{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-25\"> \n  <meta name=\"Start_Col\" content=\"1343\"> \n  <meta name=\"End_Col\" content=\"1432\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">25-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 25th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill), Minister of State, Ministry of Trade and Industry, Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>OPERATIONAL READINESS OF RESERVE UNITS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Leong Horn Kee</b> asked the First Deputy Prime Minister and Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> Defence, as more than two-thirds of our combat forces are in the Reserve, whether his Ministry is satisfied with the operational readiness of the reserve units. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong) (for the First Deputy Prime Minister and Minister for Defence): Mr Speaker, Sir, two factors will determine how well reserve units perform in war. Firstly, the thorough preparation of men and materials and, secondly, their motivation on the battlefield. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In peace time, Mindef makes sure that people and equipment are available, that units and individuals are well trained, and, that the mobilization system is reliable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reserve units are already performing limited operational duties. Units on in-camp training are rostered with active units to be on standby. They are fully equipped and armed, ready to be deployed at a moment's notice. Every so often, they are activated without warning to test their responsiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our reserve units are fully manned. Each reserve unit has complete emergency stores of weapons, ammunition, vehicles and other equipment. Exacting exercises during in-camp training keep reservists combat-fit. Using couriers to reach the troops in Silent Mobilization, they can return, pick up their stores, and be ready for action in less than 30 hours. We have achieved 90% success in practice mobilizations. From this year, the SAF will be conducting Open Mobilization exercises. Response will be even faster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of their performance in peace time, Mindef is confident that our reserve units are operationally ready. But what about their likely motivation on the battlefield? It is the one critical factor that has not been tested. If the spirit of our reservists should falter in war, then all our expenditures and preparations would come to nought. But if they respond, as Mindef believes they will, they will be equal to their responsibilities. When our reserve units combine their training and equipment with high motivation, they will be more than a match for any foe. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, may I ask the Minister of State whether exercises have been conducted regularly to test the operational readiness of the units, how often are they conducted and, if they have been conducted, how effective they have been? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, as I explained, we do two kinds of exercises. One is sudden activation exercises for units which are on standby. That means, they must load up, go out, do an exercise, conduct an operation and demonstrate their fitness. The second kind of exercise which we do is a mobilization exercise, where we press the button, call people back from their civilian careers, and they have to come back to camp and get equipped and get ready to fight, within about a day. We do both, regularly, and we are quite satisfied with the results. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, would the Minister of State agree that the speed of mobilization and the willingness of mobilization would depend a lot on public opinion and public support for this procedure? And what Mindef has done about it? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the Member for Ulu Pandan has brought up a very important point, and that is, how well the reservists respond, not only the speed of mobilization but how well they perform in general. It depends to a very great extent on how well we support them, how well the public supports them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I informed the House last week, 96% of the public support the idea of national service, although some of them are still not very clear about the role of reservists as front-line fighting soldiers. But we have made progress and, in this process of making progress, opinion leaders have a critical role to play. And even when we talk about opinion leaders, we have taken steps forward. I refer to sentiments within this House concerning national service, concerning national security, concerning the defence of our Republic. If we make a comparison between the sentiments in this House now and the sentiments here perhaps about a year or two ago, significant progress has been made. This year, the Defence budget was discussed with nobody disagreeing with the fundamentals of defence. None of the PAP Members, of course, and none of the Opposition Members. It is an important step forward which we should note, with happiness and with further anticipation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> that more progress will be made in time to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has said quite clearly in his first address here that he supports the idea of a strong defence within the limits of our affordability and, if need be, he will sacrifice himself for the defence of the nation. That is entirely correct and it is a sentiment which we would like every Singaporean to have. It is a pity that the Member was absent during the Committee of Supply. So it was not possible for us to have the benefit of his views and advice on how we can better improve our national defence preparedness, but I am sure there will be many opportunities for more positive contributions later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Opposition Member for Anson spoke up during the Committee of Supply on Defence matters, it is worthy to note that the fundamentals were unchallenged and were presumed to be correct, that we have to spend a reasonable sum, that we must be prepared, and that we must be ready even though we do not have any enemies today. This is a very significant development which should not pass unnoticed and which, in fact, should be applauded. Such progress cannot fail to have a good effect on the reservists' morale and performance in the SAF. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> In view of the Total Defence concept, will the Ministry consider coordinating the mobilization of not only the reserve units but also the civil defence units? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Yes, in answer to the Member for Serangoon Gardens, we will indeed consider that. We have practised mobilization of reservists. We shall be practising mobilization of civil potential of equipment, and the next step would be to practise both of them together. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, it is not a supplementary question. But may I make a clarification? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No, you cannot. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB HOUSING ESTATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to eradicate problem of rusty water)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chew Heng Ching</b> asked the Minister for National Development (a) what measures are being taken by the Housing and Development Board to solve the problem of rusty water in existing housing estates; (b) whether HDB has a comprehensive plan to tackle and eradicate this problem; and (c) what measures HDB will take to ensure that the problem will not happen in new housing estates. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, rusty water is normally caused by the corrosion of galvanized steel downfeed pipes, The HDB currently has a programme to replace the pipes of apartment blocks receiving water from reservoirs with high chloride content. The new pipes will be made of UPVC or other non-corrodible materials. Pipes of apartment blocks receiving water from reservoirs without a high chloride content will also be examined to see whether they need to be replaced. Since 1982, the HDB has been using non-corrodible pipes in its new apartment blocks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB also has a regular programme of flushing, cleaning and repainting its water tanks. For a longer term solution to the rust problem, the HDB is studying the use of reinforced concrete and fibre-glass polyester tanks instead of steel tanks. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, the Hon. Minister mentioned in the House last week that the HDB will draw up a schedule of programme to combat the rusty water problem existing in housing estates. May we know when will this schedule of programme be made known to the public? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, in about three months' time the Area Offices should be able to draw up the plan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SKILLS DEVELOPMENT FUND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Grants)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for Finance, Minister for Education and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> Minister for Health (a) what is the number of persons whose training since January 1980 has been subsidized by the Skills Development Fund; and (b) how many of them earn more than $750 thereby paying no SDF levy; what is the amount of their subsidies as a percentage of the total and what is their salary distribution. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, as at 31 st December, 1984, the Skills Development Fund has awarded training grants to 5,086 firms for a proposed training of a total of 213,874 employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other information requested by the Member for Bukit Timah is contained in the schedule (Cols. 1425 - 1426) which has been distributed to Members. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850325/19850325-HA-0451425.htm\">schedule - DISTRIBUTION OF TRAINEES APPROVED AND GRANTS COMMITTED -- BY SALARY RANGE (Cols. 1425 - 1426)</a>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, would the Minister agree that, in view of the figures he has just released, greater efforts should be expended in the training of those earning below $750, in particular, those who have lost their jobs in our economic restructuring programme? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I agree. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROPERTY TAX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reassessment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance, Minister for Education and Minister for Health how often and on what basis the Ministry of Finance re-assesses the annual value of private properties for purposes of property tax; and, in the light of the substantial drop in the value of property and rentals, whether the Ministry intends to review property tax assessments. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, property tax is payable at 23% of the annual value. Annual value is the estimated rent at which the property can be let in a year: A property is reassessed when there is sufficient evidence to show that its existing annual value is different from the current fair market value. Because of the large number of private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> properties, reassessment is carried out in phases, district by district, with priority given to areas which need more immediate attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration is given to current conditions in the property market. Any property owner who is dissatisfied with the reassessment can protest to the Property Tax Department or lodge an appeal against the reassessment with the Valuation Review Board. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister what is the sufficient evidence that he says that the Comptroller of Property Tax requires before he takes steps to amend the annual value? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, the sufficient evidence is that which is deemed sufficient by the Comptroller of Property Tax. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Does the Minister not know what this is? Would the Minister assure this House that the Comptroller of Property Tax will take note of the substantial reductions in the rentals of properties, particularly in the Central Business area? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TOA PAYOH HOSPITAL/TAN TOCK SENG HOSPITAL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Redevelopment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance, Minister for Health and Minister for Education, in view of the increasing population in Ang Mo Kio, Yishun and Bishan Housing Estates, whether the Ministry of Health has any plans to redevelop or expand the Toa Payoh and Tan Tock Seng Hospitals to cope with the rising demand for medical care; and, if not, whether the Ministry will consider building a community hospital in each of these housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Health and Foreign Affairs (Mr Yeo Cheow Tong) (for the Minister for Finance, Minister for Health and Minister for Education): Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer is yes. The Ministry plans to redevelop both the Toa Payoh and Tan Tock Seng Hospitals to provide more beds to meet the needs of the increasing population in Ang Mo Kio, Yishun and Bishan New Towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is currently looking into the possibility of establishing community hospitals in some of the major housing estates. Plans for one community hospital to be built as a pilot project are expected to be finalized before the end of this year. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> Sir, may I know from the Minister of State when the redevelopment of Toa Payoh and Tan Tock Seng Hospitals will be carried out? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Plans for the redevelopment of these two hospitals are expected to be completed within the next 18 months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRICE OF SUGAR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Trade and Industry (a) if he is aware that the retail and industry price of sugar of $1.15 per kilogram is higher than the prevailing world prices of refined sugar and whether this is due to Government's protection of the Sugar Industry of Singapore Limited; and (b) whether the Government intends to liberalize the import of sugar and, if not, why not. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, the prevailing world price of sugar is low, as there has been excess production in major exporting countries in the last three years. We do not expect the present glut to last long. Some producers have already reduced the acreage for planting of beet and cane sugar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like most commodity prices, sugar prices fluctuate widely. The price of imported white sugar has varied from a high of $2,017 per metric ton in 1974 to the current low of $481. As sugar is an essential commodity, it is desirable to protect our consumers against these drastic swings. Hence, to safeguard the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> interest of consumers, the Sugar Industry of Singapore (SIS) has, since 1973, had long-term supply contracts with Australia covering about two-thirds of its requirements. These long-term contracts have enabled consumers to enjoy a stable price of sugar over a long period. On average, over the last decade, consumers in Singapore have paid slightly less than the world prices for SIS's sugar. The arrangement also assures Singapore of a ready supply of sugar during a crisis, as SIS is responsible to the Government to keep adequate stocks of raw and refined sugar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current retail price of $1.15 per kilogram for refined sugar in Singapore is comparable to prices in other ASEAN countries, and is lower than in most net sugar importing countries elsewhere. For example, Hong Kong relies entirely on the spot market for its sugar, yet their prices are higher than ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, my Ministry is carefully monitoring the situation and will review and revise the existing policy when it no longer serves the interest of Singaporeans. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, before I ask Question No. 7, may I say that I am a member of the PUB Board, and this question is asked in the interest of the public. Sir, Question No. 7. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLIC UTILITIES BOARD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Alternative fuel for electricity generation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Trade and Industry, as the possibility of a disruption in oil supplies in the future cannot be ruled out despite the current depressed world oil prices, whether the Public Utilities Board has taken the necessary steps to diversify its energy resources for electricity generation. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, although oil prices have come off their peak, the Public Utilities Board has not relaxed its efforts to search for an alternative fuel for electricity generation. The various alternatives considered include nuclear energy, coal and natural gas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nuclear power plants are low in fuel costs but high in capital costs. Although nuclear energy is \"clean\" - nuclear plants do not emit products of combustion as do fossil fuel-burning plants - it presents many other problems. Firstly, nuclear reactors are only economical above a certain minimum size. Singapore is unlikely to consume this much electricity until after the year 2000. Then there are problems of safety and disposal of nuclear waste, which are particularly hazardous in densely populated Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1982, we conducted a study to look into the feasibility of building a coal-fi red power station on Pulau Tekong. Coal would be cheaper than oil. However, unlike oil and natural gas, coal is very difficult to handle and use. A large area is required for storage of coal and disposal of ash. Moreover, because of our size and dense population, the attendant environmental pollution will be undesirable. The PUB has not yet decided to proceed with the project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other alternatives such as natural gas are being looked into. As stated in the MTI Addendum to the President's Address, the PUB is negotiating with Petronas on the supply of natural gas from Malaysia. It is willing to buy natural gas on fair commercial terms, and will negotiate for a long term contract to ensure security of supply at prices competitive with fuel oil. Discussions are continuing, and are progressing satisfactorily. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1985 TO 31 ST MARCH, 1986</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of Supply [5th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>11.19 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, I have three amendments* \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> under this Head. May I have your permission to move the first and third amendments, and have your permission to speak for 20 minutes since there are two amendments involved and the subjects are interrelated. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is all right. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Thank you, Mr Speaker. Mr Speaker, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Subhead LA-01 Object Group 1100 of the Main Estimates.* \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I wish to take this opportunity to comment on the streaming policy of the Education Ministry, particularly in regard to the manner in which it is implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. Minister for Education, on 7th March in this House, in his statement pointed out the fact that streaming is not new. Let me quote what he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Putting children into various streams, so that they can learn at their own pace, simply recognizes the fact that those who are clever can learn fast, and those who are not so clever can also learn but at a slower pace. Streaming is not a new concept. It existed from the time when all of us were school children. The cleverest pupils were put into the A class, those who were not-so-clever into the B or the C class, right down to the G and H classes.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While there is no denying the validity of his statement, there is also no denying that there has never been so much criticism and objection to the way streaming has been implemented at present. Why is this so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons are plain and simple. Streaming as implemented at present does more than just providing students with varying abilities to learn at their own pace. It also unfortunately deprives certain groups, such as the Monolingual at the primary level, from having an opportunity to sit for the PSLE, and the majority of N4 students from proceeding to N5 where they can sit for the 'O' level examination. Now this, to put it in a nutshell, is the underlying cause of so much frustration and dissatisfaction with the system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To every primary school child and his parents, the opportunity to sit for the PSLE is very important, as it provides the child with a passport to further education in a secondary school. He may pass or fail, and he knows that there can be no guarantee of success. But what he should have, after completing his primary education, whether he takes six years or eight years, is an opportunity to sit for the PSLE. Is he asking too much or are his parents asking too much for just an opportunity to sit for the PSLE? The answer must surely be in the negative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the opportunity for a primary school child to sit for the PSLE after completion of his primary education is dependent on which stream he is placed in after the Primary 3 examination. Is it any wonder that parents with children in Primary 1, 2, and 3 are losing sleep and getting neurotic over the possibility that their children might end up in the Monolingual stream? This is why we hear that even Primary 1 children are receiving private tuition. How much more absurd can the situation become? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The secondary school student who happens to be placed in the Normal stream faces the uncertainty of whether he will have a chance to sit for the 'O' level, because at N4 level, he must sit for a national examination set by the Cambridge Syndicate. And even though he passed, if he fails to obtain an aggregate of 9 points for 3 subjects, inclusive of English which must be at least 3 points, he will not be allowed to proceed to N5. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should such an obstacle now be placed in his path? Why should such a high standard be set? Is it not true that in the past a student at Secondary 3, after having passed the school examination which, by the way, is not usually as difficult as a national examination set by Cambridge, could proceed to Secondary 4 and sit for the GCE 'O' level? Is it not true that the grading for the CSE examination set by Cambridge for N4 students ranges from 1-6 points, and those who scored 1-5 points for any subject are considered to have passed? In other words, those who have scored 5 points also passed, except \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> that it is a weak pass. So a student with 5 points for English should be considered to have passed his English paper, and if he also obtains 5 points in two other subjects, he should be considered to have passed. If this is so, then should not the aggregate for the best three subjects, inclusive of English, be 15 points as the criterion for entry to N5? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have mentioned two obnoxious features of the present streaming system. These, to me and to many others, make the present streaming system so unacceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many parents and teachers can perhaps accept streaming if, at the end of it, children are not deprived of an opportunity to sit for our two very important national examinations, namely, the PSLE and the 'O' level. True, not all children are born equally endowed, but are not all Singaporean children entitled to an equal opportunity in education? If streaming is to let every child learn at his own pace, then streaming should let every child have an equal opportunity to sit for the PSLE and the 'O' level. I am painfully aware that even with the equal opportunity accorded, not every child is going to pass the PSLE or the 'O' level. There are those who will not be able to go beyond their primary education and those who will not be able to get 3 or more 'O' level passes. Our examination system will determine who passes and at what level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now propose to the Hon. Minister the following modifications to the present streaming policy and procedures. With reference to primary schools: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the existing Monolingual stream should be abolished. Make special arrangements for the educationally subnormal children; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the present Normal and Extended streams in the primary level be renamed Express and Normal streams. The Express stream should take three years and the Normal stream four years before PSLE; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Primary 6 children in the Express stream who fail at the PSLE should be allowed to repeat Primary 6 in the Normal stream; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Primary 6 children in the Normal stream who fail at the PSLE should be allowed to repeat one more year. \n  <br>11.30 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With reference to secondary schools: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Children, after having sat for the PSLE and passed, should be channelled to the present Secondary Express stream or Normal stream; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Children, after having sat for the PSLE but failed after repeated sittings for the PSLE, should be channelled to the VITB after a one-year proficiency course in English and Mathematics; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The stipulation, that those who sit for N4 must satisfy present criteria before they are allowed to proceed to N5, should be removed. Instead, those who pass in three subjects inclusive of English, ie, those with 5 points and below for each subject, should be allowed to proceed to N5. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware, Mr Speaker, Sir, that it is very easy to offer ideas on how the education system should be restructured, but more often than not, the ideas are difficult to implement. So I met some 50-odd principals and teachers from junior colleges, secondary and primary schools and discussed with them whether the proposals I have just mentioned are educationally sound and can be implemented effectively in schools, taking into account that the Education Ministry is firmly adopting streaming as a policy. The general response is an overwhelming yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to draw the attention of the House to another problematic aspect of streaming. Many teachers have questioned the wisdom of using such negative labels such as Extended and Monolingual. Labels of this nature have a deleterious effect on the morale of less able students. Now, it has been found that teachers tend to have poor expectation of pupils who have been labelled as slow learners. It has been shown to be psychological truth that pupils tend to perform according to expectation. Treat them as if they are inferior and they will usually turn out to be inferior, This is referred to as the self-fulfilling prophecy syndrome. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pupils who have been labelled as Monolingual or Extended also tend to feel the stigma of being classified as inferior beings. In a recent study, it has been shown that the behaviour in these classes is particularly bad and teachers tend to dread dealing with these pupils. Is this bad behaviour symptomatic and is this the resentment pupils in these classes must feel? Is this not a self-imposed problem? It will be noted that we do not have this problem before these labels began to be used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask whether there is really a necessity to use such labels. That is why I have proposed that in the upper Primary, the Monolingual stream be abolished and the present Normal and Extended streams be renamed Express and Normal streams. I do not expect the Education Minister to react immediately to my proposals, but I will commend him to take my proposals into consideration when he reviews the present education policy on streaming. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> A point of clarification, Sir. The Member for Moulmein is a professional educationist, He is the President of the Singapore Teachers' Union, and I believe he is a knowledgeable man in respect of matters pertaining to education. Does the Member for Moulmein believe that there is such a thing as slow developers? If so, in having this streaming at Primary 6, does it not affect this group of pupils who may be in the slow developer category? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect is this. Does the Member for Moulmein agree that many of our educational problems are, in fact, in the school itself? And one of the teaching problems is the high enrolment in our classrooms. I believe the average class has about 40 pupils and I know of classes having as many as 46 pupils in a class. Does he then not recognize that many of the major educational problems are, in fact, in the schools? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Point of order, Sir. I do not want to interrupt the discussion between the Member for Potong Pasir and the Member for Moulmein. But the Member is not making a point of clarification. He is making a speech. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It seems to be so. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Sir, may I answer the Member for Potong Pasir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, you may. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Yes, Mr Speaker, Sir, I recognize the fact that there are slow developers. And that is why I objected to the present streaming policy in which pupils could be streamed into the Monolingual stream. At Primary 3 level, it is too early to determine whether they are academically able or not able. If they are streamed into the Monolingual Stream, then they are deprived of an opportunity to sit for the PSLE. So that is not right. But if my proposal to abolish the Monolingual stream is accepted, everybody will have the chance to sit for the PSLE. One extra year, that is about all and sometimes that extra year can be very helpful. If at the end, either of a three-year or four-year upper primary education, every child has got the chance to sit for the PSLE, then the slow developer is not deprived of that opportunity to sit for the PSLE and proceed to secondary school. So he has not lost anything under the proposal that I have made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the high enrolment in schools of 40 pupils in a class, of course, ideally if that number could be reduced to 30 or so, it will be fine. But because of the constraints, maybe at this stage it will be not possible to lower the enrolment. It has also been proved in countries like Thailand, for example, where they have come out with a very amazing study and experience that in certain rural schools where they are so short of space and teachers, they have classes with as many as 90 pupils. And the professionals in those areas have concluded that even with a class of that size, they could still do well because they use a different system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is desirable to have a small enrolment, that is not critical. What is more critical is the opportunity given to every child to sit for the PSLE so that our policy of according equal opportunity of education to every Singaporean child who is not educationally sub-normal is upheld. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, the point in regard to late developers is that they may be cut off even at Primary 6 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> level. That is what I want a clarification on. Even at that stage, the late developers may not have fully developed yet. And if they are cut off at the Primary 6 level, this group may be deprived of a good education. That was the point I was trying to make, not at Primary 3. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The usual procedure in this Committee is for the Minister to answer. I am sure it will never happen again. I hope questions will be directed to the Ministers concerned and not to honourable Members on this side of the House. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon:</b>) Sir, the Member for Moulmein has talked about streaming in our education system. I would also like to make some comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As he pointed out, in the old days, schools streamed students into classes A, B and C according to their performance. And I believe some schools are still doing that now. Even in China, 2,500 years ago, Confucius also streamed students. In fact, one of the main features of Confucius's education policy or philosophy is to teach according to the ability or aptitude of the learner. In Mandarin, this is (&nbsp;&nbsp;&nbsp;&nbsp;). Confucius was aware of differences in aptitudes, abilities and IQ of the students. He referred to the top group as the (&nbsp;&nbsp;&nbsp;&nbsp;), the bottom group as the (&nbsp;&nbsp;&nbsp;&nbsp;) and he referred to those in the middle as (&nbsp;&nbsp;&nbsp;&nbsp;). Confucius also said and here I quote (&nbsp;&nbsp;&nbsp;&nbsp;) Chapter 16: (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>Those who are born to be knowledgeable are of top intelligence. Those who have to learn to become knowledgeable are of the second rung. Those who have to work hard to learn are yet another rung lower. And those who do not work hard to learn or who work hard but do not learn belong to the lowest rung. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Confucius was aware of the differences in intelligence and ability of the students. But his greatness is not just that he was able to stream the students. Our systems engineers can also do that. He as great because he was able to give \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> good education to all the streams. He was able to tailor his teaching to suit every one of his students so as to bring out the best in every one of them. That is the spirit of streaming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is nothing wrong with the principle of streaming. In fact, streaming is an indication of an advanced stage of development of an education system. It is something that we should be proud of. In fact, it will be a lot cheaper, easier and simpler just to have one single stream where everybody attends the same course and take the same examinations. But, Sir, we cannot go back that way. It will be going backwards. In Mandarin, it is (&nbsp;&nbsp;&nbsp;&nbsp;). So the problem is not to stream or not to stream but how to stream and how to make streaming work, how to make sure the streaming is properly done, how to bring out the best in every one of our pupils, and how to make sure that no one is wrongly streamed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not in a position to propose any detailed plan like the Member for Moulmein did. I just want to make some observations and comments. We look at how our students are streamed now. After Primary 3, they are streamed into Normal, Extended and Monolingual. I believe about 90% of the pupils are streamed into Normal. After PSLE, about 85% will get into secondary schools. And of these, 51% are streamed into Special or Express, and the remaining 34% into the Normal stream. The word Normal is actually misleading because it is actually below average. The choice of the dividing line at 51% is again quite unfortunate because 51% is about the maximum of the distribution curve. And anyone with statistical common sense will know that if you are going to divide a group right at the maximum of the distribution curve you are going to make the greatest number of errors, particularly so because the distribution curve is based on the performance of PSLE, which is not an accurate assessment of the students' ability. If I were to do it, I would put the top 15% in the Express, the next 50-55%, the bulk, in the Normal stream, and the remaining 15-20% in the Extended or Slow stream. If we do it that way, then the Express group is really the express group, the Normal is the normal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> group, and the Slow is the slow group. I do not think the Ministry of Education will want to make any change at this stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So let us look at how we are doing it now. Having streamed 34% of students into the Normal Secondary stream, there must be provision for those who are wrongly streamed to go back to the Express or those who are wrongly streamed to the Express to go back to the Normal. In fact, there is such a provision, but the problem is that in practice there are more students transferring from the Express to the Normal stream and very few were able to transfer from the Normal back to the Express. In other words, the transfer is mainly downgrading and not upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is where I am worried because, as pointed out by the Member for Moulmein, teachers and schools have a low expectation for those who were streamed into Normal Stream. There is a tendency for schools, teachers and principals to regard the Normal stream pupils as condemned non-achievers, as doomed failures. Sir, this is more real than imagined. Teachers tend to lose interest in teaching Normal pupils, and Normal pupils themselves tend to lose confidence in their study. As a result, very few of the Normal pupils are upgraded. I hope the Ministry can ensure that Normal pupils who can make it is given not just a chance but the support and the encouragement to upgrade so that they can at least achieve the 'O' level standard. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Mr Speaker, Sir, let me move away from streaming, although I share the sentiment expressed by my colleague, the Member for Moulmein. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under this amendment, Sir, I would like to formally raise the issue of graduate mothers' priority scheme. As we all know, the policy objective of this scheme is to help correct the lopsided procreation pattern among different educational groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you have sent me and a few of my Parliamentary colleagues to attend various population conferences. I take this opportunity to thank you. From them, I have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> learnt quite a lot about population problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every year when I read the Report of the Registry of Births and Deaths, I get worried. We have a serious population problem at hand. If this trend persists, we will face very serious political, social and economic problems in the near future. The Government has so far implemented several policy measures. I support the $10,000 incentive scheme to encourage couples from the low income group, low education group, to stop at two. I am prepared to support the income tax incentive scheme, namely, the enhanced child relief for children of working mothers with five 'O' level subjects, or higher educational qualifications. I am even prepared to support the setting up of the SDU and its activities, provided SDU's activities are discreetly carried out. I have confidence in Dr Aw. I believe she will do a good job. [Interruption] No relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I cannot accept this priority scheme for graduate mothers. I raise it again and again, not to gain popularity, not to win votes, and not to be idolized. I raise it again in this House because this scheme is wrong. The scheme is wrong because it has offended so many people unnecessarily. Non-graduate parents feel very hurt because they do not see why their children are considered inferior to children of graduate mothers. Many single female graduates and graduate mothers also resent this scheme because they fear that the Government is intruding into their personal and private life. Others also feel that this scheme is wrong because it has violated the basic principle of equal opportunity for all. Parents who have undergone sterilization after the second child are bitter because they feel cheated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not convinced that this scheme will achieve its objective, and therefore the argument that this scheme is for the long term interest does not arise. According to his Report on Registration of Births and Deaths, 1983, Table 8, 91.8% of female managers and administrators have only two children, only 5.9% have three \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> children, and 2.3% have four or more children. Similarly, 91.3% of female professionals and technicians have only two children, only 7.5% have three children, and 1.2% have four or more children. I do not believe that because of this priority scheme graduate mothers will start to produce more babies. If you do not believe me, Sir, you may check with our three lady MPs here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To the question of the Member for Kampong Chai Chee, the Minister replied that 157 children were admitted under this priority scheme. This figure does not reflect whether the scheme is working or not, because these children were born before the scheme was implemented. Moreover, these children are likely to make it to the top, either because of Nature or because of Nurture. In that case, why give these children an added advantage at the beginning of the race? If I remember correctly, the Minister in his reply to the Member for Moulmein on the 19th March, 1985, said that he was not worried about the top 10%, or even the top 50% of our school children, so why should he worry about children of graduate mothers who are more likely to make it to the top? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know the Minister has agreed to review the scheme. I am here just to provide him with some inputs, intellectual or otherwise, for his decision. The points I raise may not be new, but the feelings from the ground are still very strong. May I just ask him one or two questions: whether the Ministry of Education should use a mother's educational background as a criterion for the children's admission into schools. And, if so, should we not honour our words not to place the third child of a graduate mother above Phase IIA of the old system, that is to say, for a child one of those parents has been sterilized after the birth of the first or second child. We have to be fair to these parents who have responded to the incentives provided under our family planning programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am getting old. I am becoming less impatient. I am prepared to wait, but whether our people are willing to wait? \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, our education problem is a very complex one. Everybody \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> knows a bit about education, whether he is an expert or not. Those who have been to school for a few years of education feel that they know quite a lot. Although a lot of people know that they are not education experts but they claim to know our education problems. This has made it very complex. Our Minister for Education has expressed his views that he would reconsider the present education system to see whether he should make some adjustments. I support this move. But changes to our education policy should only be made where absolutely necessary. They should not be made just because of the pressure of public opinion. If we do so, it is not a good thing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister a question which seems to be simple but the effect is very great. It is about the appointment of principals, the training of principals and the promotion and demotion of principals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, in December, just before the general election (the timing is indeed bad) it appeared suddenly in the newspapers a very small news item that a number of principals had been transferred and demoted to ordinary teachers. Of course, the Ministry of Education had its reasons for so doing, but I want to know what are the procedure and criteria involved in such transfer exercise. A principal who was my voter expressed that he did not know why he had been so transferred. So I asked him, \"Do you want me to write to the Ministry to enquire about it?\" The principal said, \"No. Whether or not I am a principal does not matter. But the fact is that the person who has been transferred to take over my place refused to come.\" It is a pity that the school is now without a principal. I do not know how he performed during his term of office, but I do feel that he cares for the school. Personally I feel that a good principal should be just and responsible, ready to make sacrifice, loves his school and cares for its pupils. I have seen such a good principal. If I mention his name, many people will know him. He is Principal Wu of Pei Hwa Primary School at Bukit Timah. My son received his education in that school. This principal was in the school the whole day. He had purely Chinese education. He could speak very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> little English. However, Pei Hwa Primary School has now 100% English classes. It is not different from any English schools. The students' results are still very good. The fine tradition of the school is still going on. I made a study of this and enquired of a number of parents. I came to the conclusion that it was due to his extraordinary care and love for the school and its students who had, in turn, taken him as an example and model of their learning. So the discipline in this school was marvellous. The students produced by Pei Hwa Primary School are generally very good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that our schools other than imparting knowledge should emphasize more on moral education. Together with physical education, they form the triple objectives of education, ie, sound knowledge, good morality and strong physique. The imparting of knowledge is important but personally I feel that moral education, how to behave properly as a responsible citizen, is equally if not more important. If we do not adequately instruct our pupils moral ethics in school, then we would not be able to guide them into this society to live as responsible citizens. Our future generation, masters of future society, may be able to perform their tasks well through acquisition of knowledge but without good morality they will not know how to behave like responsible citizens. This does not appear to be a good phenomenon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past few days, the expressions and behaviour of the two Opposition Members have given me an unsettling feeling. What they intended I think is to pull down the PAP Government, but what happens after that, they did not seem to care. Who is to replace the PAP as an alternative - that does not seem to be of interest to them. They should first organize their own parties and make sure that there is an alternative party to take over before they even attempt to knock-off the PAP. That illustrates my point of the importance of responsible citizenship. I feel that responsible social conduct is more important than ability to perform task in any society. In school, moral education to inculcate social responsibility is more important than the learning of knowledge. This should be an objective in our school \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> education. Since the Minister has announced that he will review our education policy. I am bringing up this point for the Minister to consider. Thank you. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. The Member for Bukit Batok has said that the two Opposition Members, which includes me - that was through the translation - intend to over-run the PAP Government. What earth-shaking things have we done or said to over-run the PAP Government? Can the Member please clarify and specify all those things that we have said and done? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There is no need for him to clarify. Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> On behalf of my colleagues, I recognize the total impotence of the two Opposition Members, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I first of all take up a case? There was a young man who saw me recently at my Meet-the-People session, and he is a graduate from the Polytechnic. He is now serving his national service. He has applied to the Nanyang Technological Institute and he is likely to qualify for a place in the second year. This young man is quite concerned because, as he understands it, NTI does not guarantee a place for people who are serving national service, and who are Polytechnic graduates. I would like the Minister to clarify this before this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to take up the question of admission criteria into the National University of Singapore. Whilst I welcome the recent liberalization, at the same time I feel that the system is what I might describe as a double-jeopardy system. Allow me to explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, minimum entrance requirements are not specified. They seem to vary from year to year. This puts tremendous pressure on our students in the junior colleges and pre-university classes. Not only do they have to do well enough to pass their pre-university examination but they have to do better than their peers. If in a given year there are exceptionally good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> students, then many of these students might be penalized. They might be barred from entering the University and the result is that there is tremendous pressure put upon our students. When the Minister complains that our students are not interested in ECA and diversifying their intellectual activities, here is a very good reason why, and this also explains why many parents spend large sums of money on tutors and pressurize their children accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe myself that our tertiary education system is under-producing the number of graduates that we require. I have a sneaking suspicion, perhaps more than a sneaking suspicion, that the planning assumptions underlying our manpower projections done by the Ministry of Trade and Industry under-estimate the absorption capacity of our economy for more graduates. But I shall be taking up this issue directly later with the Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to say that I agree substantially with the sentiments expressed by the Member for Leng Kee. I think Government has a valid point. There is a problem in so far as the reproduction patterns of graduates are concerned. But recognizing the problem is one thing, doing the right thing is another. Some of the measures are palatable, but one in particular, mentioned by the Member for Leng Kee, is certainly unpalatable. Any priority scheme arouses resentment on the part of people. So any priority scheme has to be devised with sensitivity. But this particular priority scheme that favours graduate mothers insults every non-graduate mother. The Minister for Education should realize that every mother has high hopes for her children. No matter how stupid they are, no mother will concede that her children are stupid. I have known cases and we read about such cases in books that even when the son is a criminal, convicted and imprisoned, yet the mother will never admit that her son has done wrong. This is in the nature of every mother. What the Government has done unwittingly is to insult the non-graduate mothers and I hope that correction will be taken in due course. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Social Development Unit was debated in this House, I made a suggestion that people laughed at. The suggestion was that we should import graduate men to provide spouses for our graduate women. I did not make that suggestion in jest, Sir. I have very good reason for this, and the reason is this. One way to climb up the social ladder for many people is to marry a graduate. If I have a daughter who is a non-graduate, my hope would be that she would marry a graduate some day. But when such people, non-graduate girls and mothers and their fathers, seethe Government making great efforts to make sure that graduate men are married to graduate women, they find one avenue up the social ladder shut off from them. So there is understandable concern, fear and anxiety, and I feel that this is not desirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What do you think the reactions are of the many women, non-graduates, who have already married graduate men? Do you think they are supportive of this policy of the Government? Understandably, they get very angry. So we get a large section of the population very upset over the priority given to graduates. I hope the Government will revise some of these unpleasant, unpalatable and unwarranted policies accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I note that the votes for free textbooks and bursaries have gone down quite substantially this year, especially for secondary school students. On page 156 of the Budget I notice that the provision for textbooks and stationery for pupils has gone down from $50,000 to $30,000. And the provision for bursaries and scholarships for school children has gone down from $2.5 million to only $1 million. For junior college bursaries, there has been a marginal increase from $323,000 to $345,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, may I ask the Minister what are the criteria for the grant of free textbooks, or the waiver of tuition fees and for the grant of bursaries to our students in schools? I have a suspicion, and certainly this is borne out by some cases that have been brought to my attention at my Meet-the-People sessions, that the criteria are unduly stringent. Firstly, gross income is used. We all know that 25% of gross \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> wages goes to CPF. It is quite unfair on the part of the Ministry to use gross income as one of the criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, family income is used. If the family income comes from one wage-earner, namely, the head of household, then it might not be so bad because $1,000 earned by one person can be quite adequate for a family. But if that same $1,000 were earned by two or more persons within the same household, then it is going to be grossly inadequate. It cannot cover the needs of the family. If a man is earning $500 and his son is earning $500 he cannot hope for more than a $50 contribution from his son towards the household expenses. The son has to spend on bus fares. He has to spend on lunch. He has to spend on his own personal expenses. I would plead with the Minister to either remove this use of the family income as the criterion or else substantially increase the income ceiling or minimum which is stipulated, so that more people from poor families can benefit from bursaries, free textbooks and get waivers of their tuition fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to emphasize this because I have been supportive of the Government when it says that we should not encourage people to stop working by being too liberal in terms of welfare hand-outs. I have been supportive of this. I have been supportive of the fact that people should work for their own living. People should do their best to climb up the educational ladder and better themselves socially. But at the same time, Sir, we should make sure that there is equality of opportunity. When we read of this case of the young girl from the Naval Base Secondary School getting distinctions in all her subjects, we rejoice with her. But at the same time, should we not be doing something to help cases like that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, when the estimates for Education came up, I queried the Minister at that time on the number of bright students who came from graduate mothers and fathers, and the number who came from parents with general education, where the majority have come from people who are non-graduate parents, in absolute numbers. I proposed then, and I would propose again today, that the Minister should devise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> schemes to identify who these bright students are and then to give them every opportunity to maximize whatever talents that they have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know of a case of a PhD graduate some years ago who was given a scholarship to go to America to pursue his PhD. It was a generous scholarship, but he said to the sponsors, \"I cannot go.\" What was the reason he could not go? The reason was that his parents expected him to support them. This was many years ago. As it turned out, the sponsors realized the problem and provided $150 a month allowance for the mother, and that enabled the student to proceed on his scholarship abroad and he came back with a PhD. We should realize that family circumstances can be very inhibiting in so far as the development of talent by poor people is concerned, and we should make every effort to equalize the opportunities, whether by providing scholarships and bursaries or by providing facilities for study at community centres. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, would you like to answer now or would you like to hear the rest? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> It might be more useful if the other speakers have their say before I reply. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. Encik Othman bin Haron Eusofe. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I would like to take one point on upgrading of teachers' knowledge and skills. I would like to ask the Minister what schemes and what incentives there are for teachers, particularly those with 'O' levels, to help them seek and obtain higher qualifications. I am told that teachers with 'O' levels, who have obtained their 'A' levels, were previously given some incentives in the form of increments. \n  <br>12.15pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this scheme has now been suspended for some time. Could the Minister explain why this scheme was suspended, and whether he would re- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> introduce it again? At the same time, could the Minister also elaborate on what other schemes and incentives there are which would help motivate teachers to upgrade their knowledge and skills? I believe, Sir, that we should give every opportunity for our teachers to upgrade themselves in terms of skills and knowledge and, if we can maintain their high morale, they would give of their best. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Lai is not here. Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I move this amendment because I want the opportunity to request the Ministry of Education to consider the following suggestions in its review of the new education policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the Member for Moulmein, I agree with him that we should consider streaming our students at Primary 3 into two streams, the Normal and the Extended, rather than the present system of streaming students into Normal, Extended and Monolingual. If we stream students into the Normal and Extended only, both streams of students will have equal opportunities to do the PSLE, the Normal students in six years and the Extended students in eight years. By streaming students at Primary 3 to Normal and Extended there is hope for some of those who would otherwise be streamed into the Monolingual, under the present system, to have a go at the PSLE in eight years' time. Now this is because some of the Monolinguals come from disadvantaged backgrounds, like poor home environment, broken homes and a dialect-speaking environment. And this would also cater for the slow learners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In connection with streaming at Primary 3, I would like to draw the Minister's attention to a problem that has cropped up with a change of schools for children streamed into Monolingual and Extended. The Minister and the Minister of State for Education must have come across during their Meet-the-People sessions, parents frantically requesting that their children be allowed to remain in the old school. Can you imagine the dilemma of the parents, the trauma on the minds of these young children, aged nine or 10 at the most, who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> have to move out to a new school, to new surroundings, new environment, and to be dislocated from their friends? The fact that they have been streamed to the Extended and Monolingual is already a blow to many parents. And to further disadvantage them by moving them to new surroundings in the new school is too much for these harassed parents and also for the students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the question of double weightage given to languages has been the bone of contention of many debates in this House and outside this House. This is a serious defect in the streaming because of the distortion it can cause. I know of a few cases of children streamed into the Normal course, after the PSLE, because of weakness in one of the languages. We must not stream children based on the strength of the languages but on ability. I hope the Minister will look into this when they review the policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another very equally important negative aspect of streaming has been pointed out by my colleague, the Member for Moulmein, and this is with regard to the Normal course. This course, as you all know, is meant for the weaker students. It is stated in the Goh Keng Swee Report that this particular group of students should be able to do the GCE in five years, instead of the present four years. However, in implementing this policy, this has not been carried out. The Normal course students have not been given the opportunity to do the GCE in five years. And, moreover, it was reported in the press and never denied by the Ministry, that the Normal course students were not adequately prepared to do the GCE. Can you imagine Normal course students being taught only 60% of the syllabus in four years and leaving them to do 40% of the syllabus in the last year? This is very, very impossible, because if these students are already weak, I cannot understand how they can cope within one year 40% of the syllabus. I do not think we have much hope for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have brought up these two important issues before as these are deviations from the policy and, especially as the Minister for Education is new, I make no apologies for repeating it. Many other points have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> been raised by Members of this House, especially with regard to priority of schooling for graduate mothers, and I will not go into it because of time constraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I asked a very good and concerned school principal what he thought was a positive aspect of streaming. He told me that with streaming all, if not most, pupils are in school. Before streaming, students left school without proper guidance and direction, but after streaming, the school knew exactly what happened to every child, and this is good because there would be less social problems in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if my colleagues and I are prepared to applaud the Ministry for the positive aspects of the new education system, surely the Ministry must be prepared to listen more, be more flexible in its implementation, and be prepared to rectify the defects of the new education system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Home Affairs and Community Development (Mr Wong Kan Seng): Mr Speaker, Sir, I pose the amendment just to make two comments for the Minister's consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first one is that we have had the Basic Education for Skills Training (BEST) programme for two years now, and from available statistics we know that about 60,000 people have gone through this programme and, even conservatively estimating it, I think about 10,000 would have completed the Module 4 of the BEST programme, Having completed the Module 4, the options for these people would be to attend the evening classes conducted by the VITB in the academic stream, Secondary 1, 2, 3, and so on. The other option will be for them to take up the NTC courses such as air-conditioning and refrigeration mechanics, fabrication and welding, maintenance fitting, dress-making and tailoring. But if a person is unable to attend the full-time VITB courses or the part-time VITB courses due to work, or if he is unable to attend the academic courses in the evening due to shift work, then there is no option for him. On the other hand, if a person wants to attend the high-level skill courses conducted by the VITB which require a Secondary 3 qualification, such as building drafting, electrical fitting and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> installation, electro-mechanical servicing, they would not have the basic or the minimum qualification required to attend these courses. So I would like to suggest to the Minister that the VITB consider packaging a programme modelled along the lines of the Basic Education programme to allow these people to attend during the working day, before or after their shift work. In this way we will be able to provide them with better skills so that they can take up the better-paid jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second comment I would like to make is that we not only need technical and engineering manpower for our economy, we also need to have the right type of engineering manpower. I notice in the output of engineers of the NUS, and now the NUS and the NTI, over the last few years, that the numbers of electrical/ electronics, mechanical/production and civil/structural engineers, are exactly the same. For example, in 1983, there were 130 mechanical engineers, 130 electronic engineers, 130 civil or structural engineers. In 1984, the output for the three disciplines was 180; 1985 the combined output is 265 per discipline; 1986 - 310; 1987-89-380. In other words, every year we are producing exactly the same number of engineers in the three different disciplines. I am not sure whether the requirement of industry reflects this supply. But I believe that as we get on to the information technology age, we will require more of electronic/electrical engineers compared to, say, civil or structural engineers. And since we have a limited number of people who can get to the university, it is therefore important for us to produce the right kind of people for our industry. So I would like to suggest to the Minister to look at this output of engineers so that we have enough of the right kind of people for our industries in the year 1990. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng (Khe Bong) (in Mandarin):</b> Mr Speaker, Sir, every year in March it is a time for business people to watch us debate the Budget in this House but to the students it is a time when they wait anxiously for the announcement of the results of their examinations. During November and December, they sit for their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> examinations and in early March they wait anxiously for their 'O' Level results. Some two weeks later other students wait for their 'A' level results. Every year it is like this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to talk about the announcement of 'O' level examination results in March. The 'O' level examination is conducted from November to early December over some 20 days, whereas the results are announced only around the beginning of March the following year. There is this waiting period of roughly about three months. It is about two months from the beginning of school year on 2nd January. This has been going on for years. Many students, parents and teachers are asking this question, \"Why do we, after so many years, still have this practice of getting the results of the last examination only in March?\" When the students want to enrol in Pre-University classes, they depend on their last school examination results. But some schools are stricter in marking than others. That means some students are at a disadvantage in joining Pre-U classes. They can join only after examination results are announced in March. \n  <br>12.30pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second problem is that many students who have been admitted to Pre-U I in January cannot concentrate on their studies until their results are announced. Therefore, they cannot excel and the teachers are also affected. Because of the volatile mood of the students, they cannot be effective in their teaching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next problem is when results are announced, there will be a \"typhoon\" in so far as the student movements are concerned. About 20-40% of students have to withdraw, or to change schools or to change their stream. This is a problem that we see every year. I remember that in November 1983, the Singapore Monitor reported that the Ministry of Education had made a study into the proposal to prepare examination questions as well as to mark the answer scripts locally. Since then, there has been no further news. I do not know what the result of the study was. Can the Minister enlighten the House? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make my own suggestions. In the initial stage of our nation building, we had reasons to have the Joint Examination Syndicate with Cambridge because the examinations were recognized by many countries throughout the world. But now, after 25 years of nation building, we can do many things by ourselves and our reputation has also been raised internationally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two examples I would like to mention. First, the standard of our National University. It is recognized worldwide. However, NUS does not have a joint examination with other universities. Perhaps there are external examiners for some of the NUS examinations. If that is the case, we should perhaps ask some Cambridge experts to be the external examiners of the 'O' Level Examinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, our judicial system. Although it is linked to the Privy Council in the UK, we have our own judges in the High Court and Appeal Court. This has not made anybody doubt the efficiency and standard of our Judiciary. In view of these two examples, I would like to ask whether we could now consider preparing 'O' Level Examinations locally. If, after study, we think that it is still better for us to have a Joint Examinations Syndicate with Cambridge, then I would like to suggest that we should negotiate with the Cambridge Examinations Syndicate to give us the results much earlier in the interest of the students. Of course, this examination involves many people and much time. Can we make this request jointly with other countries which have similar arrangement with the Cambridge Examinations Syndicate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is a problem of finance or of manpower such that the results cannot be announced much earlier, then perhaps we can pay Cambridge more to enable them to engage more people to mark the papers. If it is a problem with the Ministry of Education in Singapore because the officers need time to process the results, then perhaps the Ministry could look into it and try to solve the problem locally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If all the above suggestions cannot be put into effect, then we ourselves could make some new adjustments. Perhaps, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> one way is for Pre-U classes to start later in the year, in early or mid-March after the results have been announced. The 'A' Level Examinations should therefore be shifted later to the earlier part of the following year. I think these adjustments can be made successfully and they would not affect the students in joining the University or National Service. I hope the Minister would consider the various proposals mentioned earlier. If all these could not be put into practice, then I would like the Ministry of Education to consider trying to let the students know of the date of announcement of the results much earlier. Usually around this time, the press would receive a lot of enquiries regarding this matter. The Ministry, of course, would also receive many telephone calls. Can the Ministry fix a definite date, say, a certain date in March, for the announcement of the examination results? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b>Mr Tang, your time is up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I move my amendment now? Although it is under a different subhead, it covers the main grounds that we have already covered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, may I say that we are debating the monies to be provided for the Ministry of Education and, as I have said once before, education is the most sacred trust that can be placed on any government. The education of the children is the most important duty of the Government. I would really place it more than anything else. And yet we see, Mr Speaker, Sir, that for this very important task, the Ministry of Education only merits one-third of the Minister. The Minister is saddled with two other Ministries. May I say, having said that, without any attempt to flatter the Minister or without any disrespect to the other Ministers, we have got the best man in the Ministry of Education. But I would appeal to the Prime Minister who is here that he should immediately relieve the Minister of his other portfolios and allow him to get on with the serious task of the education of our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That there are a number of things basically and drastically wrong with our education system, I do not think anyone will seriously dispute. I do not want to repeat \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> what has already been said. Strong feelings have been aroused as a result of the streaming, the priority admission for children of graduate mothers and the acute shortage of teachers in the schools, which I shall also mention. So there are things very wrong at the moment with our education policy. I see in the Prime Minister's Office there are three Senior Ministers whereas the Ministry of Education only rates one-third of a Minister. I would ask the Prime Minister to seriously allot the other Ministries to his other Senior Ministers so that they can have some work to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I just say a few words about the suggestion that has been made by the Member for Whampoa, that we import foreign men graduates for our women graduates in this country. He says he is quite serious about it. I am surprised. Is he really suggesting that the Government take out full-page advertisements in New York, London and in other capitals, \"Wanted Male Graduates for Singapore's Women Graduates\"? Is he suggesting that our women graduates and our men graduates in Singapore should be held up to further ridicule? We have already been held up to ridicule in other countries by some of the policies we have adopted in this country. I would ask the Member for Whampoa whether he is really suggesting that. I hope that our women Members of Parliament will perhaps say something about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was very pleased to see the report in the papers after the first Schools Council meeting that the Minister had said, not his exact words, that he had not a closed mind on these issues and that he was prepared to consider representations and to review the policies. Well, that is a very good start. But may I tell the Minister that he should not dally too long on this. I think decisions have to be taken quite speedily. The Member for Leng Kee has spoken about the impatience that is felt outside on some of these policies. I would commend to the Minister that he should not just listen to his Ministry officials and to others connected with the Ministry, the systems engineers, on these policies that have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> been found to be most unpopular with our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Was it last year I suggested that a commission be immediately appointed to study the whole education policy of this country? Perhaps if the Minister thinks that a commission is not necessary, I would commend to him quite seriously the appointment of Parliamentary committees to study the specific issues with which a lot of dissatisfaction is felt among our electorate. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can have a committee on the streaming issue, and not just listen to the Ministry officials but listen to the parents, what they feel about it; listen to the teachers so that they can express openly what they feel about it; listen to the students what they feel about it. We can also have another committee on the policy of admission of children of graduate mothers. What I do appeal to the Minister is that he should not dally too long. He will find that the longer he delays, the more difficult it will become for him to take the decisions. He will find that the system will just draw him into it and he will not be able to change the system. The answer lies in speedy decisions being made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said I would like to say something about the shortage of teachers. I asked the question sometime ago about the shortage of teachers, and I was told that the primary schools are short of 352 English-medium teachers. The shortage, I was told, is mainly in the English-medium, and that the secondary schools are short of 300 English-medium teachers, and that three-quarters of the secondary schools have about three vacancies for English-medium teachers. That is an alarming state of affairs, Mr Speaker, Sir. May I know from the Minister what steps are being taken to remedy this shortage of teachers? English is an essential subject. I shall talk about that in my other amendment, Sir. And that does explain the very low standard of English at the moment among our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, on this amendment, may I bring up the education of the mentally disabled and physically disabled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> children. When I spoke on this on Friday, I was asked whether I would take it up with the Minister for Education. So I am taking it up now. On Friday, I gave some figures about the recurrent cost that was calculated in 1981 if the Government took over the seven specialist schools that are being presently run by private organizations for these children. And I said the recurrent cost was under $4 million. May I know what is the insuperable difficulty that the Government feels there is in taking over these schools and taking over the responsibility for the education of these children. I said, on Friday, it is their birth right, and it will be discrimination and a cruel and callous discrimination of these children if we are to deny them this birth right. As I said then, the parents of these children have as much right as the parents of normal children to have them educated. So I hope the Minister will respond to this. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, may I move the other amendment later then, Sir. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Speaker, Sir, may I speak now instead of at a subsequent subhead? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan</b>(\n  <i>In Mandarin</i>): Sir, first, let me tell a short story. When my grandfather was young, he left his home in Canton to come to Kuala Lumpur to make a living. His eight children attended English medium schools but, to ensure that they did not forget their roots, he employed a Chinese teacher to stay in the home to teach them classical Chinese. So the standard of my father's English and Chinese was very high. He was thus able to become an interpreter in the High Court. Because my father realized the importance of bi-lingualism, he sent me to an English school in the morning and to the Chinese school in the afternoon. I studied in such a manner for five years, from the end of the Second World War until I completed my secondary education. My two daughters also received their education in English and in the mother-tongue. Their results in both languages are quite good. The only reason for telling this story is to let you know that my family and I have all along \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> been supporting mother-tongue education. However, I know there are some students whose Chinese results are bad, because they do not speak Mandarin at home. So they lost the opportunity to receive higher education. I hope the Ministry of Education will try to help these students to raise their standard in Chinese. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to raise the question of educationally sub-normal children. At present in Singapore there are only three special schools which educate these educationally sub-normal children. These schools are organized by the Association for Educationally Sub-Normal Children. They are the Katong Special School, Chao Yang Special School and Clementi Special School. Students from these three schools come from various parts of Singapore. There are many pupils who live far away from these schools. I suggest that the Ministry of Education allow the Association for Educationally Sub-Normal Children to organize special educational classes in some primary schools so that the transport problems of these children may be solved. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to raise the question of the education of preschool children. 97% of our children go to pre-school centres, creches or kindergartens. At the moment we do not have any proper formal system for this kind of education. I feel that it is time now to consider adopting a systematic approach in the education of pre-school children. Why should I raise this question? Why should I say that there is a need now? The first point I would say is that there is such a need for a proper systematic approach in the education of pre-school children. Almost all our children, before they reach the age of primary one, have been attending such classes. If our teachers who teach pre-school children are not well trained or properly trained, they will not be of much good to these children. Since the Ministry of Community Development would be setting up more creches in future, we need more teachers to be trained to teach preschool children. These people involved in teaching pre-school children are principals, teachers and those who take care of such children, and so on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we must also instil a sense of professionalism in these people who are in charge of the education of pre-school children. Some teachers regard their job as a temporary job, that is to say, after working for one or two years they will leave the job to become clerks, book-keepers and so on. Therefore, they do not consider this job of teaching as a profession. If we want people to regard this job as a professional career, then we must give them a proper, systematic training. Otherwise they will regard this as a temporary job and will want to jump from one job to another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question is about the effectiveness of their teaching. This has something to do with productivity. Productivity is not just something that has to do with industry. In teaching also there is productivity. So if the teachers are well trained, they will be able to devise better teaching content or curricula and better programmes so that we may be able to reduce the ratio between teacher and pupil. In other words, a teacher can look after more children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is about the need for the training of the staff to raise the level of knowledge of these teachers so that they may have better conceptual quality and certain social consciousness or good quality suitable for teachers. A good trainer can make full use of the staff and cut down wastage. For instance, the children are of a very impressionable age. They are just like a piece of white paper. They can be imprinted with any kind of image that the trained teacher likes. In other words, they can be influenced easily. Therefore, I feel that the training of the teachers who can influence their children is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other than for pre-school children, the other kinds of training for children are temporary in nature, whose timing of training depends on the free time available with Ministry of Education and the Ministry of Community Development. There is no systematic or formal training by either Ministry to coordinate its timing. Let me quote an example from Japan and Hong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> Kong. They have a systematic formal training even for working teachers. Usually in the University or in a specialized institution for training, they used to give their trainees some kind of training before assigning them any job. Even those who are already taking part in the training of pre-school children are also receiving training. In Hong Kong there is a specialized institution. Those students whose results are not good can join these special training schools in order that they may be better trained to teach pre-school children. So I hope the Ministry of Education can try to coordinate with the Institute of Education to devise a better system for such formal professional training. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I propose to take the Suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. This Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>12.59 pm until 2.30 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> Head L (cont.) - \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, the Member for Whampoa said he was serious about importing graduate husbands to Singapore to marry, I presume, our single woman graduates. I just wonder whether the Member for Whampoa is thinking of importing these graduate husbands from traditional or non-traditional sources. I would imagine that if the question is to increase the talent pool, it would also imply the increase of graduates. Then the simple solution would be to have another university or, in addition to that, an open university to increase our number of graduates. This move has been suggested by my Party in the last election and in our election manifesto, but it was not our idea alone. It was also the idea of Dr Albert Winsemius. As we all know, he was the architect of Singapore's industrialization programme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the word \"eugenics\" has got all kinds of connotations. Sociologists will tell us that the procreation pattern of most nations is that the families of the lower socio-economic group normally have larger families than those families who are from the higher socio-economic group. But this kind of procreation pattern through the years has never affected or reduced the quality of the race, and therefore any overt action by the Government to take steps like the priority scheme for graduate mothers would appear to be unnecessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, England produces proportionately 11/2 times, Taiwan two times, France three times, and Japan four times the number of graduates more than Singapore does. The teaching of Chinese in primary and secondary schools is barely satisfactory. 25% of lower primary pupils are poor readers. We are so preoccupied with examinations that our whole education system has been reduced to a mere transmission of facts needed to pass examinations. A very large part of our working population, about 600,000 or slightly more than one-half of our working population of 1.1 million do not have even a Primary 6 education. Such are some of the observations made, some by PAP Ministers, on the state of our education system - a sorry state. One could go on and on but there is no need to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should, however, ask, what happened? What went wrong? Are Singaporeans stupid by nature and cannot be educated? The answer is absolutely not. The Basic Education for Skills Training (BEST) programme for adult Singaporeans has a phenomenal pass rate of over 90%. Adult Singaporeans have achieved this while shouldering the responsibility of earning a living for their families. What greater wonders they would have achieved had they been given the opportunities during their school years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP Government had the luxury, few political parties in democracies have, of total power for an unbroken 25 years. The people of Singapore have given the PAP this opportunity and the PAP has failed miserably in providing their fundamental right as regards proper and good education. The blame rests totally on the PAP. The hallmark of the PAP Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> education policy is one of strict control. The tight control is not only confined to our primary and secondary schools but also all the way up to the University and the Polytechnics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP, if you will remember, came to power, amongst other factors, on the back of the Chinese Middle School students. The PAP had also the political assistance of some of the then University of Malaya students. The Prime Minister himself was a counsel assisting Mr D.N. Pritt, Queen's Counsel from England, in defending the members of the editorial board of Fajar, a radical publication of the University of Malaya Socialist Club. University of Malaya was subsequently renamed University of Singapore and now we have the National University of Singapore. I believe the Member for MacPherson will remember all those events. He was, in fact, writing articles in the Fajar in 1953. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister was engaged, soon after the successful defence of members of the editorial board of Fajar as counsel, again to assist Mr D.N. Pritt, QC, to defend seven Chinese Middle School students who were given three months' imprisonment following the May 13 incident. We can see from history that the Prime Minister was actively involved in the University and Chinese school students' affairs. The Chinese school students lent strength and gave support to the PAP in coming to power. But what happened when the PAP, in fact, came to power in 1959? We learned that the PAP slowly, but surely, took steps to neutralize the Chinese school students and their old boys' association. Of course, this sector is now quite irrelevant as we know, in our education policy soon to be implemented, that there will not be any more Chinese stream schools by 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The University autonomy was removed and the University, as we know, has been put under the control of a PAP Minister, usually as the Vice-Chancellor. That is, the University is put under political control. Again, this is slowly, but surely, our University and the Polytechnics have been politicized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore, who is not here today, last year advised University students that they must awaken their poli- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> tical consciousness. The Member for Rochore should know what he was talking about because he was once the Vice-Chancellor of the NUS. If our education system requires that our University students be muzzled -this includes other higher institutions - how can we get more knowledgeable people with training, to come forward and enter the political arena? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, your time of 10 minutes is up. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I have one minute more? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> No, I am sorry. If I give one more minute to you, I will have to give one more minute to all the others. I cannot manage the House then. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Can I have a point of clarification, Sir? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, the Member for Potong Pasir made reference to my point about importing foreign graduates, and he suggested another university to solve the problem. May I ask him how another university can solve the sexual imbalance due to the fact that male graduates prefer to marry non-graduates? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the whole point at issue is, in fact, to increase the talent pool. I would imagine increasing the talent pool in this country is also to increase the number of graduates. There is no better or logical way of increasing the number of graduates than to have another university. The sexuality has got no relevance here. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, you have about 130 minutes to reply. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, may I, with your permission, deal today not only with the points that have been raised by Members in today's debate but also with some comments on our educational policy and administration that have been voiced by hon. Members in the debate on the motion to thank the President for his Address earlier this month, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are four major and immediate problems which confront the Ministry of Education. These are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) The priority scheme for graduate mothers in the pre-primary and Primary 1 registration exercise; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) The procedure for streaming at Primary 3, particularly with regard to the role to be played by parents at this early stage of a child's education; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Double weightage for English and second language at PSLE; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) The criteria for promotion from Secondary 4 'N' to Secondary 5 'N' for students in the Normal stream at secondary schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I was appointed the Minister for Education on 2nd January this year, I asked the Ministry of Education officials to review these four issues. The guideline which I gave to my officials in reviewing these problems and putting forward their recommendations is a simple one. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, honour whatever commitments the Government has made. For example, Sir, parents who had themselves sterilized in order to obtain priority for registration of their children at pre-primary or at Primary 1 should not lose their priority. This, Sir, is only fair. You cannot change the rules in mid-stream. But barring this constraint, Sir, I told my officials to formulate their recommendations so that the recommendations would, above all, be in the best interest of the child. Specifically, I told them that they should not allow their judgment to be clouded by political considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to inform the House that much progress has been made, and I will be tabling the Ministry's recommendations on these four major problems to Cabinet within the next six months. Barring unforeseen circumstances, I expect, Sir, to be able to resolve the problems by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now comment briefly on each of these problems. I start, Sir, with the most contentious one, ie, the priority scheme for graduate mothers for pre-primary and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> Primary 1 registration. Since the early 1960s, we have been able to assure every child a place in our schools. No child has been denied an education because his parents are unable to pay the fees or because he has not been able to get a place in school. In the context of our society in Singapore which places a premium on material success and getting ahead in life, it is not surprising that parents should want to give their children the best possible start in life. And this means, for many of them, getting the children into schools which would be regarded by their parents as being in some way good or superior. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Minister of State has on a previous occasion, Sir, produced statistics to show hat in actual fact there is little correlation between good PSLE results and any particular category of schools. Nevertheless, parents are not convinced. And when last year, as part of the national effort to correct our lop-sided procreation pattern, the Ministry of Education gave priority to the children of better-educated mothers for pre-primary and Primary 1 registration, here was a public outcry. In the event, Sir, the scheme resulted in giving priority to 157 students of graduate mothers, and this had negligible effect on the available choice of schools for other parents, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Sir, most of the debate and the criticisms that have been voiced on this policy up to-date have been misplaced. What is the crucial issue in this matter? The crucial issue, Sir, is whether graduate mothers will be induced to have more children simply because this will give them priority in registering their children for Primary 1 or for pre-primary. The response, Sir, from graduate mothers would indicate that this premise is unlikely to be true. In view of the anxiety and the resentment which this scheme has aroused in Singaporeans, both graduate and non-graduate, and as the scheme is not likely, in my view, to produce the desired results, I see no good reason, Sir, for continuing with this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> I have therefore decided to recommend to Cabinet that the priority scheme for graduate mothers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> should be abolished and the guidelines for this year's Primary 1 and pre-primary registration exercise, which will be conducted in May, to be modelled along the lines of the 1982 guidelines which are, in my opinion, the fairest and the most satisfactory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, streaming at Primary 3. Before a pupil is streamed to the Monolingual course at Primary 3, he would have to fail his examinations at Primary 2 and Primary 3, as well as the Ministry's Achievement Test. If he passes just one of these examinations, he will not be streamed to the Monolingual course. Even if he is streamed to the Monolingual course, the Ministry of Education gives the parents the choice to put the child, if they so wish, in the Normal course at primary school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many parents feel that it is too early to stream a child at Primary 3. As I explained at the School's Council Meeting on 2nd February, the real issue is how can we identify the weaker pupils as early as possible so that we can do more to help them. Parents worry that if their children are streamed at Primary 3, this is too early and will penalize the late bloomers. However, if we delay streaming until a later age, this would mean that the slower pupils would have lost several valuable years, and it may not be possible for them at the age of 12 or 13 to catch up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot see how any Member, no matter how prejudiced, can ignore the basic fact that nature does not endow our children with equal ability. All children can learn; some more, some less, some quicker, some slower. Our present system of education, which incorporates the principle of streaming, attempts to take account of this basic biological fact of nature. It is an attempt, by no means perfect, but still an attempt to try and help every child to learn at his own pace, to develop at his own ability. And to revert back to our previous rigid education system, whereby all children go through the same stream at the same pace, would be, Sir, as I pointed out, to condemn generations of students to fruitless years at school where they learn nothing. Rather than throwing the baby out with the bath water, I think that it would be a more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> fruitful exercise, not just to abandon the system, but to see how we can improve it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I intend to amend the streaming procedures at Primary 3 in order to give parents the final say in the education of their children at that age. This is not because I want to get the Ministry of Education or the Government out of a difficult spot but because I believe, Sir, that at this age it is the parents, not the Government, who must bear the primary responsibility for deciding which educational option they should choose for their children. The Ministry of Education and the schools will do everything they can to advise the parents. But the final choice will be left to them. And, Sir, if the parents make a mistake and the children suffer, they will have to bear the responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, Sir, I would like to add a note of caution to parents for the sake of their children. I would urge them, Sir, to exercise this flexibility not in accordance with their own prejudices, or even with their own ambitions, but with the interests of their children foremost in their minds. I understand the natural reluctance of parents to accept the fact that their children may not be as clever as children of their neighbours. But we must remember that if children, who are not so bright, are forced to go to the faster stream they will not be able to follow the lessons in class and, eventually, these children will drop out of school with a sense of failure. To parents, Sir, I would pass the following message. It is better that your children learn at their own pace and succeed eventually than that you push them beyond their abilities and they fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I come to double weightage for English and Second Language at PSLE. This double weightage for English and Second Language has been a feature of our PSLE system since 1973. Previously, the PSLE was used as a means to identify those who should go on to Secondary 1, and to allocate these Secondary 1 pupils to various schools. With the introduction of streaming in 1980, PSLE is now used to channel pupils to the different courses in secondary schools. The first batch of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> Express course pupils who were streamed at the end of 1980 had just completed their 'O' level examinations after four years of secondary school. I think, Sir, that it is timely for the Ministry of Education to make a careful comparison of their performance at 'O' levels with their performance at PSLE. This comparison will enable us to decide whether the double weightage for English and Second Language at PSLE is desirable and should continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, promotion criteria for students in the Normal course in secondary schools to proceed to Secondary 5N. The Normal course in the secondary schools, as conceived in the report on the Ministry of Education in 1978, was to assist less able pupils to complete secondary education with a useful qualification. Besides preparing these students who are capable of taking 'O' level examinations, the GCE 'N' level was also meant to provide students who could not succeed at the GCE 'O' level with a qualification which will help them continue at VITB or at other technical courses. The Ministry of Education, therefore, worked out the criteria for promotion to Secondary 5N on the basis that only those students who have a good chance of doing well in the 'O' level examinations should be promoted to Secondary 5N. The Cambridge Local Examinations Syndicate had advised the Ministry that an 'N' level candidate obtaining Grade 3 in a subject at the Secondary 4N examination will have a better than even chance of passing that subject at GCE 'O' level after an additional year of study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am of the view that the present criteria for promotion to Secondary 5N for the Normal course pupils in the secondary school are too strict. The Ministry of Education is carefully monitoring the performance of the first batch of Normal course pupils who are now in Secondary 5N. Taking into account the constraints of limited availability of classrooms and school teachers, we will review the criteria for promotion to Secondary 5N so that as many Secondary 4N pupils as possible would have an additional year of study to enable them to sit for the GCE 'O' level examination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I thought it best to discuss together the four major problems that faced our education system rather than deal with each problem in isolation, as this would put the problems in the wrong perspective. When the four problems which I have identified have been resolved, I would hope, Sir, that in the next Budget debate in 1986 when the estimates of the Ministry of Education are debated, the issues will then be more professional and less emotional. Much obliged, Sir. [Applause] \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Now we can go to amendment No. 3. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Before I withdraw the amendment, could I just react to the points raised by the Hon. Education Minister in regard to the choice that he is talking about? It is true that at present the choice is given, but then what kind of choice are you giving them if they are to go from Monolingual to Normal which is at the other extreme end. It is difficult, and it is a two-year difference? \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If they go to the Normal stream, it is a six-year primary education. If they go to the Extended, it is eight years. The difference is too long. So you have got to make it more acceptable for them. I think most parents are sensible. They do not want to push their children, but you must make it easy for them to make the choice so that they can opt for the pace that their children can cope with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the very satisfactory reply - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sia, there is no need for you to withdraw your amendment because the whole Head is thrown open for debate. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Sir, you do not want me to withdraw the amendment? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Not till 1.00 o'clock tomorrow afternoon. Dr Tay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Education and Communications and Information (Dr Tay Eng Soon): Mr Speaker, Sir, I really do not mind the Member withdrawing the amendment but there are so many points \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> to be answered. I am grateful for the opportunity at any rate to answer the points that were raised by other Members of the House during this morning's debate on education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Minister has dealt with the main issues which concern the fundamental policies of the Ministry which were touched upon by many Members who spoke this morning. So I do not propose to venture into those areas which have been very adequately answered by my Minister. But there were other points that were raised by hon. Members concerning personnel in the Ministry, concerning moral education and so on, which I feel I should address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, several Members spoke about the question of principals in our schools as well as the recruitment of teachers for our education service. These are matters which are of great concern to the Ministry. I can assure hon. Members, because the heart of our education system really rests with the people who carry out the whole of education in our schools, namely, principals and teachers. And therefore this is a subject which the Ministry is continually concerned about and is continually looking for ways and means to improve the situation. I thank hon. Members for bringing these issues up, not only at this Budget debate but year after year in previous Budget debates, and I assure them that we have never overlooked this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people feel that other factors in school are important, for example, the size of the classes, the number of pupils per class. The Member for Potong Pasir touched on this point. Sir, in fact, those who are not knowledgeable about education or directly concerned with the professional aspects of education, do bring up all kinds of points on how to make education more effective. For example, the size of classrooms or the conditions of the buildings in the schools and so on. Let me just deal with the size of classrooms. It is no secret, Sir, that in Singapore some of our best secondary schools, ie, the secondary schools to which many of our most able pupils after PSLE choose to go to are also schools which have very large classes. F6r example, Raffles Institution has 44 pupils \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> per class. At the same time, there are schools which are not popular which have 25 pupils per class, or even less. Let me say that there is no correlation between the size of the class and the results that the pupils finally attain at the end of their secondary education. This is not only our experience. It is the experience of many other countries that the size of a class is not a critical factor, unless we are prepared to go down to very small classes of about 15 or even 12 pupils per school. Then it is almost like private tuition. We do not have the resources to do that. And so the question of the size of classes where we have between 30-35 pupils on average, and in the more popular schools as many as 44 pupils, will not affect adversely in any way the education that our students receive. But the important factors that do affect the education of our children are the principals of the schools and the teachers who teach in the classroom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Bukit Batok drew our attention to principals in our schools and mentioned that towards the end of last year, there were some principals who were redeployed to become teachers in other schools. This is an annual exercise. Every year, there are a few principals who retire from the service, others who step aside from being principals because of health reasons, and yet others who are asked by the Ministry to step aside to make room for other people who are better principals. I think this is a natural turnover of principals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implication of what the Member said was that perhaps the Ministry is harsh in some of these changes that it is making, and that it should be very careful in the selection of people for principals. I could not agree with him more that we should be very careful in the selection of people for principalship. In fact, he gave the example of a particular principal of a school that his son goes to. That is an example of a good principal, and it is people like that that we are looking for to become principals in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many studies done in our own schools as well as overseas show without \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> question that the principal as a chief executive of a school, both as the professional leader as well as the chief administrator of the school, plays a crucial role. He can make a difference to the school's morale in the leadership that he gives to his colleagues, the staff as well as to the pupils. So the Ministry places very high premium on the choice of principals and on the training that we should give to such people to better equip them to become heads of schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of the Member for Bukit Batok, we have, in fact, started formal training courses for potential principals, namely, the Diploma in Education (Administration). We have also started in-service courses for those who are already in service as principals, a two-week residential course at Frasers Hill and other places, seminars, all with one objective, to help the person to be as good a head of a school as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of adequate number of teachers, I know the Member for Anson has touched on this subject every year. I thank him for bringing it up because this is a topic which concerns us. It is not something that we are overlooking. It is not something that we are ignoring. In fact, as I said, we are very concerned about the shortage of teachers. Perhaps with the slight recession that we are experiencing in the Singapore economy today, it might be easier for us to recruit teachers. Because, Sir, the education service has to compete in the open market with all other employers and all other sectors for young men and young women for the teaching service. As we have progressed, opportunities of all kinds of employment abound for young people with good 'A' levels or with degrees. These are the very same people we are trying to attract into the teaching service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not because our salaries are in any way inadequate. In fact, the salaries for our graduate teachers are the same as those for other professionals employed in Division I of the Civil Service and the salaries for non-graduate teachers, 'A' level people, are perhaps one of the best in salary terms for non-graduates. So it is not the salaries which are inadequate. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> simply that there are so many opportuties which attract the young person today and teaching is only one of the several options that he has. Nevertheless, the Ministry is taking positive steps to recruit more aggressively. For example, we have prepared audio-visual material for presentation to 'A' level school leavers, university undergraduates who are finishing their final year, to tell them what the teaching service is all about, to remove some of the myths or misconceptions that they may have and to present to them the career opportunities in teaching. That is a positive step we are taking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the intake into the Institute of Education (IE), the Ministry has had a dialogue with the Public Service Commission to streamline some of the criteria that the PSC uses for the admission of people into the Institute of Education and eventually into the teaching service. Sir, quite rightly, the PSC insists on very high standards for recruitment into the IE and into the teaching service. The Ministry agrees with this, that we should maintain these standard-s. To compromise standards means to put at risk future generations of our children because we have reduced the standards of intake for teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I want to assure the Member for Anson that we are doing everything we can to recruit teachers to remove the shortfall in the teacher establishment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Batok ctslas also touched on the subject of moral education. I could not agree with him more that one of the priorities of education must be on moral education. In fact, if one were to look back in history, a large part of education historically in many societies have been concerned with moral education. I think the schools that Confucius had were entirely devoted to moral education. Education which is concerned with knowledge or science and technology is a modern day phenomenon. It is only with industrialization that we have had to give more emphasis to the so-called useful subjects to enable people to learn skills and knowledge to go into the economy to work. But otherwise moral education has always had its important place in education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our system, we have likewise placed emphasis on moral education. Today, from Primary 1 to Secondary 2, we have moral education as a compulsory classroom subject. For Secondary 3 and Secondary 4, we have introduced Religious Knowledge to provide further reinforcement to moral education. But whatever the syllabuses, whatever the materials that are produced for this, I would say that the most important element in moral education is the teachers themselves, the example that they give to their young charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All of us, I think, can look back to the days when we were in school and can remember teachers by name, particularly those who left a deep and permanent impression upon us. These were the teachers who affected us as individuals, who shaped our character, and in that sense they were our moral education mentors. We may even have forgotten what they taught us in school in terms of the subjects that they taught us, whether it was geography or mathematics or whatever. But the deep impressions they created upon us, because of the way they dealt with us and the example they gave us, I say that that is the heart of moral education. This is something which we try to impress upon our teachers, and I have no doubt that there are teachers in our school today who are able to reach out to the students in that way. But this is very much a personal commitment on the part of the teacher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Extra-curricular activities, the uniformed groups, these are additional channels by which moral education is being taught and exercised within the school curriculum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Whampoa brought up two points which I would like to address. The first is that of the Polytechnic graduate who is now serving national service and whose problem is that he is not able to register at the NTI for the second year to do a degree until he has completed his national service. The question that the Member for Whampoa is asking is, why not let him register now while he is still in national service? Well, Sir, the Nanyang Technological Institute's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> policy each year is to invite applicants to apply for their second year course. Many of the applicants will be those from the NUS who have completed their first year in the Engineering Faculty. But the NTI still have places open to people like the Polytechnic graduate. They take in about 150-180 such people each year, mostly Polytechnic graduates who have had a few years of working experience and who have completed their national service. So if the student that he mentioned has good grades in the Polytechnic, he will stand the same chance of getting into NTI after he has finished his national service. That 2-year or 22 '-year period of national service will not make any difference to his chances of getting into the NTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa also brought up the subject of free textbooks in schools. He quoted some figures from the budget of the Ministry and queried why have the allocations gone down. There is some correction I have to make here for him. With respect to free textbooks, the budget last year was $85,000 and this year it has gone down to $65,000. The reason for this adjustment is simply that the budget last year of $85,000 was not fully expended and we feel that $65,000 will be sufficient for this coming year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The allocation of free textbooks is based on, as he rightly points out, the family income. Presently the level is $350 per month. But let me assure him that pupils who are in financial hardship, not necessarily from this type of family, would have no great difficulty in getting support from the school for textbooks. There are other sources of funds, for example, from the school advisory committee. There are also outside sources of funds, for example, from the CCCs, from clan associations, from foundations, who are more than willing to provide funds for needy students in the form of free textbooks. This also applies to bursaries. I believe that in Singapore there is hardly any parent who can say that education for his child is beyond his financial means. We have many sources of funds, not only from the Government but from organizations that I have mentioned, who are more than will- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> ing to provide funds for children. For example, as Members of Parliament, we do receive queries from our constituents concerning free textbooks. I myself have received such queries and I have been able to help them by writing to the schools concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When it comes to bursaries which are larger sums of money, the request from the Members of Parliament to the Ministry actually have been very few. I take that as an indication that this is not a large problem that has not found a solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Geylang Serai asked whether 'A' level qualifications that the teachers have gained should not receive some form of financial incentive. He mentioned that previously, before 1981, there was such an incentive. The PSC as well as the Ministry's thinking is that we want to encourage teachers who do not have 'A' levels to work towards 'A' levels. In fact, every encouragement is given to such teachers, including time-off for 'A' level examinations and so on. The reward for these teachers who manage to get good 'A' levels is, in fact, the opportunity to go on to the university, with a bursary or scholarship at NUS to get a degree. For the Member's information, from 1975 to last year, there were 578 such persons who had been sent to the university on bursaries to get a degree. So the reward for working for an 'A' level is not so much the 'A' level itself but the opportunity to go on to work for a degree. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Kuo Chuan asked about continuing education opportunities, especially part-time courses for those who are already in the workforce. He quite rightly points out that a large number of people are taking advantage of the BEST programme and about 40,000 a year are, in fact, going through the different modules, and completing them. The opportunity for them to go beyond the BEST modules, which are pegged at about Primary 6 level, to go to secondary level subjects is there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just provide him with some information on this. Last year, the number of people who enrolled, not necessarily for the BEST programme but generally in the general education courses from Secondary 1 to Secondary 5, and including pre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> university as well, totalled 14,000. These are persons working on a part-time basis and in the evenings to better themselves through these courses. Some of them, particularly at the Secondary 1 and 2 levels, would be from the BEST programme. At the same time there were many who registered for part-time courses for skill training. For example, 4,700 enrolled in NTC 2 and NTC 3 courses with the VITB as at March, 1985. In addition, firms do request VITB's help to run short skill training courses in their own premises. These are ad hoc vocational courses as well as courses in the VITB itself, tailored to their own needs, and there were 3,500 who were registered for such courses. So, all in all, something like 25,900 people, mostly working people, until March this year have enrolled in part-time courses of one kind or another. So I can assure the Member that there are many opportunities of this kind available. But I take note of his point that we should perhaps look into the possibility of part-time skill training or education courses, beyond BEST, in the premises of employers taking advantage of the location and the convenience. I think this is something which we have started discussing with employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong spoke about the gap between the sitting of the 'O' levels in November each year and the results becoming available in early March and the problem of this 3-month gap when there is some uncertainty among students as to whether they are going on to junior college or whether they should go on to look for a job. Sir, this is a very long standing problem that we have. I would not say it is a major problem because year after year it is anticipated and students do make their adjustments until the 'O' level results come out in March. Sir, the problem is really related to this 3-month gap and whether we can shorten it. We know that the Cambridge authorities find it not possible to reduce the gap. They conduct these examinations not only for Singapore but for many other countries. It takes time for them to process and to mark these examination papers, to moderate them and process the results. It does take nearly three months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the alternatives to this? The Member has suggested three alternatives. In fact, within the Ministry we have considered those alternatives and we have looked at even more alternatives. Short of reverting or having our own examinations in place of Cambridge, that is to say, a Singapore Examination, which will then have less of a problem with the time factor, there is no easy solution to this. But if we were to move away from the Cambridge examinations and to start our own, there are various matters that must be very carefully considered. First is that the Cambridge examination, unlike the PSLE, is a much more extensive examination. PSLE is concerned only with four subjects. It is a national examination which we run, but the Cambridge examination involves 20 or 30 subjects. That poses immediately the problems of manpower to set and mark these papers, expertise to set these papers and more than that. We have found it useful to have an independent examination body like Cambridge against which we can measure ourselves. I think that should not be dropped lightly. It is valuable that we should have this yardstick to measure our pupils at the end of their secondary school. With regard to his queries on this subject, I am afraid we will have to live with this three-month gap. \n  <br>3.30 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what the Ministry has done is to identify schools whose preliminary examination results differ markedly from the Cambridge examination results that finally come out. There are schools whose preliminary examination results appear to be difficult or too strict. There are others which are perhaps too lenient. These schools have been identified, and the Ministry is working with them to try to make their preliminary examinations approximate more closely to the standards expected of the Cambridge 'O' level papers. In that way, pupils who are posted on a provisional basis to junior colleges and pre-university centres on the basis of their preliminary results would be more accurate and there would be less movement when the 'O' level results do finally come out. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two more topics that I just want to deal with. First is the kindergarten teachers, the problem of their training an upgrading which was brought up by the Member for Yuhua. I agree with her that we must do what we can to train or provide good training for kindergarten teachers so as to improve the quality of kindergarten teachers. The problem here Sir, is that of staff turnover. As the Member knows, there is a high turnover rate for kindergarten teachers related to the fact that the salaries are not high. Paradoxically, some of these teachers, having received training in the Institute of Education after a short time, resign from their job to look for better jobs. Training has created its own problem. I am not saying therefore that we should not continue with training. We should press on with training. The Institute of Education takes in about 60 kindergarten teachers each year on a part-time basis for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that with these measures there is a gradual improvement in the teachers that we get for our kindergartens. But the basic problem will still have to be met, which is, how to pay them more adequately for the job. In the case of kindergartens which are low-cost, ie, kindergartens where the fees are very low, there is not much that can be done to better remunerate the teachers. And if you raise the fees, this will affect children from low-income families. There is a dilemma here. Within the limits of fees, available classrooms and teachers, we are doing quite a good job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the Ministry did a study of children from the different types of kindergarten in Singapore and how they would perform by the time they reach Primary 3 in school. We found that there was not a great variation in the performance in school. What does this mean? This means that the kindergartens, by and large, are providing for their needs, be it not the ideal. But there is room for improvement here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the education for disabled children, ie, mentally and physically disabled children. The Member for Anson \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> spoke on this. So did the Member for Ulu Pandan. The Member for Ulu Pandan made a request, and that is, that there is a need for more classrooms for educationally subnormal children. Presently, the Ministry has worked with the Association for Educationally Subnormal Children and has helped the Association to set up three schools for these children in different parts of Singapore. I will take her request into consideration and ask my officials to see in what way classrooms in Singapore, if they are available, can be made available to the Association for the running of these classes. But it would be still desirable to have schools which are used exclusively by the Association, and we will help the Association to locate one or two more schools that they could use for that purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subject on what the Government is doing for the needs of those who are disabled educationally has come up every year. The Member for Anson has spoken on this. The main thrust of what he says is that the Government is not doing enough and that the Government must do very much more than what it is doing. I am afraid that he is not in full possession of the facts, and I would take this opportunity to explain to him what the Government is, in fact, doing for special education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present there are not seven but 12 special schools run by seven associations and their total enrolment is 1,717. The majority of this enrolment are in the School for the Retarded and the School for the Educationally Subnormal. Our view has been that there is merit for these special schools to be independent schools run by voluntary organizations with as much help as possible being given by the Government. When these schools are run by independent and voluntary organizations, they are able to shape their own programme to meet their own needs, and the needs of these special schools are quite different from those of normal schools. For example, the School for the Educationally Subnormal or the School for the Mentally Retarded requires very different programmes. Their curriculum is quite different from that of normal schools and the methods employed to teach such children are quite different. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The voluntary organizations are able to bring expertise to bear on these problems. Their own members are usually highly motivated people who can give personal attention to these schools. We feel that there are advantages for these schools to be autonomous and to be independent rather than that they should be part of a large bureaucracy dealing really with normal education. Our policy is to support them as much as possible, recognizing their independence and their autonomy and, at the same time, helping them in their needs for teachers, buildings and so on. We are providing teachers for these schools despite the fact that there is a general shortage of teachers in our normal schools. We are providing 73 teachers to teach 1,700 pupils and the Ministry of Community Development is also providing 11 special instructors specifically for the blind and deaf children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, we are helping the schools with buildings. In fact, five schools have been converted into special schools. As for teacher training, the Institute of Education has started a course on special education to cater specifically for the needs of teachers who teach in these schools. This three-year part-time course which started at the beginning of last year has 39 participants, most of whom come from these special schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson did not repeat the point today but he certainly made it on Saturday that this course is of a low standard, the quality is poor, and so on. I do not think he was speaking from knowledge or otherwise he would not have made those remarks. This course was worked out very closely between the Institute of Education and the special schools themselves. Their requirements were fitted into the course. So how can he say that the course is of a low standard and of poor quality when it is tailored to the needs of the special schools, and done in consultation with them? In addition to that, the Institute of Education brings in foreign experts for short spells to run specific parts of this course. To-date, they have brought in three experts from Australia and one from Canada, all at the expense of the Institute of Education, to take part in this art-time course. I do not think the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> Member should, without any knowledge, cast a slur on a course which has been very carefully developed and planned and is meeting the needs of the special schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we take into account all the support that is being given to these special schools, namely, the 73 teachers who are seconded to these schools whose salaries are all paid by the Government, the instructors seconded to the schools whose salaries are paid by the Ministry of Community Development, as well as giving direct grants to these schools, the total amount that was spent from public funds for these schools last year was $3.4 million. This is not a small sum, not an inconsiderable sum. If we divide that by the total number of pupils who are being catered for, it works out to $1,974 per pupil for 1984. How does this amount compare with the amount we spent on every pupil in our primary schools? We spent, last year, $1,311 on each pupil in our primary schools. If you compare it with what we are spending on the special schools, we are actually spending 51% more per pupil for children with special needs. So with the limited manpower resources that we have, I think we are doing our utmost to help these special schools by providing them with teachers, buildings, training and so on. I think I have dealt with most of the points brought up by Members. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I have another amendment later but I would not be speaking on it. Can I use some of the time to respond to the Minister of State? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, firstly, on the shortage of school teachers. I understand that the Institute of Education insists that graduates have two teaching subjects before they are enlisted by the IE. As a result, the IE has rejected several graduates from the University who have taken subject combinations like Economics and Statistics because Statistics is not reckoned to be a teaching subject. I hope that something can be done here \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> because I feel several good teachers have been lost in the process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, secondly, on the point of admission to NTI by a Polytechnic graduate. What I sought from him was an assurance that such a graduate who is now serving his national service be guaranteed a place upon finishing his national service, in the same way that a pre-university graduate waiting to go to the NUS has been guaranteed a place even while he is doing his NS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, on the question of free text-books, yes I take the correction. I think my eye jumped one line. The actual figure budgetted is $30,000 for this year and the figure for the previous year was $50,000. The Minister mentioned that there was under-spending last year and, therefore, he has cut the budget for this year. But then in the next breath, he gave the reason why this was so, namely, that the income ceiling is only $350 per month. Now, Sir, I do not know whether the Hon. Minister of State knows anything about the labour market, but he ought to know that there are very few people earning below $350 per month nowadays, and, therefore, if you peg the income ceiling that low, you are going to exclude virtually everybody. So I would urge him and his Ministry to review this income ceiling to revise it substantially to put it on a net basis, net of CPF, and not to use family income but head of household income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And a similar problem applies to bursaries. I disagree with him that students should be channelled to private sources, like foundations and CCCs and so on, although these institutions are doing a very good service. I feel that education is human investment and that Government should find more ways to equalize opportunities to enable those from the lower strata of society to rise up the social ladder. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, may I just take up two matters referred to by the Minister of State. Firstly, about the shortage of teachers. I was very glad to hear from the Minister of State that remuneration of the teachers is not the stumbling block or obstacle to the recruit- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> ment of teachers. May I know from him that has been the rate of resignation from the Education service then of existing teachers, and has the Ministry found the underlying cause or reason for the resignation from the teaching service or the reluctance of people to come into the teaching service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, about the education, of mentally disabled and physically disabled children. The Minister has said that the Government is doing enough. But may I tell him that that view is not shared by these organizations which are coping with this problem - that the Government is doing enough. They feel that there is a greater level in which the Government could involve itself in the education of these children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This course for teachers for the special schools that the Minister has mentioned, I am aware of it. He mentioned it last year. But I am told that the teachers who were sent there were all untrained teachers. I would like to be corrected on that because, I am told the teachers who go there are not normal trained teachers but untrained teachers. I am told that in other countries people who go on these specialist education courses are all trained teachers in the first place. And they are sent to acquire the specialist knowledge to teach children who are disabled one way or other. I am told that at the end of the course in Singapore, they will only get a diploma and not a degree in specialist education. That is why the feeling is that these courses are not as good as those provided by other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the other problem is the lack of proper equipment. I understand the Minister to say that there are reasons why the running of these schools must be left to these organizations. They may be better motivated. Well, I can see that there might be better motivation coming from people who are dedicated to the afflicted. But they tell me that they sorely lack the necessary equipment. Well, is the Government providing them with the adequate equipment? Take the School for the Deaf. I am told - \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> On a point of order, Mr Deputy Speaker, Sir. Is the hon. Member making a speech or clarification? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking for clarification of what help the Government is giving to these schools. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Could you make your clarification briefly, so that the Minister can answer? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Well, the help they need is either provision of teaching aids or capital outlay to buy the teaching aids, even if you do not want to run the schools yourselves. Would the Minister say whether that is being done? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Deputy Speaker, Sir, I take note of the points that the Member for Whampoa has raised in addition to the earlier points he made. And I shall look into them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Referring to the point made by the Member for Anson, on the resignation rate of teachers. It is very low. Last year, the turnover or resignation rate for graduate teachers was a mere 2.6%, and for non-graduate teachers it was less than 1%. The shortage is not because of resignation. Sir, the shortage is because our system has expanded as a result of streaming. We have now introduced more classes and smaller classes to cater for the needs of the pupils in the Monolingual stream, the Extended stream. We have given these pupils two additional years in school. All these require classrooms and teachers. This is really provision for pupils of the very type we were talking about earlier, who had these needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the special schools and their needs, as I said, grants have been given to them from the Ministry of Community Development. And, no doubt, these grants are used by them for equipment they need. They are also in receipt of financial support from the Community Chest. So I believe that there are enough funds around for their needs, but if there are special needs, they can certainly take it up with either the Ministry of Community Development or Ministry of Education. In fact, we have been providing them with grants to buy micro-computers and so on. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Mr Deputy Speaker, Sir, before I withdraw, I would like to make two brief comments against the time that I have under the amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> I do not want an answer from the Minister of State and I will withdraw it at the end of the discussion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sia, there is no need to withdraw the amendment until tomorrow. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> One is his answer to the Member for Geylang Serai about the 'A' level teachers not getting their increments, and the Minister of State has said that they get the consolation of knowing that from there they will proceed to the University. But how many of them do proceed to the University? The point that the Ministry missed is this. In the past, before 1981, there was a scheme to grant two increments for those who obtained 'A levels. This scheme was in existence all this while. And there is the provision in the salary structure that those who enter the teaching service with 'A' level qualifications get two increments above those with 'O' levels. So there is some kind of consistency in the policy in the past regarding 'A' level qualifications. In the Ministry of Education, there is also an incentive scheme for those with 'O' levels who got distinctions in three subjects - English language, Science and Mathematics - to get three increments. Are you saying that those who obtained their 'A' levels do not merit the two increments which were given to them all these years, and that those who obtained three 'O' level distinctions are entitled to three increments? Of course, I agree that you give incentives to those with 'O' level distinctions. That is fine. But there seems to be an inconsistency in the policy if incentives for 'A' levels are withheld. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the other point is the answer given to the Member for Bukit Batok about the redeployment of principals. I think what was not mentioned was that last year some 40-odd principals were redeployed and sent back to schools. That was the point that I think the Member for Bukit Batok was trying to bring out. And the Minister of State explained away the policies, the importance of principals, training courses and so forth. But was it not true that there was a principal who, having reached the age of 53\" years, 12 years more to go before retirement and who had served more than 10 years as a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> principal was sent back to the school? How come you did not find this principal to be ineffective all those years and suddenly you found him to be ineffective? And with 1 1/2 years more to go, how unkind it was to send this particular principal back to teach in Primary 3. It is not just the case of this particular principal that I am talking about. You know how it affected him. Of course, I felt sorry for him. But think how this kind of move can affect the morale of the whole teaching profession in particular the principals? Every year, is the Ministry of Education going to have an exercise to remove 30-40 principals from the scene? Is it not true that there is an unwritten rule that those appointed by the Public Service Commission should remain until they either commit certain misconduct or mismanagement? What then were the reasons for the redeployment? Were they told about their inefficiency, or have they committed anything wrong? It is this kind of action that makes it very difficult for the Ministry of Education to get teachers to become principals. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sia, have you finished? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Yes. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri (Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information (Encik Wan Hussin bin Haji Zoohri):</b> Mr Deputy Speaker, Sir, may I be allowed to speak on two amendments* under my name? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri:</b> My first point is with regard to the School Executive Committee (SEC). I am made to understand that the Ministry is now currently having a pilot programme in the setting up of a School Executive Committee. The objective of SEC, if I may quote from MCM paper, is that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To develop the identity and character of and to inculcate independent thinking and innovation in Government schools.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the SEC is an added impetus or added stimulus for the general upgrading of the school programme. Reading the report of the MCM paper on this subject, Sir, I am encouraged by the positive contributions made by SEC. Just to cite one of the examples. The SEC has organized certain computer appreciation courses for some teachers. It has also encouraged the formation of Work Improvement Teams (WITS) in certain schools and also has assisted improvements in the physical expansion of certain schools, eg, the language laboratory and also the airconditioning of certain AVA rooms. I understand that, because of this positive pilot scheme, the Ministry is hoping to extend this to other schools. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But looking at the profile of these SEC members, I observe that many of them are professionals with very high academic qualifications. Just one example, two schools are having as their chairman the Permanent Secretaries of various Ministries. Sir, my concern here is t-hat whilst welcoming the role and the contributions of SEC in schools, there could be problems ahead when this is introduced in all schools in Singapore. Firstly, will there be enough people of high calibre and of good academic background to serve all the schools? Who will do the selection of the members? Will it be the schools themselves or the Ministry of Education? And taking the cue from the contributions made by the SEC, I do not know whether the enthusiasm and the zealousness of the SEC would be too taxing on the principal and the staff who are already overloaded in many aspects. And tied with that, will there not be the possibility of loss of professional confidence in the school when the SEC is ostensibly seen to be leading the school and not the other way round? Associated with this, Sir, what will be the fate and future of the School Advisory Committees now existing in almost all Government schools? We must bear in mind that many members of the School Advisory Committees have given long and dedicated service to all the schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the same spirit of trying to have a working relationship between the school and the public through the SEC, may I also take this opportunity to know what the Ministry of Education's attitude and policy is towards the teachers' unions as of now? Because we hear that previously the teachers' unions were not too favourably seen by the Ministry of Education. May I state at this point that I am not in any way trying to usurp the role of the Member for Moulmein by advancing the status of the teachers' unions. I would simply like him to know that, as I have also been associated with one of the teachers' unions, I am equally concerned about this posture of the Ministry of Education towards teachers' unions. I hope there could be a change from this seemingly closed door attitude or closed door policy of the Ministry of Education towards a much more mutually beneficial posture and relationship, because both are, in essence, partners in education. In the words of the Minister for Education, perhaps both of them can enter a new phase and, hopefully, the \"best is yet to be\" in education will materialise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, may I now cross over to an area on the curriculum of the schools. In spite of the many harsh criticisms levelled at the Ministry of Education on some of its controversial policies, perhaps we should not lose sight of some of the good things that the Ministry has done. In this case, Sir, I am referring particularly to the Curriculum Development Institute (CDIS). A case in point is the work that has been done in relation to the development of the History syllabus for secondary schools. I know now that the Social and Economic History of Modern Singapore is being taught in secondary schools. I would just like to make some observations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education's project team on this subject has been fortunate in having the services of an historian of international repute, ie, Professor Wang Gung Wu, as the chief consultant. And in Professor Wang's own words with reference to this particular project, he said that this is \"a unique curriculum and the first of its kind\". I have gone through this textbook and also the workbook, and I find \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> they are well written and well balanced. However, my concern is that History has always been regarded by pupils as a boring and a very dull subject. My belief, Sir, is not that History itself is dull and boring but perhaps the way and manner that the subject is taught by some teachers has contributed to dampening the historical outlook and thinking of the pupils. It is indeed axiomatic among education circles and educationists that we can have the best curriculum but this will be dead, Sir, if we do not have the proper teachers to give it life. Therefore, in my view, a curriculum is like a micro-culture. It brings forth the values, the traditions, the morals of that society. And since history is a component of that curriculum or microculture, it can be a strong vehicle in trying to develop in our pupils a sense of national identity and loyalty. It is therefore crucial that the teaching of History be made interesting and be made alive. I think this subject lacks the practical element in the learning of History. After all, we know that there are other subjects which have the practical element built in, eg, Science, Geography, and for that matter even Literature has that practical element built in through dramas and plays. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, may I know from the Minister to what extent this practical element is provided for in the teaching of History? To my knowledge, there are three institutions in Singapore which are currently a repository of our historical heritage. They are the National Museum, the Sentosa Pioneers' Gallery, not to mention the Surrender Chamber and, of course, the Archives and the Oral History Department. I would like to know, Sir, whether the Ministry has formalized arrangements on a permanent basis with these institutions in order that the resources of these institutions be maximized by the pupils. I know there are ad hoc visits made by schools to these institutions. But I would like to see a much more systematic, a more structured, relationship between the schools and these institutions so that on-going activities will be carried throughout the school calendar. I understand this is being done very well in the Science Centre. During and outside the school term, the Science Centre has been very popular with schools and they have organized activities. Perhaps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> these institutions and the Ministry of Education could organize supportive activities which are historically oriented and this, of course, will make History that much more interesting and captivating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My last point, Sir, is that associated with this building of a sense of loyalty and identity is the singing of the National Anthem. It is understandable that due to the competing demands in the teaching of the first and second languages, the teaching of the National Language has been de-emphasized. This has, of course, a bearing on the understanding of the lyrics of our National Anthem which is in the National Language. I am concerned, Sir, that there could be many pupils who are singing this National Anthem without understanding its full meaning and significance. And this is borne out of my recent inquiry from pupils who are attending my weekend classes in my education centre. The tutors informed me that a sizable number of the pupils do not understand the meaning of this National Anthem. I only hope that this is an exception and not the rule. May I therefore inquire of the Minister as to whether the Ministry of Education has made its own survey on this subject and regularly monitors the situation. It is a sad commentary if the National Anthem sung everyday by our pupils is not fully understood by them. Perhaps the Ministry could take remedial action on this. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Thank you, Mr Deputy Speaker, Sir, for allowing me to speak. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Make it brief, please. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes, I will be very brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Straits Times on the 24th January 1985, highlighted the news that Polytechnic students' fees would go up by about 20%. This resulted in a storm of protest from the Polytechnic students, and the Polytechnic Students' Union brought this matter up and they even condemned that the increase was unjustifiable, especially for the poorer students. They noted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> that in the 1984-85 academic term, there was already a rise in tuition fees by 20% as reported in the Straits Times. The students who enrolled in the 1984-85 academic term will suffer a 3-year consecutive drastic increment in the tuition fees. The Student Liaison Officer explained that the revision was necessary in order to reflect the increase in the recurrent training cost. My question is whether this increase in cost would mean that the students will be getting more and better quality lecturers and that the lecturer/student ratio will be decreased. Would the Minister like to explain? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Deputy Speaker, Sir, I am indeed indebted to the Member for Ayer Rajah for raising this matter of the reaction of the Singapore Polytechnic Students' Union to the increase of $100 (from $500 to $600) payable by full-time students at the Polytechnic this year. I must admit, Sir, that I was rather taken aback by the letter from the Polytechnic Students' Union. In the letter they asked the relevant authorities to give a reply to three questions and I quote from their letter: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) What is the total amount including the Government's subsidy being spent to train a Polytechnic student? What are the reasons for the increase to this total amount? How is this amount being arrived at? (Please give its breakdown.) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) As mentioned in the press statement that the reasons for the increase is due to higher training cost, please elaborate? Does it mean providing better lecturers and facilities and giving more syllabus to students, etc.? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Is it true that the Singapore Polytechnic is providing higher training to students every year and as such the need to increase the fees annually? Does it also mean that such higher training would result in better recognized diploma, one which is close with that of a university degree? As students being fully aware that we are the ones bearing the consequences of this course, we should have the right to know the answers to the above questions. We would therefore be very glad if the relevant authorities could give us a satisfactory reply as soon as possible in view of the coming sessional examinations.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these students amaze me. Are they not aware of the highly privileged position they are in? Do they not know that their studies are being heavily subsidized by the rest of Singapore? Do they assume that, by some divine order, they have a right to a tertiary education? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I asked the Singapore Polytechnic to let me have information on student fees and recurrent cost per student for 1984-85, the latest year for which they have accurate statistics. This information, Sir, is given in an Annex (Cols. 1427 - 1432) which, with your permission, I will ask the Clerk of Parliament to distribute. [Copies of document distributed to Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850325/19850325-HA-0451427.htm\">Annex - SINGAPORE POLYTECHNIC, NGEE ANN POLYTECHNIC, NATIONAL UNIVERSITY OF SINGAPORE (Cols. 1427 - 1432)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Members will note that the Annex also contains similar information for Ngee Ann Polytechnic and the National University of Singapore. I asked for the information from these institutions in order to make a comparison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask Members to look at Annex I. In 1984-85, students at the Singapore Polytechnic paid fees of $500. The average recurrent cost per student varied from $5,136 for those taking Civil Engineering and Building to $6,929 for those taking the course in Chemical Process Technology. Fees paid by the students as a percentage of average recurrent cost per student varied from 7.2% to 9.7%. Sir, I have only included in this Table the recurrent cost of the institution. I have not taken into account the capital cost. If I were to add the annual depreciation on plant and equipment, the average cost per student would be enormous, probably double. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Annex II gives similar information for the Ngee Ann Polytechnic. For this institution, the fees paid by students as a percentage of average recurrent cost per student varied from 6.9% to 9.7%. In other words, Sir, the Government was subsidizing over 90% of the average recurrent cost per student at the Singapore Polytechnic and at the Ngee Ann Polytechnic. What each student pays is less than 10% of the average recurrent cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Annex III gives the figures for the National University of Singapore. Here, the fees paid by students as a percentage of the average recurrent cost per student varied from 11.2% for those studying Accountancy and Business Administration to only 2.5% for those studying Medicine. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to belabour this point, Students at our tertiary institutions are extremely highly subsidized by the bulk of our taxpayers. Instead of griping over a $100 increase in their fees, it would seem to me that the members of the Singapore Polytechnic Students' Union should really get down on their knees and be grateful for the opportunities which have been given to this small group, opportunities which, Sir, so many other students in Singapore would like to have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a wider note. I wonder whether it is possible for the taxpayers to continue subsidizing tertiary education at this rate. Recurrent costs will continue to rise, probably much faster than we can increase student fees. The amount of subsidy that has to be borne by the general body of taxpayers must increase year by year. Perhaps, Sir, we should move to the American system whereby the fees paid by students at tertiary institutions are a certain percentage of the recurrent cost per student. This, in my view, will be fairer in many ways. For example, it does not make sense to me why students studying Medicine at the NUS should be subsidized at more than five times the rate as for students studying Accountancy and Business Administration. We could start with a low figure, say, fees of 10-15% of the average recurrent cost per student for the various courses and disciplines at the Polytechnics and at the University level. Of course, Sir, we have to make sure that students who do not have the necessary means or who come from poor families are not penalized. This can be done by liberally granting loans to students to enable them to pay their fees. The students can repay these loans from their earnings after they have graduated and started working. And for a start, Sir, we can be generous and waive the interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see two advantages in such a scheme. First, it will make students at our tertiary institutions more conscious of the highly privileged position they are in, and how much they are being subsidized at the expense of other taxpayers. Second, Sir, it will lighten to a limited extent the burden of financing these institutions, thereby \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> making it more feasible to expand the institutions or to establish new tertiary institutions so that more students in Singapore can be given the benefit of a Polytechnic or a University education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, Sir, I had half a mind to introduce such a scheme in this year's Budget. Unfortunately, Sir, I was not able to get the necessary information and work out the details in time. Never mind. I will leave this interesting project for the next Finance Minister to work on. Much obliged, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Minister on this statement that he has made about subsidy. Do foreign students at the University get the same subsidy? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, foreign students at the University pay a much higher rate of fees, 50% more than our local students. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I have two amendments*41 Nos. (4) and (13). 1 would like to talk on these amendments now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the moral education and, in the case of Muslim students, the teaching of Islamic Religious Knowledge (IRK) has been introduced in Secondary 3 and Secondary 4 for quite some time. I would like to know whether a review has been made on the teaching of IRK. What are the problems encountered in the implementation and the teaching of this subject? I am particularly concerned about two aspects. First, the selection and training of the IRK teachers. Second, the availability of instructional materials and textbooks. I would also like to know from the Minister whether this subject could also be introduced in the lower secondary classes in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second topic, Sir, is with regard to extra-curricular activities in schools. I am happy to know that the Ministry has always taken a keen interest in organizing outdoor activities, such as camping and outward bound school courses for secondary students. For those in the uniformed groups, the different types of outdoor \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> activities are organized normally during school holidays. I would like to know, Sir, what percentage of student population is attending these outdoor activities, Are there difficulties in getting teachers to volunteer to become officers in the various uniformed groups? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I also understand that the supervision of sports, games and PE lessons in schools is no longer under the purview of the ECA Department in Rutland Road. I would like to get information as to when was this change made and what were the reasons for this change? I would be grateful if the Minister could enlighten me on those two queries I have made. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, before I deal with the two points which I would like to bring to the attention of the Minister, I would like to refer to a point made by the Member for Potong Pasir. He mentioned that the NUS undergraduates were being muzzled and implied that they were not given the opportunity to express their views, comments and suggestions freely, particularly on political issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are all aware that in the NUS there are a number of associations and clubs. Aside from the Students' Union, there are the Political Association, the Democratic Socialists Club, the Political Science Society, and other clubs. In fact, Sir, the Members of the Opposition, including the Member for Potong Pasir, have been invited by the students' body to address them. And I am sure when he spoke his mouth was not muzzled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the two points which I would like to bring to the attention of the Minister, two points which have already been referred to but which I would like to elaborate. One refers to the curriculum in the schools and the lack of content in the school curriculum which can inculcate in our students a sense of political consciousness, awareness, of our history. Sir, I am not just referring to the teaching of History. I refer to the study of Singapore's overall development, how the early pioneers contributed to the development of this country, how the first genera- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> tion of leaders sacrificed to make Singapore what it is today. Sir, we know of the National Exhibition which was organized last year, but I am not too sure whether the objective of that particular exercise went home with those who visited the Exhibition. The reason why they were not able to realize the objective, in my view, is that in the schools they have had little, if any, education in the history of Singapore or in the nation building process. Sir, I think in the schools we should inculcate values of nationalism, of patriotism. And this is something that the schools should look into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have often wondered why many young voters do not understand and appreciate the sacrifices of the early pioneers and the first generation of political leaders. I think it is imperative that in the schools, the young be taught our history and the principles of Government and values which are very necessary to maintain our stability and economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Sir, which I would like to make relates to moral education. My colleagues have already mentioned moral education and the Minister of State has replied that moral education is being taught in the primary and lower secondary schools and that Religious Knowledge is being offered at the upper secondary. But I wonder whether social issues are included \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br> in the Moral Education syllabus. If not, I wonder whether the Minister will consider this. We mourn the fact that in our society today there are major problems of morality relating to the society - the breakdown of the family unit, too much materialism in our society, the permissiveness among the young, and so on. I wonder whether the Ministry would consider including a study of these issues in the moral education programme. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1st April, 1985 to 31st March, 1986, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1425</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850325/19850325-HA-0451425.htm\">schedule - DISTRIBUTION OF TRAINEES APPROVED AND GRANTS COMMITTED -- BY SALARY RANGE (Cols. 1425 - 1426)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1426</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850325/19850325-HA-0451427.htm\">Annex - SINGAPORE POLYTECHNIC, NGEE ANN POLYTECHNIC, NATIONAL UNIVERSITY OF SINGAPORE (Cols. 1427 - 1432)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1428</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1432</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
