{"memberId": null, "volumeNo": "46", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"46\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1985-05-15\"> \n  <meta name=\"Start_Col\" content=\"99\"> \n  <meta name=\"End_Col\" content=\"174\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">46</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-05-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 46</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 15th May, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 100</b></font>\n  <br>\n  <br> \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Finance and the Minister for Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Trade and Industry and Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Community Development and Ministry of Communications and Information. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeoh Ghim Seng (Joo Chiat), Speaker - on 15th May, 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru) -from 18th May to 24th June, 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock (Ayer Rajah) - from 31st May to 30th June, 1985. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Deputy Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 103</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House being met, the Clerk at the Table informed the House of the absence of Mr Speaker from this day's Sitting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whereupon Mr Deputy Speaker proceeded to the Table and took the Chair, pursuant to the Standing Order \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>DIESEL TAX ON TAXIS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Request for review)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Goh Chee Wee</b> asked the Minister for Finance and Minister for Health, in view of the substantial drop in demand for taxis after the introduction of the new fare structure and the consequent reduction of income of taxi drivers, if the Minister will consider reviewing or withholding the imposition of the taxi diesel tax. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance and Minister for Health (Dr Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, it is premature for me at this stage to consider reviewing or withholding the imposition of a diesel tax on taxis. My colleague, the Minister for Communications and Information has already informed Members of the measures he is taking with regard to taxi fares. In my view, the diesel tax should be imposed in order to reduce the gross disparity in operating costs between petrol-powered motor cars and diesel-powered taxis. However, if in September the Minister for Communications should advise me that it would be desirable to have some flexibility as regards the imposition of the diesel tax, I shall, of course, give his views very serious consideration. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, when the Minister said that he is prepared to review, does he mean that he is prepared to consider deferring the implementation of the tax, to introduce gradual changes or to even scrap the diesel tax altogether? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> As I said, it is premature to discuss any of these measures until the taxi fare situation is settled. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Supplementary question, Sir, for the Minister for Finance. Does he not think that the proper thing now would be to revoke the decision to implement the diesel tax as in the view \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> of the Ministry of Communications, there has been a totally unexpected drop in taxi drivers' earnings? And then consider whether a diesel tax should be introduced and, if so, by how much? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> The answer to the Member for Anson is no. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PHARMACEUTICAL FACTORY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Investment in)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr S. Vasoo</b> asked the Minister for Finance and Minister for Health (a) what is the rationale of developing a pharmaceutical factory costing S$20 million and whether such a move contradicts the Government's policy of moving away from commercial activities; (b) whether the investment in the pharmaceutical factory is cost effective; (c) whether other multinational research-based pharmaceutical companies have committed themselves to invest in Singapore; and (d) whether the Government's plan to build the pharmaceutical factory will discourage other more substantial research-based pharmaceutical investments in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Health and Foreign Affairs (Mr Yeo Cheow Tong) (for the Minister for Finance and Minister for Health): Mr Deputy Speaker, Sir, I will answer on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed pharmaceutical factory is intended to replace an old Government facility at Jalan Bukit Merah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1950, the Ministry of Health has operated a pharmaceutical factory in an old converted warehouse at Jalan Bukit Merah. The factory is not engaged in the primary manufacture of active pharmaceutical ingredients but carries out the secondary pharmaceutical process of formulating, compounding and packaging of a wide range of generic or non-proprietary drugs into tablets, capsules, mixtures and injections, etc, for use within the Ministry's hospitals and outpatient dispensaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This factory has provided our hospitals and dispensaries with a wide range of essential drugs at very economic prices. Without this facility, the Ministry would be obliged to purchase all its drug requirements in the form of proprietary drugs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> from commercial sources at substantially higher prices. The Ministry's actual drug bill was $15.5 million in 1984 and would have been well over $20 million if patented proprietary drugs had been used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The demand for drugs and pharmaceutical products by Government hospitals and OPDs has increased at the rate of 5-7% a year for the past 10 years. This demand has outgrown the production capacity of the existing factory. This factory is severely short of space for production and storage, is poorly laid out and uses antiquated, labour-intensive techniques. The Ministry has plans to construct a new, modern, automated factory in its place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed new factory will not in any way contradict Government's policy to move away from private sector commercial activities. It replaces an existing facility and its products will be used mainly in Government hospitals and clinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The new factory, which is estimated to cost approximately $26.5 million will employ the latest techniques of drug manufacturing including automated systems of production. It will be less labour-intensive. This will reduce the cost of the product as manpower costs account for a significant portion of production cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The factory will concentrate mainly on the production of high consumption items to achieve economies of scale to be cost effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is estimated that the factory will result in a saving in the drug bill of approximately $4.5 million annually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) During the period 1980-84, the total investment in Singapore by the pharmaceutical industry amounted to approximately $194 million. The Economic Development Board does not foresee any major pharmaceutical investments in Singapore in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) There are two stages in the production process for pharmaceuticals. The first is the primary manufacture of the active ingredients, and the second is the processing of the active ingredients into the finished form such as tablets, capsules, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> mixtures, injections and ointments, etc. Primary manufacturing of active ingredients is both capital and technology intensive, and has a high value-added per worker. It requires a large investment capital to set up and for research and development. To be successful, a factory for the primary manufacture of active ingredients must have a market that is larger than what the Ministry of Health or Singapore can provide. On the other hand, secondary processing involves the formulation, compounding and packaging of generic productions into tablets, etc. It is less capital intensive and tends to be a local market orientated operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed manufacturing plant for the Ministry of Health is of the latter type and is meant to meet its own needs. It will therefore not in any way discourage research-oriented pharmaceutical companies from setting up manufacturing plants in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WOODBRIDGE HOSPITAL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Plans and programmes for discharged patients)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr S. Vasoo</b> asked the Minister for Finance and Minister for Health (a) what is the progress in the development of Woodbridge Hospital; (b) what are the plans to strengthen day and community care programmes for discharged patients who have been treated for psychiatric illness; and (c) what efforts are being made to promote a mental health education programme. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong (for the Minister for Finance and Minister for Health):</b> Mr Deputy Speaker, Sir, the present Woodbridge Hospital was built in 1928. It was built at a time when the treatment of psychiatric patients was custodial with compulsory confinement in an institution isolated from the city centre. The many buildings which make up Woodbridge Hospital are spread over a very large area. They are old, out-moded, inefficient to manage and do not meet the needs of a modern psychiatric centre. As envisaged in the National Health Plan, the Ministry plans to demolish the present hospital and replace it with a new, compact and multistoreyed hospital complex that is in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> keeping with a modern centre for psychiatric treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Study Team comprising two Consultant Psychiatrists and two Architects recently visited new psychiatric hospitals in Hong Kong, Canada and the United States. A Planning Committee is being established to prepare a Master Plan for the redevelopment of Woodbridge Hospital. The team will be finalizing the plans to submit to the Ministry and the Ministry hopes to obtain approval for the building of the new Psychiatric Centre and to commence construction work in 1986. The project should be completed within three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main thrust in modern psychiatric treatment is on non-institutional ambulatory or outpatient care. The Ministry's future plans for day and community care programmes for discharged patients will include the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Increasing the number of Psychiatric Outpatient Clinics for the follow-up treatment of patients discharged from hospital and for those who do not require hospitalization because of the early or mild nature of their illness. At present, there are a number of Specialist Outpatient Clinics at Woodbridge Hospital. There are also five Psychiatric Outpatient Clinics at Maxwell, Bedok, Pegu, Bukit Merah and Lim Ah Pin Polyclinics/Outpatient Dispensaries. Additional Psychiatric Outpatient Clinics at Polyclinics to be developed at Woodlands South, Yishun and Bukit Batok are being planned for the next three to four years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) There are two Day Centres, namely, the Mandalay and Alexandra Day Centres. These centres have proved effective in rehabilitating discharged psychiatric patients and preparing them for return to the community. At these centres, patients undergo group therapy and are given training for simple job assignments in a sheltered environment. They are paid a token allowance based on their output. The maximum capacity of both Centres is 180 patients at any one time. In 1984, both Centres took in a total of 525 new cases and found employment in private firms for 99 patients. The Ministry is considering setting up a third Day Centre at the Lim Ah Pin Polyclinic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) The Ministry is considering developing psychiatric units in general hospitals for the less severe mentally disturbed cases. A ward in Tan Tock Seng Hospital will be converted to function as a psychiatric unit by the end of this year. Similar units will be established in Toa Payoh and Alexandra Hospitals to provide inpatient, outpatient and day treatment. This way we hope to treat the early or mild cases of psychiatric disorder within a general hospital rather than purely in Woodbridge Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The promotion of mental health will be a part of the Ministry's overall health education programme. This programme seeks to promote both the physical and mental health of school children, patients, the workforce and the community through healthy lifestyle. One of the priority activities in this programme is educating the public on stress management. This will be done through seminars, health fairs, talks and information materials. For example, a seminar on stress control was conducted for secondary school teachers last month. A stress management booth was included in the Health Fair held on World Health Day on 6th April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Woodbridge Hospital will continue with its various educational activities such as the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Educating patients and their relatives on the symptoms and treatment of mental illness, the need to seek medical advice and treatment early and regular follow up to ensure maximum success in treatment. Relatives will be taught to cope with patients after their discharge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Staff will give talks on mental health to interested groups, for example, at schools and work places. Interviews, talks and articles will be given through the mass media. A series of articles on mental health contributed by the Hospital's Psychiatrists will be featured in the news media in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Hospital staff will continue to work closely with the Singapore Mental Health Association in its mental health education programme and will promote activities that will benefit psychiatric patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, may I know from the Minister of State the range of fees that are being charged at Woodbridge Hospital? I suppose there must be patients in this Hospital who have been there for a considerable length of time. Are they being charged at the rate that is being prescribed for short-term patients? Does the Ministry consider the hardship of families who may not be able to meet these fees? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> For long-term stay in the Hospital, no fees are charged if they are unable to pay. In fact, we have many patients who have been staying in the hospital for many years and who have not been paying a single cent. Most of them do not have to pay, mainly because they have been left there by their families who are unable to take them home. Therefore, we have not been charging most of such patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fees for the outpatient clinics are also very minimal and if the Member wants to know, I can provide him with the whole range of the fees. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I know further from the Minister of State the class of patients who have been exempted from payment of fees? Do they come from the public assistance cases only or do they range beyond that? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> They are not just restricted to those on the public assistance programme. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If I may move away from the fees to the question of patients who may not be too ill to be in the hospital but it may not be safe to keep at home. I understood from the Minister of State that the tendency is to try and keep them out of hospital. Two years ago, there was a suggestion that half-way homes might be set up. May I know whether any progress has been made in this direction? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The present trend, on a world-wide basis, is to try and retain those who are less mentally ill in the home environment so that they are not fully isolated from a real-life situation. For those who are violent, for those who are unable to be restrained at home, they can be referred to the Woodbridge Hospital and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> most of those cases are retained at Woodbridge Hospital for observation, which normally stretches from between four and six weeks. If they are found to be suitable for release, they will then be released to their own homes where the home environment is more conducive to their recovery. However, they will be given the proper medication to ensure that they are under the correct treatment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Deputy Speaker, Sir, can the Minister of State please tell us the number of persons who are suffering from psychiatric illness and who are at the moment receiving attention at all the outpatient clinics? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I am sorry I do not have the figures at hand. But if the hon. Member likes, I will arrange to send it to him. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, in view of the high population centres and families are now relocated in various housing estates, would the Ministry be reviewing its outpatient services with a view to providing better support for discharged patients because it is a problem for patients to get access to the existing outpatient services? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> As I have stated earlier, we have current plans to expand the various outpatient clinics and specialist outpatient clinics. However, there is a limit as to how fast we can expand because of the availability of trained personnel. The hon. Member can be assured that we have a programme and we will be taking steps to implement the programme as stated. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am sorry, but would the Minister of State be good enough to answer whether there is any plan to proceed with the setting up of halfway homes for people who are not too ill to be in hospital but who perhaps are not safe to be kept at home, especially where children are present? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> There are no plans at the moment. But it is still under study in terms of the overall health care services. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It was under study two years ago. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Deputy Speaker, Sir, there is a Unit in Woodbridge Hospital looking after the chronic sick. In the redevelopment plans of Woodbridge Hospital, will this Unit be retained or expanded? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I understand the Unit looking after the chronic sick and the aged has been taken over by the Ministry of Community Development. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo:</b> Mr Deputy Speaker, Sir, what are the plans that are being currently undertaken to rehabilitate and reintegrate the chronic patients of Woodbridge Hospital into community life? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The plan has always been to try to rehabilitate them and, for those who have been cured, to release them back to their families. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARLIAMENTARY OPPOSITION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [14th May, 1985], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House regrets the obstructionist attitude of this Government to the growth of a genuine Parliamentary Opposition in Singapore in accordance with the will of the electorate.\". - [Mr J.B. Jeyaretnam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>11.22 am \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Thank you, Mr Deputy Speaker, for giving me this opportunity to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson, since his entry into this Chamber, has frequently talked about the lack of parliamentary democracy, the suppression of individual freedom, fundamental rights, freedom of organization, freedom of free expression and so on. I think most Singaporeans will not agree with his view that in Singapore there exists a form of totalitarian state where there is suppression of individual freedom, where there is no opportunity for people to express themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, since 1959 when the People's Action Party came to power, there have been considerable opportunities for the people at large to develop their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> participation in the political process. There have been elections since 1959, not just general elections but also by-elections. Anyone who has the qualifications can participate. Anyone can put out statements to the press. So there is no obstruction on the part of the Government to prevent the development of the political process in this country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Opposition Member may be referring to the constraints which are imposed on the practice of what may be called liberal democracy in this country. I would accept that. There have to be certain constraints in the practice of parliamentary democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before coming to that, Sir, may I just mention this very briefly. When one talks about parliamentary democracy, which model of parliamentary democracy are we talking about? I think that the Opposition Members have constantly in their minds the model of the United States or the United Kingdom or the Western democracies where you have considerable liberal democratic practices with very limited constraints. I do not say that there is complete freedom of the individual to do whatever he likes, to express his views and so on. There are constraints within those democracies as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the consequences of liberal democracies like those in the United States and the UK are evident for all to see. There are the positive aspects of their parliamentary system, but there are also the consequences which are evident. One can see the social dissent within those countries, the rampant strikes, the unemployment, the relatively low standard of living on the part of certain sectors in society. There are slums within those countries. Today, one can see, for example, the large unemployment in the United Kingdom and in the Western European countries. On social matters, in those countries, there is such liberalization that the people are beginning to react against those freedoms. For example, the question of freedom of the press or the dissemination of pornographic materials. The people are beginning to react against such rampant individualism which exists in those countries. That is not the type of democracy that we would want in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, there are also those countries which call themselves democracies but are in fact authoritarian states, one-party states. Many of us, Sir, including you, have been involved in meetings of the Commonwealth Parliamentary Association, the Inter-Parliamentary Union, and all those countries say they are parliamentary democracies. Look at those countries where they have one-party system. Are they democracies? But they call themselves parliamentary democracies. Again, that is not the sort of model that we want to look at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Deputy Speaker, Sir, when we talk about parliamentary democracy in any country and, particularly, in our case, we have to look at the system which is most suitable to our social, our economic and our political conditions. There are certain factors inherent in our society which, if allowed free expression, could lead to political instability. Let me just mention some of these constraints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are a multi-racial society. If we allow for freedom of expression without constraints as far as racial issues are concerned, then there could be considerable racial conflicts existing in the society. We have experiences of racial riots. Therefore, there has to be this constraint. No political Party, no politician can be allowed to champion racial or ethnic causes to the detriment of others existing in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question of ideology. Those in the West would say we are not a democratic country because we do not allow the Marxist-Leninist Party to exist. So we are not a democracy. Clearly, if we allow such an ideology to exist in this country, then you create deep divisions because the brand of Marxism-Leninism in this part of the world is very akin to a major Asian power and that has racial overtones. So we cannot allow for that. Does it mean that we are not, therefore, a parliamentary democracy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question of the trade unions and whether they have the automatic right to strike. These issues have been taken up in the Western press, and the Opposition Members, I am sure, are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> keen readers of the Western press. They are aware of the issues which are brought forward by the Western journalists. Industrial stability is crucial to our political development, to our nation-building, to our economic growth. We cannot allow for any employee who feels like it to down his tools and then to have the executives in the union to go on strike automatically, as can happen in the Western democracies. Here, we have a very regulated, due process of settling industrial disputes. So we have the Industrial Relations Act and the Employment Act. Does it mean then that we are not a democracy? This has to be so, the need to have industrial stability, because it is vital, imperative for political stability, for economic growth. And this leads to the other factor that we must always bear in mind, that Singapore has very limited resources, ie, land and manpower. And we have to be overly dependent on foreign countries for trade, for investments, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to be concerned with the political systems in our neighbouring countries. So when we talk about parliamentary democracy and its practice, we must be aware that there have to be constraints because of the limitations of the kind of society we are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Anson in his motion talked about the growth of parliamentary Opposition. Any political Party that aspires to grow must have, among other things, effective leadership. Does his Party have effective leadership? The Party must have a good organization. Has his Party a good organization? The Party must be able to appeal to voters. Has his Party the appeal? And last but not least, it must have a good programme. Here, in this Chamber, Sir, Ministers of the Government have constantly asked the Opposition Member: What is your programme? What are your proposals? What suggestions can you give to enhance our economic growth, full employment, eradication of poverty? There was no response whatsoever. No programme. No effective organization. No effective leadership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Deputy Speaker, Sir, may I suggest to the Member for Anson that if he aspires to develop the Opposition, he must fulfil these pre-requisites. And one of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> first things that he has to do would be, of course, to have a thorough house cleaning of his Party and to inject new blood so that it may have some prospect of continued existence. \n  <br>11.35 am \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, Sir,I am Sidek Saniff from Kolam Ayer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to thank the Member for Anson for retracing history back to 1956 and quoting the speech made by our Prime Minister when he was in the Opposition in the then Legislative Assembly. I only wish that the Member had made a deep reflection as to why after only three years in the Opposition, he could become the Prime Minister, and since 1959 had continuously been the Prime Minister and carried on with the task of delivering the goods to the people of Singapore, although his comrades have been succeeded by new activists to shoulder the responsibilities of governing Singapore in the years ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To my mind, there is only one very important factor that has brought about the Prime Minister's success and the success of his colleagues and the Government. And that is, there is no other way for Singapore to survive other than to be governed on the basis of one fundamental factor, without compromising anything: that the government of the day must take cognizance of Singapore's plural mix, its multi-racial, multi-lingual and multireligious society. We are also aware that there are several countries whose security is ensured only if their politicians, their armies and religious groups are united. There are also countries which need the services of the immigrant population, irrespective of whether they have become citizens or not, to help run these countries. However, for us, the foundation of our survival rests only on multi-lingualism, multi-culturalism and multi-religions. That is why if you take even an overview, you will find that the three major communities in Singapore, on every election, without fail, have been fielded by this Government. And, Praise be to God, until today we have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> been elected by the people, except for one or two seats over the last two to three years which the Opposition Members have been able to penetrate. So, basically, it is the credibility of the person that counts. Hence, over a period of three years, he succeeded in becoming the Prime Minister and continues to govern Singapore till now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not wish to be rude to the Member. He has also been occupying his seat for more or less three years now, but he is alone (from his Party) in this Chamber. I am sorry, I do not want to be arrogant, but it is a fact that he is so engrossed with this desire that I could feel it when he levelled his criticisms right from the debate on the President's Address until the Budget Debate. Since this aspect has already been dealt with by my colleague, the Member for Serangoon Gardens, Dr Lau Teik Soon, I see no need for me to cover the same ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And what amazes me is that this is the person who has been elected by the Anson community, hoping that he could bring about some changes, some credibility, of course some form of respect could be accorded him. Or is it because some aspects of our policy, the public tone of the Government and its operational style has changed that has enabled him to enter Parliament, or perhaps by default, and only God knows best (wallahua'lam)? Nevertheless, I accept the two factors as facts. However, it was rather disgusting to me to note that on one occasion when the Speaker asked whether he was asking a question or making innuendoes after aving made the innuendoes, his reply was that he was only asking questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, we felt as though we on this side of the Bench are being enslaved. Or perhaps by his answer, he desires to enslave the Singapore society. Because we are all aware that in a defendant's defence, a lawyer has recourse to three ways. It may be inconsistent with each other but they will all be found to belong to one or other of three types. For example, he can resort to traverse, confession and avoidance, the third an objection in point of law. I think when we become the elected representatives of the people in this Chamber, we must maintain our credibility and conduct \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> - be superior than the people, It is discomforting that such attitude or language could have been uttered by the Member concerned because it makes him inferior to the example that I intend to cite. Let me explain by giving an illustration which I gathered from a book entitled \"Learning the Law\" by Glanville Williams. When a boy commits an error, naturally he wants to defend himself. When his Headmaster said, \"You broke the window of the classroom,\" the boy said, \"In the first place, Sir, the school room has no window. In the second place, the school room's window is not broken. In the third place, if it is broken, I did not do it. In the fourth place, Sir, it was an accident.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these defences, except the last, are traverses. Finally the confession and (hope) avoidance. So I feel that as the representatives of the people, we should have the credibility that has been demonstrated by our Prime Minister which enabled him to govern Singapore until today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, let us look at the Member's credibility. When he talked about defending ourselves - let us assume suddenly a Russian ship approached, if we were to follow his stance, we ought to surrender or something to that effect. We were only discussing the E-2C aircraft. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, on a point of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. Are you giving way, Encik Sidek? \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> No, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, he is misleading the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Jeyaretnam, please resume your seat. Carry on, Encik Sidek. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff (In Malay) :</b> Hon. Members, when Hiroshima and Nagasaki were wiped out by atomic bombs, the conventional war ended. All subsequent wars will be nuclear wars. So much so when we talk about war, we have to mention nuclear weapons, such as Strategic Weapons, Intermediate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> Weapons, just like the installation by Russia of the SS4s and SS5s which have now been replaced by SS20 missiles, while the British were obliged to receive the Cruise Missiles from America and West Germany accepting the Pershings. Another is the Tactical Weapon-nuclear warhead fitted to battlefield weapons. And here the Member is criticizing the E-2C. He has been so clouded by his own polluted mind that I think it is necessary for him to look at developments that are taking place all over the world today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, my thoughts return to our credibility which we must upgrade in facing the present situation, only then can we voice our opinions. Otherwise, the lengthy points that are contained in not less than one page of small print that I have with me are too lopsided in comparison with the Member's allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is regrettable today is that the Member for Potong Pasir has also fallen into this quagmire when he echoed the Member for Anson. In his speech, if my memory is correct, he stated that we have inherited a parliamentary system which is 500 years old, it is an unwritten constitution, one which is based only on customs and traditions. I think his statement is incomplete. Let us revert to the British Constitution. One would conclude, firstly, that it was not written, that is to say, it has never been wholly reduced to writing. Secondly, the statement that the British Constitution is not written does not mean that they possess no important constitutional documents. It only means that the Constitution is not embodied in any single document. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> On what point are you rising, Mr Chiam? Is it on a point of order or a point of clarification? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> A clarification. He is misleading the House. I certainly did not say that our Constitution was 500 years old or words to that effect. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> The British Constitution which we inherited. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Encik Sidek, are you giving way? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> No, I am not giving way. Sorry. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. Please resume your seat, Mr Chiam. May I remind hon. Members that there should be no further unnecessary interruptions. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff (in Malay):</b> What I want to drive home here is the point that if there are amendments to the Constitution, we must be aware of them. It is true that we inherited the Constitution from Britain, but we also know that there are many enactments which either have been or still are of great importance. One needs only to cite as examples the Magna Carta, \"The Bill of Rights\", \"The Act of Settlement\" and so forth, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, again on credibility, I wish to address the two Opposition Members here that, first, they must comprehend fully these major issues. Then we can take note of the developments in our country. Our developments have our own background. We may have borrowed our Constitution from others, but it is adapted to our own conditions. And Singapore, hon. Members, is not in Britain or in America or elsewhere, but Singapore is our own country. We must of necessity mould and shape Singapore based on our own circumstances. Only then can we contribute to the progress of our country. If the Member for Anson indulges in trivialities such as, numbered ballot papers - the numbers are still there - it is already a stale issue, and yet he is able to enter into Parliament. How then can he charge that this Government is attempting to obstruct him? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many other issues about which, I think, he should first enhance his credibility before bringing them up. For instance, the question of the HDB accounting system which is now history. It has been deliberately distorted by the Member for Potong Pasir. So all these matters must be seen in the context of the world at large and the world surrounding us and adapted to our development accordingly. I am confident that if we can truly take cognizance of this fact, then only can we claim to be the elected representatives of the people, to protect their interests not only for the next 25 years but for ever. Only then can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> we be able to say that we have discharged our responsibilities to the best of our ability. \n  <br>11.50am \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Deputy Speaker, Sir, first of all, thank you for allowing me to participate in this debate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is your right. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Let me decide what my right is. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Do you know what your right is? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> I certainly do. Sir, listening to the Member who moved the motion and his supporter, the Member for Potong Pasir, I feel obliged to make a few comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PAP has been, and still is, in politics for political power. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How long? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You will decide? You stood in the last elections. You know the results. The PAP is in power to govern and to govern fairly and firmly. Let us make no bones about this. No ruling political party, Sir, sets out to nurture an Opposition to unseat itself from power. Such are the rules of the political battle field or real politik. And the sooner the two Opposition Members understand this, the better it is for them. One has to take a look at Britain, which is often quoted in this House by one particular Member of the Opposition. It is the cradle of parliamentary democracy. The Labour Party is openly aligned with the Trades Union Congress, while the Conservative Party is tied up basically with the business community and the Confederation of Business Industry (CBI). Neither the Labour Party nor the Conservative Party is about to throw open its respective sphere of influence to its opponents in order to satisfy the ground rules of equal access. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What does the Member for Anson or the Member for Potong Pasir expect the PAP to do? Nurture and build up the Workers' Party or the SDP? Hand over the grassroots organizations to these two political parties? Mr Deputy Speaker, Sir, the real issue is, what should, in my mind, be our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> national priorities as Singaporeans? Should we not try to forge a new national consensus on the direction on which our society should be heading to? Or should we go for divisive politics and talk ourselves into a state of political and social paralysis? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today, Singapore, as everyone knows, enjoys the highest standard of living in Asia, outside Japan. This blissful state of affairs did not arise from any blind adherence to any political dogma, either of the Right or of the Left. We are what we are because we put issues of economic development and social mobility above political dogma. At this stage, permit me to paraphrase what one British Parliamentarian had commented. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Possibly our greatest need today is for pride in ourselves,our homes, our jobs and our country. So, far from giving us this pride, the Opposition owe their positions and power to their skill in destroying it.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Anson, and goaded on by the hon. Member for Potong Pasir, wallows in parliamentary halftruths. We can do without this in this House. As my colleague, the Member for Serangoon Gardens has said earlier, what are the acid tests of a successful and effective Opposition in Parliament? To my mind, the key tests are, I would like to repeat here, political leadership, innovation, credibility, loyalty and political organization. To this question, my colleague has already answered where the Opposition political parties stand. What then are the contributions from the Worker's Party and the SDP? \"Opposition for opposition's sake,\" as Ramsay MacDonald says, \"is a crime against the state\". He further argued that opposition to legislation should not be carried on beyond the Second Reading stage, and that after this, the Opposition should concern itself with seeking to improve details within the broad principles of the legislation. \"The Opposition has no right to obstruct in the sense of making Parliament barren or unproductive.\" I hope the two hon. Members would bear this in mind since they are in this House also at the expense of our taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Anson obviously has taken great joy in casting doubts on all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> actions and motives of the Government. He seeks to erode and diminish public confidence in our institutions. On the one hand, the hon. Member decried the integrity and legitimacy of grassroots organizations like the RCs. In fact, he has given them many labels. In the same breath, he has assailed the PAP for \"obstructing\" his access to such organizations. Sir, such simulated and manufactured anger over bogus issues cannot help the Workers' Party win elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, yesterday the Member for Potong Pasir made a big song and dance about planting a tree in the Potong Pasir Constituency. I was also offered this exotic plant from China to be planted in my Constituency. Sir, tree planting is a very serious business of the Government. The Government has a Tree Planting Campaign every year. Tree planting in Singapore, as I know, on special occasions, is a privilege given to visiting dignitaries, such as Heads of State. I do not think the Member for Potong Pasir qualifies under this criteria at this stage. The right time to do is during the Tree Planting Campaign, which is normally in November. The Member for Potong Pasir can participate in the Tree Planting Campaign and plant the particular exotic plant from China in his Constituency, as I did in my Constituency last November. I am told that my colleague, the Member for Teck Ghee, is also waiting for permission from the HDB to plant a similar tree in his Constituency. So please wait. There is plenty of time. The Tree Planting Campaign comes on in November. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is not what the HDB says. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> No, I am just giving you a bit of advice. You can wait. There is no great hurry. No song and dance just about one solitary tree. There are bigger issues than this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would like to take this opportunity to quote what Harold MacMillan, a former Prime Minister of Great Britain, said after having spent some time also in the Opposition. This is from the Book \"Tides of Fortune\", page 48: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Opposition in Parliament cannot be said to be a very enthralling affair. . . . For myself, I did not much \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> enjoy the work, for my whole life has been directed, whether in business or politics, to trying to create rather than to destroy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, only a nation bent on self-destruction will encourage the type of opponunist politics that is being purveyed and pursued by the Opposition Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to suggest to the two Members of the Opposition that being elected to this House does not give them a divine right to share in the government. Government is for the elected Party that forms the Government. So until they form the Government, the ruling of Singapore is left to the People's Action Party. \n  <br>11.58 am \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Deputy Speaker, Sir, I would like to make three observations and join in the debate on the role of the Opposition in parliamentary democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I think an Opposition has a very important role to play in parliamentary democracy. This is exactly why the Prime Minister has come up with the scheme of the three non-constituency MP seats. Of course, not everybody may agree with the merits or demerits of this scheme. But whether an Opposition comes in through an election by the majority of the voters in a certain Constituency or by taking up these non-constituency seats, the most important thing that will make a difference to this House is the quality of the Opposition that comes into the House that matters. We have heard lots of comments from Members of this House, but so far we have not heard any good constructive opinions coming from the Opposition side. So the issue is very obvious. If the quality of the Opposition is such that it cannot offer constructive comments and alternatives, then it does not really do very much to improve the quality of parliamentary democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I want to make is that democracy takes time to mature. Let us not kid ourselves. Democracy in our country has had only a relatively short history. The democratic institutions in the advanced countries have taken centuries to crystallize, to be workable, to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> accepted as a way of life, and even sink into the mentality and sub-conscious of their people. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It should be taught in the schools. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> I am not saying that we should adopt, say, any Western democratic model without questioning it, without trying out our own variations, whether it is the Westminster model or the US model or the French model. The point I want to make is that in other countries, democracy has taken a long time to set root and that perhaps in our country we have got to give it a chance to work out its own peculiar characteristics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am for the fundamental principles of democracy and in this, I do not think there is any basic difference between Eastern or Western principles of democracy. There is no such thing as Eastern and Western elements in the basic fundamental principles of democracy. I think it is not correct to attribute the economic and social failures of western democracies or countries which have Western democratic models to the form of the liberal democracies or the principles of liberal democracies. I do not think that we should confuse the two issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to make is that if the Opposition in Singapore believes itself to be true alternative, believes in having a true positive role to play in Parliament, then it must grow up on its own feet and must prove itself on its own strength. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Like a child growing up, you cannot just cry for special attention and not learn to assume real responsibilities. Why must they gain special attention simply because they are the Opposition? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is that I want to correct the wrong impression which may probably lead the public to have wrong ideas about the PAP Backbenchers. The way the Opposition Members have put it to the public is that we, the PAP Backbenchers, have a very easy time because we get the cooperation from everybody else. I want to tell them that PAP Backbenchers also face great challenges in the constituency, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> getting things done, in getting through the bureaucracy, in trying to pull the constituents together in working for the interests of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> We ourselves sometimes get frustrated, to be frank with you. Our appeals have to be repeated time and again and very often, the Ministers would say, \"We would look into the matter\", and that is the end of the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Keep trying. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Of course, we will keep trying. But I want to tell the Opposition Members in the House that the PAP Backbenchers do not necessarily have a much easier time and therefore they should also learn to do their job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>12.03 pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Deputy Speaker, Sir, many allegations have been hurled at the Government yesterday on the so-called purported hurdles that the Government puts in the Opposition's way. Some have already been answered by my colleagues yesterday. Others, I am sure, will be answered by the proper authorities and I will not be so presumptuous as to pre-empt their replies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, there was no lack of vehemence, no lack of emotion in the Opposition Members in hurling and throwing their allegations. I must admit, and I must confess too, that I admire their consistency, consistency in conclusions based on the wrong premises. Allow me to comment on some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One was the example brought up by the Member for Anson on the refusal of the People's Association to allow classes to be held in the Anson Community Centre. The contention was that the refusal was obstructionist. The Member was not precise actually as to who wants these classes. If it is the people of Anson, then it has nothing to do with obstructing the Opposition. But if it is asked by the Workers' Party, then I have this to say. In fact, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> Member for Changkat has alluded to this just now in that the People's Association has made it abundantly clear that political activities by the PAP or by non-PAP bodies or whatever should not be held in the community centres. That applies to the Opposition. It applies to the PAP MPs too, equally. So I do not see how the Opposition, again as alluded to by the Member for Changkat, wants special treatment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same goes with the allegation by the Member for Potong Pasir yesterday. Again, this was mentioned by the Member for Chong Boon with regard to the planting of some exotic plant to commemorate the setting up of the office, to commemorate the victory of the SDP or whatever. I would like him to know that the same ruling would apply to PAP MPs if they applied for permission to plant a tree to commemorate the opening of a branch, victory of the Party, their birthday or whatever. Again, what I am trying to impress is that rules devised by the People's Association or by the HDB apply equally to all, without exception, and for rules to be effective, they have got to be applied as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I am very suspicious when people come round professing that they speak for the people of Singapore. I do not know whether they speak for themselves, whether they speak for the Party or whether they speak for a certain section of the constituency. But certainly, Sir, I would not be so presumptuous again as to say that I speak for all Singaporeans. This self-professed representation, if I may call it, saying they speak for all Singaporeans - Singaporeans do not want this, Singaporeans do not want that, Singaporeans want this, Singaporeans want that - these are, to find a better word, exaggerations in the sense that they accept or deem themselves to be a speaker for everyone in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will not bore Members with answers or replies to his arguments on parliamentary democracy. These have been amply answered and also amply demonstrated by my colleagues in the House. But if they were to pause for a moment and think: how is it that they can be in this House if it is not because of the will of some of the people at least, ie, they have been elected, which means that there is some form of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> choice? I do not think anybody can argue that parliamentary democracy does not exist in Singapore. Therefore, let me come to the nub of the whole point, which is, whether we ought to support or not to support this motion. If you were to ask me, Mr Deputy Speaker, Sir, my answer would be, as younger Singaporeans would put it, no way. \n  <br>12.09 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, first of all, allow me to say that I do not like so many cameras focusing at us in this Chamber, because when the proceedings are telecast on the TV screen, it will give people two impressions. First, it seems that the proceedings in this Parliament are like a drama or some kind of a play where the MPs are like actors playing out their parts. Actually, the proceeding in the House is a solemn affair where there is dignity and decorum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second impression is that since we have two Opposition Members in this House, whenever we are debating on any subject when a PAP MP stands up to speak or to rebut the speeches of the Opposition Members, the impression given to the TV audience would be that we are encircling and attacking the Opposition Members and would sympathize with them as it is human nature to have sympathy for the weak. But the question is if we do not rebut the motion and speeches made by the Member for Anson, there will be two possible consequences. The first is when his arguments are conveyed through the mass media, the TV, a confusing impression is created. The second is that if his arguments on this motion are not rebutted, then it would be an insult to the intelligence of the people of Singapore. So, I would use what had been said by Mencius that I am not argumentative but I have to argue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under our present democratic system, the will of the people cannot be manipulated by any political Party or politician. Let us refer to a short extract of the history of China. In Chinese history, for several thousand years, the country was under the rule of kings and emperors in different dynasties. Of course, under such feudalis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> tic regimes, there was no popular suffrage. The kings and emperors won their kingdoms and empires through their prowess in actual warfare and armed contentions. But it does not mean that under imperialistic rule, the dynasty once in power could carry on for an indefinite period of years. Even such imperialistic rulers would have to claim their authority by the mandate of Heaven, giving the pretext that they were exercising the rule through the mandate given by heaven. So they were acting on behalf of heaven. But I feel that heavenly mandate was not important. What was important was that they had to achieve some beneficial results for the people as a basis to justify their rule. That is to say, during their reign, whether they had enabled the people to live better, having food and supplies sufficient for their livelihood. If a dynasty became corrupt and the people were starving and suffered hardship, then the people would rise in revolt against that dynasty or emperor and set up another dynasty. There is a Chinese saying that if the officialdom forced the people to revolt, the people could only revolt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Imperialistic history tells us that even under autocratic rule, force could not suppress the people. So, at a time of democracy in a democractic country, the will of the people is even more supreme. It cannot be over-run. The reason is very simple. In a democractic system, particularly where we have the one-man-one-vote system, the government is elected by the people. If the government could not produce evidence to show that it has ruled the country well and could not improve the livelihood of the people, then the government would not only be criticized and queried at the general elections, it will also be over-thrown by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the one-man-one-vote system, the power of electing a government obviously is in the hands of the people. The birth of a government obviously is due to the will of the people. Therefore, similarly, the appearance of an Opposition in Parliament is also as a result of the will of the people where the people feel that there should be one or two Opposition Members in Parliament, thereby they have voted the Opposition into the House. In other words, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> this is not what anybody else can sway or force away that it might not happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over two decades, the people have at every general election elected a PAP Government. Obviously, it has not been due to the PAP suppressing the Opposition Parties or other political Parties, but it has been a result of the manifestation of the will of the people by exercising their voting rights. In other words, the Government has been seen to be a good Government in the minds of the people as it has been able to improve the lot of the people and achieve a great deal in many fields, including social and economic progress. The people are pragmatic. As long as the Government is a good one, naturally the people will support it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, there are more than 10 registered political Parties in Singapore. Why have they not been able to get the support of the people? Is it due to the suppression or obstruction of the Party in power? No. Mainly, it is because these political Parties could not produce anything to be appreciated by the people. They could not convince the people that they are reliable, trustworthy, or worth anything. They only come out during the general elections to take part in the election, after which, they will disappear without a trace. If you say that in the past 25 years, the people of Singapore have not elected any Opposition Party because of the suppression or obstruction by the Party in power, then how can you explain the fact that today in this House, there are two Opposition Members sitting in their seats. We all know that the Member for Anson came into this House in the 1981 by-election. At last year's general election, another Member was added, the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the present Party in power could suppress or obstruct the Opposition Parties, how could they have come here? Therefore, by making such accusation, they are just slapping their own faces. The people of Singapore are sophisticated. Maybe the Opposition Members can get a lesson from a common Chinese saying that \"genuine gold does not fear the test by fire\". If they are of true stuff, they could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> seek their opportunity at the next general elections and not try to give pretexts and excuses that they have been subjected to Government obstruction, harassing and so on. It only shows that they are lacking in confidence and feeling not safe. \n  <br>12.20 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, it had not been my intention to speak on the motion, but I decided that it was necessary after listening to the two speeches by the Member for Anson and the Member for Potong Pasir yesterday. Sir, in the two speeches, the Opposition Members gave the impression, and developed the notion, that some fundamental rights enshrined in the Constitution were being violated, that some grave contravention of an essential right of the Opposition was being contravened. I noted, Sir, that when the Member for Anson began his speech introducing his motion, he said that the motion concerned, I quote from my memory, \"constitutional rights, liberties and freedoms\". This is the essential pillar on which his motion stands. Constitutional rights have been violated! The Member for Potong Pasir echoed the same line when he talked about the rights of the Opposition MPs to be treated equally. That was how it was quoted in the Straits Times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this notion has been created that there has been a grave injustice and violation of some provision of the Constitution, though neither of them, being lawyers, took the pains to explain to this House which provision, in what Constitution, and on what legal authority, do they rest their case. This was not told to us. So the impression has been created that a grave legal wrong-doing has been perpetuated by the Government. This needs to be rebutted, Sir. And this has been compounded by Press articles. I read Mr Philip Lee's article in the Straits Times, \"From the Gallery\". I have met Mr Philip Lee. He is a nice young man. But if you read the whole of his article, it has conjured up a courtroom scenario where two lawyers have built up a case producing Exhibit A, Exhibit B, and so on, ending up by saying both men have tried to build up a case against the Government for discrimina- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> tion. In other words, some constitutional right of equality has been seriously violated. I would have wished that in this article, Mr Philip Lee could have enlightened the Press and the audience on what are accepted notions of the role of constitutional Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, we have not had a long history of constitutional Opposition. The notion that has been pervaded in this House yesterday must be rebutted. Otherwise, we, Members of the Parliament, the voters, the rest of the population who observe our proceedings, listening to the two lawyers, may believe that the notions that they have propounded indeed represent the correct notions of a loyal Opposition. And this is why, Sir, I have been prompted to take the floor to rebut and destroy some of the myths that have been floated in the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the myths? Look at what they have said. Myth No. 1 - the notion that Opposition MPs have some constitutional right to be involved in the rights and duties of governing Singapore. Myth No. 2 -that Opposition MPs have the right to be involved in governmental functions and the sharing of governmental functions. Myth No. 3 - both Opposition MPs have developed this notion that there is a constitutional right of equality and to be exactly equal on terms, rights and privileges of Members of the governing Party, that is to say, PAP MPs who have a collective responsibility with the Cabinet to ensure that the place is run and there is a proper discharge of the responsibility of governing the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have mentioned these myths because this displays a profound ignorance of the concept of constitutional Opposition. It is totally untrue, Sir, the propositions which have been propagated in this House. With some humility, may I say that I have studied the Constitution. For most of my life at the University, I have taught constitutional law. I have read constitutions of other countries. But nowhere in our Constitution, Sir, is there any reference which supports the propositions which the two Members of the Opposition, who are themselves lawyers, have sought to make us believe. In fact, Sir, the concept of Opposition is not even mentioned in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> Constitution. Who is responsible for governing the country? Who is responsible for discharging the basic duties of Government? Is it Members of the Opposition? This is provided for in our Constitution, Sir. Article 24 says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There shall be in and for Singapore a Cabinet which shall consist of the Prime Minister and such other Ministers. . . \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subject to provisions of this Constitution, the Cabinet shall have the general direction and control of the Government and shall be collectively responsible to Parliament.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it does not say anything other than that the task - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order, The Minister is not giving way. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, to save the time of the House, Mr Deputy Speaker, Sir - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Jeyaretnam, please resume your seat. You have a full hour to reply at the end of the day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> And presumably he will reply further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution makes it clear, Sir, as in other countries, similar to our system, the people elect a Government which has the mandate and the duty of governing the country. So, what really are the respective roles of Government and a loyal Opposition? What is the role of a loyal Opposition? The task of a loyal Opposition, Sir, is to provide an alternative, an alternative to the people. Its tasks are to criticize the Government, yes, and we have said @hat we welcome criticisms. We are not afraid of criticisms. And constructive criticisms, useful ideas, we must be honest and open enough to incorporate them. The task of an Opposition is to provide an alternative - alternative policies, alternative programmes, alternative ideas, alternative ways of doing things which we are doing now - so that the people will be able to have a choice, will be able to choose, will be able to evaluate the present Government, its policies, its way of doing things, as to the alternative proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at the points raised, Sir, by the Member for Anson and the Member for Potong Pasir, points brought forth in support of the general notion that there has been a breach of some \"constitutional rights, liberties and freedoms.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community centres. Sir, the use and access to community centres is spelt out in the People's Association Act. The Members for Anson and Potong Pasir, if they seriously believe that a constitutional right has been infringed, they can take it to court, they can vindicate their legal rights. And they surely, Mr Deputy Speaker, Sir, as lawyers, must recognize that if they come to this House to allege that there has been a violation of constitutional freedoms and rights, then they must also know that the remedy for this is to vindicate their allegations in a Court of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Planting trees on public property. This has been dealt with by the Member for Chong Boon and others. Even PAP MPs cannot plant trees in public property without complying with the laws and regulations. So what is the Member for Potong Pasir alleging? We will, if he wants, invite him to our annual Tree Planting Day. But if he feels that this notion of constitutional rights have been violated, then make out a case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Schools Council and visiting schools. Is there a violation of a law, of the Constitution, by not allowing the Member for Potong Pasir to visit schools when classes are in session? Is there a violation of our laws and Constitution? Is there a violation, Sir, of the role of a loyal Opposition in denying them the right? Because this right is also denied to PAP MPs. I would like to know which PAP MP has visited schools during the school teaching hours other than to officiate at official functions. Which PAP MP has been asked to sit in on the Schools Council which is dealing with professional matters? Is there a denial of the role of the constitutional Opposition? If so, the two Members of Parliament for Anson and Potong Pasir ought to know that the remedy for violations of Constitutions are clear. They can take a mandamus in a court. Yes. If anyone wants to come to this House to allege a grave violation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> the Constitution, that person must also explain why is it that, in one breath, he alleges violation of the Constitution, and in another breath says, \"Well, I do not want to go to the Court. I want to make a political issue out of it.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the test is very simple. We can have two tests. One, the legal test, and the other, I would say political test. Both of them are lawyers, Sir. They have alleged and built up this notion that the role of the loyal Opposition has been denied by the Government and they have adduced the so-called exhibits and evidence, such as Schools Council, planting trees, community centres and so on. If indeed there has been a violation of the Constitution, then being lawyers, they can bring an action, mandamus certiorari, and let the legal issues be vindicated and decided upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would say there is another test, Sir, on which I will close. The Member for Anson began his speech yesterday by referring to certain speeches made by the Prime Minister during the days when the PAP was in the Opposition. I have studied the Hansards, of the era when the PAP was in the Opposition. I would like to ask a very simple question. When the PAP was in the Opposition, did it ask for the sharing of governmental functions? Did it beg to be involved in the rights and duties of the Government which was in power? If it did, I would like to ask him to cite me chapter and verse of when and how the PAP, which was then in Opposition, sought or begged for rights which were, properly speaking, governmental functions. What the PAP did, Sir, then, was to perform the role of a loyal Opposition. The PAP put forward alternatives, criticized the government which was in power, explained why its policies were not in the long-term interest of Singapore. We came out with a Manifesto on the economy, political future and other directions in which Singapore should go. The people elected us in 1959, elected us again and again. And, Sir, we will continue to do our best to win the hearts and minds of the people. We must. This is our sacred trust and responsibility. We know that the electors are changing. We know that we must continue to persuade them and this we will do. But to come to this House and to allege that we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> have violated some constitutional role of the Opposition is totally untrue, is unsupportable in any constitutional textbook. If they can cite provisions of the Constitution or Erskine May on Parliamentary Practice, then they should come and persuade us. [Applause.] \n  <br>12.35 pm \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin (MacPherson):</b> Mr Deputy Speaker, Sir, at first, I decided not to speak on this motion moved by the Member for Anson because I expected him to play an old gramophone record which will emanate the same tune. But this time he tried to be a little melodramatic by saying that the alternative, to him, is armed revolution. And to justify his statement, he quoted the Prime Minister's speech made in the Legislative Assembly in 1956. How absurd can he be? Everyone knows that the conditions today are completely different from the conditions in 1956. In 1956, there was revolution, armed struggle. And, fortunately, because of the PAP Government's just and firm rule, we do not have such a revolutionary situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the motive of the Member for Anson, and he is supported by the Member for Potong Pasir, is that they would like to try, if they can, to rouse certain people to feel that there is some revolutionary fervour and I think they have failed to do so. Therefore, they now try to smear the Government by making false allegations of discrimination and they have, as the papers said, produced exhibits. May I say that the exhibits they have produced are bogus exhibits. First of all, they alleged that they could not organize classes in the Anson Community Centre to exploit the emotions; they say, for children of poor parents. May I ask the Member for Anson, in particular, what right has he, as an MP, to demand that he hold classes in a community centre? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Chua? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, he is giving way. Thank you. Mr Deputy Speaker, Sir, I am sorry that the Member for MacPherson \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> should also attempt to mislead the House. He says I asked for the community centre classrooms to hold classes to exploit the emotions of the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No, he did not say that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What evidence has he got? I had made it very clear that these are classes in English and Mathematics that are being provided for these children. Let us have some sanity in this place. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, I am glad that I have given way to the Member for Anson. By his statement it is quite obvious that it is he who is trying to mislead this House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What did you say? Exploit the emotions? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> I did not say that. I said what right has he got to demand that as an MP, fie and his Workers' Party has the right - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But it is not the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> - to hold classes for children of his constituents. What right has he got? The PAP MPs equally have no such rights. It is the right of the Government, if they think so, to have such classes. In fact, through the People's Association, they have been holding kindergarten classes in the community centres. And that has got nothing to do with the PAP MPs. So the first exhibit is a bogus one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second exhibit is about holding of rallies during May Day. Can he produce evidence that the PAP as a Party has ever held any May Day Rally in Singapore? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is completely irrelevant. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It is not completely irrelevant. It is not irrelevant at all. May Day is for the trade unions and workers to hold a rally, not for political Parties. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Who says that? Chua Sian Chin. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> It is the Government who says that, and the Government has the right to say it because they are responsible for the Government of Singapore. And it is not what I say or what you say. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me turn to the Member for Potong Pasir. He also produced some exhibits which are equally bogus. First, he said, why is it that the HDB is not giving him an MP's office and is delaying? Can I tell him this? The RCs had to wait one year before they were given an office. They had to prove that they were worthy of an office. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We are talking of MPs, not RCs. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Why should the MPs have a privilege over the RCs? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> My God, don't you know the difference? \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Further, let me tell the Member for Potong Pasir that in the old days, the PAP MPs had to search for their own premises to establish their office or PAP Branch. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I work from the void decks. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> At least, the Housing Board has been kind enough to allow you to work in the void deck. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, they would not. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. Mr Chua, please resume your seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Will hon, Members please address their remarks to the Chair instead of engaging in a conversation with one another? Carry on, Mr Chua. \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Sir, let me continue by saying that the Member for Potong Pasir has nothing more earth-shaking or important to raise in this House except minor things, as we have already heard him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second exhibit which he raised is about not being able to plant the exotic plant which he had been presented with, obviously for his own glorification. The way the Member for Potong Pasir has been making his demands, it amounts to him regarding Potong Pasir as his own farm and own estate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Chicken farm! \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> First, he wanted to rear chickens. And he has thought it over that chickens may not be a viable proposition, he now wants to plant trees. But common sense will tell us that we do not just plant trees haphazardly. Only when you do not have order in the country that such things happen. But it is not so in Singapore. The Member for Potong Pasir should realize that if he plants too many trees close together without any order and professional expertise, the trees will not grow because they need sunlight. Further, as far as plants are concerned, and to beautify an estate, you need to have landscape architects and this is not a function of an MP. This is a function of experts employed by the Government or the authority in charge of beautifying an estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, may I say that what the two Opposition Members are trying to do is to belly-ache about discrimination and so on. Their objective is to prepare the day when at the end of their four or five-year term of office, their constituents would ask them what they have done to better the lives of their constituents. They know that they have not been effective and the best way to excuse themselves is to blame the Government. \n  <br>12.48pm \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Deputy Speaker, Sir, I just want to make a very short point. I had no intention originally of speaking but after listening to the Members for Anson and Potong Pasir, I think I should clear some of the misconceptions that they have created. They seem to think, especially the Member for Potong Pasir, that they should be appointed to the position of Advisers of grassroots organizations like the CCC, CCMC and RC, as of right, simply because they are MPs of these constituencies. They are wrong. They should know better. As lawyers, they should know that there is no constitutional or legal duty on the Government to appoint them as Advisers to these grassroots organizations. Indeed this point was very clearly spelt out by the Minister for Home Affairs and Second Minister for Law. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CCCs and RCs are registered societies. The CCMCs are established and run by the People's Association which is a statutory body. The objectives of these grassroots organizations are to help the Government in implementing programmes for social cohesion, social integration and social betterment. Unless the two Opposition Members can really prove that they can contribute to the objects of these grassroots organizations, they cannot be expected to be appointed to the position of Advisers of these organizations. Of course, there is nothing to prevent them from running their own activities in the constituencies so long as these activities are legal. But they cannot be expected to be appointed to existing organizations set up by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They should know that, as Opposition Members, they cannot, on the one hand, attack Government policies and, on the other hand, expect the Government to appoint them to organizations which are set up by the Government so that they could dismantle these organizations. My point, Mr Deputy Speaker, Sir, is that the Opposition Members cannot have the cake and eat it. They cannot, on the one hand, oppose Government policy and yet, on the other hand, complain that - \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, on a point of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Tang? \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> No, Sir. I am finishing soon. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Please resume your seat, Mr Chiam. Carry on, Mr Tang. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> They cannot have the cake and eat it. They cannot, on the one hand, oppose Government policy and, on the other hand, complain that the Government is not generous enough in helping them to oppose Government policy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, may I be given a minute to clarify one point? The last speaker said that the CCC, CCMC and RC are Government organizations. Is that what he means? Or are they grassroots organizations? Which is which? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim:</b> Mr Deputy Speaker, Sir, I am sorry that the Member for Potong Pasir, who is a lawyer, does not even know the legal constitution of these grassroots organizations. \"Grassroots organizations\" is a generic term. Legally, the CCCs and the RCs are registered societies. The CCMCs are set up by the People's Association, which itself is a statutory body, May I recommend the Member to look up the legal position. \n  <br>12.53pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Deputy Speaker, Sir, in these last few minutes before the lunch break, I would like to refer to the remarks made by the Member for Anson in regard to the National Day dinner in 1982, in Anson. He alleged that the residents were forced to attend the dinner. Can this be true? On the one hand, he praised the voters of Anson for having the guts and gumption to elect him into Parliament and this in itself is proof of our democracy and proof that the people of Anson cannot be cowed into going to a dinner. What proof can he give us? Can he provide us with any proof today that there were people who were forced to attend the National Day dinner in Anson? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point he made about this dinner was that it was an insult to the people of Anson that the then Second Deputy Prime Minister was present at that dinner. All of us here have been involved at one time or another in the organization - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of information, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Please resume your seat, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is the trouble. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> If the then Second Deputy Prime Minister were to attend the dinner of any other constituency, I think the residents would be very honoured because in addition to their own MP, they have -- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is me. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> - the Second Deputy Prime Minister who bothered to attend. Who was insulted? Was it the people of Anson or was it the MP for Anson who was not invited by the grassroots leaders? Was he insulted? Who in Anson was insulted? Was it the residents of Anson or was it the MP for Anson who was not invited by the grassroots leaders of Anson? I think it must be his ego that must have been affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point has been raised also about the MP's office. The Member for Anson said that it took him eight months to get his office. I have now waited five months, next month will be six and I do not see my office coming in the seventh month either. I hope that I can get my office in the eighth month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Discrimination. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> As the Member for Changkat has correctly said, we have our frustrations. But we do not go moaning and groaning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Anson has also referred to what our First Deputy Prime Minister has said about political self-renewal in the PAP leading to political stability in our country. This was also made an election issue when he was asked why was the renewal process in the PAP being played up in the papers. If anybody were to look at this problem rationally and objectively, they will understand this problem. Do we not look into the succession problems of political parties, whether in the government or in the opposition, in other countries? Are we not worried or are we not planning and asking questions about what would happen if the governments in other countries were to be replaced by an opposition? Do we not want to know what would happen in Japan, Australia, the US, the UK and even our neighbour, Malaysia? What about their succession problems, their leadership problems? Is it not common sense that this will relate itself to political stability? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I would like to make, and which has been made and repeated by many of my colleagues, is in regard to grassroots organizations. How can the Opposition Members who have time and again run down our grassroots organiza- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> tions now expect to be appointed as the Advisers to these organizations? If they are garbage collectors, do you want to be an adviser to the association of garbage collectors? Do not just change your tune because you are now in the House. If you really feel that they are garbage collectors, then you should not ask to be their advisers. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo:</b> Sir, it is almost one o'clock. May I speak after lunch? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Carry on, please. We still have two minutes left. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo:</b> Mr Deputy Speaker, Sir, we have heard a lot of comments by various Members. The Opposition Members have in fact made a lot of rhetorics which were uttered yesterday. I do not propose to add to this but to identify a few points for enlightenment of the various Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are no more fighting a colonial system. We have surpassed that. We are in a new era of trying to harness people with various socio-economic background to work towards a common goal, to enrich and develop for purposes of our own welfare and also to improve our quality of life. We are in fact trying to create a governmental system which is sensitive and responsive to people's needs. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is now 1.00 pm. I suspend the Sitting till 2.30 pm this afternoon. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo:</b> Mr Deputy Speaker, Sir, I was speaking on a responsive governmental system when we adjourned, the inputs which are necessary to make the governmental system more responsive. Sir, we are elected here by popular representation to reflect the needs and the aspirations of our electorate. We have a job to do and that is to give the necessary and useful inputs to make our governmental system more responsive to the needs of the common people. We have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> done this over the years and we are all the time evolving and changing in response to new needs and new challenges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition has alleged that we have not been responsive. Are they trying to insult the many thousands of people who have elected all of us here under popular representation? Many of these are intelligent Singaporeans who are discerning, who are able to see the changes overtime. They are able to visualize how their lives have improved over these years. And they are the best judge in terms of who will represent them, and who can discharge those responsibilities effectively. The changes that we have witnessed are a testimony in terms of what we have been able to do in trying to enrich the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Opposition has also alleged that they have been able to bring up various social issues which are of concern to the people of Singapore. I am sure the House will be able to testify that the PAP Back-benchers themselves have, from time to time, raised crucial issues which concern the Singaporean. The Hansards are full of it, and this itself is indicative that we do not back slide but are able to bring up issues which are of concern to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Various issues such as graduate mothers, streaming and education, employment of various workers, and Employment Act, have been touched on. I do not wish to elaborate further on these. But this itself points out that the Back-benchers themselves, who have been giving their best in terms of time and efforts, have done their best to bring these necessary issues to this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, many of the terms such as rights of expression, thought, and association are not new. It is not sufficient just to articulate them. They are common rhetorics that we have heard. But I think we must be able to translate these ideals into reality. Can the Opposition translate these ideals into reality? Have they been able to suggest and demonstrate through various programmes to deal with these issues effectively? In fact, they have not been able to do so and they have been just harping on these various themes. Since I have been here as a new Member of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> House, I have yet to come across one constructive proposition which has been suggested. I feel that all these rhetorics are just window-dressings. They are not sufficient, without real action to deal with them. And I must say that the Government over the years has been able to meet some of the basic needs of the people such as education, housing and health. And we are looking for new ways to improve the lot of the people and we feel, as Members of this House, we have a responsibility to provide the necessary inputs to bring about new ideas and innovations to the new problems that we will be facing in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Opposition has also cast doubts on the efforts of our grassroots leaders. They have suggested that many of these people are not authentic leaders. They are unable to articulate opinions of the residents in the localities where they live. All these organizations are efforts and contributions of many people. And many community leaders have been encouraged to deal with local problems and local issues. They have given many relentless hours and efforts in terms of promoting common good in their neighbourhood. And are we suggesting that all their efforts are wasted over these years? Are we insinuating that they are unable to articulate opinions which will improve their neighbourhoods? I feel that the Opposition has, in fact, cast doubts on their efforts. And I think the best judge are the grassroots leaders themselves. They are on the job. They know what is best for their neighbourhoods and there are different channels for them to articulate their opinions, and to bring about the betterment of their neighbourhood. The various grassroots organizations are in fact channels for citizen participation and these channels are established to provide for a responsible means through which people can better their neighbourhood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the viewpoints by the Opposition need to be debunked in the sense that they themselves are not really in tune and in touch with the many grassroots leaders who are giving various efforts and contributions to improve their community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I think the ultimate analysis is for people to choose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> People are generally able to discern what is good for them. It is not for the Opposition to judge that the many thousands of people who are involved in various grassroots organizations are not doing their job in articulating useful viewpoints. The ultimate analysis is that it is for them to judge who is able to deliver the goods, who is able to create better neighbourhoods to enhance their lives. And I feel that this would be the acid test for them to decide. I am confident that they will be able to do so, given the years of their experience in their neighbourhood. \n  <br>2.38 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Deputy Speaker, Sir, I can take this debate in one of two ways: to answer the allegations of the two Opposition Members point by point, or to widen the discussion to concentrate on bigger issues, the real issues that Singaporeans will have to face in the years to come. For example, how do we guarantee that Singaporeans will not become unwanted refugees? How do we ensure that they have got decent homes to live in, a good job with better pay? I think our interests are better served this afternoon if I were to widen the discussion to include these fundamental issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Have we obstructed the growth of the Opposition in Singapore? Ever since the PAP came to power in 1959, have we not been holding elections regularly? Have these elections not been held honestly, fairly? Has there been a single allegation that we have not held our elections fairly, honestly? And have the Opposition Parties not participated in these elections? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson took over the Workers' Party in 1972. He immediately fielded 27 candidates for the elections held in that year. He did not win a single seat. In 1976, he fielded 22 candidates. All lost. In 1980, all his eight candidates were rejected. In 1984, he fielded 15 candidates, He was the only member of his Party to win a seat. Another Member from another Party won another seat. The PAP won 77 of the 79 seats. Of course, there was a swing of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> 12.6% away from the PAP. But the bottom line is that some 63% of the people voted for the PAP. So what is the will of the electorate? The will of the electorate is for an honest, dedicated, effective government. It is not for a parliamentary Opposition. Two out of 79 seats cannot reflect the will of the people. The people are sensible. They want to have an honest government to govern them, to lead them to a better future, and they have chosen the People's Action Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson wants to know how the Government will help the growth of the Opposition Parties in Singapore. He knows full well that political Parties are rivals. They are political adversaries. They fight, sometimes tooth and nail, to win the right to govern Singapore. That is a fact of parliamentary democracy. Parties collect candidates. They stand for elections with a programme to sell to the people, and they fight to earn the right to run the country. Even the Opposition Parties themselves are competing. We see here, in this House, the Member for Anson always being the first to jump up, whether it is to move a motion or to make a speech. So there is this competition going on. Who is in fact the leader of the Opposition? I think these are facts. If political Parties do not compete with one another, whether they are in the opposition or whether in the government, then in fact the members should be helping one another in the same Party, selling the same programme. A fundamental fact of parliamentary democracy is that political parties are rivals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, the Member for Potong Pasir in his maiden speech in this House on 4th March 1985, declared that he would not be loyal to the PAP. And indeed he has been doing all he could to make life difficult for us, to make our governing of Singapore more difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has been doing the same thing since 1972, and perhaps even before that. We have not complained about the unhelpful attitude of the Opposition. As Opposition, it is their duty to ask questions, to criticize and generally to make life a bit difficult for us. Is the Member for Anson saying that it is our constitutional duty to help the Opposition to grow in Singapore? First to grow, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> then to take over the Government. Is it our constitutional duty to help them to grow so that they can replace us in this House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key question in parliamentary democracy is whether we allow open competition of ideas, whether we allow a free play of ideas, not just during elections or during the campaign before a general election, but in between elections. We do. That is why we have the proceedings in this House telecast. We are handing over a powerful medium to the Opposition Members to reach out to the people, to persuade them that their views are better than ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They talk about difficulty in getting a permit to hold a rally. By all means have a rally. Make your points. I do not know whether the Toa Payoh Stadium is available. But if it is not available, please apply for another stadium. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is vacant. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> So go ahead. Hold your rally. Tell Singaporeans what your views are, what programmes you have to make their life better. There is no silencing of the Opposition. If we wish to silence the Opposition, would we allow SBC to telecast the proceedings? All the years that the PAP has been in this House, with all the seats belonging to the Party, we have not telecast the proceedings. We have not made use of the SBC. Do not believe that we are worried about the views of the Opposition. Free play of ideas. That is what we have been encouraging and that is what the Opposition Members should in fact come out with. What are their ideas to make life better for people. How would they look after your sons, your daughters, and your future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliamentary democracy is about free elections held regularly - a Party which contests and earns the right to govern in Singapore. It is our responsibility to govern Singapore, having been returned by the people. The Member for Anson understands that very well, that the Government's responsibility is to govern. That is why he has been suggesting that Parliament should have parliamentary committees, whereby he can also participate, because he knows that it is the responsibility of the Government to gov- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> ern. He wants to have a share in the Government through parliamentary committees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliament can comprise Opposition Members. Their responsibility in Parliament is to probe, to ask questions, to come out with alternative programmes to the Government's. They are not in this House to govern. That is why I share the concern of my colleague, the Minister for Home Affairs, when he brought out the article written by Mr Philip Lee. I, too, know Mr Philip Lee. But I think he has missed the point completely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliamentary democracy is not about Schools Council, tree planting, use of CCs, and whether the Government has discriminated against Opposition MPs in the use of these facilities. It is our responsibility to ensure that the education system is well run. We have a Schools Council to help us to implement our policies better. We do not allow Opposition MPs to go messing around in the Schools Council or to visit schools. They have no right to demand a seat on the Schools Council. If they have an opposing view, please, have your forums, please raise your views in Parliament. Whether we invite an MP, be it an Opposition MP or a PAP MP to visit schools or to sit on the Schools Council, or other councils of other Ministries, is a prerogative of the Ministers in charge. And they will do so if they are convinced that the MPs can contribute to the Ministry's work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot allow a Member of Parliament to plant a tree whenever and wherever he likes, unless it is in his own property, in his own home. HDB estates are public properties. No MP is free to take a changkul to dig a hole and plant a tree any time he feels like it, whether it is a shrub or an exotic tree given to him by an ardent supporter of his. HDB land is public property. No MP is allowed to dig a hole on public property unless the authority allows it. If he wants to plant a tree, please take part when we have our Tree Planting Campaign. In fact, the Opposition MPs can participate in our campaigns, like the Productivity Campaign, Speak Mandarin Campaign, Courtesy Campaign, if they believe in them. They are free to participate. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> we cannot demand that they should participate. We have no right to demand that they participate in our campaigns. Neither do they have the right to demand that we offer them the facilities of the community centres to hold classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association and the Government have a responsibility to the people to ensure that classes run in community centres meet with minimum professional standards. They are run by competent people. We just cannot allow any MP who wants to use the CCs to apply and run their own education classes. Children and old people should not be made political footballs. Do not involve them as political footballs - hold classes for them just to advance our own political interests. Think of their interest and think of the minimum standards that we must ensure that they receive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do we need to have a permit for a rally? The Member for Anson has used that to suggest that there is no freedom of speech in Singapore, that each time he wants to hold a rally, a public meeting, he must apply for a police permit. There are good reasons for this. There are mass organizations like religious and cultural organizations. Singapore is a multi-racial society. The need for a permit springs from our early history of riots and revolutions. Malaysia, too, has a similar requirement. So we are not unique in asking for a permit to hold rallies. And political Parties can hold their rallies any time provided they are held indoors or in a stadium, to avoid inconveniencing the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the HDB does not have to provide an office for the MPs. It is not under any obligation to provide offices for MPs. That HDB has chosen to do so to PAP MPs is because they have found the PAP MPs helpful to the HDB. The PAP MPs hold \"meet-the-people\" sessions regularly, They promote good neighbourliness. They help the HDB to look after the housing estates better. For that reason, the HDB has found it to their advantage to provide offices for PAP MPs. And, of course, having done so for the PAP MPs, they do not discriminate against the Opposition MPs. The Member for Anson has an office the size of a 4-room flat and he pays \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> only $5. The Member for Potong Pasir will get his office very soon. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> A 3-room flat. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> A 3-room flat. Also for $5, I believe, because that is the 3-room flat available in the HDB block. If they want additional office space, tender for shop premises, like any PAP MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a person is elected an MP, he is not automatically appointed as an adviser to the Residents' Committees, the Citizens' Consultative Committees or the Community Centres. These grassroots organizations are set up by the Government to help in implementing certain Government policies, particularly long-term social policies, like the Speak Mandarin Campaign or Courtesy Campaign. These are social policies which the advisers and the grassroots organizations are enlisted to assist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The establishment of these grassroots organizations is not provided for under our Constitution. It is not part of our Constitution. They are not matters provided for in the Constitution. They are part and parcel of Government. They are not part and parcel of Party politics. They do not depend on the Members of Parliament for their functioning. When Members of Parliament are appointed to these grassroots organizations, they are so appointed by the Prime Minister in his capacity as Prime Minister only when he is satisfied that the MPs functioning as advisers will help to implement Government policies or campaigns. If the MPs do not share the same commitment or the same convictions as the Government, they would not be appointed as advisers. This applies also to PAP MPs. If any PAP MP here does not wish to promote the Courtesy Campaign or Speak Mandarin Campaign, because he does not agree with these social campaigns, he will not be appointed as an adviser to these grassroots organizations. The MPs cannot demand that they be appointed as advisers. They are invited to do so and only when we are convinced that they can help us to run their constituencies better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a sense, the advisers are like telephone operators of an exchange. They put the calls through, both ways, from the people to the Government, from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> Government to the people. The telephone operators of a telephone exchange network are very important. We have to be sure that they will put the calls through. If they do not, the people will suffer. How do we know what are the needs of the people? How do we know what are their problems? So we need advisers who can put these calls through both ways, from the people to the Government and from our Government to our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not believe that the Member for Anson and the Member for Potong Pasir will work for the success of Government's social policies. When I made that speech in the dialogue session with the grassroots leaders about an enlightened attitude to the Opposition, I was in fact signalling to the Opposition the kind of opposition which I would personally, or we as a Government, would like to have in Singapore - an Opposition that is constructive, that has credible men around them, that has got alternative views, programmes, which we can compete in. That is the kind of Opposition which we would like to see in Singapore. But having said that, I am not going to add that it is our duty to help them to grow, more so, if they harbour ambition to topple us. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This is what constitutional struggle is about. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> That is precisely the point. Constitutional struggle means free play of ideas, competition of ideas, and for one party to unseat the other Party from government. Therefore, it is not the constitutional duty of the Government to help them to succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson in his election speech at Fullerton Square talked about the golden age. Come 1988, God willing, he would be in government. I am paraphrasing him but I think that is the essence of what he said to the people. And I believe the Member for Potong Pasir harbours the same ambition that, come 1988, he would also be in a position to present enough candidates to form the Government. I believe he is going to speak to the NUS students sometime in July on the foundations of an alternative government. He must, if he wishes to succeed, not just talk about the foundations of an alternative government, but come out with ideas to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> persuade the people that he, in fact, has got a program me to present to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our duty, Mr Deputy Speaker, Sir, is not to help the Opposition. Our duty is to our people. How do we build up our own team, a Government that can better serve the people? I would go one step further. If the Opposition Members spout views that are detrimental to the interests of Singapore, which are dangerous to our foundations, to our very survival, I think it is our duty as a Party, and as a Government, to campaign against that and to debunk their ideas. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No one denies that. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Let me give one example when you do so. Take defence. The Member for Anson comes to this House and tells us, four or five times, that he was never against defence. A mere repetition that you are not against defence does not convince people that you are not against defence. A person can swear 10 times that, \"I am honest. I am honest.\" But unless he proves that he is an honest man, people are not going to believe him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I say that I have doubts about his sincerity in defending Singapore? Because only last year, before the elections, we were altercating, we were arguing publicly, about the high level of defence expenditure, about the need to purchase the Hawkeye to defend Singapore. The Member for Anson boasted that he would make that an election issue. But did he make defence an election issue? He beat a hasty retreat. We met him head-on. So he beat a hasty retreat. Why was that? Because we were occupying high ground. There were no votes there for him. I think the Member for Anson, if he has indeed changed his point of view about defence, should come out openly and say so, that \"I was wrong. My concept of National Service was wrong. My concept of National Service as a community service was wrong. I am now for the present format of National Service. And I can give you the following ideas to improve.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose - \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I have only one hour. I do not have much time. I suggest the Member, who will have another hour, rebut me later on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Perhaps he was going to challenge me on my misquoting him or misleading members of the public. I have here his - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> 1976 programme. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> - 1976 programme. It should interest the House to know what was written on defence. If I may quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Party is of the view that in the present day context of relations between nations, the present expenditure on defence is wasteful and unnecessary.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then on National Service: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'On National Service, whilst the Party can and does see the advantages of getting our youths together to make them conscious of their duties to society and to build them into a cohesive whole, the Party believes that the present system is wasteful of the one resource the country has which is our young people. The Party believes that the system can be altered to advantage by channelling the energies of our youth into compulsory community service after the basic military training to inculcate the quality of and need for discipline.' \n  <br>\n  <br>So after three months, the Party would channel the youths to compulsory community service and you expect to have a good Army with our young men trained only for three months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I could quote one more paragraph from this section on defence, the last paragraph: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Party, however, sees the need for being ready at all times to meet any threat to the society from within or without and the Party believes that it will be in the main from within. The Party therefore advocates the maintenance of an efficient regular army to meet any threat to our society and to help in the maintenance of peace.' \n  <br>\n  <br>So there is this conflict. The threat is from within and he wants to have a regular Army to meet this threat from within, I think we deserve some clarification from the Member for Anson later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can appreciate the disappointments of the Member for Anson. He has been building up the Workers' Party for over 12 years. He has succeeded in convincing only Anson to support him and he barely succeeded. He must not vent his frustrations on us. He must not blame us for his inability to grow. If his complaints are about community centres, classrooms, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> tree-planting, Schools' Council, then I say the Opposition will never grow. If the Opposition wishes to grow, it must convince the people that it can look after their interests better. How do we, for example, alleviate the sufferings of workers who are being retrenched? How do we ensure that jobs are being created? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my May Day address, I quoted from this American firm, Beri (Business Environment Risk Information), on the quality of our workforce and our political stability. But I noted with concern the phrase \"growing social unrest\". There was no explanation as to why they have observed that there was this growing social unrest in Singapore. So I asked the question: was it because of the loss of Anson? This report was done in March/ April 1984, before the general elections. I was thinking aloud. What prompted them to note that there was underlying growing social unrest? To me, terms such as this are very important because it will frighten away investors. Investors read the report. They are not familiar with Singapore. When they read that there is growing social unrest, are they going to sink millions of dollars in Singapore to create jobs for you? The investment will take years before they can churn out sufficient profits to pay them back. So are they going to come to Singapore to create jobs? I was concerned. I asked the question. The press followed up with telephone calls to the president of Beri and indeed the president confirmed that that remark, which he admitted was too strong in the context of Singapore, was nevertheless arrived at after watching the way Singaporeans had voted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the 1985 report, again they had used the words \"rising social discontent\" in Singapore. Why did they say that there was rising social discontent in Singapore? It is because they were watching the votes. Maybe there are reasons for the way the votes have swung away from the PAP, but people outside watch the votes carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the meaning behind the swing in votes? Is it a reflection of rising social discontent? The middle-income people are unable to have their expectations met? Is there grave dissatisfaction over distribution of wealth or over other issues? How \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> are all these translated? So the investors watch the votes carefully. This particular company has seen it fit to use the terms \"growing social unrest\" and \"rising social discontent\" in the reports which are read by investors whom we are trying to attract to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me sum up. The real issue facing Singapore today is not the growth of the Opposition, that we have discriminated against the Opposition, that we have obstructed them. We have not. Where have we obstructed the growth of Opposition in Singapore? Have we silenced them? The programme, \"Today in Parliament\", is not a silent movie. The Members came through the living room loud and clear. So have we silenced them? Anyway, is that the real issue facing us - that Singapore must have an Opposition in Parliament in order for democracy to survive, to develop? Or is democracy about free elections, honest elections, which political Parties can participate freely? The real issue concerns your lives, your future, your children, your home. How do we guarantee that your sons, when they come out of national service, will have decent jobs with decent incomes? How do we ensure that your daughters do not have to work outside Singapore as domestic maids? How do we ensure that your daughters, when they come home late at night after work or after the movies, can return home safely? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson is against preventive detention under the Internal Security Act and the Criminal Law (Temporary Provisions) Act. If he were in charge in Singapore, would he release the criminals, the gangsters, the drug traffickers, the gang rapists, from detention? He has spoken up time and again against preventive detention. Will he do that? Will your daughters be safe returning home if these people are not detained under the Criminal Law (Temporary Provisions) Act? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans have grown up. They want us to talk to,them. They do not want us to talk down to them. I think that is correct. We should not talk down to Singaporeans. They are adults. We will treat them as adults. We will talk to them, exchange views. We have been getting white hair worrying about the future of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> Singapore, thinking long-term, and keeping these worries to ourselves. So I am pleased that Singaporeans want to participate as grown-ups in resolving these worries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will bring them into confidence on two worries which are now occupying our minds, and I hope the Opposition Members too would worry about these two problems. The first worry is land. The Minister for National Development has told this House that land is finite in Singapore. At the rate which we are building low-cost housing for Singaporeans, 40,000 units per year, all available land for public housing will be exhausted, finished, in about 10 years. What happens thereafter? If you were a 15-year old boy or girl today, when you grow up in 10-15 years' time and you are ready to buy a home to start a family, would low-cost housing be available to you? Or would you have to buy a house from the market because the HDB is in no position to build more low-cost housing? If you inherit a home from your parents, then you are fortunate. But if there are three or four children in a family, and there is only one home to be inherited, then the other members of the family would have to buy a home from the market. The market price for HDB flats on the resale market at that time could be beyond your reach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So land will run out in about 10 years time. How do we resolve this fundamental; problem? Do we slow down the rate of construction? Do we reclaim more land? Is more land available for reclamation? Can we actually reclaim very much more land? This is a fundamental issue. And I wished, when I was listening to the Member for Potong Pasir, that he had tackled the Minister for National Development through a series of supplementary questions on this. But he did not. Again, he went back to his favourite allegation that the HDB was making huge profits from the people, that the sale price of HDB flats was above the construction cost. And he refused to recognize that the cost of a flat includes costs, other than construction costs. I think the Member for Potong Pasir should grow up and deal with the fundamentals seriously. And we invite Members of the Opposition to address \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> their minds on this issue. It concerns not only them. It concerns Singaporeans. It concerns us. I think we have got to work out some solutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second worry which we have is water. There is also an upper limit to our water resources. This upper limit is 250 million gallons a day, from our main source of water in Johore, the Johor River. There is this upper limit of 250 million gallons per day which we can draw from Johor River. We are now consuming water at the rate of 190 million gallons per day. There is only a gap of 60 million gallons per day left to go up to 250 million gallons per day from Johor River. The average growth rate for the last five years was 6% - that works out roughly to about 12 million gallons per day. If we do not succeed in checking this growth rate in our water consumption, in four to five years' time we will reach the upper limit of what we can draw from Johor River, which is our main source. Of course, we have domestic resources. Of course, there are some other rivers available in Johore. But the question remains, how do we conserve water? How do we slow down the rate of consumption of water? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Recycling. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Recycling, yes. If that is a possible solution, I think the Member for Potong Pasir can suggest how we can recycle water. I think we do not just dismiss this. We will listen to all positive suggestions as to how we can resolve this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of Parliament want to have greater say in the way they manage their constituencies. At the moment, it is our responsibility as a Government to govern, to look after the estate management, the cleanliness, the environment, in the constituencies. But we are looking into legislation to see how some of this authority and responsibility can be handed over to Members of Parliament. It will take some time before we can finalize the legislation. But it is our intention to hand over partial authority and partial responsibility for the running of constituencies to the MPs. If the people decide to choose an Opposition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> MP, then the Opposition MP would have the same responsibility, same authority, the same fair means as other PAP MPs in looking after their constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So are we worried? Are we obstructing the growth of parliamentary democracy when we are doing all this? These are the directions in which we are moving, to hand over some responsibility and authority to Members of Parliament. Then the people will decide who should look after them. That is the essence of parliamentary democracy, the right to govern Singapore through the ability of a Party to assemble a credible team with a credible programme to run Singapore. At the moment, constituencies are not parcelled out so that MPs have some of these rights. But we are working on the legislation and when it is ready, we will discuss it in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The questions I have raised, Mr Deputy Speaker, Sir, are not theoretical questions. They are practical questions which concern the lives of Singaporeans, your future. It is up to our people to decide who and how they want these serious problems, which we are concerned with, to be resolved. [Applause] \n  <br>3.25pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, may I say that I did not expect my task to be so easy this afternoon. I am sorry it may sound patronizing and condescending. But I thought there would be some appreciation of the issues involved in this motion, in this debate. Alas, I hoped in vain, Mr Deputy Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last night, on reflection, I thought perhaps I had been a little uncharitable to the First Deputy Prime Minister and his present colleagues in the Cabinet, excluding the Prime Minister. After all, the First Deputy Prime Minister inherited this system. He is not responsible for what happened in 1968, 1969, 1970, and the years that followed. I had hoped that the man who was responsible for this would have agreed to take part in this debate and to answer the complaint, but I see he has chosen not to take part in the debate. Well, that is his decision. But, as I have said, may I say again that he understands the issues. He spelt them out in 1956. So he has a very clear grasp of the issues. And I am sorry to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> say that listening to the Members these last two days, has convinced me one thing: that the speakers who spoke against this motion, perhaps with the exception of one (I am sorry that suggests that I am being invidious), have no conception of the issues involved and what is at stake in this motion. They failed to grasp what was at stake in this motion. Instead of that, we heard from speaker after speaker about whether the Workers' Party was a good Party, whether the SDP was a good Party, whether their policy is a good policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we are not here in this motion debating any particular policy, or any political Party. We are debating the political system for Singapore. That is the issue, and that is at stake, not only for us, but for our children and our children's children. The whole future of Singapore, what direction are we going to take. That is what is at stake in this debate. And I say there was no appreciation at all of these issues involved and what was at stake. One man could have perhaps dealt with this, but he has chosen to stay away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, may I clear, first of all, the misconceptions that have been created out of my motion. It is very easy. It is the easiest thing to do when you cannot meet a man's argument, you create bogeys and then begin to demolish them. That shows that you fail to grasp what is the import of the man's message. Sir, I do not want to dwell too long on this. But, if anything, from what we have heard in the past two days, from the time that I moved this motion, has emerged it throws up clearly one thing, and that is the serious problem of political leadership in this country. I am sorry to have to say this. It may sound unpalatable to the Members on the opposite benches. But truths, however unpalatable, must be faced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who is responsible for this state of affairs - that today in Singapore we do not have a political leadership that is able to take over from the older leadership and see the issues that concern Singapore and its future? Who is responsible? The responsibility must be laid quite clearly, Mr Deputy Speaker, Sir, at the door of this Government. The Prime Minister in 1966 said that \"the real test is whether we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> succeed in creating a democracy that is viable.\" Because it is only in a viable democracy that you will have political leadership emerging. Make no mistake of that, Members of the House. It is only in a democracy which allows the free-play of ideas - the term that I have been using, and what the Prime Minister had been using in 1966 -that you can have political leadership emerging. And we do not have that today because there has been a ban on the free-play of ideas from 1959 onwards. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Point of clarification, if I may. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Deputy Speaker, Sir, I thank the Member for Anson for giving way for me to seek a point of clarification. Where have we prevented the Member for Anson, or any Opposition Parties for that matter, from coming out with their ideas? Where have we prevented this free-play of ideas? I thought I have dwelt at length on this, that we welcome the free-play of ideas and that we have plenty of opportunities for this freeplay of ideas. We are looking for their ideas. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Deputy Speaker, Sir, I will answer that before I sit down. As I said, I wish to clear, first of all, the misconceptions, the bogeys that have been set up arising out of my motion. The first misconception is that I am suggesting that Opposition MPs should be allowed to have a part in Government decision-making or to share in the Government. This was even suggested by the Minister for Home Affairs. I am surprised. I know that it is the duty of the Government to govern. It is not the duty of the Opposition to say, \"Let us take part in the governing of the country.\" It is the duty of the Government to govern. It is the duty of the Opposition to hold the Government in check. It is the duty of the Opposition to see that Government is made answerable to the elected representatives of the people, that is Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I know quite clearly, Mr Deputy Speaker, Sir, what the functions of the Opposition are. I am not asking that I be invited to Ministerial meetings or to take part in Government decisions. Nor am I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> asking for special privileges, either for myself or for the Party. That is another misconception. It follows from a complete misunderstanding of the motion and what is at stake. I am not asking that I should be appointed to Residents' Committees or any other committees. I am not asking that I be given special privileges. That is not what I am worried about. That is the least that worries me. I am not asking that the Workers' Party should be given any special privileges or advantages. What I am saying is this. For the future of Singapore, we must make sure that our citizens are given their rightful role to play their part in building Singapore into what they would like it to be. So it is giving each and everyone of our citizens an opportunity to play his or her part in making Singapore into a country that they would be proud of, that they would be prepared to die for and to defend. And I say that the policies of this Government have denied our citizens their role and I do not say it without reason, Mr Deputy Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I move on, let me deal with one or two suggestions that PAP MPs are treated likewise, as the Opposition MPs are, As I said, I am not asking for any special privileges. But are PAP MPs treated similarly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was the Member for Anson before the general elections. There was someone sent to contest the constituency for the PAP in the 1984 elections, the man who is illegally paid out of public funds. I have raised this question of the legality of his appointment as Political Secretary and I still have not had a satisfactory answer. And may I say that there are people outside who are waiting for this answer. I have been asked by a number of people, \"Mr Jeyaretnam, they still have not given you an answer, have they? Was this man's appointment legal or illegal?\" I still say it is illegal. So you have this man who was appointed and paid illegally out of public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I am going to carry on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Then you do not get the answers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This man is being paid illegally out of public funds. He is sent to Anson and he has the full run of the Anson Community Centre. For what purpose? To make propaganda for the People's Action Party and to improve his chances in the 1984 elections. He himself admitted it. I referred to a statement made by him and it was reported in the papers. He said, \"PAP's chances are now improving. The response is good to all functions organized here.\" So what are we talking? He was accompanied on his rounds by officials from the HDB. I see in yesterday's paper, or was it this morning's paper, that the Member for Telok Blangah, on his rounds on Sunday, was accompanied by HDB officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I have been trying to get the Senior Executive Officer from Tiong Bahru to come and look at something which I said needed doing, and his answer is, \"No, I am not coming. I do not think it is necessary for me to come.\" I have made so many attempts to get them to come and look at something in my Constituency. But here we have the PAP Member for Telok Blangah accompanied, on his official rounds or on his Party rounds, by HDB officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If the First Deputy Prime Minister is going to keep constantly interrupting, I have to carry on. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Jeyaretnam? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> resumed his seat \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Thank you, Mr Deputy Speaker, Sir. And I am much obliged to the Member for Anson. Had the Member for Anson listened carefully to my concluding remark, he would not have any cause to complain further. At the moment, as I have explained, constituencies are not part of a separate estate which is different from the Government. They are part of the bigger responsibility of Government. But in the future it is indeed our intention to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> hand over some of these responsibilities and authority to the Member of Parliament and the Member of Parliament can then invite the Senior Executive Officer of the HDB to follow him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Today? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Today the Member of Parliament does not have the right to do so. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So let us not be told again and again that PAP MPs are in the same position. We had, not very long ago, this statement by the Minister for National Development and which was reported very briefly as a bald stupidity of the Minister that PAP constituencies will get favoured treatment. So there is from the Government side clearly an attempt made to distinguish between Opposition MPs and PAP MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said yesterday, Mr Deputy Speaker, Sir, it boils down to this. Do we believe in democracy? Do we believe in the choice of the people, in their wishes? Or do we take every step at our disposal to deny them their right to the choice? I referred yesterday to the Government's reaction to the choice made by Anson voters. A Member speaking here said perhaps that I was upset at not being invited to dinner on that National Day occasion. Let me assure the House that I personally was not upset. It did not matter to me whether I was invited or not. But it is the voters in Anson. They elected me. And what do they find? That a Government that professes to pay heed to the wishes of the electorate, a Government that says, \"We will respond to the voters' wishes\", blatantly saying, \"We will not have your elected representative.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mention was made about RCs. One Member said that there is nothing to say that MPs should be the advisers to RCs. I said yesterday that the position in the rules, before I was elected on 31st October 1981, was that normally the MPs would be appointed advisers to the RCs. And so it was. Every PAP M P was appointed adviser to the RC in his constituency. So it was in the rules. But the moment Anson voters decided not to elect a PAP MP, the rules were changed and the decision as to who should be the adviser was then left to the choice of the Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is clearly, as my colleague on this side of the House has pointed out, double standards and this is something that the public cannot fail to see. The public are aware. Our voters in Singapore are, as has been acknowledged by the Prime Minister, a sophisticated lot. We have a very high rate of literacy in Singapore. So they are not fools. They are by no means dumb on political issues. Indeed, Mr Deputy Speaker, Sir, I have been very agreeably surprised at the political acumen shown, not by our professional men, but at the political acumen shown by the taxi driver, by even the stallholder or the ordinary factory worker. He goes immediately to the root of the problem and the issue. He does not waste his time circling round it. They can see the double standards employed by this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying that I am not asking for special treatment. May I say a little bit about these classes because I see that the Straits Times again makes the mistake. No doubt it thought that it would serve the Government better, that I wanted the classrooms in Anson community centre for Workers' Party's classes. For the last time, Mr Deputy Speaker, Sir, and Members, may I point out that these classes are organized by me as the MP for Anson. They are not organized by the Workers' Party and they are meant for the children from poor families in Anson. The parents do not have to pay a cent when they send their children to these classes. A Member suggested that the People's Association cannot allow any classes to be held unless they are satisfied that it is run by professional teachers. May I assure you, Mr Deputy Speaker, Sir, and the Members of this House, that Workers' Party propaganda is not being taught in these classes. Nor are the children being taught to run down the Government. The children are taught simply English and Mathematics for the PSLE and Primary 3 classes. There is no doctrinaire teaching. I was very amazed that the Member for MacPherson - I see that he is not here - could suggest that we were trying to use the children to exploit their emotions and their parents against the Government. That is furthest from the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I need these classrooms in the Anson Community Centre not for the Workers' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> Party's use, not for my personal use so that I could go and relax or do my writing there. I need them for the children of Anson constituency so that they may be taught better and the teacher, may I tell you, Mr Deputy Speaker, Sir, is a retired teacher who is very qualified. He was for long in the Government education service and I think he resigned. There is nothing bogus about these classes. The question is: are you going to obstruct? Is this how a responsible Government behaves? A Government that is sensitive to the needs of its people. Is it because those children come from an Opposition constituency? Is that the reason why you say we cannot use the classrooms in Anson Community Centre? If that is so, then announce it. They will still have their classes even if you deny us the classrooms in the Anson Community Centre. It is not as though they are going to go away without having the classes. But is that how a responsible Government which believes in democracy behaves? I would like you to ponder over that, Mr First Deputy Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the conference room is not for the Workers' Party council meetings, as was reported by the Straits Times and which I had to correct. It is for the use of the council that has come into being in Anson. They are a spirited lot in Anson and I am very glad to note that the council is making plans for Anson. We wanted to use the conference room for the meetings so that there could be no suggestion that they were somehow associated with the Workers' Party. And that has been denied. Why? They are Anson residents. They want to do a job in Anson. They want to promote the welfare of Anson residents. Why are you denying them the use of the conference room? You see, Mr First Deputy Prime Minister, the motives are suspect. Why are you denying this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I said that there was a failure to understand what is at stake. May I try and spell out what this debate is all about? This debate is not, I repeat, about whether the Workers' Party has got effective leadership or whether the Workers' Party has done this or whether the Workers' Party has done that. May I say here that it is not for the Members on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> the opposite benches and those behind us to judge the Workers' Party. The judgment will be made by the electorate, by the voters, and we shall be quite happy and content to leave the judgment to our electorate. We do not need the judgment of the Government or the PAP Members. So it is not that. Nor is this debate about any particular policy or policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister - I thought he would at least have an appreciation of what was at stake in this debate - dwelt on the defence policies. But that is not what we are debating. There will be time for that. If you like, table another motion, and I will answer that. But what we are debating here today is: are we providing for political growth, not of a particular political Party, or not? We are not asking the Government to help the Workers' Party, Nor do I think my colleague on this side of this House is asking the Government to help the SDP. We have done without any help from the Government, and we have come this far in spite of all the obstructions and the obstacles put in our way. So we are not here appealing to you to help us, the Workers' Party. That is not the purpose of this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But may I say in passing, talking about the difficulties under which we have laboured, we had premises in Hill Street which we occupied. We were the sub-tenants of the tenant of the premises. The property was acquired by, was it the HDB or URA, it doesn't matter. Every other tenant was given alternative accommodation. And we asked, \"Could we have premises. We are prepared to pay at the rates that the other tenants who had moved out were being asked to pay?\" But we were told, \"No, you can't have them.\" We had to go to Court because there was a summons against us, and the Court said, \"It is not for us to say whether they should give you alternative premises or not.\" You see, that shows the whole thinking of the Government. A government which is seriously interested in the growth of a viable democracy in Singapore, a government which says that it cares about people having enough opportunities to make their views known, a government which says that it is concerned that people should have these opportunities, would have seen to it that a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> political Party was given alternative accommodation when it was forcibly moved out. That is at stake. We are not asking for any special treatment. We are asking to be treated like any other ordinary tenant, any business tenant or any other tenant, occupying the premises. But we were denied that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what is at stake is this. Are we going to set our face towards a constitutional orderly progress, development towards a parliamentary democracy, a democratic State where every citizen knows his rights, and every citizen knows where he can get his remedies for those rights and he is afforded remedies for those rights? And, more importantly, where he is allowed maximum participation in the governing of this country. When I say that \"he is allowed maximum participation in the governing of this country\", I am not saying that he should be invited to the Cabinet room. He is not asking that. He is asking that he should be allowed his say, to put across his point of view. And we come back again and again to this, so that there is a free play of ideas, ideas competing with one another and the best emerging. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Where are the ideas? All words and no ideas! \n  <br>\n  <br>\n  <!-- Mr Chua Sian Chin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chua Sian Chin:</b> Same gramophone record! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> So that is what is involved in this motion. Are we set towards that kind of society? Or are we going to set our face towards a society that will deny our citizens the rights? The Minister for Home Affairs comes up again saying, \"Oh, where is the breach of the constitutional right?\" Well, if I have heard it once, I have heard it six times! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Minister for Home Affairs and Second Minister for Law should know, if anybody should know on the Government Benches, perhaps excepting the Prime Minister always, that there is such a thing as \"constitutional conventions\". There is such a thing as \"government practice\" which you perhaps do not find in any written constitution. A lot of the constitutional conventions are unwritten, if I may inform the Minister for Home Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution says there shall be freedom of speech. But the Constitution also goes on to say that Parliament may, by law, legislate, providing for conditions for the exercise of that power. Today, in Singapore, the position is that nobody can call or hold a public meeting without first getting a Police permit. Well, that I should have thought is the very antithesis of freedom of speech. Because you have to first satisfy the Ministry of Home Affairs, the Commissioner of Police, of the need and of the reason for your expression of that right which is given to you under the Constitution. So where is the freedom? As I said, in 1955, the Prime Minister, when he was in the Opposition, was complaining because the Commissioner of Police was saying, \"You must bring all your public rallies to a close (and it is not election time, this is after elections) before 7.00 pm. You can have your public rallies before 7.00 pm, but not after 7.00 pm.\" He called a press conference to protest that this was a restriction on the freedom of speech. You have your own leader saying that in 1955. So there is this violation of the freedom in the Constitution. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Will the Member give way for an explanation? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. He has had ample time to explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, may I say that we have had answers from the Minister for Home Affairs which have been misleading. I have only yesterday drawn attention to his statement made in this House when he moved the Second Reading of the Adoption of Children (Amendment) Bill and I said that he grossly misled the House. And I quoted his statement then. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> On a point of order, Mr Deputy Speaker, Sir. This matter was discussed yesterday. The discussion on this was interrupted at 12 noon, which was the End of Question Time. Is he allowed under the guise of this motion to continue in this House a matter which was interrupted at 12 noon, End of Question Time, yesterday? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Please carry on, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I will not continue with that matter. But I will at some time move a motion of censure. I give notice, \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Please do. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Democracy is not merely dependent on having Opposition Members in Parliament. Democracy is dependent on a number of other factors and I tried to outline this yesterday when I spoke on this motion. I spoke about the restraint on the Press, on the clamp-down of the freedom of the Press in Singapore, that the PAP Government lost no time in bringing about. And today we have a Press which completely serves the Government, to the shame of Singaporeans and to the shame of Singapore. So what is the Government's policy towards the Press? That is at stake in this motion. I see no one has mentioned this. What is the Government's attitude? I asked in this House last year whether the merger of the two newspaper companies was directed or initiated by the Government. The Minister for Culture, as he then was, said it was not directed or initiated. The question is: did the Government have anything to say about it? Did the Government see the merger as a convenient method of control, and so welcomed it? Or did the Government see it as prejudicial to the independence and freedom of the Press? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Why don't you file a Question if you want an answer? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I will be coming to that as well one of these days. You will be asked about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other institution, if I may call it, of democracy is the trade unions. Again, no mention has been made about this Government's policy or future policy towards trade unionism in this country. There you have it, I am afraid, Members of Parliament, an inability to grasp what is at stake in the motion. Because unless you have all these institutions free to play their part, you are not going to get a constitutional Opposition in this country. That must be grasped. It is no good saying, \"Because we have non-constituency MPs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> sitting in Parliament, we have got an Opposition.\" It is a farce. It is a phoney. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been said that trade unions have a role to play besides looking after the welfare of their workers. They, as I said once before, have a wider role and a debt to society. This has been said in Poland by the Solidarity movement that they are there to guarantee or to secure the rights of all their citizens. So a strong trade union movement is essential, is a valuable aid to the guaranteeing of the democratic rights of the citizens of that country. This has been recognized by a number of countries. But what is the position in Singapore today. I said, was it in my speech on the President's Address, about the appointment of a Cabinet Minister as Secretary-General of the NTUC, and the Prime Minister, speaking on that Address, was candid enough to admit that it would not have worked anywhere else. He referred to the position in Britain where a man who was a leader in the trade union movement came into the Cabinet and then found that he could not stay and he got out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Trade unions must be allowed to play their role and not be manacled by the Government. You have got to trust our leaders and our workers and I am sure they have their sense of responsibilities and they will not fail the people of Singapore, if you only trust them. But, apparently, the People's Action Party is not prepared to trust our people of Singapore. The People's Action Party and its leaders take the view that only they and they alone know what is good and what is right and only they have a sense of responsibility. Nobody else has a sense of responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why has there been a brain drain from this country? The Prime Minister mentioned this two years ago or three years ago. Why? Singapore is a good place materially, especially if you are a professional. There are many golf clubs. You can go around playing golf. You can have a good life, and yet they leave. Why? Because they find it inhibiting, inhibiting to their personality as human beings. That is the question that is at stake in this motion, not whether you should give the Anson MP special privileges. That is not the point in this debate. The point is, what is the direction that we are taking? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kolam Ayer asked how the Prime Minister after uttering those words in 1956 in three years could have become the Prime Minister and has continued till today. I thought I gave the answer yesterday. The answer is because he used very effectively, totally, the means that he outlined in his speech in 1956 and which he complained that the then government was using against him and his Party. That is how this Government has managed to retain itself in power from 1959 onwards. I say that quite seriously. The question is, how long will this go on? The question is being asked, not by me in this House. The question is being asked outside, in the market place. Because, since 1981, there is a new spirit in our people. There is a new awakening. And here is a chance for us to start anew again. Because, I am sorry to say, we have failed. As the Prime Minister put it in 1966, we have failed in this vital test to create a democracy. So we can start afresh. The question is, are we going to start afresh or are we going to continue along the same road? That is what I tried to bring up in this motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, before I sit down, because there will be a vote on this, may I give a piece of advice to the Member for Kolam Ayer, and that is that a little learning can be very dangerous. He ventured into the proper role of conduct of lawyers and then he ventured into some constitutional questions. I would tell him that he should perhaps study a little bit more before he embarks on these things. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> May I respond to this? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> On what grounds are you rising, Mr Sidek? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff</b> resumed his seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> On what grounds are you rising, Mr Goh? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> The Member for Anson has not answered a simple question which I asked. Can I just repeat it? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. That reminds me that the First Deputy Prime Minister has not answered any of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> questions that I have put to him. But may we have answers to two questions at least, First Deputy Prime Minister, because these are very important questions. Does the Government propose to amend the Constitution to give executive powers to the President? Is the Government going to amend the Constitution to change the one-man-one-vote system? Will he please answer these two questions, at least? And what was his question to me? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I cannot speak when you are standing up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Deputy Speaker, Sir, for the record, since the Member for Anson has asked those two questions which he thought I have not answered, he could submit them in the form of Questions for Oral Answer and he will get the answers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, parliamentary democracy is about the free-play of ideas. I asked the Member for Anson whether we have in any way prevented him from ventilating his ideas. I have not got an answer to that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I thought I have answered that so many times. We have been denied permission to hold our rallies. The Press has been muzzled. That is how you deny the free-play of ideas. The trade unions have been muzzled and manacled. I thought it was quite evident how you have prevented the free-play of ideas. Even in universities, there is the muzzle. The Prime Minister was complaining in 1956 about thought control at the university. What is happening today at the university? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Jeyaretnam, you have run out of time already. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That this House regrets the obstructionist attitude of this Government to the growth of a genuine Parliamentary Opposition in Singapore in accordance with the will of the electorate.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a division. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Take a division. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 2; Noes, 56; Abstention, 1. \n  <pre>\r\n\r\n     Ayes                     Noes (contd.)\r\n\r\n Chiam See Tong            Heng Chiang Meng\r\n\r\n Jeyaretnam, J.B.          Ho Kah Leong\r\n\r\n                           Ho Tat Kin\r\n\r\n     Noes                  Hu Tsu Tau\r\n\r\n                           lbrahim Othman\r\n\r\n Abdullah Tarmugi          Jayakumar, S.\r\n\r\n Ahmad Mattar              Koh Lam Son\r\n\r\n Ang Kok Peng              Koh Lip Lin\r\n\r\n Barker, E.W.              Lai Tha Chai\r\n\r\n Beng Kian Lam, Arthur     Lau Ping Sum\r\n\r\n Chai Chong Yii            Lau Teik Soon\r\n\r\n Chandra Das, S.           Lee Boon Yang\r\n\r\n Bernard Chen              Lee Hsien Loong\r\n\r\n Chew Heng Ching           Lee Yiok Seng\r\n\r\n Chng Hee Kok              Lee Yock Suan\r\n\r\n Ch'ng Jit Koon            Leong Horn Kee\r\n\r\n Chua Sian Chin            Lim Boon Heng\r\n\r\n Dhanabalan, S.            Othman bin Haron Eusofe\r\n\r\n Goh Chee Wee              Ow Chin Hock\r\n\r\n Goh Chok Tong             Sia Khoon Seong\r\n\r\n Goh Choon Kang            Sidek bin Saniff\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n      Noes (contd.)              Noes (contd.)\r\n\r\n Tan Cheng Bock             Wong, Aline K.\r\n\r\n Tan Keng Yam, Tony         Yap Giau Cheng, Eugene\r\n\r\n Tan Tee Yong, Philip       Yatiman Yusof\r\n\r\n Tang See Chim              Yeo Cheow Tong\r\n\r\n Tay Eng Soon               Yeo Choo Kok\r\n\r\n Teh Cheang Wan             Yeo Ning Hong\r\n\r\n Vasoo, S.                  Yeo Toon Chia\r\n\r\n Wan Hussin bin             Yu-Foo Yee Shoon\r\n\r\n Haji Zoohri\r\n\r\n Wan Soon Bee                 Abstention\r\n\r\n Wang Kai Yuen              Tan Soo Khoon\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motion accordingly negatived. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-four\n  </div> \n  <div align=\"right\">\n   minutes to Five o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
