{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-18\"> \n  <meta name=\"Start_Col\" content=\"805\"> \n  <meta name=\"End_Col\" content=\"889\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 18th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.M. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Alexandra), Deputy Speaker - from 12th to 15th March, 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru) -from 19th to 21st March, 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry - from 18th to 23rd March, 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon (Yuhua) - from 28th to 29th March, 1985. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MESSAGE FROM PRESIDENT OF</b>\n  </div> \n  <div align=\"center\">\n   <b>REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>Reply to Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I have to inform hon. Members that I communicated to the President the Address agreed to by resolution of this Parliament on the 8th March, 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have received a reply from the President acknowledging receipt of the kind message of Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>TOTAL DEFENCE CONCEPT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Mobilization)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ng Kah Ting</b> asked the First Deputy Prime Minister and Minister for Defence whether, as part of the Total Defence concept in which National Service plays a very dominant role, he has any plans to speed up the process of mobilization of reservists as the present system of such mobilization leaves much to be desired in view of what is happening in the region; and, if so, when such a process will be implemented and whether it will cause alarm to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong) (for the First Deputy Prime Minister and Minister for Defence): Mr Speaker, Sir, the SAF has successfully practised Silent Mobilization of reservists for many years. This involves using a courier system to alert reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But responsive as Silent Mobilization is, there may be situations where the SAF has to mobilize reservists much faster. To do this, the SAF will adopt Open Mobilization in which the mass media - radio, television, Rediffusion and the cinema - are used to direct reservists to report to their mobilization centres. The first practice will be held later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be no reason for the public to be alarmed. The first announcement of the Open Mobilization exercise will be made at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> least a month beforehand. The date will then be regularly announced over radio and television two weeks before the practice event. Two days prior to the practice, press announcements will also be made. The public will therefore not be caught by surprise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the SAF should hold such mobilization exercises does not mean that war is around the corner. These exercises will allow the SAF to test the system in peacetime so that it can function well if a real need should arise. Repeated practices will mean a well honed and dependable system. This will, in turn, help strengthen public confidence in our Reserve National Service system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Open Mobilization is to work well, every citizen who hears the mobilization message should contact relatives and friends who are reservists, and ask them to turn on their radio or TV set. Only then will we get the fastest possible response from reservists. Employers can play their special part by immediately releasing affected reservists who are at work. It is clear that the public and employers, and not only reservists, are critical to the success of Open Mobilization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Peace and security come from effective deterrence. Success in deterrence lies in Singaporeans showing their willingness and ability to contribute in Total Defence. Open Mobilization exercises will give the public and employers the opportunity to demonstrate their commitment by the way they play their part. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, may I ask the Hon. Minister of State for Defence and Trade and Industry how effective will this Open Mobilization system be, and what impact will it have on the reservists and the people as a whole? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, just to give some sense of scale, to mobilize silently, using couriers and messengers, it takes altogether 30 hours for a unit to get ready - 24 hours to bring the people back, and six hours for them to get prepared, equipped, and in battle order. With Open Mobilization, we hope to reduce this time to 12 hours, which means six hours to get the people back, assuming we can reach all of them simultaneously, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> and six hours to get them ready and equipped for war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can we get all of them back within six hours? A lot depends on how keyed up and clued up the reservists are, and how quickly they respond to the mobilization notices. We can broadcast a message throughout Singapore within a few minutes. It is up to the reservists who have received this message to return as quickly as they can. It is also up to the family members to inform them, if they are not at home and not reachable by television, to go back to camp as quickly as possible. So how many per cent of our reservists we can get back in six hours is yet to be seen. We hope that it will be as good as the system which we have developed using Silent Mobilization. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEATHS OF OFFICER CADET</b>\n  </div> \n  <div align=\"center\">\n   <b>TAN PENG KIAN AND PTE LEOW KOK BENG</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr J.B. Jeyaretnam</b> asked the First Deputy Prime Minister and Minister for Defence whether the Committees of Inquiry appointed to inquire into the deaths of Pte Leow Kok Beng, National Serviceman, on the 31st of January 1985 and Officer Cadet Tan Peng Kian on the 2nd of February 1985 have completed their investigations and submitted their reports and whether the Minister will make available to Parliament the reports. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong (for the First Deputy Prime Minister and Minister for Defence):</b> Mr Speaker, Sir, the inquiries into the deaths of national servicemen of PTE Leow Kok Beng and OCT Tan Peng. Kian are still in progress. They are expected to be completed by early May 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Defence stated in written answer to a similar question by the Member for Anson on 19 October 1984, that the death of a serviceman, especially a national serviceman, is a matter of grave concern, not only to the Ministry of Defence, but also to the general public. He gives the assurance again that whenever a serviceman is killed or seriously injured in service, the Armed Forces Council, chaired \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> by the Minister for Defence, directs an investigation into the matter. The board of inquiry is chaired by a senior officer from a different unit, or even a different Ministry, who has nothing to do with the incident. It investigates not only the immediate cause of the death or injury, but also the training the serviceman was involved in, and whether remedial or disciplinary actions are called for. The board reports directly to the Armed Forces Council, which follows up the case with the full resources of the Ministry of Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for making public the results of the investigations, under the law, the deaths of PTE Leow and OCT Tan would be the subject of Coroner's inquiries. All facts relevant and material to their deaths would be investigated by the police and tendered in evidence to the State Coroner. The practice in the Coroner's Inquiries is to allow the next-of-kin of the deceased persons, either by themselves or their solicitors, to examine and challenge these facts, and also to tender their own evidence, if any. All these would be evaluated by the State Coroner who would make his findings accordingly. Coroner's Inquiries are public inquiries, Their proceedings are open to public scrutiny. The findings of the Coroner would be conclusive as regards the death of the deceased persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The boards of inquiry established by the Minister for Defence do not have the powers of the State Coroner, and rightly so. Their witnesses are not protected by the same rules of evidence as those that apply in the courts. The publication of the board's reports could therefore meet with legal difficulties. Besides, there may be security objections in making public the reports, as the boards investigate also the training the servicemen were involved in and the remedial actions to be taken. It is therefore unnecessary and inappropriate to make public the reports into the deaths of PTE Leow and OCT Tan. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I enquire from the Minister of State whether the reports of the Committees of Inquiry, or are they Boards of Inquiry in these present cases, will be submitted to the Coroner? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the reports in this case will be from the Committees of Inquiry. They will not be submitted to the Coroner because they are not admissible evidence under the law. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I know whether the witnesses, if any, who are heard by these Committees will be produced before the Coroner? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I think the learned Member for Anson is aware of the procedures for Coroner's inquiries. The Coroner has the power to call any witnesses he thinks fit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am aware of those powers. Is the Minister aware that unless the Coroner knows who the potential witnesses are, he cannot issue a subpoena for them to attend b&amp;ore him? The question is, will the military make available to him the full details of the investigation. Secondly, will the reports be made available to the parents at least? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the Coroner works on the basis of a police investigation, which proceeds independently of the SAF investigation. He knows which witness he wishes to call. As I have stated, the report of the Committees of Inquiry and boards of inquiry are privileged documents, and they are therefore not given to anybody outside of the working agencies. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is the Hon. Minister aware that in the case of OCT Tan Peng Kian, his family had been given conflicting reports about the time of the death of this officer? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I think we are entering into the facts of the case, which I am very reluctant to do because the Coroner has not yet ruled. I would say that issues such as time of death are questions of fact, not of opinion, and they will be determined by the Coroner and by the police investigation, and that the SAF will abide by whatever the facts are as they come out. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Finally, is the Minister aware that this family was not informed at least, I am told, three hours after the officer's death? Is there any reason for this delay ? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I do not see the relevance of the supplementary question to the original one. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT COMMERCIAL BUILDINGS AND PRIVATE APARTMENTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for National Development (a) how many hotel rooms and offices in commercial buildings have remained vacant or unoccupied since completion in the last 12 months; (b) how many private apartments and houses have remained vacant or unoccupied since completion in the last 12 months; (c) whether his Ministry will buy over some of these hotels or commercial buildings and convert them to public use such as government offices and welfare and recreation centres; and (d) whether the Housing and Development Board will purchase some of these vacant private apartments and houses and sell them to interested buyers under the public housing scheme. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, 235,599 sq metres of offices and 5,284 residential housing units were completed between October 1983 and September 1984. Of the completed office areas and housing units, 96,972 sq metres or 41.2% of the offices and 2,429 units or 46.0% of the housing units were vacant at the end of September 1984. My Ministry does not monitor the occupancy rates of hotel rooms. That is the responsibility of the Singapore Tourist Promotion Board. The Board has estimated that the occupancy rate of 2,385 additional new hotel rooms in 1984 averaged 65.8% versus a national average of 75.5% for 16,440 rooms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Neither the Ministry nor the Housing and Development Board has plans to purchase any of the vacant office space, hotel rooms or housing units. Individual government ministries decide how and where their activities are to be carried out. If there is a need for them to purchase some of the vacant office space or hotel rooms, they can take up the matter directly with the Ministry of Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Private residential properties cater to the needs of people who do not qualify for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> public housing units built by the Housing and Development Board. It is not within the Board's objective to buy over such units for resale to interested buyers. It is also not necessary to do so. Interested buyers can negotiate with private developers directly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB HOME OWNERSHIP SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to Promote)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for National Development (a) in view of its recent liberalisation of the property ownership rules, whether the Housing and Development Board will raise or even waive the ceiling of income in order to make it easier for people to purchase types of flats according to their needs; (b) whether the HDB will waive the present age requirement so that two single adults can apply to rent HDB flats; and (c) whether the HDB will allow single persons alone to purchase one or two-room flats in the foreseeable future. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the current income ceilings of $3,500 per month for HDB flats and $6,000 per month for HUDC flats already bring public housing within the reach of more than 90% of the population. However, the HDB continually reviews the ceilings. An upward revision will be made when the need arises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of land constraints, public housing is limited and must therefore be confined to the accommodation of family units. The HDB is unable to waive the present age requirement to cater for single citizens who wish to stay on their own, away from their parents or family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For similar reasons, the HDB is unable to allow single persons to purchase 1- or 2-room flats. These flats are currently rented out to the lower income section of the population. When not required anymore, they will be converted to bigger sale flats or demolished for redevelopment, to meet the demand from families. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon):</b> Sir, will the Minister consider the possibility of allowing single persons who are brothers and sisters, whose parents are owners of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> property or HDB flats and whose family members exceed a certain number, to apply for HDB flats because it is too difficult for them to live in one HDB flat? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the HDB rule is that one flat will be allocated to each family. In other words, the family with a large number of children will not be given a special privilege over the family with a smaller number of children. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta)</b>(\n  <i>In Mandarin</i>): Sir, will the Minister tell the House whether the HDB at present will allow single persons to rent HDB flats? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan</b>(\n  <i>In Mandarin</i>): Sir, the present HDB regulations allow a single person together with another person to rent or to buy HDB flats. However, in the case of a male, he must be at least 50 years old and, in the case of a female, 40 years old. The reason for such regulations is that in our society, those who are above 40 do not have much chance of getting married. Therefore, it is difficult for them to set up their own families and the Government allows them to rent or to buy a flat together with another person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the male citizen, if he is above 40, he still has the opportunity of getting married. However, if he is above 50 years old, the chances of his getting married are very slim. Therefore, the Government allows him, together with another person, to rent or to buy an HDB flat. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok</b>(\n  <i>In Mandarin</i>): Sir, my point is that if both are males who are above 30 years old, will the Minister allow them to rent or to buy an HDB flat? We cannot force them to get married. If they are unable to get suitable spouses and if they are paying tax, will the Minister consider allowing them to rent or to buy an HDB flat? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, at present, the HDB will not consider changing these regulations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REDUCTION OF RENTALS</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR COMMERCIAL AND</b>\n  </div> \n  <div align=\"center\">\n   <b>INDUSTRIAL PREMISES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for National Development (a) whether the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> Urban Redevelopment Authority and Housing and Development Board will consider freezing or even reducing rentals for business or industrial premises and shophouses for this year in view of the present hard times and whether his Ministry has received any such request; and (b) whether the HDB will consider downward revision of the prices of its flats in the light of prices in the present property market. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the HDB and the URA systems of renting out business premises are different from each other. URA shop premises are let out on fixed leases of 2-3 years. The rentals of URA premises are determined at the commencement of the leases with reference to market rates, On expiry of the leases, rentals are reviewed and adjusted in accordance with prevailing market conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the HDB, premises are let out on monthly tenancies and rentals are determined by the tender system. There are no specific time periods at the end of which rentals are revised. The HDB has since its inception only revised shop rentals once. This was in 1983 when the rentals of premises let out as far back as the Fifties were brought up to the 1980 level. This was because of the vast disparities in rents set more than 20 years ago and which had not been revised. Even with the revision, rentals at the 1980 level are still very much below the current rentals. The HDB has no further plans at the moment to review rentals for its business or industrial premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would not be good for the HDB to start reducing its rentals because of poor business. If businessmen know that the HDB is prepared to reduce rentals because of poor business, they will not mind submitting high bids in order to get a shop unit and subsequently appealing for a reduction in rental because of poor business. This will make tender bids extremely high and is not beneficial to the economy. The HDB does allow businessmen, who are unable to continue paying their rentals, the option of terminating their tenancies and re-tendering for the same or new remises at a lower rental. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The selling prices of HDB flats have never been pegged to conditions in the private property market. HDB selling prices are determined by factors like land cost, construction cost and, most importantly- affordability of applicants. As a result, HDB selling prices are always well below prices of comparable private flats. The HDB 3-room simplified flats sell at $412 per sq metre, ie, less than $40 per sq foot, in New Towns, and $509 per sq metre in an Inner Suburban Zone. This is a fraction of comparable flats in the private sector. It is Government's policy to keep HDB selling prices within the reach of practically all Singaporeans in order to achieve the objective of 100% home ownership by 1999. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, in view of the Minister's reply that the HDB has only reviewed shop rentals once in the last 20-25 years, what is the HDB's future policy in this regard? Will there be a periodic review of shop rentals? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> It is likely that the HDB will have a periodic review of the policy on shop rentals but at a very much longer interval, not in the interval of two or three years. It will be a much longer interval. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, will it be of the same kind of interval as in the past, namely, 20-25 years? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I am in no position to commit future governments of having one review in 20-25 years. But I think the period will be shorter than 20-25 years. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, is it conceivable that it will be within the ministerial lifetime of this Minister? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, I think the lifetime of the Minister is also unpredictable. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, should the Hon. Minister not make a distinction between difficulties faced by individual shop-keepers who have tendered for high rentals and the general market conditions in which many shopkeepers are finding themselves today? And if that is so, should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> the HDB not give special consideration to the difficulties faced by shopkeepers all over Singapore today? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the HDB has taken this into consideration. That is why I said earlier that the HDB has no proposal to review the rentals. As for those who feel that they are paying too high a rental which they have tendered, they have the option of terminating the tenancy and either tender for the same shop or tender for another shop. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, is the Hon. Minister aware that in September last year, there was a further revision already agreed upon, which is the third stage of the shop rental increase? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, I will give the answer when we come to Question 7. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, a supplementary question for the Minister on the sale of residential flats. Will the Minister be good enough to say what relationship do the construction costs bear to the selling price? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Is your supplementary question relevant to the original question? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, because we are talking about \"downward revision of the prices of flats\". It is under (b), Mr Speaker, Sir, and the Minister was saying that it is based on three factors, construction cost, land cost and affordability. So my question arises out of that, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, in fact, hon. Members are aware of how the prices of the HDB flats are fixed. It is based on these three factors. Construction cost is one of the factors. Land cost is another factor. But most important of all is the affordability of the Singaporeans. There is no point for the Government to build flats and fix high selling prices when Singaporeans cannot afford them. Also, Government has, in the Presidential Address, stated very clearly that for the next five years-, the HDB home ownership of Singaporeans will be increased to 80% from the present 60% of total population, and to 100% by the year 1999. So obviously the HDB's selling \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> prices of flats have to be pegged in such a way that the whole population can become flat owners. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am sorry. But will the Minister please answer my question? It is very simple. What relationship do the construction costs bear to the selling price? Are the construction costs lower or are they higher and, if so, by how much? Just simply answer that question. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the construction cost and the land cost are the two factors which constitute the cost of the flats. In the new towns, the construction cost constitutes the greater proportion of the total cost of HDB flats because land in the new town zones is cheaper. In the central area, for example, in the city, land prices are much higher and therefore the proportion of construction cost is lower. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am sorry, the Minister still has not answered my question. Finally, will he make open for inspection the tender documents submitted by contractors for construction of the units? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, the HDB tender document is an open document. Anybody can purchase it. Even the hon. Member can purchase it. As soon as a tender has been received, the tender result is published in the notice board of the HDB office, almost immediately after the tender has been submitted. The hon. Member can send somebody to look at the tenders submitted today which, I think, is open at about 10.30 or 11.00 am. The result will be published at 12 o'clock on the HDB notice board. So the hon. Member can get that information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>URBAN REDEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>AUTHORITY SALES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Toh Chin Chye</b> asked the Minister for National Development (a) what is the ratio of land price to total investment for each of the Urban Redevelopment Authority sales for the years 1976 to 1982; and (b) what are the costs of land and costs of construction of the following buildings: (i) CPF Building; (ii) Treasury Building; (iii) MAS Building; (iv) Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> of Environment Building; (v) Ministry of Labour Building; (vi) PSA Building; (vii) NPB Building; (viii) Havelock Plaza; (ix) Rochore Complex; and (x) Raffles City. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the Urban Redevelopment Authority conducted its 5th to 11th sales between 1976 and 1982. The ratio of land price to total investment for each sale is as follows: \n  <pre>\r\n\r\n                                    Ratio\r\n\r\n                                   of land\r\n\r\n    Year of                         Price\r\n\r\n    Award of                       to Total\r\n\r\n     Tender           Sale        Investment\r\n\r\n      1976          5th Sale         30%\r\n\r\n      1978          6th Sale         11%\r\n\r\n      1979          7th Sale         20%\r\n\r\n      1980          8th Sale         32%\r\n\r\n      1981          9th Sale         46%\r\n\r\n      1981         10th Sale         32%\r\n\r\n      1982         11th Sale         60%\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Except for Havelock Plaza and Rochore Complex, which are URA projects, the Ministry does not have records of the land costs of the buildings listed by the Member for Rochore. The land cost of Havelock Plaza is $32,757,000 and that of Rochore Complex is $22,864,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Raffles City is a private development. Under the Statistics Act 1973, the Ministry cannot disclose details concerning individual projects without the written consent of the developer. The Member for Rochore may wish to check with the developer direct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour has not yet submitted the plans of its new building for planning approval. The construction cost will be known only after plans have been finalized and tenders called. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The construction costs of the other buildings, as given by their owners, are: \n  <pre>\r\n\r\n  CPB Building              : $ 52.7 million\r\n\r\n  Treasury Building         : $295.4 million\r\n\r\n  MAS Building              : $126.2 million\r\n\r\n  Ministry of the\r\n\r\n     Environment Building   : $ 93.1 million\r\n\r\n  PSA Building              : $185.0 million\r\n\r\n  NPB Building              : $ 45.0 million\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n  Havelock Plaza            : $ 35.9 million\r\n\r\n  Rochore Complex           : $ 34.8 million\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Except for CPF building and MAS building, which have been completed, the construction costs given by the owners are estimates only and are subject to change. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Can the Minister elucidate the great variations in the ratio of land price to total investment? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, these are based on two factors, ie, the time and the type of building. For example, in the year 1978 the land cost represented only 11% because at that time the land price was low and so the tender price for URA sales was low and, therefore, the land price to total investment was low. In another example, in 1981, on the 9th sale the land price constituted 46% of total development because in 1981 there was the property boom. So the tenderers were prepared to bid very high prices, and that is why you have 46%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other factor is the type of development. For example, in the same year, 1981, the 10th sale, the land price constituted only 32%, because it included a lot of industrial and residential development, not just commercial development. Therefore, the land price was low. These are the factors that influence the total cost. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, would the hon. Minister agree with me that the variation in proportion of land cost to total cost is a reflection of the failure on the part of URA to balance supply and demand in the market from year to year? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, Singapore is a free market economy, and in a free market economy it is impossible to control and match accurately the supply and demand of the property, It is impossible to balance supply with demand to achieve a \"no-surplus no-shortage situation\" in order to achieve a more orderly property market devoid of any violent fluctuations. If Singapore were to adopt a central planning economy, as in communist countries, then, of course, the Government can determine everything, and perhaps there will not be these violent fluctuations in supply and demand and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> there will not be these violent fluctuations in the prices of property. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I am a bit puzzled. In the 11th sale in 1982 the ratio of land price to total investment was 60%, meaning that the remaining 40% was due to the cost of building. Could the Minister explain why the ratio has suddenly doubled from 32% in 1981 to 60% in 1982? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I think the 11th sale mainly involved offices and shops, so the tender price was higher. For the 10th sale it was Other Properties, not so much commercial properties at all. Therefore, the price was lower. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, will the Minister assure us that in future URA sales, the URA will publish the prices of tenders which have been won, and the price of land tendered for will be published? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, I think URA will publish them. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, I am amazed that successive sales were carried out annually from 1976 to 1982. Has the URA any master plan in putting forth these sales which thereby determine whether so many pieces of land should be put out in any period of time? Or are these sales dictated by the need to earn revenue from land sales? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the sale of URA sites is determined by a few factors. One is to provide land for development when there is a shortage of land in the market. The other factor is this. In certain areas, for example, in Cecil Street there are a few odd pockets of land not developed, in order to complete the total comprehensive development, these few odd pockets of land, owned by URA were offered for sale. These are the factors that govern the sale policy. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, will URA be able to sell Marina Land to finance the development of the MRT? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I do not think it is necessary for URA to sell \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> Marina Land to finance the MRT. I understand from the Treasury that the financial position of Singapore is quite good. The Treasury is in a position to finance the MRT without the sale of Marina Land. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Sir, may I take up the second part of the question which the Minister answered just now. He has given us the estimated cost of several Government buildings. May I ask whether the costs of these buildings are covered by the Development estimates? How are they financed? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the building cost is the cost reported by the owners to my Ministry. So, in fact, my Ministry is not involved in the financing of these buildings. For example, the Ministry of National Development is not involved in the financing of the PSA building. PSA only reported to the Ministry that their building cost was $185 million. The Ministry of National Development is not involved in their financing. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Is the Minister saying that there is no central body to organize the building of Government buildings? Perhaps the responsibility should be shared between the Ministry of National Development and the other Ministries and the Ministry of Finance. But are these prices which the Minister has given building prices, or do they exclude land cost? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, this is only the construction cost of building, excluding the land cost. Perhaps my colleague, the Minister for Finance, is in a better position to answer the question raised by the hon. Member for Rochore. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think there have been too many supplementary questions already, and time is running out. We had better go on to the next question. Mr Ng. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB SHOPS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Deferment of rental increases)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development, in view of the current recession resulting in poor business particularly in the Housing and Development Board shops, if he will tell \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> the HDB to withhold the rental increases until such time when the economic situation improves. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the first and only rental increase exercise by the HDB was in 1983 when the rentals of premises let out as far back as the 1950s were raised to the 1980 level. This 1980 level is still below the current market level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, after considering the numerous appeals by PAP MPs during the recent Parliamentary sittings, and in view of current poor business conditions, I will ask the HDB to defer the final stage of the rental increase due in September 1985, for one year to September 1986. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan):</b> Mr Speaker, Sir, in some old estates there is a tendency for the younger income earners to move out into the newer estates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your supplementary question, Encik Yatiman? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Can the Minister explain whether in old estates where most of the residents are old people living on pensions and so with lower purchasing power be able to enjoy a lower price of food if the rentals are lower for shops in such estates? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, in Singapore we have a free market economy and the prices of the goods in the shops are determined by shopkeepers. The rental is, of course, one of the elements but I do not think the rental is the sole factor in determining the prices of the goods. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB SHOP PREMISES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Sale by open tender)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development if he will recommend to the Housing and Development Board that it sells off its shops by open tender with a view to encouraging shop-keepers to own them and, if not, why not, \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the sale of HDB shops through tender or other methods has far-reaching implications. Among these are the financing required for purchase of the shops, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> management of sold shops and the needs of resettlement cases. Owing to its complexity, the matter is being carefully studied before a decision is made. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, may I first declare pecuniary interest as I am a tenant of an HDB shophouse? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Minister's opinion, would it not endanger the livelihood of many sitting tenant shopkeepers if these shops are now open for sale by tender? If sale is considered, should it not be according to affordable rates as judged by the HDB rather than by tender, and that sitting tenants be given first option to buy? This would be a fair way to encourage ownership by shopkeepers. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, HDB is aware of the points raised by the hon. Member and, therefore, in the sale of shops, these points will be taken into consideration. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, just one supplementary question. Would the Minister ask the HDB to consider the question of siting tenants in the shophouses and whether the results of the survey could be reported to Parliament in the shortest possible time? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, this matter is still under study, and it is a bit premature at this stage to make a definite commitment on the methods and ways of the sale of shops by HDB. Once the HDB has finalized the proposal, there will be discussions among the Members before a decision is made on this matter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAX ON PUB AND TELEPHONE BILLS AND</b>\n  </div> \n  <div align=\"center\">\n   <b>CONTRIBUTIONS TO SKILLS DEVELOPMENT FUND</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Toh Chin Chye</b> asked the Minister for Finance, Minister for Education and Minister for Health (a) what is the total government tax on Public Utilities Board bills for each of the years 1979 to 1984; (b) what is the total government tax on Telecommunication Authority of Singapore bills for each of the years 1979 to 1984; and (c) what are the contributions collected under the Skills Development Fund for each of the years 1980 to 1984. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 827</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, to avoid boring Members by reading out a long list of figures, may I have your permission, Sir, to ask the Clerk to distribute a Schedule (Cols. 827 - 828) which gives information requested by the Member for Rochore.[Copies distributed to Members] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1985/19850318/19850318-HA-0450827.htm\">Schedule (Cols. 827 - 828)</a>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Toh, I presume you have no supplementary questions. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> I have, Sir. Mr Speaker, Sir, will the Minister, first of all, assure us that, in view of his Budget speech, there will be no increase in water rates? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I mentioned in the Budget Statement that there are a number of constraints to Singapore's growth, and among these constraints one of the most critical is the supply of water for our domestic and industrial use. I believe this issue deserves public attention because the public should be reminded at all times of the need to conserve and to use water sparingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the best ways in which we can make sure that water is not wasted is to have regular revisions of tariffs. Mr Speaker, Sir, I will not hesitate to raise tariffs again if I consider it necessary to ensure that water is not wasted. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Mr Speaker, Sir, to beat the clock, may I ask the Minister, very quickly, what dividends have been paid by the PUB to the Consolidated Fund considering the fact that the Telecommunications Authority of Singapore is expected to pay $40 million this year? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 828</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I do not have the information at hand, but I will give it to the Member subsequently. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> A last supplementary question, Sir. Does the Minister not consider that there is a contradiction in his campaign to conserve energy while at the same time Orchard Road and Chinatown are being lit up? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b>Mr Speaker, Sir, we must not be single-minded about this. Government has got --- \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Plenty of money. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> --- a complexity of purposes to serve. The lighting up of Chinatown and Orchard Road is to stimulate our tourist trade which will result in increased revenue for the shopkeepers in these areas and subsequently in increased revenue for Government which will enable us to buy the energy which we need. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 828</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE ACCOUNT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Use of interest for</b>\n  </div> \n  <div align=\"center\">\n   <b>purchase of health insurance)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Finance, Minister for Education and Minister for Health whether flexibility can be permitted in a member's Central Provident Fund Medisave Account for him to purchase life-long private health insurance policy with the interest earned on the balance in the Medisave Account and, if so, whether the CPF Board will cease transferring funds from the Ordinary Account into the Medisave Account when the interest earned is sufficient to pay the policy premium. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 829</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Health and Foreign Affairs (Mr Yeo Cheow Tong) (for the Minister for Finance, Minister for Education and Minister for Health): Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Scheme was introduced in order to avoid the pitfalls of a general medical insurance scheme. The experience of countries where a third party, ie, an insurance company or the government, pays the medical bill has been that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) it gives the consumers an illusion of free medical services, resulting in increased demand for such services; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) it provides no incentive for providers of health care to economize since they are reimbursed on a fee-for-service basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Ministry has not excluded the possibility of Medisave accounts being used to purchase supplementary catastrophic illness insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the concern about whether contributions will continue to be paid into a person's Medisave Account should there be adequate funds existing in his account, the Ministry is studying the possibility of setting a limit on Medisave balances beyond which contributions could be paid into other accounts within that individual's CPF account. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 829</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CASH GRANT SCHEME FOR SMALL FAMILIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Number of acceptances)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Home Affairs and Second Minister for Law what is the number of families that have accepted the offer of $10,000 for purchase of Housing and Development Board accommodation made by the government in 1984 to families who agreed to take steps to limit their children to two. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, the Cash Grant Scheme for small families was implemented with effect from 1st June 1984. As at 28th February 1985, a total of 47 applications had been approved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 830</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister state the rationale or the logic behind asking these people to sign a condition to return the $10,000 if they should, through no fault of their own, have a third child? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the answer to his supplementary question is that the policy and the reasons for the scheme were spelt out in the press release of June 1984. It was clearly stated in that press release that the purpose was to limit families so that they could break out of the low-income large-family cycle. Therefore, it must follow that those who, after receiving the cash grant, went on to have a third child would be defaulting the conditions of the scheme. If the Member for Anson can tell me how they can have a third child without their fault, I would be glad to review the matter. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I thought the condition was that they should submit to the sterilization programme before they could receive the grant. We have been told that it is not altogether irreversible, and that sometimes the couple do have a child even after undergoing the operation. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, that, at the moment I am advised, is a hypothetical or academic question. If the situation does arise, my Ministry will consider it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 830</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REPATRIATION OF ADOPTED CHILD</b>\n  </div> \n  <div align=\"center\">\n   <b>OF THERAWARDY S/0 MARDAN</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Home Affairs and Second Minister for Law if he will explain why the adopted child of Mr and Mrs Therawardy s/o Mardan was forcibly sent out of Singapore and if he will be good enough to allow the child to return to live with her parents. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the reason why this girl was asked to leave Singapore is that this was clearly an adoption of convenience designed to circumvent Immigration rules and regulaions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the adopted child is a nine-year-old Malaysian girl. Her natural parents and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 831</b></font>\n  <br>\n  <br> four of her siblings are also Malaysian citizens. She was first brought to Singapore in 1976 by her natural father. She was granted a Social Visit Pass for 14 days. Her Visit Pass was not extended and she overstayed in Singapore for more than six years. In other words, she was an illegal overstayer and her illegal presence came to light in December 1982. By then, Sir, she had been legally adopted by Mr and Mrs Therawardy on 2nd October 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who were their adoptive parents? The adoptive parents were none other than the child's maternal grandparents. Her grand-father who has now become her adopted father is a 61 -year-old Singapore citizen who has seven other children of his own. There was no reason for him to adopt another child. Further investigations showed that the natural father was a construction worker in Singapore holding a Block Work Permit. As an unskilled work permit holder, he was not entitled to bring in his wife and children to Singapore on a Dependant's Pass. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is precisely to stop adoptions of convenience such as this that the Government has introduced amendments to the Adoption of Children Act. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, does the Minister not realize that his answer misses the point altogether, completely? As he has mentioned, there were adoption proceedings. Is he suggesting that the Order of the Court granting the Adoption Order is wrong and that his Ministry has decided that that Order should be reversed? Why wasn't an objection taken before the Court when the adoption petition was presented? The Minister is aware, I hope, that all petitions for adoption are served on the Attorney-General and investigation is made by the Social Welfare Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister not aware that on the 28th February, 1985, the adopted father of this child was forced by Immigration officials to sign a document that he was willingly handing back the child to the natural father? He was forced with prosecution and imprisonment if he did not. And is the Minister also not aware that, following that, the Immigration officers forcibly took \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 832</b></font>\n  <br>\n  <br> the child out of the home of its adoptive family and gave her to the natural father and told him to beat it out of Singapore? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, as to the first point, there is no reversal of a Court Order. It is established practice and law that the Court Order on adoption does not bring with it any legal rights to citizenship or permanent residence. Secondly, when the court makes an order, it does not take into account immigration status or immigration policy. This is precisely the problem with the law. There is nothing which is wrong with the court decision. What is wrong, Sir, is that there is a gap in the law in that neither the Attorney-General nor the Ministry of Social Affairs at that time had to comment on the immigration status of the child. This is the gap in the law that we are now seeking to remedy through the Adoption of Children (Amendment) Bill in which we propose that the immigration status and the immigration policy will become a relevant factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the allegations of fact which the Member for Anson has raised, my Ministry has, in fact, ascertained that this is completely untrue. The child as well as the adoptive parents and the natural parents were informed of the breaches of the law, and they willingly took the child back to Malaysia. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, will the Minister hold a public inquiry into this? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the facts speak for themselves. Here, a Malaysian child becomes an adopted child of the grandparents. By the stroke of adoption, the child's grandparents become the parents; the uncles and aunts become brothers and sisters; the natural father becomes the uncle, and the father is a work permit holder, What more blatant example of an adoption of convenience can be presented to this House than this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 832</b></font>\n  <br>\n  <br> \n  <br>12.01 pm \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Additional Allotted Days)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 833</b></font>\n  <br>\n  <br> move the motion* standing in my name on the subject of Committee of Supply. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The motion reads as follows:-- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) two days, namely, Saturday, 23rd March and Friday, 29th March, 1985 be added to the days allotted for discussion of the Main and Development Estimates for the financial year 1985 in the Committee of Supply; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Parliament do sit on Saturday, 23rd March, 1985. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the new sitting time of Parliament allows only four hours of sitting a day which is one hour less than the old sitting time. Many Members have filed their amendments for debate in the Committee of Supply and the seven days allotted under the present Standing Orders will not be sufficient to deal with all the amendments. I am therefore moving that Parliament sit for two extra days, one of these days being Saturday, 23rd March, to deal with the amendments submitted for debate in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to take the opportunity, Mr Speaker, Sir, to inform Members that the afternoon on Friday, 22nd March, has been set aside for debate on amendment to Head U, that is, the Prime Minister's Office. The debate will be on the subject of the salaries of Ministers, political appointees, and the allowances of Members of Parliament. This is a subject that has aroused considerable interest. It was a subject of much controversy during the elections. It has also been touched upon in this House. The Prime Minister feels that it is only right and proper that all the arguments and opinions on the subject be aired in this House. So two hours have been set aside on Friday, 22nd March, for this subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) two days, namely, Saturday, 23rd March and Friday, 29th March, 1985 be added to the days allotted for discussion of the Main and Development Estimates for the financial year 1985 in the Committee of Supply; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Parliament do sit on Saturday, 23rd March, 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>BUDGET STATEMENT DEBATE</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Additional Day)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, I beg to move the motion* standing in my name in the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The motion reads as follows:-- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, an additional day, namely, Tuesday, 19th March, 1985 be allotted for the debate on the Motion for approval of the financial policy of the Government for the financial year 1st April, 1985 to 31st March, 1986 moved by the Minister for Finance on 8th March, 1985. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 36 Members have indicated that they would like to speak in the Budget debate and it is unlikely that we would be able to finish it in one day. The purpose of this motion, Sir, is to provide an additional day for the debate on the Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, an additional day, namely, Tuesday, 19th March, 1985 be allotted for the debate on the Motion for approval of the financial policy of the Government for the financial year 1st April, 1985 to 31st March, 1986 moved by the Minister for Finance on 8th March, 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <br>12.03 pm \n  <div align=\"center\">\n   <b>REQUISITION OF RESOURCES BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the taking of possession of or for the use of any land or for the doing of any work thereon by the armed forces and the civil defence force and for the competent authority or authorities to requisition property and services for defence and other purposes; and to provide for the payment of compensation in respect of the exercise of the powers conferred on a competent authority or other persons by this Act and for matters connected therewith\", presented by the Minister of State for Defence and Trade and Industry (BG Lee Hsien Loong); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br> \n  <br>12.05 pm \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [8th March, 19851. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1985 to 31st March, 1986.\". - [Minister for Finance, Minister for Education and Minister for Health]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Minister for Finance, Minister for Education and Minister for Health, with some reservations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we Singaporeans must congratulate ourselves because we have done very well in the last five years. Despite the world recession in 1980-82, despite external threats of protectionism and the instability of the world financial system, and despite the internal constraints of labour shortage and limited land area, our economy grew at an average rate of 8.5% per annum. There was no unemployment; there was minimal inflation. Domestic exports expanded by 28%, external reserves went up by 65%. Net investment increased from $870 million to $1.14 billion, average earnings of workers increased from $161 per week to $253 per week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are supposed to be happy but we are not. The reason is that this year, our economy is facing a downturn, we may be heading towards a recession. But let us keep these in mind: the Business Cycle is a reality, we have to live with it as a hard fact of life. Economic growth is not a certainty, we cannot expect to come up with a double-digit growth rate year after year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us do what needs to be done to meet the challenges ahead of us. Let us not over-react and not be unduly pessimistic. Pessimism can only undermine our investors' and businessmen's confidence; expectations of the future can easily become a reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has taken measures to help businesses to prepare for a downturn - for example, the Skills Development Fund contribution rate has been reduced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> by 2%, payroll tax has been lifted, repatriation of foreign workers will be made more gradual, and JTC rentals of industrial properties are being frozen. An economic committee has been set up to review the development plan. The Government needs to do the necessary to help businesses help themselves. Let me stress that businesses themselves must also respond, and respond positively. They should not adopt the attitude that these concessions are long overdue, and therefore expect the Government to give more concessions and still more concessions. As the Lianhe Zao Bao editorial on 2nd February, 1985, correctly pointed out: small and medium-sized enterprises must seriously re-examine their styles of doing business and their management systems. To remain competitive, they have to make necessary adjustments and changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, one of the objectives of the Budget was to restrain the increase in Government spending. Some Members, including the Member for Rochore, myself, and others, commented on the role of Government in economic development and on Government spending. I have checked the Tables in the Economic Survey, 1984, and I take note that, in the Annex Tables 7.2 and 7.3, the increase in Government expenditure in 1984 was 7.7% as compared to 17.5% for two years in 1982 and 1983, and 16.1%, the average rate for the period 1969-1979. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, the Government has moved a step forward. The Government will refrain itself from direct participation in productive activity; it will leave to the private sector to set the pace so that the private sector would be the engine of growth. This is a welcome move. There are no inherent reasons why civil servants in public enterprises should be more efficient than entrepreneurs. There are no inherent reasons why Government is smarter than market mechanism. In production, basic economic decisions on \"what to produce\", \"how to produce\" and \"for whom\" are better left to the invisible hand of the market. Only in the distribution of income and wealth, must Government continue to intervene to help and protect the less well-off. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, there is one area that I feel the Government can play a more positive role, ie, the grooming of local entrepreneurs. EDB's Small Industry Financing Scheme is confined, more or less, to the manufacturing firms. Commercial banks providing loans to professionals are not really generous in their terms and conditions. The Government therefore should consider setting up a local entrepreneurship scheme to help those with professional expertise, working experience, and willing to take a risk. The assistance can be in the form of preferential loans, market information and technical advice. We must build a core of local entrepreneurs who can take advantage of the expansion of trade in services and in advances in science and technology. To stand still is to be left behind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the concessions to the business community (and I feel these concessions will benefit the whole economy and eventually everyone), many Singaporeans are not happy with this year's Budget. The reasons are obvious: increases in duty on petrol, road tax, taxi fares and the impending diesel tax on taxis. Ground reactions are strong. Some have become emotional. Many have accused Government of being Gian Lui-\"Money faced\", and I overheard one taxi-driver verbally accusing the Minister for Communications and threatening to do something to his mother. All tax increases, Mr Speaker, Sir, are supposed to effect Government's land transport policy. If that is so, at the outset we must dismiss the concept that these tax increases are designed to punish motorists and are merely to enrich the coffers of the Government. Allow me to make some brief comments on these tax increases. I may have some more to add in the Committee of supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, duty on petrol. Among all the tax increases, this is the most serious one. Mr Speaker, Sir, I also find the statement that \"duty on petrol is raised by 10% from 50% to 60%\" is misleading. We have a peculiar way of calculating tax rate on petrol. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take the premium or supergrade petrol as an example. The old pump price was $1.21 per litre, and the duty was 60.5 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 838</b></font>\n  <br>\n  <br> cents. The duty was calculated to be 50% because it was based on $1.21 which included the 60.5 cents tax. We may argue, Sir, that the duty was in fact 100% of the petrol price, excluding tax. Now, with the recent increase in duty, the new pump price per litre is $1.51, inclusive of tax of 90.7 cents. The 90.7 cents per litre represents 60 cents of the new pump price. The petrol duty therefore has increased from 60.5 cents to 90.7 cents per litre, an increase of 30.2 cents or 50% increase and not 10% increase, as stated by the Minister for Finance. As a result, the pump price increased by 24.8%. In this way, Sir, the Government is seen to have not only imposed a tax on petrol but also imposed a tax on tax, and a tax on tax increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, road tax. If we have to use price mechanism to curb car ownership, the increase in road tax is not necessarily the best measure. We may argue that increase in import duty on cars and registration fee will increase the selling price of new cars, and this will discourage potential car buyers. The increase in import duty and registration fee will achieve the same objective but, more importantly, at the same time, these measures do not increase the tax burden of existing car owners. Sir, an alternative to price mechanism is quantitative restriction. The Member for Whampoa has discussed with me on the feasibility of quantitative restriction. Under this proposal, only a certain number of new vehicles should be allowed on the roads each year, depending on the expansion of our road capacity. The Member for Whampoa is in favour of auction. I am more in favour of balloting. But whatever the form of quantitative restriction, there is to be a supplementary measure to prevent the resale of cars under balloting or a lump sum tax to siphon windfall gains from auction, if auction is the form of quantitative restriction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, the tax measures relating to taxis and taxi fares. I believe that the demand for taxi service is price inelastic. The increase in taxi fares will more than offset the decline in demand. Hence, the gross income of taxi drivers should increase. However, this is not good enough. The increase in gross income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> must be more than $550 per month so as to offset the impending increase in diesel tax of $6,600 per year. Here, Sir, I would like to urge the Minister for Communications to hold back part of the proposed increase of diesel tax if the taxi driver's gross income fails to increase by more than $550 per month. I think this is a very reasonable request and I hope the Minister will consider this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the Household Expenditure Survey 1982/83, transport expenses accounted for 12.2% of total household expenditure. Moreover, the increase in petrol price will increase the cost of every line of production and every line of distribution. The inflationary impact of the increase in petrol price, road tax and taxi fares can be very substantial. Hopefully, this may be partly offset by the deflationary effects of our strong dollar on imported goods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me conclude with this sober thought. In the evening of 5th March, 13 days ago, there was a blackout in the eastern and central parts of Singapore. Many families had their dinner by candle light. It was really very romantic. Children cheered because they associated candle light with birthday parties. But let us imagine this: if the power failure were to last for a few more days, then what would have happened? Candle light dinner would no longer be romantic; students would begin to worry about getting their homework done or preparing for their examinations; housewives would worry about food turning bad in their refrigerators. No electricity, no light, no television, no air-conditioning; machines, computers, lifts not working; traffic jams everywhere; economic activity would slowly grind to a halt; life itself would be disrupted. Mr Speaker, Sir, the power failure therefore serves as a sober reminder to all Singaporeans of how dependent we are on oil, and not forgetting that we have to import oil. Similarly, we are also dependent on imported water and foodstuffs, Sir, we are vulnerable, very vulnerable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having arrived at the promised land, having achieved what we set out to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> achieve, we tend to forget the basic - our very survival. We tend to squabble over high cost of car ownership, car park fees, taxi fare increase and so on. These perhaps are good signs - they are problems of economic affluence. In China, when a farmer bought his car, he made it to international news! In Hong Kong, I am told a motorist has to pay HK$ 20-25 per entry in some commercial car parks, and taxis are allocated by auction. In Taipei, taxi fares are based on mileage only and there is no charge for waiting time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of course, Singapore is not Hong Kong, not Taiwan, not China. But let us remind ourselves that no one in this world owes us a living. Our very existence as a people and as a nation is itself no small achievement. So let us count our blessings, let us look at things in perspective, and let us not allow these transport problems to blur our long-term vision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;12.22 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I rise to express the disappointment that was felt and echoed throughout Singapore at the Budget Statement that was presented to this House by the Minister on Friday of the week before last. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I comment on the Budget Statement and the proposals contained therein, may I say something about the lack of information that is made available to the public and to this House on the management of the people's finances by this Government. The Government are but stewards of the people's monies, and it is important when they make their report on the people's monies that they should make full and frank disclosures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have an article that appeared in the Singapore Business of February 1983 where the authors of that article - that was written before the Budget for that year - spoke about the unavailability of figures and the intentions of the Government on how to improve the economy in Singapore. They pointed out quite rightly that, \"before one can try to suggest or think of ways by which the government might achieve its objectives, one must know where those government's finances or the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> means at its disposal stand at the given time.\" And they went on to say that, \"finding that out is not easy in Singapore.\" \"The public sector's consolidated accounts,\" they pointed out, \"are not published.\" They say, \"the consolidated accounts incorporating those of Government companies have not been published for a long time. One series incorporating direct revenue and expenditure of the Government and those of the statutory boards which used to be published by the Monetary Authority of Singapore has been discontinued.\" But nevertheless, with whatever information they had, they went on to predict that there was more than enough revenue available for the Government, either from direct taxation or through its participation in the business sector, to meet all its objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be my complaint, Mr Speaker, Sir, that this Budget does not give the information, as that article pointed out, which the Government should give about the people's monies. I have some questions for the Minister which I shall pose to him at the end of my speech. These are some of the questions that are being asked -outside this House and which I think it is my duty to bring to his notice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now move on to look at the Budget speech and the proposals contained therein, Mr Speaker, Sir. The Minister in his speech refers to the downturn in our economy or business activities as a temporary slackness. May I suggest to the Minister that he has probably caught the British disease of understatement. Sir, a number of people that I have spoken to think that there is much more than a mere temporary slackness in our economic situation at the moment. We have heard or read in the papers about the failures of businesses, about companies being put into liquidation, about workers being thrown out of employment, and all that within the last six months, and it does not look as though it has come to an end. It looks as though it is going to stay with us for some time. But the Minister merely dismisses that as \"a temporary slackness.\" He mentions the case of workers. He says there is hardly anyone in Singapore who will be unable to get a job if he puts his mind to it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 842</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not very long ago, Mr Speaker, Sir, I raised the question of our seamen. There are a substantial number of our seamen who are unemployed, and not just for in-between periods as the Minister said, but for very long periods. Some of them have been unemployed for as long as two years or three years. And I asked then whether the Government was doing anything to help these seamen of ours who are unemployed. I referred to the practice that was adopted some years ago of requiring companies which had registered their ships under the Singapore flag to recruit seamen through the National Maritime Board from the register kept by the Board of Singapore seamen. That was discontinued. I do not know why. But the result is that, as I pointed out, all these companies no longer look to Singapore seamen for their requirements but recruit foreigners who come to Singapore to find jobs on the ships. And the Minister glibly said that it was because Singapore seamen were demanding too high wages. Since then, I have spoken to one or two of them and they say that that is simply not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And not only our seamen, Sir, there are others who have been out of employment. In some cases, it is far more difficult now for graduates than for seamen to find employment in Singapore. I personally know of people, who have got not just a first primary degree from the University but an advanced degree, who are not simply able to get employment in Singapore. So the position is not merely a temporary slackness but may suggest something far worse than that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister then proceeds to give what he says are reliefs which will perhaps inject some life into this sluggish economy. And he outlines three fiscal measures. One is the reduction in the rate of 4% payable to the Skills Development Fund. I do not want to repeat what has already been said a number of times. We have got a very sizable balance in this Skills Development Fund. We are not spending anything like what we have accumulated. Is a reduction of 2% the best that this Government could do? Would it not be possible for the Government to suspend the collection of this levy for another two years or three years, until \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> some of the reserves that have been accumulated have been utilized? This Government would appear to be niggardly in whatever it does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now if I may turn to the Payroll Tax. Mr Speaker, Sir, speaking in this House in 1983 I pointed out the history of this payroll tax. It was introduced when we were part of Malaysia and we here, as I said, opposed this payroll tax when Malaysia first introduced it. We were against it. We thought it was a most unwise measure. When we came out of Malaysia, one would have thought that the Government which had opposed the payroll tax would do away with it. But no. The then Government decided to retain it, and said it would use it for a completely different purpose from which it was intended, when it was introduced in the Malaysian Parliament. And I then read out what was said in this House by the then Minister for Labour. This is what he said, Mr Speaker, Sir [Hansard, 16 Dec 65, col. 205]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We intend to set aside the revenue collected under this head to form a fund for the social security of the workers. We will set up a committee to put up recommendations for the implementation of the scheme. As what we have done in all our major labour legislation and policies, the NTUC will be the first we would approach for their views and suggestions on the scheme.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, Mr Speaker, Sir, there was this solemn declaration by a Minister that the monies collected by this payroll tax would be utilized for the benefit of our workers. Not only that, I see that there was, as reported in this article in the Singapore Business for February, 1983, a statement put out by the Government, and the statement was this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'it is intended that the proceeds will be paid into a social security fund soon to be established. Out of this fund will be paid social insurance benefits to unemployed workers included in this scheme.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So not only had a declaration been made in this House by the Minister but we have a statement put out by the Government, it would appear. But, as we learnt, this solemn declaration in this House and this statement put out by the Government came to nought. Year after year these monies were paid into the Consolidated Fund. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 844</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I have just learnt, Mr Speaker, Sir, is that the Government which introduced this payroll tax in 1964, ie, the Malaysian Government, repealed this payroll tax in 1971. They obviously took to heart the advice of the Singapore Government that was tendered in 1964, that it was perhaps an unwise tax. Whilst the Malaysian Government repealed this tax in 1971, we however continued it on the Statute book and continued to collect the tax. Now the Minister says he \"will suspend this tax.\" When he said the word \"suspend\", I immediately became curious as to why the Government was merely suspending it. Is it the Government's intention to hold it in reserve and to reinstate it at some future time when the Government thinks the employers will be able to pay this payroll tax. Perhaps the Minister would clarify this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But may I tell the Minister, I am sure he has been advised by his legal experts, and he has, of course, the Second Minister for Law sitting next to him, but may I tell him that under the Finance Act, he really has no power to suspend the tax. The only thing that can be done is to bring in an Act to repeal the Act or the levy collected for the Payroll Tax. So are we going to see an introduction of new legislation to repeal the payroll tax? That at least would make very clear to our people the intention of the Government as regards a tax which has been a burden on our employers, businessmen, entrepreneurs. So will the Minister tell us what exactly are the Government's intentions on this payroll tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I pointed out that the Government, when it retained this tax, had declared its solemn promise of using it for the workers. May I ask the Minister whether the Government will now honour that promise, not perhaps altogether to the full extent that was envisaged or contained in that declaration and statement, but at least partly, to help workers who are now thrown out of jobs? Will there be some form of unemployment benefits given to these workers who have been thrown out of employment? That would at least be an honourable way for the Government to redeem its pledge made in 1965 to the workers. We have, as you are aware, Mr Speaker, Sir, no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 845</b></font>\n  <br>\n  <br> unemployment benefits in this country. And a worker who is thrown out of unemployment suffers great indignity in that he and his family are thrown back on any savings they have, and if they do not have any savings, then they will have to resort to borrowing. So has the Government any plans to help those who may be unemployed as a result of the downturn in the business activities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other fiscal measure that the Minister announced was this partial, as I see it, suspension of tax on telephone services and trunk call services to West Malaysia. May I ask what is the reason for it being only a part suspension on trunk calls to West Malaysia? What is wrong with doing away with the tax altogether? I am sure the Government does not need that money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other measure that the Government says it will take to improve the economy is to encourage tourism. Mr Speaker, Sir, may I refer the Minister to an article that appeared in the Far Eastern Economic Review for the 14th March, 1985, under Tourism. It was headed \"Sanitized Culture leaves tourist beds empty\". The point of that article was that the tourists were not going to come to Singapore to see even a city in the park, which I see is the latest attraction that is going to be put out by the Singapore Tourist Promotion Board. This has been said again and again and it does not need any repetition, but if tourists are to be encouraged to come to our country, we are not going to encourage them to come here to see our parks. There are other parks in other parts of the world for them to go to. They are not necessarily going to fly out to Singapore to see the parks, neither are they going to come here to see the wax figures in Sentosa. They could see them elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What will bring them here is, if they can see something about the life of the people. And do they find it? We are driving life out of the streets in Singapore. This was a comment made by somebody in an article that I read, in the sense, that there is hardly any street life in Singapore. Hawkers who used to do any trade on the streets have all been driven out. I know they may cause a pollution problem, they may cause an environmental problem, but nevertheless \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 846</b></font>\n  <br>\n  <br> they add something to the life of the city. We have artificial attractions now for tourists, like kampungs that have been specially modelled for tourists and other entertainment. But this is not going to attract the tourists. It is time we sat down and thought quite deeply about what will bring tourists to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Minister talks about the shortage of labour in Singapore, and he says in column 482 of his statement, Section 1, that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'our indigenous workforce will grow by at most 1.5-2% per annum even if we succeed in encouraging more women to continue working after they have children.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not very long ago the Government increased the levy on foreign maids.[ hope I shall not be quoted as saying that I am advocating the import of foreign maids into Singapore. But the Minister in his statement mentioned the needs of working mothers, among others, in considering the question of foreign workers in Singapore. Does the Minister propose to do anything to make it worthwhile for mothers of children to go back to work by reducing the levy on foreign maids? Or will it remain at the sum of $120 which was imposed last year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it does not need very much of a calculation to realize that with this levy and the amount paid by way of wages to the maid - and if you take into account the income tax, travel and eating expenses - there is hardly anything left for the working mother. It does not make it worthwhile at all for mothers to consider going back to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We welcome, Mr Speaker, Sir, the Government's decision to decrease its participation in the private sector. There has been a general feeling among our people that not only does the Government intervene and participate directly in what should be the private sector but when it does, it also competes unfairly against the private sector. It has built-in advantages and preferences, and this works against the private sector. So we welcome that and I also welcome the announcement by the Minister that they would monitor the companies over which the Government will retain control more closely when it comes to policy decisions for investment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago, Mr Speaker, Sir, I asked the Minister about the acquisition by a Government company of shares in another company which resulted, we understood, in some substantial losses. The Minister then said he was not going to comment because it was a mere commercial transaction. I hope we might have some information now from the Minister on this acquisition by Keppel Shipyard of shares in Straits Steamship, and what led to the losses incurred. We have a right to know this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also welcome the tax deductions that had been given for certain educational expenses for individuals. That is certainly a step in the right direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I bring to the Minister's attention a lacuna in our income tax laws on relief for children, and I hope perhaps he will do something about that. Somebody rang me up the other day and said, \"Would you please bring this up in Parliament?\" He said he was an orphan, both his parents had died but he has a sister and she is in the Polytechnic. And he is bearing the cost of her fees and her education in the Polytechnic. She is learning a skill, but he said, \"i cannot get any relief at all from the income tax authorities for the money I spend on her.\" He stands in loco parentis, as it were, to his sister - in the position of his parents - and if his parents could have got that relief, why should he not get it? I myself do not see why he should not. So would the Minister perhaps consider this request from this member of the public? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now move on to the tax changes that have been introduced by the Minister in his Budget Statement. First of all, if I may deal with the increase in road tax of 15% and the increase in petrol tax which, as has been rightly pointed out, is more than just 10% - it is 10% ad valorem - but it works out to 25% for the motorist over its old price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the private motor car still remains the most convenient and the cheapest form of transport for a family. What is wrong about this tax is that it is discriminatory. The Government, time and time again, resorts to the price \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 848</b></font>\n  <br>\n  <br> mechanism. That may be the most efficient and the most convenient method of regulating the use of any article or service, but it is not the most equitable method. Yet I find the Minister says that that is the most equitable method. This measure hits at families who can only afford one car and who need it perhaps for the man's business and also for the family's use. It does not strike at the wealthy, far from it. There are people in our society who own not just one car, who own not just two cars, but three or four cars. This tax is not going to be any restraint for families in that category. But it will certainly be a blow to the people who need cars for their business and who can only manage just one. There are some businesses, Mr Speaker, Sir - I do not have to elaborate or illustrate - where a car is essential, especially for the small businessman. He cannot just simply rely on taxis or on buses to conduct his business activities, and it is that person that you are going to hit and you are going to make his position worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, with the increase in the petrol price. It is not going to affect the rich and the wealthy. The people it will affect are those who find it already a burden to pay the present petrol prices. Mr Speaker, Sir, we are collecting by way of tax from the motorists a sum far in excess of what we need to provide the roads on which they run their motor vehicles or cars. I see that the revenue from taxes on motor vehicles comes to something like $764 million. The expenditure on roads - this is the development expenditure and the recurrent expenditure - only amounts to $258 million. So we are collecting from the motorists and users of motor vehicles something like three times what we spend on the provision of roads. Our motorists and car owners, as has been pointed out more than once, are the most heavily taxed people in the world at the moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may move on to the diesel tax on taxis coupled, as it were, as a sort of palliative to the taxi drivers, with an increase in the taxi fares. I was surprised to see, Mr Speaker, Sir, in yesterday's Sunday Times a statement by the Secretary-General of the NTUC that he thought it was unwise --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 849</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Second Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Deputy Prime Minister (Mr Ong Teng Cheong):</b> I never said that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, it does not matter. Do not get excited. Perhaps you can bring the paper. He thought it should not have been introduced at this time. May I tell the Second Deputy Prime Minister that he is a member of the Cabinet and there is such a thing as collective responsibility. Perhaps he might tell us whether, when this matter was brought up in the Cabinet, he registered his protest and his vote against it. I would commend to him that if he disagreed with that decision, then the only alternative is for him to resign from the Cabinet. Then at least he will be shown to be standing up for his principles. I am sorry. You cannot as it were agree to this tax in the Cabinet and then go out and say, \"i do not agree with this. It is not a wise measure\" or words to that effect. Perhaps the Second Deputy Prime Minister will tell us what he proposes to do about this. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 1.00 pm now. The Sitting is suspended until 2.30 pm this afternoon. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, when the House rose just before lunch, I had come to this imposition of the diesel tax on taxis, coupled with this increase in taxi fares intended, no doubt, as a palliative measure for the taxi drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have a situation here where the taxi-drivers are being offered an increase in fares but where the majority of them are indignant about the increase in the taxi fares. Almost to a man, every taxi-driver, that I spoke to has voiced his view that the increase in the taxi fares would only drive those who are using taxis to buses. And there would be a sharp drop in their earnings. They are convinced about it. And the few others that I spoke to, the commuters have also voiced their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> opinion that they felt that the increase in the taxi fares was much too steep for the ordinary working man and his family. So here, we have an offer being made by the Government which is resisted by the taxi drivers who are intended to benefit by this offer. It is a strange sort of situation -you are giving them something and they are saying, \"No, we don't want it. Thank you very much.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government seems convinced that with the increase in taxi fares, the taxi drivers are going to make quite a bit more. But as I said, the taxi drivers are far from convinced, I am not going to come out with figures and statistics to show who is right. But I was told - I did not watch this - that the Minister for Communications over TV on Friday was full of advice on how people could save by travelling on taxis. He was suggesting that somebody who is going on a journey of six kilometres or more, should first line up three others so that there will be four persons to share the taxi, and then it would work out to just a little bit more than bus fare. I thought how ingenuous of the Minister. I had not thought of that. Perhaps next time I want to take a taxi, I will ring up the Minister and ask him if he would try to find me three persons to share the taxi with me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is completely problematical, Mr Speaker, Sir. We are speculating on the spending habits of the consumers, and that is dependent on how much they have. So no amount of graphs is going to convince anyone at this stage that there is going to be enough for the taxi driver after he pays the increase in the diesel tax. They are very, very indignant about this. They feel bitter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after the elections, there was so much talk from the Government that there would be more consultation with the people before any measures affecting them were introduced. May I know whether there was any consultation here with the people who would be affected, or should be affected, by this measure - the taxi drivers and the commuters? I hope I am not going to be told that the Second Deputy Prime Minister, in his capacity as the Secretary-General of the NTUC, and he has something to do with Comfort, advised the increase in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 851</b></font>\n  <br>\n  <br> taxi fares, because he would appear to be against it. So I want to know what was the consultation. It makes a mockery, Mr Speaker, Sir, of the Government's often stated intention after the elections that there would be more consultations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The taxi drivers suspect the motives of the Government in this. They see it as being hypocritical, completely, and I do not blame them. We hear, from time to time, from the Senior Minister in the Prime Minister's Office about the politics of hypocrisy. And I mentioned last time that if anyone is guilty of that, it is this Government. There was the question of the payroll tax which I mentioned. They opposed it but then they retained it, saying they would give it to the workers (but they do not) and then in the end the workers get nothing out of it. So if that is not politics of hypocrisy, I would like to know what is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest to the Government that the only fair thing to do now would be to give an assurance that the diesel tax would not be imposed, would not be brought into effect, if it is shown within the next six months that there is a sharp drop in the number of passengers using taxis. And if that continues, that something would be done to revise the taxi fares again. I say that is the only fairest thing they can do; it has been suggested, and I would commend it to the Government because then you show your sincerity and your determination to take into account the wishes of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, this and the other road tax, we were told, were not intended as revenue-raising measures but simply to relieve congestion on the roads. Well, there have been suggestions galore in the papers about how congestion can be relieved without having to resort to these measures. May I again commend to the Government that perhaps they should suspend the imposition of the road tax as well, whilst other measures are looked into? I am sure there will be no lack of suggestions that will be put forward to the Government if the Government is seriously interested. But in all this, you show your sincerity about it. You say this is purely intended as a measure to relieve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 852</b></font>\n  <br>\n  <br> congestion on the roads and not as a revenue-raising measure. Well, why don't you examine those measures? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if I may move on, Mr Speaker, Sir, about reliefs. The Minister in presenting his Budget said that last year in his Budget Statement he had given substantial personal reliefs. Of course, he had. He had given it to a minority of our population, the wealthy. I complained then, and I have complained every time since I came into this House in December 1981, about the absurd tax reliefs, personal tax reliefs, that are being allowed under our Income Tax laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It really is a mockery, Mr Speaker, Sir, these reliefs that are allowed. As I pointed out, the amount is much lower than what was given in 1947 when income tax was first introduced into this country, and is much lower than what is being given in the neighbouring country across the Causeway. And the Minister in reply to that said it did not really matter because the rates were different. I told him the last time, last year, that he was not right when he said that, and there was a substantial difference. The cost of living in Malaysia, I am told, is much lower than it is here. I talked to somebody who came from Penang only the other day, and he I find Singapore far too expensive.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So why are we denying our people adequate reliefs from the incidence of taxation? The whole of our tax structure is discriminatory. I have said this not once, not twice, I have said it a number of times: Your tax structure favours the rich. It is against the poor and the working class, and this is a Government that came to power on the backs of the workers. What a betrayal? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is. nothing, Mr Speaker, Sir, in this Budget speech of the Minister about what the Government proposes to do towards helping this 15-20% of those in our midst who are not well-off. I am glad that at least now the Government recognizes that there is a substantial proportion in our midst who need to be helped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember in 1982 when I mentioned to a foreign reporter that there were some people in Singapore who were starving, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 853</b></font>\n  <br>\n  <br> was suggested that I had committed an act of treason. But now at least I see that the Government recognizes, and I am glad it does, that there is a sector which needs to be helped. There is nothing in this Budget Statement about what the Government proposes to do towards this sector. The Government offered last year $10,000 for the purchase of an HDB flat and the intention, as was announced, was to bring them out of the poverty trap. May I say to the Minister and the Government that it would not do that at all. It would not achieve its object. The best way of bringing them out of the poverty trap is to see that their children are educated. Just burdening them with an HDB flat is not going to help their children's education. I think it is time we thought of introducing a child allowance for families earning below a certain level of income. This is done in a number of countries, and it is commendable because it helps those who are really in need of it. So I would ask the Government to give serious consideration to helping families who, they say, they wish to help - and I say that there is more than 15-20% in our midst of this group - by giving a child allowance. Limit it to two if you like, to families who have children in primary schools or secondary schools. In that way, you see that the children are helped with better textbooks, better nourishing food and other aids to learning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I am on income tax reliefs, may I also mention briefly, Mr Speaker, Sir, the restriction that is placed before a relief for aged dependants is granted. At the moment, the relief is only $1,000 but there are restrictions imposed on it. One of the restrictions is that the aged parent or grandparent must be living with the person claiming the relief. Why is it necessary? Why do we not trust our people sometimes? Why should two brothers not be allowed to share in this relief if they are helping to maintain the parents and the parents are only living with one of the brothers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned about the Government's withdrawal from participation in the private sector, from some companies which they propose to select. I said that that was commendable. May I suggest to the Government that they should seriously \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 854</b></font>\n  <br>\n  <br> consider offering some of the shares to the workers? I have brought this up in my speeches in this House in the last two years. Sir, you have got to give our workers a stake in the companies that they work for. I suggested last year that we should also move towards giving them representation in the boardrooms of companies so that they have a say in the management of the companies. You want increased productivity, you give the workers a stake, and so I would ask that you consider seriously if you are divesting your shares, that a certain proportion, if not the whole lot of it, be given to the workers first. The lead must be taken by the Government. You cannot wait for the private sector to take the lead in this. I hope the Government will set the example here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I started my speech this morning, Mr Speaker, Sir, talking about the lack of information, and I said that I had some questions for the Minister. The first of these questions concerns our foreign reserves. We are told of the huge amount of foreign reserves but nothing very much else is said. Will the Minister say how much of it is held in gold and how much of it is held in foreign currencies? I remember two years ago, or was it three years ago, the Member for Rochore was talking about the scarcity of information that was coming from the Government. Is there a report from the Government Investment Corporation about its activities together with a balance sheet? The reserves belong to the people. The Prime Minister himself said that sometime ago. So let us have more information on these reserves. They, we are told, guarantee our CPF savings. So they are of vital concern to our people who have savings in the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the petrochemical complex. We asked these questions during election time. We never got an answer to them. Will the Minister say what is the future of this petrochemical complex? We have sunk a lot of money into this and we now hear that there is competition from Saudi Arabia and other countries, which would suggest that we are never going to recover from this investment. There is the immense servicing cost of the debt already incurred in this complex. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 855</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, about the MRT. We now understand that it is no longer intended to finance the MRT by the sale of Marina South, because they cannot sell Marina South and that it would be financed by revenue. The question is: is this going to be a viable project? The taxi drivers suspect that the increase in the taxi fares is to prepare commuters for very steep fares in MRT. The chairman or director of the Hong Kong MRT Authority was reported as having said in May 1984 that their current debt of HK$14 billion was expected to increase to HK$22 billion and that a policy of annual fare increase could not be avoided. So have we worked out what is going to cost our commuters to travel on the MRT when they are ready to run? I think these questions need to be answered because our people want to know the answers to these questions. It is no good saying, \"Well, we know how to manage your monies. Leave it to us. Don't ask any questions.\" We hear so much talk about an open government. Well, let us see it in action, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I said I was going to express my disappointment. This Budget is discriminatory as all the previous budgets had been. It does not meet the needs of everyone in our community and I shall vote against it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you have already spoken for one hour. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Speaker, Sir, May I be permitted to say a few words just to put the record straight? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Sir, earlier we heard the Member for Anson trying to put words in my mouth, and when I challenged him, he said, \"Never mind\". But this House is not a place where you can just put words in the mouth of other Members. Therefore, I thought it is important that I should put the record straight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I did say to the reporters of The Singaporean was that the taxi fare hike seems to be a bit too high, and that it could have been more gradual. But it is very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 856</b></font>\n  <br>\n  <br> difficult at this stage to predict what the outcome will be when the scheme comes into operation. It is fair that the taxi drivers should be patient and give the scheme a try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the taxi fare in Singapore is one of the cheapest in the world, or at least the cheapest in the major cities. And taxi drivers have been urging the Government to allow a taxi fare increase for some time. I do not disagree with the policy of helping taxi drivers to help them to increase their income. And I think the intention of the Minister for Communications, with the measures that he has introduced, is to help the taxi drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I said was that if the measures introduced failed to achieve that intention, then I would like to urge the Ministry of Communications, with all its expertise and resources, to review these measures. That was what I said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson obviously has a simplistic view of what democracy is. He asked me to resign because I expressed a view which, to him, is different from the Cabinet's. I agree that Government carries a collective view. Whatever is agreed upon, it is a collective agreement and it is a policy that we all accept. But it would be naive to expect that there is 100% consensus on all the views of the Government. Just as we have Members in this House, even PAP Backbenchers, who disagree with policies of the PAP --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They are not in the Cabinet. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> --- do we ask them to resign? And we heard earlier the Member for Anson agreeing with some of the economic policies of the Minister for Finance. Do we suggest that he resign from this House as Opposition Member? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Get him to join the PAP! \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> No, no, I would not suggest that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> We don't want him! \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I think that would be too simplistic. We are all working together for the [Interruption) - You are saying that because I am a Minister? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 857</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is right. Your colleagues are not Ministers. Are you asking for clarification or are you making a speech? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> No, I am putting the record straight. I have said so, and I am putting the record straight because the Member for Anson was trying to put words in my mouth. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Minister is entitled to have one hour if he wants to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Give me a few minutes. The Member talks about rights of individuals, freedom of speech, and I think I should be accorded the same courtesy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is fair that we give the scheme a try. I would like to take this opportunity to urge the taxi drivers to cooperate and be a bit more patient. It is not the intention of the policy or the intention of the Government to penalize them in any way. Whatever it is, it must be tried out. No one can at this stage predict what the taxi drivers income will be, how they will be affected. No one can say that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> The Minister for Communications is more confident than I am that the taxi drivers' income will not be adversely affected. There is a slight difference of view. So I thought that is all I have to say. But later on when the Member for Anson talked about the MRT saying that we cannot sell the Marina South land to pay for the MRT system, I thought it is necessary for me just to clarify this point because I was involved at that time as the Communications Minister. It was very clear from the very outset that the Marina South land which is a very valuable piece of asset adjoining the Central Area will not be able to develop to its full potential without proper access. As you know, if you look at Marina South, Sir, it is surrounded by water on three sides. The only access to Marina South is through Telok Ayer Basin, where there is only one road going to Marina South. This being the only access to Marina South, we cannot develop that piece of land except to leave it as an open space or perhaps some recreational development, and some residential \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 858</b></font>\n  <br>\n  <br> development and perhaps some low-density commercial development. But with the MRT system providing access into Marina South, we will then open up the land for development, and hence developing the Marina South to its full potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know, Sir, that Singapore is a very small island, 600 sq km, and we must not forget to keep reminding ourselves that it is a very small place. The purpose of reclaiming land is to give ourselves as much land in reserve as possible for our future generation. We do not have to develop the whole of Singapore in our generation. We must look after the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With MRT, we will open up Marina South. And, when we said Marina South Land would be sold to pay for the MRT construction cost, it was only a notional suggestion. We do not have to sell now to raise the money to build the MRT. We have reserves. We use the reserves. We will sell the land when the price is right, when there is a demand, so that when the buildings are completed they would be occupied and not left as empty, concrete spaces. We have got to be realistic. Those who have been talking about Marina South have not understood this. If we were to sell the land now, where are the buyers? Right? So we do not have to sell the land now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the MRT going to Marina South, we can turn Marina South into a new City of Tomorrow, as has been explained and visualized by the First Deputy Prime Minister a few months ago. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, on a point of clarification. I believe the Second Deputy Prime Minister is not making a clarification. He is making a speech. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is entitled to make a speech for an hour. What do you mean by a clarification? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. He is making a clarification of a speech. Now, he says that it is a notional suggestion. Is it not true that at one time the Prime Minister himself chastised a correspondent in the Forum Page of the Straits Times who suggested that the sale of Marina South was the proper way to finance the MRT and not to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 859</b></font>\n  <br>\n  <br> dig into the national reserves? In fact, he chastised that person. He said that that person did not understand economics. Please say if I am wrong. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Obviously the Member for Potong Pasir is wrong. Now, how many acres of land do we have in Marina South? It is very simple. It is a question of whether you want to sell it now, or you sell it later on at an appropriate time. As I said, without MRT going to Marina South, Marina South will not be able to develop to its full potential, to a maximum density that we envisage. And without being able to develop to its maximum density, the land value will be very low, for it fetched $20 per sq foot or $200 a sq metre. With MRT going to Marina South and if you are able to develop to a high density, or plot ratio of five or six, or whatever it is, then your land value will go up, maybe to $2,000 per sq metre or more. So that is one way of justifying the construction of the MRT and extending it to Marina South. If we do not build the MRT, then Marina South will never be able to develop. It is incapable of full development as it is. That is the question. I am saying - \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am quoting the Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I would like the Member for Potong Pasir to quote the Prime Minister's statement. Will you please quote it? What did he say? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I can tell you after I collect it from the press tomorrow. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> You collect it first, then we will see. All right? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I will do that. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Thank you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3.05 pm \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Mr Speaker, Sir, this Budget Session will be most memorable for the popularity of the Minister for Communications in this House and his unpopularity outside the House. So I do not propose to go over ground \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 860</b></font>\n  <br>\n  <br> which has been covered by the Member for Leng Kee and the Member for Anson, excepting that I am trying to use this occasion to see whether there is a connecting thread for the downturn in the different sectors of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983 I warned the former Minister for Finance of the dangers of allowing statutory bodies, Government companies, wholly or partially-owned, their associates and subsidiaries, to encroach into private sector economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Minister for Finance today has now resolved to solve the problem of burgeoning Government intervention in the economy and to keep a surveillance over the operations of the statutory boards, and government companies in addition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public sector finance is not truly represented in our annual budget discussions, as the Budget excludes reporting of revenue and expenditure of the statutory boards and government companies which have been financed by Government loans that in turn are raised from taxes. Government enterprises, with the knowledge that they are government-backed, are tempted to flex their corporate muscles. Besides the statutory boards, there are 89 companies and an unknown number of subsidiaries and associate companies. They, if unchecked, can so dominate the private sector until Singapore's economy will resemble a centralized economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;None of us in this House, not even the Minister for Finance or the Cabinet, can guarantee the future performance and behaviour of statutory boards and Government companies. There was the sorry affair of Keppel Shipyard, the Monetary Authority of Singapore and Jardine Fleming. It is hard to believe that Keppel took over Straits Steamship without seeking the approval of the Government when the acquisition involved several hundred million dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is now worry over the Singapore Petrochemical Corporation in which the Government has a 47.5% shareholding. Government loans to the company have been converted into equity. It means that interest earnings have been forgone and the payback period is uncertain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 861</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is the case of Multi-pak, another Government company, that has closed down after being in business for only six months. Then there was the attempt by two Government companies, Keppel and Intraco, to buy into a private commercial bank, although Keppel had already bought over a finance company. This time, fortunately, the MAS aborted the aggressive expansionist scheme of Keppel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I raise this point not to be critical of the Government for the sake of being critical but to hope that the Government will learn from the experience of other countries. The crisis of the Philippine economy today, as admitted by Prime Minister Virata of the Philippines, has been due in no small measure to the expanded role of the public sector in various sectors of the Philippine economy. And, worse still, there was a lack of accountability of government corporations. In the end the Philippines had to go cap in hand to the IMF and be chastised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Survey of 1984 is the most readable of the Surveys that have been presented to Parliament. Its authors are to be commended, but I hope it can be written with less jargon if it is intended for a wider readership. I would suggest that the Survey in future should incorporate a consolidated report on statutory boards and Government corporations, together with an economic classification of their revenue and current expenditure. It will help us in this House, as Members of Parliament and as representatives of the people, to understand how budgetary policy oils the many wheels of the Government economic machine. And also what it means to taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I go to the area of operating costs. I think it was in Washington last year, if I recollect clearly, that the Minister for Finance woke up to the realization that we had overpriced ourselves out of the market. Price is related not only to supply and demand but also to operating costs. The Government as the single largest employer sets the benchmark on wages, not the private sector. The Government imposes statutory payments, ie, indirect taxes, tariffs and fees, and the public buys utilities and services through statutory boards that are run by the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of government is being supported by the private sector. And in the last five years this cost has ballooned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recurrent expenditure per capita was $1,796 in 1979. This increased to $4,097 in 1984, representing an increase of 128% although the consumer price index rose only by 26.6%. Defence rose from $376 to $831 for every man, woman and child. Education rose from $194 per capita to $507, and Repayment of Public Debt from $543 per capita to $948. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look into the Economic Survey, you will find that Government's salaries and wages, including CPF contributions, increased by 95% in the last five years. If this can be said of the Government, worse can be said of the private sector because the private sector, in addition to basic wage, has to pay Central Provident Fund, Payroll Tax and contribute to the Skills Development Fund, plus other perks for workers. In the private sector, I would not be wrong if I were to say that payroll has doubled in five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At full employment, the Government was stimulating the economy through successive URA projects and its own building programme - construction of the Airport, Expressways and the MRT. This was inflationary, leading to abnormally high wages. Neither in the Government nor in any sector of the economy had productivity increased at a rate to justify a doubling of payroll in five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It should come as no surprise that investment commitment by new foreign investors has fallen from 50% in 1980 to 30% in 1984, as the Minister for Finance said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CPF contributions at 50% have become a burden to both employer and employee. The problem of the CPF has been raised by the NTUC when it discovered that employers have defaulted on payments. With 25% less in take-home pay, employees feel the pinch, and unions negotiate not on gross wages but on take-home pay. What is it I get now? As CPF contribution rates have gone up, the growth of savings in the POSB went down from 49.3% in 1982 to 18.8% in 1984. There is now less money to save and to spend. The burden of CPF contributions is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 863</b></font>\n  <br>\n  <br> reflected in the increasing number of late-payments. In 1980, when the contribution rate was 38 1/2%, the number of cases of late-payment into the Fund was 20,000, in round numbers. This number rose to 35,000 in 1983 when the rate of contribution was 46% . In 1984, last year, when the contribution rate rose to 50%, employers defaulted on the payments when their companies went into bankruptcy. I think it is an exercise in futility to blame companies for defaulting on their employees' CPF payments when we do not try to seek the reason why. In the last five years, CPF contributions have increased by 207%. In 1979, it was 15.9% of GDP and in 1984, it rose to 39% of GDP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this time when our economy is in recession, property taxes have doubled. The costs of buying utilities from the PUB have increased by 70% in five years. The Minister for Finance in his Budget speech promised that there would be no increase in income tax but property taxes will help to finance the budget. I hope the Minister will clarify in his reply whether it is his intention to raise property tax. It is quite right that the property tax is being placed at 23% of the annual value but the annual value keeps on changing and in the end, in absolute terms, you are paying more property tax, not less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are certain sectors of the industry, particularly the hotel industry, that are hurt by finding themselves paying a 100% increase in property tax when tourism is down. There seems to be no relationship between taxation and the state of the economy. Successive budget surpluses of over $2,000 million add up to the operating cost of the private sector. The cost advantage that attracted foreign investors and tourists to our shores in the 1970s has fast disappeared. In the retail trade and the tourist industry, sales have dropped markedly down. The high costs of operating a business are very much felt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The gains that the Minister for Finance has given from the abolition of payroll tax and the reduction of the Skills Development Fund by 2% really amount to about 1.6% of savings on payroll. But this will be cancelled by increased transportation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 864</b></font>\n  <br>\n  <br> costs due to the increase in the price of petrol. If sales do not improve in the next six months - I give six months - you will find that more businesses will face cash flow problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problems of the recession did not begin on 1st January 1985. The downturn began in 1983 with the shipping industry, with the oil-rig building industry, with ship-repairing, ship-building, drop in property prices, drop in tourism and the retail trade. We are now into 1985 and the Government has not woken up to the fact that that is a massive problem to tackle. I would suggest to the NTUC, however unpleasant it be, that the abolition of the payroll tax should not be used as an excuse or as a leverage to increase NWC payments for this year. Otherwise it will be a zero sum game for business and the choice is very stark for workers. If his company goes into liquidation, the worker is going to face retrenchment. I know for sure there are partnerships that have told the staff, \"If you want an NWC increase, bonuses, then please resign. If you want to stay on to your job, then please remain as you are.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Government, what does it mean? If companies face a loss and close down, the Government loses sources of tax collection, and indeed income tax collection for 1985 is expected to be no more than for 1984. With the economic down-turn growing deeper, I cannot understand how the Government can budget another surplus of $2,261 million for 1985, particularly when the allocation for Development for 1984 will be under-spent by $1,127 million. A surplus in the budget means a diminution of total demand. It adds to the recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recurrent expenditure relentlessly climbs upwards. This year it will increase by $875 million. 56% of this is due to operating expenditure. What the Minister gives away in payroll tax and entertainment duty, on the one hand, it is neatly taken back by increased road taxes and duties on petrol on the other. Now you see it, now you don't. So really nothing is lost. He is no Santa Claus. The catch -and that many of us have missed - is that the extra burden of the budget will have to be financed somehow. Will the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 865</b></font>\n  <br>\n  <br> assure this House that there will be no surprise customs or excise duties on consumer goods after the budget session? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must praise the Minister for Finance in that he has been bold this year in bringing up the problem of an increase in petrol price as well as an increase in taxi fares at the budget meeting. I dislike intensely inter-budgetary taxation because I cannot budget for myself. I do not want to go over old ground which the Member for Leng Kee has very expertly covered this morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am no taxi driver. I do not think the Minister for Communications is a taxi driver either, or has been one. I do not understand the economics of the increases in taxi fares and the cost of road tax for diesel-powered taxis. But we all listen to taxi drivers. All you have got to do is to go to the back seat and chit-chat with the taxi driver. You get feedback, boy! I know for sure that the next time I travel by taxi to the airport, it will cost me 21/2 times what I paid only two months ago in January. It defeats the purpose and the efforts of the STPB to woo tourists who, already aware that Singapore is expensive, will discover on arrival in Singapore that Singapore has become more expensive. There must be communication between the Minister for Communications and the Minister in charge of STPB. Obviously there has been a break in the communication link. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a car owner driver, I sympathize with all car owners Who drive to work because of the increase in the price of petrol from $1.20 per litre to $1.50. I commiserate with travelling salesmen, tour operators, service men and the like. I know what it will cost me next time I ask a service man to come to my house to repair my television set, or to ask a doctor to pay a call on me at the house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a consumer of goods and services, I share the anger of housewives and wage-earners who will find that prices in the market have gone up because the costs of delivering goods and services have increased. The last time in 1983 when the price of petrol was increased by 20 cents, although the cost of oil was going down, the Consumer Price Index for transportation went up by 5.2%. The Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 866</b></font>\n  <br>\n  <br> Communications, or is it the Minister for Finance, never learns from experience. The obsession with zero growth population for motor vehicles more than matches the obsession over family planning. Imagine what Singapore would be like if the Registry of Births and Deaths imposes an ARF on every new-born child, a consumption tax on mother's milk and infant food, and a burden tax on the cost of education! But we do not do all these things because there are alternatives. There is the choice of the con dom, the pill, sterilization or abortion. \n  <br>3.27 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the Minister for Communications thought of abortion? What I mean is: has he thought of giving incentives for car owners to get rid of their cars? Can the Minister tell us how many motor vehicles belong to Government ministries, the MID, statutory boards and Government companies? How many new cars have been registered because of cheap car loans to civil servants, employees of statutory boards and educational institutions? Tackle the problem at the roots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motor vehicles already on the road must use petrol to carry on daily business. I do not see how increasing pump prices can take them off the road. It will not, and I do not see how the car population can be checked by punishing existing motor vehicle owners. Indeed, operating expenditure of business will instead go up and this will be passed down to all consumers. It is inflationary, as the Member for Leng Kee has explained to us. He is a professional economist, so we take his words seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pity of it all is that the Minister for Finance and the Minister for Trade and Industry have been unable to convince the Minister for Communications of the dangers of a one-track mind. I was reminded of that this morning. In reality, he will ask me to put it up in one sentence - short, brief. I would say this. The policies of the Government are more suited to an inflationary environment but the rest of the world is charted on a course of disinflation. World-wide, inflation is low \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> - 4% in the United States, 5% in Britain, 4% in Germany, 4% in Japan, 4% in Singapore - and therefore there is a downward pressure on prices. The prices of commodities, gold and crude oil have been deflated. Who ever thought that gold which was selling at $850 per ounce in 1980 could fall to $295 today? But Singapore prices are forced upwards because of Government policies on income, statutory payments and other levies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the Government advises the private sector to reduce over-heads. The other its actions are designed to inflate overheads. The pity of the Budget statement is that it disregards the fact that on the average three companies are being liquidated every two days. It does not address itself to the reasons why, how, Our economy has encountered air pockets and has fallen into recession. The Minister has chosen to remain silent on this burning issue of the day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The deficits that the private sector are facing are caused by structural and not cyclical factors. These deficits have taken some time to show up because of the euphoria over the building and construction boom. The Minister for National Development recited to us this morning a number of URA projects that were being thrown out in the last seven years. We appeared to prosper but not understanding that in reality we were living on expectations of future earnings. We have been living on credit, as it were. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a fall in consumer spending and demand, these earnings have not materialized. Capital has been locked into fixed assets but they are not generating enough income even to pay interest. And as the Second Deputy Prime Minister too just now reminded us, empty concrete buildings are a loss. In fact, the Member for Leng Kee perhaps could confirm whether that means it is inflationary - having empty buildings in Singapore. The deficits in the private sector have been paying for successive surpluses of several billion dollars in the Government budget. And it is only a matter of time before the accumulated weaknesses in Government policies of the last five years would show up as it has done now. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 868</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Or to put it in another way, if you like, what would have been Government deficits if they had been transferred to the private sector? Today, the G7 countries, the seven top industrialized countries, have governments that are in budget deficit. We are not one of the G7 countries, but we are enjoying surpluses. How do we manage to go against the trend when these G7 countries are supposed to lead the Third World countries out of their recession? I suggest that only a sweeping reform of Government expenditure and revenue structures can prevent private sector companies from going deeper and deeper into the red. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I have several supplementary questions for the Minister for National Development, except that I was interrupted by the Member for Whampoa and I lost the trend of my thought. However, I would not use this occasion to bring up these supplementary questions, but may I make two proposals which the Minister can examine, tear them apart, and maybe consider them ridiculous. But I would like to make these two proposals very seriously in order to ease the difficulties, particularly of the small businesses and the consumer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Proposal No. 1: Housewives normally feel that their first duty is to home and family and they are not going to be coaxed to work on a part-time basis. The Economic Survey shows a large proportion of housewives who are not in the work force. Housewives are not going to sacrifice the welfare of the family if, in going out to work part-time, their take-home pay will be slashed because of CPF contributions. On the other side, employers are reluctant to employ part-time workers on the same terms as full-time workers because part-time workers do not guarantee stability in the workforce. They are here with you today, they are away tomorrow. And for these reasons, I would suggest that wages and benefits for part-time work be a matter of negotiation between worker and employer, and not subject to compulsory CPF contributions. In fact, this is already happening in the case of teachers who give private tuition. Students do not contribute to the CPF! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No income tax. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> I would not want to agitate the Collector of Inland Revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Proposal No. 2: There is a paradox to thrift and savings. We originate from an immigrant population which practises thrift and savings, but this generation is probably the most spendthrift - abolishing cars that are still service-worthy and running on the roads, We are really asking for more cars to come on to the roads. So what is one person's spending becomes another person's profit or income, call it what you like. This, in turn, is spent on a third person's income. As more income is generated, there is some left for saving. This is what the Member for Leng Kee or the Member for Whampoa would call \"the Multiplier Effect\". I took a tutorial from them. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> On a point of clarification, Mr Deputy Speaker. I never gave him a tutorial. If I did, he would speak better than this. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> I got a tutorial from the Member for Leng Kee! I thank him very much for enlightening me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, let us suppose all households try to increase their rate of saving, as is the case in Singapore under the CPF scheme. It would mean that there is less money for consumption. It results in a reduction of income for the next person and the third person, all the way down the line. And because there is less wealth generated, there is also a decrease in saving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Buyers are sellers; sellers are also buyers. Am I not right? But if there are no buyers, there will be no sellers. That is what we are seeing. In the shopping complexes, consumer spending has been contracted both by a significant drop in tourists and by excessive savings in the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have earlier indicated that 25% less in take-home pay has reduced what the economists call \"propensity to consumerism\" - it is a very long word, I prefer to use what the layman understands \"disposable income\" which I understand is incorrect, either for spending or for saving in the POSB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How can we increase consumer expenditure without further raising salaries and wages and contributing to increased operating costs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest a solution is to reduce CPF contributions. As a first step, it should be reduced from the present level of 50% to 40%. I know that those who are on high salaries and working in institutions of higher learning and statutory bodies would not like it. This will mean that their take-home pay will be increased by 6.7% and payroll costs will be decreased by 4%. 6% of CPF locked into Medisave is too high. The Minister for Health would want to check whether it is true that in Australia an employee pays only 1% of his income to Medicare. In this way, hopefully, consumer spending will increase and sales will improve. This will buy time for business to fight off liquidators, solve their cash flow problems and they can live another day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that there is need for a physical reform, and the idea of local governments to handle the problems of HDB estates is a good one from the political point of view. But I would strongly caution, in the light of the experience of this recession, against this move as the bureaucracy will swell and HDB residents will have to pay for the costs of local government. I do not live in an HDB estate. I see no reason why I should pay to an HDB local government. But if there is going to be a transfer of funds from the central government to local governments, then all taxpayers are inviting for more taxation one way or another. Take heed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1984, the Ministry of Social Affairs had a staff establishment of 738, with a budget of $40 million. In 1985, this year, that Ministry has grown into the Ministry of Community Development with an establishment of 1,319 staff, and a budget of $84 million. In 1983, I questioned the Minister for Social Affairs then, why it cost $4 to give out $1. I have not worked out at today's 1985 prices. I should take some time to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1979, the expenditure for the Ministry of Defence was $1,000 million. In 1985, the costs of defence of Singapore will escalate to $2,411 million, making us one of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> most expensive in per capita spending and, unfortunately, giving rise to wrong perceptions of the role of the military, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1979, the cost of education was $581 million. In 1985, it will be $1,942 million, although the numbers to be educated are already tapering off. The baby boomers have gone through the SDU and have got married. They do not need to be educated any more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The exercise of decimating the Ministry of Culture has made no savings on expenditure. Only the bureaucracy has been reshuffled, and it is a mystery to me how information or propaganda has been thrown in with the operations of the Telecoms Authority, the Airport, the PSA, the ROV, and the MRT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1979, Government expenditure including transfer from the Consolidated Fund to the Development Fund was $6,803 million. This will balloon to $10,621 million in 1985, an increase of 7.7% compounded annually in spite of the fact that the average rate of inflation was only 4.9% in the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way of looking at the problem of Government expenditure is to see their bearing on direct and indirect taxation. In 1979, direct and indirect taxes amounted to $3,401 million but this is estimated to grow to $7,058 million in 1985, or at a rate of 12.9% compounded annually. Can we keep on going at this rate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, I urged the then Minister for Finance to set up a committee on tax reform. Now, once more I urge the new Minister for Finance to set up a Committee on Administration Reform with the objective of cutting down expenditure and revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government hopes that the private sector will be the engine of growth in future years. But the private sector is running out of gas. This hope will remain a pious hope if the Government does not first set its house in order. By raising operating costs, overheads, taxes and levies, they are killing innovation and entrepreneurship, discouraging foreign investment and crippling our ability to compete in world markets. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I take consolation that I ventured into a foreign area from this story that I have plagiarized from Dr Albert Winsemius. Perhaps Members would like to share this story with me. Three applicants for the job of general manager were being interviewed. One was an engineer, the other accountant and the third an economist. At the interview, the company chairman put forward a question to them.\"How many is one plus one?\"The engineer replied, \"Two\". The accountant answered, \"11\". When it came to the turn of the economist, he turned to the chairman and asked, \"Sir, what figure do you want?\" The economist got the job. [Applause] \n  <br>3.46pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Deputy Speaker, Sir, at about this time last year, I was in the Gallery hearing the debates on the Budget statement. The mood then was more euphoric than what it is today; the gloom and doom that lie in this House is so thick that we can almost cut it with a knife. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the whole, I view the Budget as slightly rejuvenating. The attempt to keep business and industry above water is indeed a necessary step, if not a commendable one. The bias towards the corporate sector therefore is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Leng Kee and the Member for Rochore have very eloquently spoken about the woes of the common man on the rises in taxes and the rises in petrol prices. I applaud especially the intention of the Government to allow tax deductibility on tuition and exam fees on courses, especially on those which cover correspondence courses. This, Mr Deputy Speaker, Sir, is timely if not already over-due. One rider, however, I would like to add is that the definition of \"courses related to employment and courses related to a job\" should not be too restrictive as to disallow a lot of people these tax deductions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also urge the Government to extend the spirit of incentive and the spirit of encouragement to parents who have children studying 'A' levels or those pursuing higher education. I am not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> suggesting that tax incentives, for example, should be across the board because it is very clear that there are families who could afford to send their children to study 'A' levels and above. But rather I would urge the Government to give these incentives to those with relatively lower incomes, say, for families earning up to $2,000 and those with children studying 'A' levels and maybe even in university. A formula for this could be worked out and the amount of relief allowed to the parent could be pegged to the level of education of the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to the more controversial issues of increased taxi fares and increase in the ad valorem tax on petrol, road and diesel taxes. As I said before, these arguments have been raised very eloquently by the Members for Leng Kee, Anson and Rochore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fiscal disincentives, Mr Deputy Speaker, Sir, can only be temporary in the sense that we can only bring about temporary solutions. As incomes rise, the threshold of unaffordability will definitely also rise. There will be a time when this threshold will be crossed and this again will serve to push up the cost of living index. Fiscal disincentives too, Sir, are always misconstrued by the public as a measure to raise revenue rather than to solve the problem at source. Taking the measure as a whole, it affects a very wide spectrum of the Singapore public by threatening to raise the cost of living and production cost in an already flat economic climate. This is especially painful to smaller entrepreneurs who are struggling hard to survive. And these measures may even jeopardize the chances of their ever making it. The timing, Sir, is not right. As it is, there is no alternative form of an efficient public transport in Singapore. Although the intention is for the people to steer away from taxis and to take buses, but the efficiency of the buses in Singapore is hardly to our liking. And the MRT is still a far way off. I suggest therefore a comprehensive look into the whole transportation system in Singapore and to look into whether we can adopt non-fiscal measures which are indeed in the longer term. What we need to do, Sir, is to change travel attitudes. In this exercise, feedback from the public is therefore necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Quite apart from the dollars and cents of these rises in taxes, Mr Deputy Speaker, Sir, is the social cost that they bear to the society. Car ownership has been increasingly perceived as the privileged domain of increasingly fewer citizens. Car ownership has become a status symbol for someone to strive for. On the other hand, car ownership also will be increasingly perceived as an object of envy, something that is to be scratched, something that is to be vandalized. I therefore urge the Government to seriously review the matter of increased taxes and to ensure that there is strict monitoring of the whole situation before the whole issue runs out of hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for taxis, volumes can be written on this. In fact, before the debate started this afternoon, I was talking to the Member for Bo Wen who is actually an avid taxi commuter. And he has in fact been given an earful from taxi drivers on their woes and on their problems. Now, the basis of all the assumption that they will increase their earnings is that the demand for taxis will fall by a certain percentage. And the whole premise that they will indeed increase their incomes will be based on this percentage of demand that will drop. The suspicion, Mr Deputy Speaker, Sir, is that demand will drop so much that earnings will in fact be chipped away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee and the Member for Rochore have said that we need to ensure that the taxi drivers' earnings will not be chipped away. We realize that we have to look into the whole matter very seriously, that we have to give the whole system a chance, as the Second Deputy Prime Minister has said, before we adopt or scrap the whole issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem of taxi drivers has indeed been raised many times before. Now, the Minister for Communications has said that incomes will in fact not decrease, if only taxi drivers will work longer hours or if they will also work on multiple shifts. As you know, Sir, most of the taxi drivers are 40 years old and above. An ergonomist will tell you that driving longer hours at that age may lead to very fatal consequences. And the ease with which drivers can have multiple shifts depends very much on the kind of people they can have as relief drivers. As you know, Sir, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> is not easy to find people who are good enough to take care of their taxis, and it is also not easy to find good drivers who ensure that the taxis loaned out to them are returned in good condition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this period of economic uncertainty, things are in a flux and we must be sure that the citizen is not overly taxed beyond his threshold of pain. Many Members in this House have said on the debate on the Presidential Address that we need feedback from the people, we need consultation, so that policies which ultimately issue from this consultation will be accepted by everyone and are in the best interests of all. I can only hope that the Ministry of Communications and the Ministry of Finance will take heed of all the comments and suggestions of this House in carrying out very close reviews and monitor the whole situation before taxes remain as a permanent feature of our life. What we want, Mr Deputy Speaker, Sir, is a long-term and viable solution to our problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng (Khe Bong) (in Mandarin):</b> Mr Speaker, Sir, today we are debating on the financial policy of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee and others have talked about the increase in diesel tax and road tax. I think tomorrow more of my colleagues will be touching on the same topic. Therefore, I will not touch upon this aspect of the financial policy to avoid repetition and will talk on something else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson has just raised a few points in his speech. I would like to comment on them, but he is not here. He talked about our promotion of tourism. He implied that since we have driven our hawkers away from the streets and resite them in hawker centres, life along the side streets has disappeared. I was wondering whether he was blaming the Government for not being able to attract more tourists to Singapore because of the policy of resettling street hawkers. It is not practical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> to bring back the street hawkers as can be evinced from history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson also suggested that the Government should give unemployment benefits to the unemployed. This is also not practical. Just look at some countries where welfare system is practised. They are faced with great economic difficulties! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point he mentioned was that if we wanted to encourage our womenfolk to join the labour force, then we should reduce the levy on foreign maids. I do not want to say whether the levy on our domestic help is reasonable or not, but his argument is that if we want to emancipate our womenfolk from the kitchen, then we must engage foreign domestic help. I do not agree to this point. Just as the Addendum on Community Development in the Presidential Address has pointed out, the introduction of the domestic servant into the family has alienated the children from the parents. Of course, we would like both parents to come out to work, but it is not possible now for the mother to play the role of taking care of the children. This is one of the changes in our society that I would like to address this House today. In the past, our parents came from China, India or Indonesia to this place. Although they were generally not well educated, they grew up in a traditional society. Therefore, they had brought with them the good traditions to this place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In olden times the parents used to spend a lot of their time with the children. Therefore, in the family they could easily impart the good traditions from their forefathers to the children. Now, this condition is hardly available. These are the changes in family conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance in his Budget Statement said that education and training is the cornerstone of our economic upgrading strategy. Our children who are brought up under different family environment go to school to receive the education that they are provided with. There will be changes in our education system. From 1987, because of the need of future economic development there will be a unified stream of education where English will be the medium of instruction and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> mother tongue will become the second language. Briefly speaking, the next generation will be English educated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After leaving school, they will join the society. What kind of society will it be then? We all know that we have economic relations with the West. Therefore, in order to learn advance technology and science from the West, we have to use English as our medium of instruction and administration. It is only natural that English will be more widely used in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the changes in education to changes in our society, we realize that there will be more and more opportunities to contact with the West. And the Western sub-culture and other less desirable influences will create more inroads into our society. So, what kind of resultant problems will there be? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first will be the problem of value concept. Not long ago, the Prime Minister also talked about it in this House. If the objective of nation building is to inculcate in our children the knowledge of the advance Western technology and science and at the same time preserving in them traditional Eastern cultures, then we must ensure that our future generation will preserve the good traditional value concept of our forefathers which would have a very great bearing on the fabric and structure of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have an Institute of East-Asia Philosophical Studies which is currently studying the thoughts of Confucianism. I understand it will also study the philosophies of various East Asian countries. Apart from a comprehensive study of all these philosophies and related value concepts, we should also come to the question of how to inculcate in our younger generation the correct value concepts which are worth developing and preserving, and who should be responsible for the task. As to the question of which department should be responsible for the implementation of the promotion of such cultures and value concepts, I would suggest that the Institute of East-Asia Philosophical Studies could play a leading role. The Government may consider augmenting its scope in addition to its studies by giving it certain responsibilities in devising ways and means to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 878</b></font>\n  <br>\n  <br> carry out the recommended policies in the promotion or inculcation of good traditional cultures and correct value concepts in our younger generation, covering and matching their development through family, school and social environment. In this respect, we would certainly meet with various difficulties. I know for sure the Government is paying much attention to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has implemented from this year as an experiment the teaching of Confucianism in English and, at the same time, English has also been used to teach Hinduism and Buddhism in the schools. I think this is something that no other country has done before. We have invited specialists, professionals and scholars to come here to work out our curricula for this purpose. From the record of what we have achieved in the past, I have the confidence that the Ministry of Education will succeed in its endeavours again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experiment of teaching Confucianism in English now appears just a subject in the curricula of the school. In fact, it is not just that. With the changes in our education system and the progress of our society, with the attendant rising standards of education and the more popular use of English, I can see that in future English will be more resorted to in social and educational and cultural activities. For example, the SBC is dubbing the film \"The Silk Road\" into English, or introducing Chinese music in English. We should therefore not just study the question of whether the use of English, as a medium for the teaching of Confucianism is feasible or not. We should extend the scope of the work. We should augment this experiment and use English more extensively and at a higher level in the promotion of the spiritual civilization of the whole nation. In other words, we can try to use English as a means of communication for the promotion of spiritual and cultural values of our society and see what the result will be. This is the first point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is, if the experiment proves to be successful in our unique society, a multi-racial, multi-lingual and multi-religious society, then the Government should try to take immediate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> measures to increase the pool of our translators and try to increase the resources of specialists for this task. This is a pressing need peculiar to our social conditions where because of, firstly, our limited land space with small population and, secondly, of the nature of our open society, we could not have segregated an independent cultural system and live on our own cultural source of ingredients. Just look at the books in the book-shops and the programmes broadcast by TV and radio. Many of them contain imported cultures. If we want to improve our spiritual and cultural standards and promote our civilization, we should try to imbibe in our younger generation with good traditional Eastern culture and value concepts so that they may inherit the good points of our forefathers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If, after our study and experiment, it does not prove to be successful, then the Government should find better methods to meet the needs and to find out the means to cope with the pressing demand for our long-term aim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have quite a number of disadvantageous conditions as mentioned earlier. If we want to succeed in our aim of building a city of excellence, we must have a society where there is a high standard of Western science and technology, while preserving the good traditional Eastern virtues. Before we can get clear-cut solutions or a better proven method to the above questions, we should preserve our bilingual education policy. Even if we have got the key to achieve what we aim for, we should still preserve and promote our bilingual education. In the Minister for Education's speeches and the Addendum to the Presidential Address, it was pointed out why we should promote bilingual education policy and pursue mother tongue as a second language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now touch on another matter that has something to do with the whole social development. In our society, there is still a large group of people who do not understand English. At the present moment, the popular use of English in our society will give rise to a false impression that the whole society is using English. In fact, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 880</b></font>\n  <br>\n  <br> picture is not so. We still have a group of people who do not understand English and who need special care and attention. In fact, the Government has also paid attention to this particular factor in its policy formulation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give some examples. Our Speak Mandarin Campaign is a means to find a common language for those people who speak different dialects, and to enable them to speak a common language. The Ministry of Communications had officially translated MRT as \"land rail\" (&nbsp;&nbsp;&nbsp;&nbsp;) in Chinese, thus clearing the confusion brought about by various translation terms, such as \"underground rail\" (&nbsp;&nbsp;&nbsp;&nbsp;) or \"fast rail\" (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example, SBC is presently producing a broadcast of our Parliamentary proceedings in Chinese. I understand there are many difficulties, and yet SBC has overcome these difficulties and succeeded in broadcasting our proceedings here, This programme has a wide audience. If SBC did not broadcast our proceedings in Chinese, many people would miss the opportunity of knowing what is going on here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Government should mobilize everyone to participate in our nation building. In the Presidential Address it is also stated that both the old and the young are to be encouraged to participate in our nation building. But in the present circumstances, this group of people who know only Chinese sometimes feel that their needs are not being taken care of and they may feel that they are being dislocated from the present current of social progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example. Just now the Member for Rochore talked about \"POSB\". I do not know whether the older generation understand the meaning of this term when they hear about POSB. I have asked a few older people who do not know English. I asked them. \"Do you know what is meant by POSB?\" They could not answer. Then I found my answer in the press. There was a small news item which says that the POSB was called by the old women folk in Hokkien as \"key label bank\". This is interesting. POSB has a full Chinese translation of \"Post Office \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> Savings Bank\" (&nbsp;&nbsp;&nbsp;&nbsp;). But if I were to ask somebody to recite the name \"Post Office Savings Bank\" in Mandarin or dialect quickly, I think he will find it difficult to read out. If POSB accepts the concept of the \"Key Brand Bank\", then it becomes easier for people to call it. Otherwise some other proper name should be found so that these people will find it easier to name it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example, HUDC flats. If we were to translate it into Chinese, it will be a very long term, such as Housing and Urban Development Corporation flats. It is a very long term. Any person educated only in Chinese will not be able to call out this name. But maybe he could call it as middle-income group flats. It is not a precise name nor an official name. Therefore, the people concerned should try to figure out how to give it a proper name. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another example. Under the Ministry of Education there are so many terms. As a press-man, I am also confused sometimes. For instance, 'A' level education. When the Member for Siglap mentioned it, I listened very carefully to the simultaneous interpretation, and I heard it as 'A' standard (&nbsp;&nbsp;&nbsp;&nbsp;). It means that for such term as 'A' level, 'O' level, or 'N' level, there is practically no proper Chinese term for it. It is not so much a matter of translation but a matter which needs the attention of the relevant authorities, which should take into consideration the need of those people who know only Mandarin or dialects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give another example. We have spent a lot of energy and money in setting up the 25 Years of Nation Building Exhibition which depicted the historical events and the efforts and hardship that have taken place through various phases leading to our present stage. Many organizations and individuals were involved in this effort, Community organizations, like residents' committees, mobilized many people, young and old, to turn up at the Exhibition. But, older people and those who did not understand English found it difficult to understand the theme of this Exhibition. Therefore, it was difficult for them to respond in consonance, because the medium of communication was mainly English, Other than two poems in Chinese and the few audio-visual programmes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> being dubbed into Chinese, the main language used was English. So the object of the Exhibition was hardly achieved. As I said, we should mobilize all people in Singapore to participate in our nation building, including those people who could not speak or understand English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I heard that in Kreta Ayer area, there was a Chinese New Year festival going on, with decorations and lightings in that part of Chinatown, and huge crowds were milling around. I turned up to have a look. After one round, I found only two streets full of people. If we had been to Shanghai or Calcutta, you could really find waves of people crowding the streets. Here, we only have 2.5 million people. So we must treasure all our human resources. We must mobilize everybody to take part in our nation building. Whether Indians, Malays or Chinese, whether they are educated in English or Chinese, or without any education, we must mobilize each and everyone to take part in our nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the past 25 years, we have achieved great progress in economic, social, cultural and various other fields. Our second generation leaders have also charted a vision and a course for us to achieve. That is, before the end of this century, we want to achieve the target of a distinguished city and an excellent society. So we should mobilize every Singaporean in this task of nation-building. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon):</b> Mr Deputy Speaker, Sir, there is only one minute left and I would certainly need more than one minute to make my speech. Would you rather adjourn the sitting now? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. Moment of interruption. Dr Tan, debate to be resumed on what day? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMMERCIAL DEVELOPMENT BY GOVERNMENT AND STATUTORY BOARDS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Maj Fong Sip Chee</b> asked the Minister for National Development (1) how many ministries and statutory boards have built their own headquarters buildings; (2) how many commercial complexes have been built by the subsidiary companies of statutory bodies; (3) what is the total floor area of all these buildings under the government, statutory bodies and their subsidiaries; (4) how much public funds have been expended in the building of these commercial complexes; (5) how much of the space is owner-occupied; (6) what is the total office-shop space being added to the open market as a result; (7) how much of the surplus space has been leased to the private sector as offices and shops; and (8) what is the average monthly total space which has been left vacant in the last 12 months and how much revenue has been lost as a result. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> The Ministry of National Development does not monitor the construction of headquarters buildings by Ministries and Statutory Boards, or commercial complexes by subsidiary companies of statutory bodies. However, based on the records kept by the Planning Department, two government ministries, one government department and seven statutory boards have built their own headquarters buildings. According to the Ministry's six-monthly surveys of occupancy of offices, the occupancy of these buildings as at September 1984 is as follows: \n  <pre>\r\n\r\n      Owner-occupied     -    138,112 sq metres\r\n\r\n      Rented out         -     36,013 sq metres\r\n\r\n      Vacant             -      4,713 sq metres\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The above data do not include the MAS Building which has just been completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is unable to provide details of the commercial complexes built by subsidiary companies of statutory bodies as our planning records do not distinguish these complexes from those built by other companies in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry also does not keep records of the amount of public funds expended in the construction of these buildings, and the revenue lost as a result of the vacant space. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>GLUT IN OFFICE/SHOP PREMISES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Maj Fong Sip Chee</b> asked the Minister for National Development (l) if he will enlighten the House whether the glut in office-shop space is (a) the result of over-building; (b) the consequence of a deliberate government policy to suppress rentals for office-shop premises; or (c) due to a depression in the economy peculiar to Singapore or any other reasons; (2) if the Development and Construction Company Private Limited, a subsidiary company of a statutory board, was the first to announce a reduction in rental; (3) if it is not logical that a similar reduction in rental should be applied to shop premises under the Housing and Development Board; and (4) if the Minister is satisfied that the glut is due to over-building, whether he will consider it prudent in the circumstances to prevent such profligacy of public funds by way of restraining the public sector in the development of commercial buildings. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> It has never been the government's policy to deliberately suppress rentals by over-building office and shop premises. The commercial premises built by the HDB in its estates are to meet the needs of residents. The URA and HDB also build office and shop complexes to cater for the needs of resettlement cases. Some ministries and statutory boards have built their own office buildings. In their planning to cater for their long-term needs, they may have built space that is in excess of their immediate needs. They therefore have some surplus space for rental. The Minister for Finance has announced in his Budget Speech that the government will not build any more commercial buildings unless there is a need for them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To build or not to build an office and shop complex is basically a business decision. When there is demand or when developers perceive that there is a demand, they will go ahead. This happened between 1980 and 1983. As a result, there is an over-supply of office and shop premises now. The current poor business situation has also not helped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To attract more tenants, developers began to reduce rentals for office and shop premises. The Development and Construction Company (Private) Limited followed suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unlike private developments, HDB commercial premises are let out on monthly tenancies with rentals determined by the tender system. It would not be good for the HDB to start reducing its rentals because of poor business. Businessmen know that if the HDB is prepared to reduce rentals because of poor business, they will not mind submitting high bids in order to get a shop unit and subsequently appealing for a reduction in rental because of poor business. This will make tender bids extremely high and is not beneficial to the economy. The HDB does allow businessmen, who are unable to continue paying their rentals, the option of terminating their tenancies and re-tendering for the same or new premises at a lower rental. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SCHOOLS WITH TEACHER SHORTAGE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Finance, Minister for Education and Minister for Health if he will list all schools which do not have the full complement of teachers setting out for each school the number by which the teaching staff falls short of the full complement. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Our shortage of teachers is mainly in the English medium. As of 1st March 1985, we are short of 352 English medium teachers in primary schools and 300 English medium teachers in secondary schools and junior colleges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Half of the primary schools and about one quarter of secondary schools and junior colleges have their full complement of English medium teachers. In the remaining schools, the shortage is fairly evenly spread out with an average of 2 vacancies for each primary school and 3 vacancies for each secondary school. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW TAXIS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Arthur Beng Kian Lam</b> asked the Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development how many new taxis have been put on the road annually for the last five years; how are these distributed to the various taxi companies; and how many of these are owned by individuals. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> 3,103 new taxis were added to the fleet over the last five years, as follows:- \n  <pre>\r\n\r\n                      Owned by the Companies\r\n\r\n\r\n\r\nYear     NTUC     S'pore     S'pore Airport    SBS Taxi   Total\r\n\r\n        Comfort   Commuter   Bus Services      Pte Ltd\r\n\r\n                  Pte Ltd    Pte Ltd (SABS)\r\n\r\n\r\n\r\n1980      938        -              -              -        938\r\n\r\n1981      500        -              -              -        500\r\n\r\n1982      646        -              -              -        646\r\n\r\n1983      309       113            100             43       565\r\n\r\n1984       -        297             -             157       454\r\n\r\n_______________________________________________________________\r\n\r\nTotal   2,393*      410            100            200     3,103\r\n\r\n\r\n\r\n                                      Average per year      621\r\n\r\n_______________________________________________________________\r\n\r\n* The 2,393 Comfort taxis are owned by individual members of\r\n\r\nComfort.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAXI DRIVERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Socio-economic Profile)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Arthur Beng Kian Lam</b> asked the Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development what is the socio-economic profile (salary, educational status, age, type of dwelling occupied, marital status and number of children) of taxi drivers and whether there is a noticeable change of the profile in recent years. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> ROV does not collate the socio-economic profile of the more than 34,000 taxi drivers on its records. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Their average age as at 1st January 1985 is 43.4 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ROV surveys show that the average monthly gross fare collections of single-shift taxis for the period January 1984 to February 1985 is $2,439. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not possible to calculate the nett salary of drivers because the cost of operating a taxi varies from driver to driver depending on the age of the taxi, the level of maintenance, etc. ROV estimates that their nett monthly salary is between $1,000-$1,200. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAXI DRIVERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Population and Age)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Arthur Beng Kian Lam</b> asked the Minister for Communications and Information, Second Minister for Defence and Second Minister for National Development how many taxi drivers there were in Singapore as at 1st January, 1985 and 1980 to 1984; of these taxi drivers, what was the median, and what was their average age. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> The number of taxi drivers and their average ages over the last five years are as follows: \n  <pre>\r\n\r\n                                  Average age\r\n\r\nYear       No. of taxi drivers      (years)\r\n\r\n\r\n\r\n1980             20,716               41\r\n\r\n1981             26,647               41\r\n\r\n1982             27,747               42.6\r\n\r\n1983             31,949               42.5\r\n\r\n1984             33,729               42.9\r\n\r\n1985             34,632               43.4\r\n\r\n\r\n\r\n     We do not keep a record of the median age.\r\n\r\n     (All data as at 1 January.)\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PERMANENT RESIDENCE DEPOSIT SCHEME</b>\n  </div> \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Maj Fong Sip Chee</b> asked the Minister for Home Affairs and Second Minister for Law (l) what is the name of the Fund set up for the purpose of receiving deposits under the scheme for the granting of permanent stay to foreigners; (2) how much has been collected in the last four years; (3) to what use the deposits in the Fund have been applied; (4) how many foreigners have been granted permanent stay under the scheme; and (5) how many applicants not under the scheme have been rejected permanent stay. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Foreign entrepreneurs can obtain permanent residence under the Deposit Scheme. The Scheme was started in 1960 to promote and finance desirable industrial projects in Singapore. On 19 September 1979, the amount of deposit required under the Scheme was raised from $250,000 to $500,000. This sum was further raised to $1 million with effect from 14 July 81 so as to attract higher calibre entrepreneurs to Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1981 to 1984 a total of 143.4 million was deposited under the Scheme. During the same period, $125.1 million were approved for investment in manufacturing projects proposed by depositors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1981 to 1984, 198 entrepreneurs were granted permanent residence under the Deposit Scheme. The total number of foreigners granted permanent residence under various schemes during the same period was 32,751. 15,254 applications for permanent residence were rejected. Of these rejected cases, 10 were applications from entrepreneurs under the Deposit Scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT PASSES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Use for Deployment of Surplus Personnel)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Maj Fong Sip Chee -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Maj Fong Sip Chee</b> asked the Minister for Home Affairs and Second Minister for Law (l) if he is satisfied that the issue of employment passes will not jeopardize the prospects of career advancement of local professionals; (2) if he is aware that there have been cases where multinational companies have taken advantage of employment passes to deploy their surplus personnel in Singapore so as to obviate retrenching them in their home countries; and (3) if he will agree that such a practice is retrogressive and works to the detriment of our local professionals. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Singapore has always kept its door open to foreign professionals who have the necessary qualifications and experience to contribute to our economic growth. As a small country, we have only a limited pool of talented Singaporeans and we must continue to welcome expatriates who are skilled and qualified. There is no evidence that the prospects of career advancement of local professionals have been jeopardized by the issue of employment passes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Immigration Department processes applications for employment passes very carefully. Only those with the necessary qualifications and experience and who can contribute economically to Singapore are granted employment passes. Where necessary, relevant Ministries and Statutory Boards which are the vetting authorities are consulted. It is assumed that multinational companies are responsible organisations and will not want to add substantially to their operating costs in bringing out expatriates who are not required. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
