{"memberId": null, "volumeNo": "45", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"45\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1985-03-07\"> \n  <meta name=\"Start_Col\" content=\"357\"> \n  <meta name=\"End_Col\" content=\"432\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">45</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">07-03-1985</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 45</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 7th March, 1985</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, P.P.A. (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, B.B.M. (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Trade and Industry. \n  <br>Encik lbrahim Othman (Tanah Merah). \n  <br>Prof S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister of State, Ministry of Defence and Ministry of Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa), Dr Tony Tan Keng Yam (Sembawang), Minister for Finance, Minister for Education and Minister for Health. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong). \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, P.B.m. (River Valley), Minister of State, Ministry of Education and Ministry of Communications and Information. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi), Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Wan Soon Bee (West Coast), Minister of State, Prime Minister's Office. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister of State, Ministry of Home Affairs and Ministry of Community Development. \n  <br>Dr Wong Kwei Cheong, P.B.M. (Cairnhill), Minister of State, Ministry of Trade and Industry. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Com mu nications and Information, Second Minister for Defence and Second Minister for National Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parlia- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> ment to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Vasoo (Bo Wen) - on 8th March, 1985. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG,\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker,</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PHASING OUT OF PIG FARMS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ng Kah Ting</b> asked the Minister for the Environment, in view of the Government's pronouncements to phase out pig farming altogether, what steps are being considered to compensate adequately the medium-sized pig farmers who were encouraged by the Primary Production Department to extend their farms and others who were encouraged to set up pig farms on a commercial scale. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Parliamentary Secretary to the Minister for Communications and Information and Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment (Dr Lee Boon Yang) (for the Minister for the Environment):</b> Mr Speaker, Sir, I am answering on behalf of my Minister, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, following the decision to phase out pig farming in Singapore, a decision which was made while the Primary Production Department was under the charge of the former First Deputy Prime Minister and Minister of Education, the Primary Production Department has been transferred to my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the transfer, which was effective on 2nd January 1985, my Ministry has set to work to prepare an implementation plan to phase out pig farms in Singapore. I would like to assure the hon. Member for Punggol that phasing out will be done in stages. We will also take into account the timing, availability of an alternative supply of pork and resenlement of affected farmers in order to minimize hardship to these farmers. The details will be announced shortly to hon. Members with the distinction of having pigs in their constituency. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, may I ask the Parliamentary Secretary whether these details will also include the pig farmers on TOL presently in my constiuency, and also whether, although they are on TOL, the compensation that may be given to them could be accelerated because sooner or later these people will have to be actually resettled? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I have just informed the House, in reply to the question from the Member for Punggol, that the Ministry is working out an implementation plan. I would like to assure the Member for Jalan Kayu that his pig farming constituents will also be given due consideration in this implementation plan. We will take into consideration any request for resettlement and compensation by pig farmers who wish to voluntarily cease pig farming if the land is required for other public projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since I am on my feet, Mr Speaker, Sir, may I be allowed, in anticipation, to say to the hon. Member for Chua Chu Kang, who is not in this House at the present moment, that his constituency will also be one of the constituencies where there are groups of farmers that we will consider in our implementation plan. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, may I ask the Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment, how long it will take his Ministry, ie, the Ministry of the Environment, to consider this implementation plan; when will this plan be implemented, and whether he is aware that the answer he has given does not explicitly cover the main question that I posed? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, my Ministry, as I have said, is still considering various options that are available to us in the phasing out of pig farms in Singapore. We expect to be able to come to a conclusion very soon and we will make an announcement, as I mentioned earlier, in particular, to the three Members who have pig farmers among their constituents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of compensation that was raised by the Member will be part of the overall solution to this problem, a solution that we will provide to all farmers who are affected by this phasing-out programme. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, may I further ask, in relation to this problem, whether the Parliamentary Secretary is aware that compensation to the pig farmers - if it is not relevant, Sir, I may be out of order - who have tried to comply with the policy of installing pig waste treatment plants has not been adequate? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the policy of encouraging pig farmers to set up waste treatment plants was rescinded sometime last year, and since then farmers who had embarked on such a programme and had incurred expenses were invited to submit their claims for a reimbursement of those expenses. This Ministry is still in the final stages of coming to an agreement with a small number of farmers who have not accepted in full the offer of payment by our Ministry. I would like to say that, overall, more than 90% of the farmers who have incurred such expenses have already come to an agreement with our Ministry with regard to the quantum of compensation for the cost that they have incurred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng</b> rose --- \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I do not have any pig farmers in my constituency but may I ask a supplementary question. I am sorry. You have the Floor. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Mr Speaker, Sir, may I ask if the Ministry, in considering the compensation for the pig farmers, will also consider in their plans those who want to voluntarily give up their farming activities, although the Government may not require their land for any form of clearance at this stage? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, many of the pig farmers are operating their farms on Temporary Occupation Licences (TOL). If their farms are occupying lands that are required for other development purposes, they will be resenled and they will be paid an ex gratia payment. For those who at this present moment so decide by themselves that they want to voluntarily quit pig farming and since the Government does not have an immediate need for that piece of land, I think there is no particular reason to offer compensation. But if this phasing-out of pig farming is carried out because, as I said, of other public development projects, then of course there will be compensation paid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Have you got pig farming in your constituency, Mr Jeyaretnam? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I do not have, Mr Speaker, Sir. I said that, but may I be allowed to ask a supplementary question? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is regarding the compensation that is paid to these farmers on account of their investment on waste treatment plant. I understood from the Parliamentary Secretary that 90% had accepted this. May I know whether they have been paid in full, the loss that they have suffered as a result of this investment, or are they only being paid a partial amount? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the Member for Anson has a habit of smelling a rat when there is not any around. He has a suspicious turn of mind. What I said earlier on was that the Government has come to an agreement with 90% of the farmers who had incurred expenses as a result of the programme to require them to set up waste treatment plants. All these expenses have been documented and the Committee has reviewed all the claims to the expenses, and where each and every expense is justified it has been reimbursed in full. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUNGGOL/TAMPINES AREA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Fly menace)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ng Kah Ting</b> asked the Minister for the Environment if he is aware of the sudden increase of flies in the Punggol/ Tampines area, particularly around the Chinese New Year season; what were the causes and what measures have been taken to eradicate this menace and whether the situation is under control. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, my Ministry is aware of an increase in the incidence of fly breedings at the Lorong Halus Dumping Ground around the Chinese New Year period. This increase was due to increased refuse dumped at the dumping grounds and a temporary shortage of earth to cover the refuse, The fly situation at the Lorong Halus Dumping Ground, Sir, is monitored daily and the increase was controlled by insecticidal spray. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during a routine survey of the Hougang housing estate by my health \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 365</b></font>\n  <br>\n  <br> inspectors, we also detected a number of fly breedings at the refuse chutes of some of the flats and bin centres. This problem arose because of an increase in refuse output in the estate due to the Chinese New Year period as well as the durian season. The fly breedings were destroyed and the situation is back to normal. The fly nuisance at Hougang housing estate was not related to the increase in incidence of fly breedings at Lorong Halus Dumping Ground, which is about 2 km away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this stage, I would like to mention to this House that as long as we have to dump our refuse we can anticipate complaints of this nature to arise once in a while, especially during festive seasons and during prolonged periods of bad weather. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that I feel I should make in this House is that sewerage, refuse disposal and street cleansing activities are labour-intensive. In spite of automation and mechanization, we still need to depend on a large number of daily-rated employees, or what we call the DREs. I think we are fortunate, Sir, that we do have these people to do the job. But I am afraid, Sir, it would not be for long. The DREs belong to a special breed of people, and one major problem faced by my Ministry in this area is the declining number of our DRE workforce. Retirement and resignation, Sir, could not be matched by recruitment which is increasingly difficult because of the obnoxious nature of the job. But be rest assured, Sir, that my Ministry, particularly the Environmental Health Officers of my Ministry, are vigilant. They are always on the alert and they will attend to complaints of this nature immediately and in the best way they know how. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, may I ask the Hon. Minister for the Enyironment two supplementary questions: one in relation to labour and the other in relation to disposal of refuse? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the question of labour, would he enlighten this House as to how his Ministry intends to overcome such a problem, and whether they are overcoming this problem by the construction of another incinerator plant which will eliminate more labour and be able to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> dispose more refuse? In this respect, we have to bear in mind that another part of the land in Punggol has been acquired for the purpose of trade refuse disposal. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, for land-scarce Singapore, the most cost-effective method of refuse waste disposal is by incineration, particularly because of the high volume-reduction achieved in transforming refuse to ash. The heat generated from the combustion of refuse can be made use of to generate electricity and the ferrous metals present in the ash residue can be extracted and sold as scrap iron. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As you know, Sir, we have at the moment one refuse incineration plant at Ulu Pandan and the Government is currently building a second one at Tuas. Based on the projected tonnage of volume that we can anticipate in the 1990s, we may have to build a third one. But even if we build all the incineration plants that we need to build, the level of technology today, Sir, can only allow 80% of the total refuse collected to be incinerated. The remaining 20%, what we call the non-incinerables, will still have to be dumped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of acquisition of land in Punggol for dumping, I think that part of the Punggol has been earmarked for the development of a new town and, therefore, the site for the additional dumping ground has been transferred to a new area which is adjacent to the Lorong Halus dumping ground. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESETTLEMENT OF STREET HAWKERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ng Kah Ting</b> asked the Minister for the Environment how many street hawkers have been resettled into the hawker centres since the introduction Qf the policy to ensure better and more hygienic handling of food; how many more will have to be resited and when will this exercise be completed and, whether there are plar)s to build (nore hawker centres, partrcularly for the selling of cooked food, in the light of changing eating habits. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for the Environment):</b> Sir, in May 1971, the Government decided to build markets and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 367</b></font>\n  <br>\n  <br> food centres to accommodate all the street hawkers. There were then about 17,800 hawkers on the streets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, some 17,300 of these hawkers have been relocated into markets and food centres. There are now only 546 street hawkers. They will be housed by the end of this year, or early next year, in suitable food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a total of 25,448 food and market produce stalls housed mainly in centres managed by HDB, MOE, and other statutory boards. 1,525 of the market produce stalls are housed in 14 private markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of the Environment has no plans to build any more food centres, as the relocation programme is nearing completion. We have barely over 500 more hawkers to be resettled. The HDB has indicated that they will not build any more food centres or wet markets in their new housing estates. Instead, they will build supermarkets. They will provide appropriate shopping places for people to operate mini-markets, neighbourhood shops, specialty shops, and eating establishments such as coffee shops, fast food outlets and other food retail outlets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans have a wide variety of food outlets to suit their taste and budget. There are 192 food centres with some 9,069 foodstalls, 1,508 eating houses with a total of 8,805 food stalls. Over and above these stalls, there are still numerous other snack bars, fast food outlets, restaurants spread out all over the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from those provided by HDB as part of its amenities for housing estates, the private sectors can also set up food centres and eating establishments to cater for the demand of the residents and the working population. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, does the Parliamentary Secretary to the Minister for Communications and Information and the Minister for the Environment not realize that the answer, as given to this House, means that the Government is unwittingly encouraging our people to eat outside their homes, and thereby do away \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> with the need to cook their food at home, bearing in mind the question of the imponderable when food has to be stacked in the house and, if it need be, to be cooked in the home? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the Government, in particular my Ministry, is aware that more and more people are eating outside their home. This has to be so, as we encourage more and more of our women to leave the home to join the workforce. It is part of the change in our lifestyle. And, as I said in my answer, HDB, in its development of new towns where more than 80% of our population will be living in the future, will build alternative forms of food outlets, a different style from what we formerly associate with our cheap hawker centre. It will be a proper eating establishment incorporating good standards of hygiene in the food preparation areas, clean environment for the tired working people to relax in and to have their meals, congenial surroundings for them to have their cup of coffee. With all these steps being taken, I think the problem of people eating outside their home will not exist. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, just one final supplementary question. Does not the Parliamentary Secretary agree with me that all this means additional expenditure, resulting in having less for savings? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, there may be some increase in costs but the quality of service is increased to justify this increase in cost. The more important thing is that this Government continues to provide full employment, continues to manage the economy such that people have good employment, and they receive salaries that are commensurate with their skills, so that they are able to afford this marginal increase for better quality services. Overall, Sir, this is our objective. We want to raise the standard of living of all Singaporeans. We want to give them the means to afford a better quality of life. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I ask a supplementary question, although not on food and hawker centres? Did I understand the Parliamentary Secretary to say that his Ministry was discontinuing the buildin of wet markets in new estates? If \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> that is so, may I ask whether a survey has been taken from the residents as to their preference? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the Member for Anson has been in this House longer than 1. He was in this House on 14 March 1984 when my predecessor, the hon. Member for Changi, informed this House and, of course, the Member for Anson too, and here, Mr Speaker, Sir, allow me to quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In 1981, a study team chaired by the former Senior Parliamentary Secretary of my Ministry and comprising Members of Parliament and officials from the Ministry of the Environment, Primary Production Department, HDB and the Ministry of Trade and Industry, was set up to review the existing retail distribution system. In their reivew, the study team recommended that wet markets be replaced by supermarkets, specialty and neighbourhood stores. My Ministry has not built wet markets for many years and HDB has also stopped building wet markets in their new housing estates. It has also been decided that no more new food centres will be built in the future by the Ministry of the Environment or the HDB.' [Hansard, cols. 995 - 996] \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am afraid the Parliamentary Secretary has not answered my question, The question is, \"Was a survey taken from the residents?\" I know you read out the recommendation of this Committee. The question is, \"Did the Committee take a survey from the residents?\" \n  <br>\n  <br>\n  <!-- Prof S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof S. Jayakumar):</b> On a point of order, Mr Speaker, Sir. Ought not the Member for Anson ask this question at the time the previous statement was made? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I not ask the question now? May I know? \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, on a point of order. It is not relevant to the original question that was asked in the Order Paper. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He said this question is not relevant to the question on the Order Paper. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But we are talking about the policy of the Ministry of the Environment. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I allow you to carry on. Now you can carry on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 370</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you, Sir. Would the Parliamentary Secretary answer this question? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the Committee in 1981 made a thorough assessment of all forms of retail - food retail, cooked food retail, market produce retail, and after exhaustive investigation came to the conclusion that wet markets would no longer be the most efficient and effective means of distributing or retail\"ng our food in Singapore in the context of a modern Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that I want to remind the Member for Anson is that a wet market entails a high cost in terms of manpower. A very large number of people is required to man these very few stalls in the perspective of the number of hours that they actually operate. And the alternative offered by the HDB which is responsible for building all the new towns is a far better solution for the residents. The supermarkets and the mini-markets operate for much longer hours of shopping for the convenience of the residents. If our residents are to have food, fresh good quality food available to them at their convenience in a mini-market or a supermarket which opens from 9.30 in the morning to 9.30 in the evening must represent a tremendous improvement of service. It also makes it so much easier for all the working mothers, the working women, on their way home, to just purchase what they need and go home and cook for the family; rather than rush out early in the morning to do their shopping in a wet market which is congested, wet, as he says, and very often very crowded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Mr Speaker, Sir, which I would like to remind the Member for Anson is that we have in the past built many wet markets, and at the present moment many of these markets have large numbers of vacant stalls. Many of the stalls are unoccupied. Many of the people who have taken up the stalls have discontinued their business. Is that not in itself, Sir, indicative that our lifestyle in Singapore is changing to the point where people are more comfortable, more willing and better prepared to use the facilities offered by the mini-markets and supermarkets with their extended hours of shopping? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You still have not answered my question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Leader of the House wishes to move a business motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> \n  <br>11.34 am \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, may I seek your consent and the general assent of Members present, under Standing Order 33, to move a motion to enable the debate on the President's speech to go on till \n  <br>12.30 pm tomorrow? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I give my consent. Is it the pleasure of hon. Members that the motion be moved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b>: Aye. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, not withstanding the Standing Orders, the debate on the motion for an Address of Thanks to the President for the Speech which he delivered at the Opening of the First Session continues on Friday, &amp;h March 1985 and, if not concluded earlier, be brought to a conclusion at 12.30 pm at that day's sitting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President's speech and the debate on it has aroused considerable interest and many Members have indicated that they would like to speak. It appears that not all of them will have an opportunity to speak in the debate if we were to finish the debate today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, the Minister for Finance has asked that he be allowed to deliver his Budget statement at 2.30 pm tomorrow. Since we have the morning, we can use it profitably to finish the debate and wind up the debate on the President's address. Thus, I am moving this motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the debate on the motion for an Address of Thanks to the President for the Speech which he delivered at the Opening of the First Session continues on Friday, 8th March 1985 and, if not concluded earlier, be brought to a conclusion at 12.30 pm at that day's sitting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 372</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Fifth Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question (1st March, 1985), \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' -[Dr Tan Cheng Bock]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>11.36 am \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I would like to support the motion of thanks to the President moved by the Member for Ayer Rajah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President's speech and the Addenda to the speech clearly put on record the objectives that can be achieved by this Government. The goals are high, noble and meaningful. They are meant not only to maintain what we have achieved but also to improve upon it. More importantly, it spells out the Government's intention to give special attention to the less fortunate - the 15-20% in the lower rungs of our social ladder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the President's speech and the Addenda are important for three reasons. Firstly, they give a vision of the pattern of society; the tempo of life that Singapore will be undergoing, with its own rhythm, in 15 to 25 years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, they reflect the Government's determination to raise the standard of living of the people through improvements in the physical and social infrastructure so that a mature, upright, strong and cohesive society will emerge that will be able to march forward with confidence towards the year 2000 and beyond. At the same time, the society, Mr Speaker, Sir, will be aware of its capabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, they clearly draw up the course of action to be taken to turn what we regard as a dream into a reality for the next generation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me to comment on the course of action that has been drawn up and stress the need for mental and attitudinal preparations to be made, so that there will be the correct anitude and mentality, before the longer-term programme is implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have set out our goals. They are very high, but they are not impossible to achieve. With determined and courageous leaders, bold in making decisions and responsible in making changes and modifications, that dream will become a reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's speech, inter alia, touched on our desire to form what is called the Singapore character that the people want and to attract the young, who will be responsible for the nation in the future, into being involved in the process of development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me to put those aspirations in their proper perspective by briefly outlining our history, current issues and future challenges so that we would be able to align the action taken to the situation that will arise at that time; because if we want to give substance to our development efforts, we must realize our limitations in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the era of do-or-die struggles in facing crisis after crisis to determine whether we would float and survive as a political entity here or sink in the violent turmoil of history that would leave us severely shattered, the era of a cancerous nation beset with the problems of unemployment that led to communal strife and riots or a nation at peace, the era of a political entity beset with poverty and haunted by a crippled economy in which the people live in squalor shackled by unemployment or one with the people having a proper roof over their heads for shelter, good food, clothing and education, have passed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With firm, farsighted and resolute leadership and endowed with a strategic location, a rather stable regional political situation, we have built up Singapore from the ashes of disunity and the threat of destruction into what we see today. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, problems pertaining to employment, education, accommodation, food and clothing, which are our basic daily necessities, have been overcome. And we are now preparing to face new challenges and shoulder new responsibilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continuity in political leadership has been prepared for and with the emergence of a new echelon of leaders who are ready to shoulder new responsibilities, this process will go on. The process of transfer of leadership has begun and we can no longer look back or take a step backwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The foundation for continued economic growth and development towards a higher level, in the form of such infrastructure as roads, wharves, buildings, a modern communications system and a financial and information centre, has been laid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Ayer Rajah who moved this motion is a Member who is well-known for his critical attitude and frankness. He has chosen the analogy of the kidney transplant. The Member for Teck Ghee has chosen the bus as an analogy and other Members have used many other analogies. For instance, the Member for Kaki Bukit has used the analogy of a soccer team. The Member for Bukit Merah, who is not here today, Mr Speaker, Sir, chose the analogy of the bicycle to describe Singapore. It seems that I cannot avoid using an analogy myself and I would like to choose the analogy of the ship, and I call that ship, the Ship of Singapore - not TS Singapura - but the ship, Singapura. Singapore can be compared to a ship that has valuable cargoes which have been loaded into it, stage by stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At first, we only owned a small wooden canoe that drifted in the sea. That smail canoe, in the 1950s, was propelled by sheer determination and the energetic spirit of refusing to stoop to iii-fate that awaited ahead, taking its direction from the stars in the sky and steered by leaders who knew which direction the canoe must take. Singapore in the 1950s was wisely steered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every time the wind changed direction, the course had to be altered and the vessel's bow had to be aimed at a new \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> objective. Whenever there was no wind, the crew would row with full vigour. And the canoe called Singapura moved on. And we moved from an entrepot port to a sea of labour- intensive industrialization. When there was little wind in the sea of labour-intensive industrialization, the canoe was directed at the sea of high-technology industrialization. In making preparations for it, we equipped the crew with special training: we instilled in them the discipline to work hard, we made them aware of the importance of having good work ethics, and we upgraded our capabilities as a financial, communications and information centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, from a humble, poor canoe that can easily rot, propelled with nothing else but manual strength and steered by clear thinking, we had a sailing boat and then a schooner, and now we have a well-endowed vessel, propelled by the latest gadgets and managed by computers and the bgst brains from the 16 points of the compass. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We get the fuel from investors that we have attracted here and we pump oxygen in the form of skilled workers who are prepared to work hard. We create healthy and constructive labour-management relations. And the ship is managed by a group of young captains who are most capable of running the luxury ship. Behind them is a very skilful old captain who knows full well what types of waves are coming, where the reefs lie and where the dangerous currents are. To ensure that the luxury ship called Singapura would be able to continue its voyage free of any threats, we have our armed forces which can thwart and ward off any threats against the ship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may expand on the analogy of the ship, with your permission, Mr Speaker, Sir, we will see that on the upper decks we have entrepreneurs whose life is rather well -off - perhaps it is not so well-off now because of the economic slow-down. By the side of the ship are lifeboats which are also beautiful and of the luxury class. They are the skilled workers from abroad, owners of multi-national companies (MNCs) who are able to quickly lower the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> boats and leave the ship called Singapura if the ship is threatened. On the upper decks of the Singapura are the professionals and the small businessmen, while on the lower decks are the skilled and semi-skilled workers, the nurses, the peons, salesmen and the lower-paid government servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the results of last December's elections have shown that people in the lower rungs of society who form the lower decks are the people who are most easily affected by any adverse situation. They are the people who will be the first to feel the pinch and the pain, especially when the ship called Singapura is grounded on a sand bank or hits a reef or is caught in a narrow channel. There have been lessons, Mr Speaker, Sir, about the time when the captain on board the ship was unaware that the lower pans of the ship had begun to corrode. He kept sailing the ship. There was a captain who suggested that we build the hold of the ship in compartments so that if one compartment leaks, the whole ship would not sink. Otherwise, if there are leaks in the ship, in the long run the ship would still sink slowly, taking down with it everybody and everything on board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I make this analogy, Mr Speaker, Sir, because in the December general elections 12.5% of the voters registered their unhappiness or dissatisfaction with the measures that had been taken by the Government. Now, the new generation leaders have decided to take the luxury ship Singapura into a dock, drain the dock of water and study the ship's hull to see which parts have been damaged. Mr Speaker, Sir, many holes can be seen on the ship's hull, although the holes have been covered by little molluscs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this brings my discussion today to an important topic, one that involves the questions of the \"Ideals, Interests and Responsibilities\" of a government. A clear understanding of these \"Ideals, Interests and Responsibilities\" among all Members of this House, including the two Opposition Members, is very important. This is because history has shown that there have been strong and powerful governments which wanted to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> take their ideals to extremes, to a level of ultraism, to such an extent that in the process they forgot about the national interests, they forgot about the responsibilities that they had to discharge. And so, those governments were destroyed. Not only governments but also whole civilizations have been destroyed because of the failure to realize the barriers that separate \"Ideals, Interests and Responsibilities\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after hearing the debate on the President's Speech for four days, I have found that seven out of 10 speakers have either directly or indirectly touched on the lot of the 15-20% of Singaporeans who are less fortunate, and various proposals have been put forward on how to remedy the situation. The Member for Teck Ghee has suggested that the Singapore cake be enlarged so that every section of the people will be able to enjoy a slice of the bigger cake. In fact, the hon. Member for Bukit Merah has made a deeper study into the issue. He raised the question of how the distribution of wealth in the country could be made more fair, more equitable. I support their views. In fact, I am also attracted to the view expressed by the Member for Kampong Ubi who concentrated his discussion on the fact that the majority of those in the 15-20% less fortunate group are Singaporeans of Malay descent. And I agree with his firm stand that while efforts at giving assistance, cooperation and encouragement and efforts to create a positive environment, should be made in order to help this group, they should be made without bringing about a Malay community with a crutch mentality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Bo Wen, whom I have known for a long time, has used a part of his life-time to study and carry out research on the lot of these people in the lower strata of society and has served them in order to improve their lot. He has spoken in greater depth and has more strongly reflected the desire that attention should be given to this group. And I noticed that the debate shows that talk about the ruling Party being uncaring about the lot of the less forunates, and talk that the ruling PAP is an elitist party, a party that supports the capitalists, that supports the rich, are mere \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> lies, just empty talk. Who says the PAP is not a party for the common man, for the man in the street? I agree with the view of the Member for Ayer Rajah that the PAP is still a party and a government that gives priority to the common man. So, Opposition Members in this House should not claim that they are the genuine champions of the less foilunate group. I think, Mr Speaker, Sir, the fact that so many Members spoke about the lot of these people in the lower strata of society does not mean that what they talked about was pre-arranged. MPs of the ruling party do not sit together to discuss who should say what. Their comments, which have been made spontaneously, are a manifestation, are solid evidence that we are caring, and that is the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, to come back to the \"Ideals, Interests and Responsibilities\" issue, names like Plato, Karl Marx, Lenin, Mao, Abraham Lincoln, Rousseau, John Locke, Jeremy Bentham, James Mill and many other thinkers are not unfamiliar to us. These men have studied the problems of distribution of wealth of a nation. However, Mr Speaker, Sir, although we may be impressed by the idealistic ideas expounded as to how the distribution of wealth to the people could be effected, the fact remains that there is a vast gap between the ideal and its implementation. The two factors are two different things altogether. Therefore, since we have seen many analyses concerning unequal distribution in this country, I am equally concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, Sir, it is an oddity to me to hear the views put forward by the Member for Anson who looks at the distribution of earnings of this country from two angles. Firstly, his view that this Parliament should become the sounding board of the nation. Mr Speaker, Sir, I think there is no need for the Member for Anson to mince his words. We have seen how several Parliaments in Latin America, in Africa, which claim to be genuine Parliaments, in fact Parliaments in the West claiming to be genuine Parliaments that reflect the people's aspirations, have failed to attain the objective of distributing more equitably to the people the wealth of the country. The Member for Anson has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> alleged that this Parliament does not mirror the wishes of the people to air their views freely. Is the presence of two Opposition MPs in this House today not the result of the decision of the people taken last December to voice their views freely? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member also looked at the equality of distribution of a country's wealth from the point of view of the relationship between the trade unions and employers. He alleges that the trade unions in Singapore have become the tools of and are under the shackles of the Government. This is not a new allegation and it has been bandied about ad nauseam. However, what I wish to point out to this House, Mr Speaker, Sir, is that from the remarks made by the Member for Anson, it is obvious that he advocates Whitehall and Westminster type of trade unions, without the slightest consideration for Singapore's different cultural and environmental factors. Therefore, it requires a totally different approach. However, he is confident that the problem of unequal earnings in Singapore, Mr Speaker, Sir, can be resolved by clothing our National Trades Union Congress with the coat worn by the Trade Union Congress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member for Kuo Chuan has smothered well the arguments of the Member for Anson, when he stated that during his two-year stay in Britain, strikes occurred with its attendant ill-effects. I may not be fortunate enough to be able to stay for two years in Britain; and much more unfortunate when compared to the son of the Member for Anson who was in Britain for many years. I am sure he has been in contact, by lefters, with his son. So, although I am unlucky, because I can only afford to stay in Britain for three months, yet I have a much clearer picture of events that occurred between April and July last year. If the Member's son had been communicating with him, surely he must have been informed that it was not just the coal miners who went on strike between April and July last year. When I was there, nurses, teachers, postmen, bus drivers, train drivers, all downed tools. All \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> this happened in three months. This is the type of industrial relationship advocated by the Member for Anson as a means whereby workers can earn more rewards in order that inequality of earnings can be remedied. I request the Member for Anson to think very carefully. If the one-year strike in Britain has resulted in the coal-mining industry suffering a loss amounting to billions of dollars, what would happen if our bus workers went on strike for one year? I am sure he is not inconvenienced because he moves around in cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is in the interests of Singapore to create a mature society that can enjoy enhanced and more equitable earnings. But these increased earnings must be based on the principle that each is rewarded according to his contribution to the economy of Singapore. We should uphold this principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is not in our interests to give hand-outs to the people by way of social security or food because this will render the soul of the recipients sluggish, and they will become utterly dependent on charity. What is worse, Mr Speaker, Sir, this will create a crutch mentality and in the long term the recipient will lose his self-respect as a human being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If equality of distribution of earnings is to be realized, and such equitability only exists in the dreamlands of Utopia and we squarely face the universal truth that inequality prevails everywhere, be they in communist or capitalist countries, then let us not strive in search of such Utopia. We narrow the gap in earnings. We enhance the earnings of every group so that, relatively speaking, everyone, every group receives more benefit than what he receives previously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Mr Speaker, Sir, in view of the fact that democratic socialism, which is our ideology, has already demonstrated that equality of earnings though cannot be eliminated but can be narrowed, it is better that we shoulder the responsibility of sustaining this ideology. However, Mr Speaker, Sir, in order to achieve this objective, we should ensure that we do not implement policies that will blunt the spirit of endeavour and creative action in order \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> to enhance the nation's wealth. We have heard the Member for Geylang Serai talk about the limitations which hinder distribution of earnings in that manner amongst workers and small employers by criticising the ill-effects of the Skills Development Fund to the small entrepreneurs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, Mr Speaker, Sir, is that we should do this by ensuring that it does not alienate the lower strata of society from the mainstream of national development. These two factors should be our responsibility. In addition, it is our duty to preserve the bond and spirit of consultation between trade unions, employers and government. This tripartite nexus must be preserved because it is only through this mode that we can protect workers from exploitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I fail to see the Member for Anson offering better alternatives when he persisted in wanting that our industrial relations be managed as in Britain. In Britain, the coal miners are members of the National Union of Miners. They joined the union only to become unemployed for a year whilst others lost their jobs. However, Singapore workers need not become union members in order to enjoy annual pay increases and improved working conditions. Hence, Mr Speaker, Sir, I had heard the Secretary-General, NTUC, who is also a Member of this House, on a previous occasion venting his anger, That is the type of labour environment that obtains in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when the Member for Anson shouts from the rooftop that workers be given the freedom of action, he was unmindful of the interests of Singapore. He is willing, in order that his ideal be implemented, to destroy Singapore by creating tense situations, and I hope the Member for Potong Pasir will be more rational in his arguments because he has declared that his interests are synonymous with the interests of Singapore. Therefore, his duty is to ensure that Singapore is in a sound state of health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me now to move to my third point. A series of ma\"ers have developed into a burning issue, and the Opposition claims that they are the fighters of these issues, resulting in their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> entry into Parliament, In fact, burning issues such as CPF, streaming, graduate mothers, increased taxes, rising selling prices of flats, Medisave, and other measures introduced by Government, are issues which have caused disquiet among the people. Many unpopular issues were introduced and the short interval between the implementation of these policies has brought about unhappiness to the people. Added to this, we have a group of young first-time voters who do not know what is hard times. We have received the signal of dissatisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, certainly it is wise in governing the country to be sensitive to the problems of the Deople and attempt to show sympathy to the aggrieved sector. But let me give a warning here that to respond overly to their demands and requests will later put us in an even more difficult situation. Of course, it is customary for people to put in a little effort and expect substantial rewards in return. Who is not in favour of reduced working days from six to five, and then to four days? At the same time, the salary is raised from $700 to $900 and upward to $1,200. This is a natural tendency with people. Who does not want to see every worker at the end of the month bringing home a bigger take-home pay without the CPF deductions, the income tax cuts, without deduction of debts which they must settle each month? Who does not want to be free from the worry of post-retirement age? Who does not wish that all his children go into an Express Class without streaming, without being monolingual? Who does not want all this? And who does not want to see that deterrent taxes are abolished? Who does not wish to buy as many cars as he can afford? Everyone desires this. It is natural with human beings. That is the ideal, Mr Speaker. Man wants to own everything and anything, if possible, without let and hindrance or, in the words of the Member for Bukit Merah, without trade-offs. That represents the ideal, the ambitions, wishes, dreams of man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, is it not in our own interests to ensure that we can not only guarantee the survival of Singapore but also ascertain that our people need to sacrifice for the sake of the long term, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 383</b></font>\n  <br>\n  <br> which will ultimately guarantee the well-being of us all? As has been pointed out by the Member for Teck Ghee, it is in the interests of Singapore that we ensure a more rapid and stronger economic growth. Is it not in the interest of Singapore that inflation is checked to its minimum, as only then can we maintain our competitiveness in the international market? So, continued high economic growth, keeping inflation in check and maintaining the competitiveness of Singapore's products are in the interests of Singapore. And we must defend those interests. This then should be our responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I discuss the question of our interests because going by the signals given by the voters during the general elections last December, they want this, that and the other, and if our leaders lack the courage to be firm, we will endanger ourselves because we will be prompted to indulge ourselves in the politics of appeasement, which is polities of succumbing to the whims of the people. And as a consequence to this politics of appeasement, we will be prone to introduce popular measures. When this happens, we will be faced with the problem of becoming a government, like a boneless piece of meat, unable to act, unable to discharge our duties. Mr Speaker, Sir, these responsibilities have been outlined in the President's speech which states that we must safeguard what we have achieved, improve upon our achievements and build a better society. If we lack the courage to act to convince the future generation that such measures are necessary, we will become a soft government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I adopt such an attitude or stand which should properly be taken by Members who occupy the other side of the Bench but not on this side of the House? Mr Speaker, Sir, the reason is that after having debated the President's Speech for a considerable length of time, we need to put the debate in the House in its proper perspective. And it is also necessary for the Opposition Members to see this proper perspective. If we start raising such issues, we will be telling the future generation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 384</b></font>\n  <br>\n  <br> Singapore the danger confronting Singapore is the CPF danger, the danger of streaming, the danger of all issues raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lest this House think that the danger faced by the Government comes from the presence in this House and by the election of two Opposition Members in the December last elections, the real danger that we face does not come from within this House. It exists outside the House. The danger is related to the economic conditions, the economic growth of other countries and from the political developments in the region and internationally. It is a combination of these factors that constitute the real threat for Singapore, not the two Opposition Members. The threat from outside this House surfaces because every year we find new youth groups becoming voters. On the average, there are 45,000 new voters yearly. In four years' time there will be 180,000 new voters and if the next general elections are held five years hence, the number of young voters will be 225,000. If we add this 225,000 or 180,000 to about 150,000 new voters who voted for the first time in December last, the total will be between 330,000 and 375,000 new voters, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we want to listen to the proposal by the Opposition that we give the ideal to the new generation, a generation which does not know the meaning of war, the meaning of communal strife, what it means to live under the shackles of colonialism? Do we want to adopt an affitude of not hurting or offending the sensitivities of this new generation by giving them, by introducing soft and pleasant policies so that they will be happy? Give them whatever they want. Do we let them grow into adulthood as people who are by and large selfish? Or do we just allow the law of nature itself determine the limitations of their follies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that it is in our own interests to ensure that Singapore possesses young citizens who are conscious of our economic limitations, our social limitations, who are matured on the significance of life in a small country like Singapore, surrounded by large countries. We need a younger generation of citizens who have the capacity to safeguard what we have built and acquired. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 385</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Mr Speaker, Sir, this responsibility is important, and it is our duty to produce a new generation who is capable to take over Singapore's leadership, in the fields of politics, economics, trade, social, cultural, and so on from the present leadership. The question of whether the future leadership comes from the PAP, Workers' Party or Singapore Democractic Party is not an important issue. We want to produce a new generation of Singaporeans who are capable of preserving what we have already achieved, That is our responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do the points and remarks made by the Opposition show that they want to create such a society? I am not convinced. If the Member for Potong Pasir, who has pledged his interests to Singapore, is aware of Singapore's interests, why then in this House did he raise such issues like increased hospital charges, or threw wild allegations that the Government cannot afford to pay back CPF contributions because the funds are tied up (although during the last election campaign he stated that we had no funds whatsoever to do so, but now modified his statement to say that the money is tied up and therefore cannot afford to pay). If he raises the question of rearing chickens in flats, that we are producing an alienated society through our education streaming system, is he playing the role of a constructive Opposition in this House? I think not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I dare say that the stand of the Member for Potong Pasir is not different from a woodpecker who is perched on a strong branch - the branch symbolizes Singapore - but announcing to the world that the branch is fragile, full of holes, rotten, yet his feet are glued to the branch, and he pecks the hole in order to destroy whatever we have built. This then is the stand and stance demonstrated by the Member for Potong Pasir. So, are the two Opposition Members aware that we need to find a common ground on the issue of \"Ideals, Interests and Responsibilities\" as Members of this House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Mr Speaker, Sir, I beg to support the motion by the Member for Ayer Rajah. Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 386</b></font>\n  <br>\n  <br> \n  <br>12.29 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Health and Foreign Afffairs (Mr Yeo Cheow Tong): Mr Speaker, Sir, I rise in support of the motion moved by the hon. Member for Ayer Rajah, thanking the President for his speech at the opening of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of my fellow Members have spoken quite thoroughly on the Government's intention to focus on the ways and means to help the lower income group. This topic has been very well debated, and so I will restrict myself only to answering a couple of points and clarifying them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Radin Mas on Monday made a thorough and well-researched presentation on the lower income group. He maintained that most of them live in 1- and 2-room rented flats. Most of them have large families and therefore they are left with a much smaller living space of about 8,3 sq metres. The resulting problems are that they face over-crowding, they have large families with low income per family member, they are unable to give good educational support to their children. Sir, all these problems greatly concern the Government. We have to actively encourage such large families with low incomes to improve themselves, to break out of this vicious cycle. Sir, to encourage them to have large families would only serve to perpetuate this cycle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir in his speech stated that he is very sincere and he also wants to help this low income group. However, his comments on the recent increase in accouchement fees leave doubts in my mind as to whether he is really sincere in wanting to help this unfortunate group of our citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in June last year, it was announced that revised rates of accouchement fees would only be effective nine months later, on 1st March 1985. Under these revised rates, accouchement fees for the first and second child remain unchanged. They remain unchanged because this Government recognizes that it is good, in fact, for married couples to have a couple of children. Why not? I think they bring fun and joy to our lives. They also help to strengthen family bonds. However, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 387</b></font>\n  <br>\n  <br> Government would be remiss in discharging its duties if it does not actively discourage those who cannot afford to maintain a large family from having more than two children. We would be doing a grave disservice to the nation and to these children who are likely then to be poorly guided, unassisted and poorly maintained. We have to help these families focus their-limited resources on the two children that they have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government will not subsidize at taxpayers' expense the delivery costs of third and subsequent children. Members can refer to the table that was distributed before the beginning of this session which shows the accouchement fees that are effective now. Sir, they will see that the accouchement fees for the third child for A and B wards are $550 and $400 respectively. Similarly, the fees for the B2 and C wards are also at $400. For the fourth child, the same accouchement fee of $600 applies to Bl, B2 and C wards. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Class B2 and C accouchement fees, from what I see for the third child, increased from $350 to $400 and $300 to $400. That was what I stated, an increase in respect of C class, a 33 1/3% increase. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I maintain that the Government has not increased any accouchement fees for the first and second child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the fourth child, the same accouchement fee of $600 applies to Bl, B2 and C wards, whilst those in the A wards will have to pay $750. For the fifth and subsequent births, the accouchement fees have been increased to $1,000 for all wards in order to strongly discourage large families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown on 5th March expressed his fear that a person without a Medisave Account or who is poor will not be able to obtain services from the Government hospitals. Unfortunately, the Member for Queenstown is not here today. Perhaps he has been away from Singapore for too long. So I would like to refresh his memory. Our Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 388</b></font>\n  <br>\n  <br> ment hospitals have never turned anyone away on the basis of his not having a Medisave Account or on the basis of his not having a cash deposit. If the Admissions doctor certifies that immediate hospitalization is required, the patient is immediately admitted. After treatment, if the patient claims that he cannot pay, the team of medical social workers stationed at each hospital would then investigate each and every claim. Depending on the circumstances, if the patient's claim is found to be true, he can get either full or partial waiver of the charges. Sir, I would like to assure Members of this House that the poor in Singapore will always be able to avail themselves of services in the Government hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President has also mentioned in his speech about preserving and building upon the achievements of our Singaporeans. I need not detail out the achievements because I think they are well known. Perhaps it will be sufficient for me to say that these achievements are a tribute to the farsightedness and the fortitude of our leaders over the past 25 years and, equally important, to the determination, the diligence and the efforts of our fellow Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the last few days, we have been taken for a bus ride by the Member for Teck Ghee. We have gone on a bicycle tour with the Member for Bukit Merah. And the hon. Member for Ayer Rajah has taken us for a stroll up the path in Botanical Gardens. I do not intend to take the House for a short ride today. In this age of high technology and upgrading of industries, I would like to bring in the satellites, computers, fiber optics. I do not intend to bring us up on a space shuttle because we do not have the resources. But what I would like to do is just to dial quickly for a short weather forecast, using the modern telephone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members here have spoken out on their concern about business conditions this year. I am more concerned about the weather forecast for the next three to five years. Sir, we definitely must show some concern about the retrenchments that have happened this year. However, if we look carefully most of them occurred in the very sick ship-building and ship-repairing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 389</b></font>\n  <br>\n  <br> businesses or in the various sectors that have grown rapidly last year. It is only to be expected that after rapid expansions, some technical adjustments will have to be made. I equally accept that there are some sectors that are facing some slowdown this year. But as far as the longer-erm is concerned, are we to expect only scaftered showers? Or are we seeing the formation of some dark billowing clouds on the horizon? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economic growth is dependent not only upon our own efforts but, more importantly, upon how the rest of the world performs. Singapore has negligible space. We have only about 600 sq km. We have no natural resources that can be tapped and sold to generate foreign exchange. We can only either generate goods or provide services that can be sold competitively and efficiently to the rest of the world. The world economy, however, is heavily dependent upon one country, the United States of America. In the USA today, the Federal budget deficit is expected to be in the region of US$200 billion and this is expected to continue for the next few years. To finance this massive debt, the US government is obliged to let interest rates remain high, raising the value of the US dollar and continuing the flow of foreign funds into the country to finance this deficit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the strong US dollar is also stimulating the import of goods into the USA bringing the US trade deficits also to record levels. There are already strong calls by US manufacturers and Congressmen to levy a tax surcharge of 20% on all imports into the USA. Though the US economy appears to be very robust this year, many economists are predicting that 1986, or at the latest, 1987, recession will once again set in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another danger ahead is the total debt of the developing nations in South America. In these relatively healthy times, these countries have managed to boost their exports to what some economists term as miraculous and totally unimaginable levels. What surprises me is that these miraculous levels only allow them to generate sufficient foreign exchange to pay for their interest costs. They do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 390</b></font>\n  <br>\n  <br> even have a surplus to repay a portion of their principal loans. I therefore dread to think what will happen to the international banking community should even a mild recession set in to affect the exports from these countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you allow me, I would like to quote from The Economist of 2nd March. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The United States is borrowing heavily from abroad and running down its overseas assets. This year it will become - or may already be - a net debtor for the first time since 1918. ... Without a big fall in the dollar, it is a reasonable bet that America's annual current-account deficit will exceed US$300 billion by 1990 even if its economic growth is slower than the average for industrial countries. By then the United States will have more foreign debt than all developing countries together have today.' \n  <br>\n  <br>Sir, this may be of interest also to the Member for Alexandra who just came in, when he talked about protectionism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The loudest calls for protection are coming from the American Congress. They have a new twist because Congressmen are trying to find ways to cut America's deficit. Many like the idea of an import surcharge which, says its advocates, will raise about US$80 billion in a year, therefore helping to halve the budget deficit and take pressure off the American industry.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the storm clouds are therefore very real, very potent. What do we in Singapore have to do to prepare to weather the blistering winds and to ensure that we do not get blown over? Sir, I am not advocating that we should all run out now and head for the nearest half-completed MRT tunnel. No, there is no need to panic because, with some hard and prudent efforts, we can ride out whatever is facing us in the future, but we have to recognize the fact that hard efforts will have to be made. The Government will have to continue ensuring that appropriate preconditions are being made available for the creation of wealth and more jobs to take care of the younger people coming out into the job market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are some of those areas that the Government can focus upon? I will restrict my comments mainly to the manufacturing sector. There is one very common topic which, I think, at least half of my fellow Members here have spoken about, and that is, on SDF. I am glad to read in yesterday's paper that there are 11 new training centres that are being set up or are already in the pipeline. Sir, if we are going \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 391</b></font>\n  <br>\n  <br> to be able to continue upgrading our industries, training regardless of economic conditions must continue. However, in view of the huge cumulative funds in the SDF, I fully concur with the comments that the Government should review perhaps whether the SDF contributions should be permanently reduced or temporarily removed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, over the past five to six years many companies have been automating, upgrading their operations, bringing in very sophisticated equipment. Productivity has therefore gone up and everybody is happy, happy that is until these machines break down. One thing we have to realize is that these highly sophisticated and modern equipment are sometimes more difficult to diagnose when they \"fall sick\", are more difficul; than human beings because they cannot speak. Sir, a marginally-cured machine will definitely be able to perform satisfactorily but only for a short time. Its life expectancy will then be drastically reduced, Our manufacturers will then incur much higher operating costs. I will therefore like to appeal to the various training authorities, the Polytechnics, our University, and NPB to review the curriculum and the output of students who are knowledgeable about modern maintenance technologies. Let us make sure that we have machine surgeons and paramedics available before old age sets in. It will not be a pleasant thing to be caught with a leaky umbrella when It is storming outside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the land cost in Singapore. Sir, I know that Singapore is a small country. It is a small island. I know too and I accept that land costs should be set at a premium. But must it be set at a premium? We often hear comparisons of land costs in Singapore with those in Hong Kong, Japan, New York and other modern cities. I agree that in a comparison between cities we have to compare apples to apples. But we also have to accept the fact that our manufacturers eventually have to export and to be able to compete on a very competitive basis internationally. Every cost factor becomes important. And land cost or rental cost for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 392</b></font>\n  <br>\n  <br> manufacturers is definitely an important factor. We should therefore only be comparing the equivalent cost of industrial land or land rental in Singapore with those of our main competitors, Taiwan, Korea, Japan and other countries. Sir, there are also other costs which are government-influenced. Perhaps the EDB can also perform a watchdog role in carrying out dialogues with the various associations and monitor the various changes in the government-influenced costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government cannot be the sole body responsible for ensuring that we can achieve our future goals. The private sector and our people must also chip in with renewed vigour. We should not be pessimistic about things such as business cycles. That is a fact of life, but to be forewarned is to be forearmed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the targiqt of 5-7% economic growth for the next five years may appear to be deceivingly low when we compare it with growth over the last 10 years. However, with the storm clouds ahead, the target may turn out to be a real challenge. However, I am confident that our fellow Singaporeans, if properly informed and galvanized, will surely rise to the challenge. \n  <br>12.54pm \n  <br>\n  <br>\n  <!-- Prof S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof S. Jayakumar):</b> Mr Speaker, Sir, I am prompted to take the Floor for several reasons. First of all, the remarks made a few days ago by the hon. Member for Whampoa; secondly, some of the statements made by Opposition Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the hon. Member for Whampoa, in one of his interventions, cautioned the Government against succumbing to pressures from various quarters to relax laws and regulations which have brought about an orderly state of affairs in Singapore. I would like to respond to him and to assure him that the Government will not allow undermining and an erosion in our stability, security, law and order. And I would like to pay tribute to the Member for having shown his appreciation of the constraints and the realistic factors and circumstances which operate in our society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 393</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrast this, however, with the statements made by the hon. Member for Anson. His whole speech was devoted to purveying the untruth that in Singapore there are no fundamental freedoms, no rights of the individual. He asked for a restoration of the rights of individuals in Singapore. First of all, let me say that the Member for Anson has taken an oath in this august Chamber which, inter alia, says that he will preserve, protect and defend the Constitution of Singapore. But implicit in the oath also is that he must not omit the important provisions of this Constitution. He must not mislead the Members of this House; he must not mislead Singaporeans. Why did he fail to mention in his speech that our laws and our Constitution provide for fundamental freedoms and rights of individuals which are enshrined in our Constitution? If Government and the Legislature should act inconsistently with the provisions of the Constitution, this could lead to a challenge of governmental action in our courts of law. Not only that, how did these provisions in our Constitution and laws come about? Were they handed to us by the colonial legislature and that we had no choice but to keep them in the statute books? He has again failed to tell us the whole truth. And the whole truth is, Mr Speaker, Sir, that when we separated from Malaysia we were left with the State Constitution of Singapore which had no provisions on fundamental rights of individual freedoms. How is it that these provisions were brought about? They were brought about by a decision of the Government which passed the law in this Chamber in 1965 known as the Republic of Singapore Independence Act (Act 9 of 1965), by which the provisions of the Constitution of Malaysia on fundamental rights were made to have continuing applicability in Singapore. So the Member for Anson has failed to bring this --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On a point of clarification. Is the Minister asserting that all the fundamental provisions have been brought down? \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Mr Speaker, Sir, the Member for Anson can have his say at the appropriate time. My point is that the theme of the Member for Anson's speech \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 394</b></font>\n  <br>\n  <br> was that there were no fundamental rights or freedom in Singapore, that they are non-existent, and that they should be restored. My reply to him is, why did he fail to tell this House that there are provisions in the Constitution, a Constitution which he has sworn to uphold and defend? Why did he fail to bring this to the attention of the House? And why did he fail to point out that these were provisions which the Singapore Government, by a specific Act, brought back into operation in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, before we adjourn and before I resume my points, let me preface my remarks by saying that sometimes friendly, as well as unfriendly, critics ask us why do we come down so hard, sometimes, on Members of the Opposition? Why do we not let them have their say? Why do we clobber them? My reaction to that is that, as far as the Government is concerned, we welcome criticisms. We welcome challenges to our policies and decisions. We welcome criticisms. We welcome alternative policies. But if half-truths, untruths, distortions, are purveyed in this House, the Government must reply. Why? If I may quote from the Prime Minister a statement made many years ago in this House - repetitions of untruth, if it goes unchallenged and unrefuted might, as Mr Goebbels said, bring about the triumph of untruth over truth, therefore, whoever resons to untruths, half-truths, or malicious lies, it is the duty of the Government to expose them, set fonh the correct situation, lay down the truth, so that Singaporeans can decide. Only when all the facts are laid bare in this House can the public decide who is telling the truth, who is telling the untruth, and let them decide. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you telling the truth? \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> If I am not telling the truth, the Member for Anson can refute me. As I said, provisions of the Constitution of Malaysia were made applicable in Singapore. He can check the Hansard, he can check Act 9 of 1965 where certain provisions were modified because of the Singapore situation. But he has deceived this House by not making any reference to the provisions in the Constitution which he has sworn to defend and uphold. I am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 395</b></font>\n  <br>\n  <br> saying that he has not kept faith with the spirit and intention of the oath which he has taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have many other points to proceed. I do not know whether you want me to develop my arguments now or to take them after the recess. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It is almost 1.00 pm. I think you had better take them after the Suspension. Order. This Sitting is suspended until \n  <br>2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Prof S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof S. Jayakumar:</b> Mr Speaker, Sir, before we broke up, I made the point that the Member for Anson had failed to bring to this House the fact that there were provisions in our Constitution, in our laws, which were brought about by an Act of this Government, Let me proceed now to the remainder of his thesis, which is to say that we must have provisions from other countries, practices of other countries adopted here. He pointed out the provisions of the Constitution of Guyana. Has he been to Guyana? I have been to Guyana. Has he read what has happened there? Grandiose provisions in the Constitution of Guyana did not prevent a religious fanatic from establishing a macabre cult which resulted in mass suicides and murders of hundreds of people who were in the town. We read about it. We saw it on TV. It happened under the nose of the government. Do we want that to happen here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We saw it on TV. We read about it in the newspafiers. What happens in other countries? Chaos, instability, crimes, riots, racial strife and fears in countries which have constitutional provisions, grand sounding Bill of Rights. Have those provisions prevented such scenarios in those countries? Do we want that to happen here? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 396</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said we have no fundamental freedoms. He said there is no freedom of speech. If there is no freedom of speech, how is it that the Member for Anson has been able to express all his vitriolic criticisms, scurrilous attacks on the PAP, the Government and the leaders all these years? Is there no freedom of movement? There is freedom of movement. But, Mr Speaker, Sir, freedom must be balanced with societal interests and the interests of the majority. Freedom of speech, yes, but freedom of speech does not mean that one can make inflammatory speeches to incite racial and religious hatred. We have not forgouen the SPLO which not too long ago involved a member of the party of the Member for Anson. It involved persons who, if they had not been arrested in time, would have caused racial strife in Singapore. Freedom of movement, yes, but not the right to riot, to smash windows, loot, as we see on television. Freedom of movement, yes. Right to travel, yes. But if you have criminal connections, connections with drug syndicates on the international level, we must deny them the right to passports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson says that Singaporeans are not allowed to marry. Here again is a distortion of the truth for he knows that Singaporeans can marry. What is it that we have done? We have said that the 150,000 to 160,000 work permit holders who are here to perform tasks for a limited period, here for a temporary period, the vast majority of whom are unskilled, know that they are here for temporary purposes and they must go back. We say, \"If you want to marry, the condition is that you must seek the approval of the Government\". The reasons have been spelt out. This is to avoid the tremendous social, economic and political consequences which countries in the West have faced as a result of uncontrolled influx of foreign labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, it is not that we do not have rights. We have rights. The Member for Anson, if you read his speech, the flavour of his speech is to advocate absolute rights because he has not anywhere in his speech talked about the interests of society as a whole. What have we achieved in Singapore? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 397</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My message to Members here in this House and to Singaporeans is: what kind of a society do we want? Do we want a society of lawlessness, of chaos, where there is fear, where people are apprehensive in walking in the streets? Tourists have come here. Many of you who have friends from overseas have come to Singapore and they have said that they feel safe in walking in the streets in a way they have never felt in their own country. Mr Speaker, Sir, we must ask: what kind of a society do we want? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have achieved in Singapore a balance between the rights of individuals as well as the general well-being of the vast majority of Singaporeans who are law-abiding. Do we want to preserve it? Do you want to blindly adopt constitutional provisions from other countries as if these constitutional provisions would, by some miraculous effect, solve all our problems? We have law and order in Singapore. We have racial harmony in Singapore. We have stability and security. How did we achieve this? Not by cdnstitutional provisions alone but by a careful system of policies which the Government has developed over a period of years with the understanding and cooperation of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want a society where the young and old in Singapore, wherever they live - whether in a HDB flat, purchase flat, rental flat, whether in any other kind of semi-detached, terrace house or bungalow - and wherever they 'work, they must feel that they, their loved ones, their wives and children have freedom from fear, ie, they can live, they can work and they can have recreation without fear of bodily harm, injury or commission of crime. We must develop our own method, our own system of balancing of rights and responsibilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson asked for provisions from other countries. Mr Speaker Sir, in the Law Library at the Nationai University of Singapore I can tell you that there are impressive collections of constitutions of the countries, One collection is called \"Peaslee's Constitutions of the Nations\". The other is \"Blaustein's Constitutions of the Countries of the World.\" If you read these volumes, you will think that every country in the world has a most \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 398</b></font>\n  <br>\n  <br> beautiful record of human rights. But the most tyrannical regimes have the most impressive and a longer Bill of Human Rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I had the occasion to serve as a Human Rights Officer in the United Nations Secretariat and was involved in the preparatory work for the drafting of the International Bill of Human Rights and International Covenant on Civil and Political Rights, instruments which the Member for Anson from time to time invoke. As I listened to the report and United Nations debates, one was struck with a hypocrisy of those who made incantations of human rights. The representatives of the most oppressive regimes were the ones who made the longest speeches about human rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the lesson to be learnt from this? The lesson to be learnt from this, Mr Speaker, Sir, is that there is no magic formula. There is no magic legal formula. There is no magic constitution which we can borrow from any country because societies are different, situations are different. In some countries, we have one extreme - public beheading of criminals is an order. In other countries, surgical amputation of criminals is considered proper punishment. That is one extreme. We have the other extreme in countries in the West where they fall and bend over backwards to protect the rights of criminals, ignoring the victims and the majority of the population whom laws were intended and designed to protect. Even prisons in the western countries, human rightists claim that there should be conjugal rights for prisoners. The wives must be entitled to come in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to shape our own destiny. Our laws, our constitution, our legal norms must promote the kind of society we want. As Singaporeans listen to our debates, as Singaporeans watch on television, the question that both old and young must ask is: how is it that we have achieved a society where we have kept crime within reasonable proportion, where it is safe for the wife and children to work and live even though the head of the household may not be at home because he is on night shift? How is it that we have achieved racial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 399</b></font>\n  <br>\n  <br> tolerance? It is not through collection of words strung together in any legal document, although legal documents serve a purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us therefore ask: do we want to tear asunder and erode everything that we have achieved? That is the question facing us and I hope the young of Singapore, the old of Singapore, and the rest of us in Singapore, never forget that when we watch crime, absence of order, insecurity, instability, races killing other races, panic and fear, let us ask how do we ensure that that never happens in Singapore. The answer to that, Mr Speaker, Sir, is not in pious and ritualistic incantations of legal provisions of other countries. [Applause] \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I clarify? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You want him to clarify or you want to clarify. You had one hour. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, when the Minister was speaking before lunch, I thought it was understood that I would be allowed to take up some of his comments on my speech and I want to clarify that. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You had one whole hour the other day. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He has completely distorted everything. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Standing Orders would not allow you to speak any more, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But, Mr Speaker, Sir, I have to clarify. You have allowed clarifications. Am I not to be allowed to reply to these monstrous distortions? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You want a clarification from the Minister he will do it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am going to put to him a number of questions. Whether he will clarify that. I say it is a monstrous distortion. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let it be monstrous but it is against the Standing Orders, I am afraid. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you not going to allow me to seek clarification? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 400</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have already spent one whole hour in this debate. You have had your say for one whole hour. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am aware of that, Mr Speaker, Sir. But I am saying that the Minister here is abusing his privilege in distorting what I tried to put across to the House in my speech. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Is he? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. I say that. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am surprised. Would you allow him to clarify? \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> If he avoids being as lengthy as is usual. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Clarify, but please be as short as possible. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I was not saying that there were no provisions in the Constitution. Was I not saying, unless the Minister did not hear me, that there were no fundamental freedoms in Singapore? Was I not saying that the Constitutional Commission appointed by this Government in 1966 had recommended adoption of certain provisions into the Constitution? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was not my recommendation. It was the recommendations of this Constitutional Commission, headed by the Chief Justice and by a Deputy, who was the then Speaker of Parliament. And the Prime Minister accepted that he rejected all the recommendations except for that one on minority rights. So, is the Minister not guilty of distortion in saying that I was asking in my speech adoption of provisions from the other Constitutions? It was the recommendations by this Constitutional Commission. And I particularly referred to the recommendation by this Constitutional Commission which provided that any person who is threatened with a violation of his fundamental right should be allowed to apply to the court for the enforcement of that fundamental right. Is there such a provision in the Constitution? The Minister simply glosses over all these things and, just what my Malay friends would say, was indulging in gasak buta. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the Minister saying, I would like him to answer quite specifically, that in Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 401</b></font>\n  <br>\n  <br> pore you have freedom of speech? Are you saying that in Singapore there is freedom from fear? Are you saying that in Singapore there is freedom from arbitrary arrest and detention? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> How many other points you want for clarification? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, he says that we brought in all the fundamental provisions from the Malaysian Constitution into Singapore under the Republic of Singapore Independence Act. Is he really maintaining that? Because if he is, he is ignorant of the provisions of the Republic of Singapore Independence Act. There was one fundamental provision which was not introduced into Singapore. Let us not have any misleading in this House. \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Mr Speaker, Sir, after I have replied, it will be clear who is distorting. First, he says that he never said that there were no provisions in the Constitution of Singapore on fundamental rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is this. He said in this Parliament: may I commend to the Governnment restoration or investing of people of their rights? Elsewhere, he said that in Singapore there were no fundamental freedoms and liberties. And I pointed out before lunch that he failed to bring to this House's attention the fact that there are provisions in our Constitution and laws, and I asked: why is it that the Member for Anson, although he has sworn to uphold and defend the Constitution, misled this House by not bringing that important fact to the attention of the House? Secondly, he has asked, \"Is there freedom of speech?\" There is freedom of speech. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is there? \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> The Member for Anson has been spouting untruths, lies, attacks on the Government. If there is no freedom of speech, how was it that he was able to do that? How was it that his members in the pany were able to similarly make wild allegations? Mr Speaker, Sir, is that freedom from fear? I ask him to travel in New York, take a walk in the streets of New York; ask him to see whether he has the same freedom and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 402</b></font>\n  <br>\n  <br> same feeling when he walks the streets of Singapore as he walks in the streets of New York, because I have lived in New York, as many other Members have, as a student. One of my friends was mugged in New York and when he reported to police a moment's later, the police were not excited and said: \"Were you injured?\" - 'No'. \"Well, consider yourself lucky, don't bother.\" That is the freedom of fear that he is talking about. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Secondly, he asked, \"Is there freedom from arbitrary arrest?\" There is freedom from arbitrary arrest because there is provision in the Constitution and our laws spell out the procedure for arrest and detention. I know what he has in mind because he has mouthed this many times. He says: \"rule of law means you cannot have preventive detention; you must release all those in preventive detention\". Mr Speaker, Sir, I hope all those who are watching us and reading our proceedings will think carefully about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a Minister for Home Affairs, as a person trained in law, there is nothing better that I would like than to repeal preventive detention, if I could do so. Because if I had a choice, I would want to prosecute every criminal in a court of law because the sentence, the publicity given to it, would have the greatest impact. But we have vicious criminals, secret society gangsters, who commit the worst kind of crimes but cannot get convictions because children whom they have raped or molested are unable to get evidence in the Court. Because we are unable to convict them in a Court of law, do we want, therefore to release these hundreds of vicious criminals onto our streets to terrify our loved ones? That is the policy question. This is where there is a big difference between the Member for Anson and the Government. If he had his way, he would abolish preventive detention, release all these criminals onto the streets. We, the Government, say we have a responsibility to the vast majority of our population and as long as we are in power, we want to protect the vast majority against this minority of black sheep. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, again the Minister is completely unable to understand. I am surprised that he was at one time a teacher of law at the university. Mr Speaker, Sir, this fear that I am talking about, if the Minister wishes to know, is the fear in the citizens of Singapore that they may be arrested at any time by the police and detained without any due process of law. Does he not know that there is this fear? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar</b> rose --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, would you like to sit down? He is asking for a point of clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, I have not finished yet, Mr Speaker, Sir. I have not finished. Well, because the other - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, on a point of order. I think there must come a limit. He has no alternative but to sit down. The Member is not allowad to make a speech. He wants a clarification. The Member should ask for clarification in brief and specific terms. If he wants a clarification, he should state so. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, yesterday we had a Minister of State making a long speech by way of clarification and I sought your ruling on that. And now I am told that I cannot even ask my questions. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am allowing you, Mr Jeyaretnam. I am allowing you. So please come to the point. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. What does he understand by the freedom of speech? Is he saying that you can go out there onto the Esplanade or to an open ground in Singapore, get a few persons and tell them, criticize any policy of the Government? Are you saying that you can do that in Singapore today? Are you not aware of the Public Entertainments Act? You cannot do it, and you cannot even go to the court to enforce your right. So what is he talking about freedom of speech? \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Mr Speaker, Sir, the example that he gave demonstrates the wide distance and the high clouds that he is on. Hyde Park in England. Let me tell the Members here, who have not been there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 404</b></font>\n  <br>\n  <br> and Singaporeans who have not been there, what happens in Hyde Park? To demonstrate my point that - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Just answer the question. \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Well, he has had his say, let me have my say. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, will the Minister just answer the question? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you please let the Minister answer the question for you, for goodness sake? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Answer the question? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Sit down! \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> Mr Speaker, Sir, the Member for Anson advocates freedom of speech. He insists on the right to intervene. With your characteristic fairness, you have accorded him the right to speak, but his double standards on freedom of speech are such that he would deny me the right to expound my reply. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are not answering the question! \n  <br>\n  <br>\n  <!-- Prof Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof Jayakumar:</b> I would answer the question in so far as a person can comprehend the English language. Mr Speaker, Sir, Hyde Park in England, in case Singaporeans do not know, in their culture, in their society, they have evolved a system where a person stands on a soap-box and makes a speech on any subject, including vitriolic attacks on another person's religion, another person's race, another person's language, anacks on immigrants, which are very provocative. This demonstrates my point. Do we want that to happen in Singapore? I think every Singaporean can un(jerstand what will be the disastrous consequences if we allow that in Singapore. And this reinforces my conclusion, Mr Speaker, Sir, that we must decide what kind of society we want. Do we want that kind of racial, religious and linguistic feelings to be stirred up under the guise of Western freedom of speech? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have the next speaker. I have to have a limit on the freedom of speech. Next speaker? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 405</b></font>\n  <br>\n  <br> \n  <br>2.59 pm \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of the Member for Ayer Rajah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the People's Action Party Government in the last 25 years, many achievements have been anained for Singapore as well as for Singaporeans. Now, concern has been expressed as to whether the younger generation of Singaporeans are able to preserve and improve upon the achievements we have attained in the last 25 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally think that the future is very bright for us, and my confidence is boosted today by a story reported in the Straits Times of a girl in Naval Base School who scored Als in all her eight subjects. And the story is not just about her academic brilliance, the distinction, but about her family background: a father and mother in poor circumstances but upright, live in dignity, bringing up a child well, and the child under those circumstances survived under our education system and comes out tops. What is touching and what gives me hope as a Singaporean is that there are others who read about the plight of this family, of this girl, and who want the best for her, offered assistance, donations. Her reaction was one that we have every reason to feel hopeful and be proud of: she does not want any more comforts. She is quite satisfied with what she has. But her concern is her mother's health. What more can we have? It is a model family. In fact, it typifies the Singapore spirit on which we built Singapore in the last 25 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this Chamber itself, I know the Member for Whampoa, for example. He also came from a very poor family. Today he is a very distinguished lecturer and an honourable Member of this House. I also remember, in the introduction of new PAP candidates for the last general elections, there are many others who also have a similar background. What is the point? The point is that it is the Singapore spirit that helped us to be what we are today. Today we still see that spirit in existence, and the key to all this is education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 406</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, we have been given accolades for all our achievements. Our Prime Minister and the Government have been given all kinds of accolades for economic development, for housing, and what have you. But one which I consider is the triumph of all triumphs is in the field of education. Well, I have been a great admirer and a great critic at the same time. But credit must be given where credit is due. Many Ministers in the past have done a good job. But one man who has been the driving force is the Prime Minister. And it is not a statement that is made in a light-hearted fashion because as a union official, I had the opportunity to travel, to meet at conferences, to make comparisons, to discuss. I think our education system despite all its defects, despite what some people try to do with it, is still one of the best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what is important in the vision that the First Deputy Prime Minister is talking about is to ensure that the children of the 15-20% in the lower income group achieve a certain level of education. I think the key to all this is education. In the last few days, Members have asked, what have we done for the poor? The greatest thing that we have done for the poor is to provide the children with the opportunity to upgrade themselves, and what better achievement, what better indication of what we have done for the poor than to see, today, many who have from humble families moved up the social ladder. And as we prosper, parents become not only just as aware as before of the need for good education but they are very conscious of the fact that the education attained must be of a certain level. Twenty years ago, for example, parerits from the rural areas would be quite contented if their children had an opportunity to attend primary education because if the children could go back and rattle a few words in English and could do some calculations, this was considered to be an achievement. But today, with improvement in everything, the standard that is aimed by the ordinary Singaporean, not the professionals - of course, professionals aim for university and so forth for their children - every Singaporean is aiming for nothing less than the 'O' level certificate for his children. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 407</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the First Deputy Prime Minister is thinking of achieving one of his goals and his vision of the 1990s, particularly in regard to the provision of home ownership for the 15-20%, education is the key. There is no other way. Therefore, we must examine ourselves and see whether we have in all these years provided and improved upon the opportunities for the average Singaporean to attain the desired level of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, generally our education system has done well. But I must point out that in the last two or three years, certain booby traps have been placed in the course of this system. I am glad to note that we now have a new Minister for Education who is conscious of the problem. I know that he is a very cautious man, as he himself has stated in his first meeting of the Schools Council. He treads cautiously. He is a diplomat and he does not want to offend anybody. So he is studying it, he is taking time. But there are signs that he is at least taking note of certain problems and he is reviewing them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I read through the Addendum on the Ministry of Education, there are three things which I think are very important and a step in the right direction, a step forward, towards making the opportunities more and more affainable for the average Singaporean to attain the 'O' level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the three points stressed in the Addendum? First, parents' choice; second, flexibility in the system; third, improving the procedures of streaming. Now, as we all know, Mr Speaker, there have been considerable criticisms and anxieties of the public and of educationists on streaming or the way streaming was done in the last two or three years; the anxiety of the parents whether their children would go to the monolingual stream and when they reach N4, whether they can go to N5, and so fonh. What is unfortunate is that last year alone, which was the first year in which the streaming took its full effect and the first lot of children in the secondary schools reached the N4, out of something like 15,000 children, slightly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 408</b></font>\n  <br>\n  <br> more than 4,000 were allowed to go beyond N4, ie, to go to N5 and sit for the 'O' level. The rest were not allowed to proceed beyond that point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I raised this issue very strongly in 1982 with the Minister of State for Education. At that time, quite a number of people did not quite grasp the impact of what the policy was all about. But last year the impact was felt throughout because lO,000 children were involved and their parents and neighbours had come to know about this, I said at that time in 1982 and I will say it again that before streaming, as was done in the last few years, the old system was already a very strict system in the sense that children had to go through annual examinations and after that the national examinations at the Primary 6 level. And following that every year they had to sit for the annual examinations. By the time they reached Secondary 4, they would have already cleared a number of hurdles and they would have proven that they were not so bad. If they had failed at Secondary 4 and, as all of us who have sat for examinations in our lives at one time or another would know there are other factors out of our control which have nothing to do with our academic ability, I think sometimes results can be quite inaccurate. Last year the Ministry said an N4 student must have nine points before he could proceed to N5. In fact, the Ministry started off with eight points for three subjects and must also have a '3' in English, that even the Cambridge authorities - they are quite strict - were abhorred at such a high standard that the Singapore Ministry of Education was trying to impose. After that they relaxed and more children went in. Is this necessary? For the last 20 years, many of the children from Secondary 3, which is equivalent to N4, who went to Secondary 4 and sat for the Cambridge examinations, did not do badly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will give you the results and make some comparisons. The Ministry is very fond of giving statistics. This year they fed the press. \"They have done well,\" they said, \"because of streaming.\" Now they have got 80% passes! But what they did not tell the public or what they did not emphasize was that the pupils who passed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 409</b></font>\n  <br>\n  <br> the Primary School Leaving Examinations, 14,000 of them should have sat for the GCE 'O' levels together with the Express stream students last year. They were supposed to be the lower rung of the cohort because they were streamed into the Normal stream.They must be the lower rung. Otherwise, why did the Ministry stream them into the Normal stream? And if they were the lower rung and you have 30,000, that means the total number was 45,000, 66% or two-thirds, the top, the cream, have been creamed off into the Express stream and you have allowed them to sit for the 'O' levels last year. So they should get 100% passes, if not 99%, if not 95%. If you do not believe me, you ask some of the aided school principals, they would tell you so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do the aided schools achieve very high results? If you are not good at Secondary 3, you are not allowed to go to Secondary 4. Only the best are allowed to go to Secondary 4. Those whom they are sure will pass are allowed to go to Secondary 4. That is why they get 90% passes, while the Government schools in the rural areas take in everybody, including those who are not sure of passing, naturally their percentage point must go down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1982, the whole cohort of the Secondary 1 students - there was no streaming - went along. They sat. In other words, the good and the not-so-good, and even the very poor ones. In 1982, the students who scored three 'O' levels was 75%. The bottom 24% had one or two 'O' levels. Now, you have removed 33% of this out of the whole lot, leaving only the top cream of 66%, and you got only 80% passes. What does that prove? I think the device to prevent N4 students, particularly those who have sat and are not allowed to proceed to N5, from sitting 'O' level examinations is an injustice and, as I pointed out earlier, if this vision that we are talking about is to become a reality, education is the key. Education is something which every parent today wants his child to have, not just to go through the primary and secondary, but at least to reach the 'O' level; to have a chance to try. I know that nobody can get the best 'O' level results. Nobody is born equal. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 410</b></font>\n  <br>\n  <br> accept that. But I think there should be the opportunity for everybody to have a try. At least he perceives that there is an opportunity. If in the process, the examination system is such that he cannot pass because academically he does not qualify - the examination system is there to make sure that he does not go beyond the level of his academic ability - at least he would be satisfied that he was given the chance, and it is just bad luck that it is the examination system that has flunk him. But it should not be an imposition, not a mechanism that is introduced by the Ministry of Education arbitrarily and say, \"Well, we do not think you should sit.\" What would the Ministry get out of this? I have a strange feeli,,.g, you know, that it just wants to show each year 75%, 80%, 85% passed and get accolades on how clever they are because they have brought the results up. But at what price? Is that the true state of affairs? That is not the true state of affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to conclude by telling the new Minister for Education that I am heartened by the fact that at least at the first meeting of the Schools Council he has shown his recognition that there are problems, he wants to review them, and he wants to take time. To be fair to him, we will give him time. Now he has stated so: Normal, Extended and Monolingual in Primary 3, if I get him right - I know he is a man of his word and he will make sure his Ministry officials carry that out - that at Primary 3 the parents are allowed to choose. In other words, if the children do not do too well and they are streamed to Monolingual, the parents are asked: would you like your child to go to Monolingual or to the Extended stream? The parents would have the final choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If that is the position, if that is rigidly implemented, if that choice is really given, then everything is fine. Not like what they do now. They give the choice, but they say, \"If you are streamed to Monolingual, you cannot go to Extended, ie the stream in between. You must go to the Normal Stream, which is the top stream and a stream which a child from Monolingual is sure to fail.\" If that flexibility is going to be extended, which will be welcomed, I am just asking that that flexibility be also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 411</b></font>\n  <br>\n  <br> extended at the N4 level, and let the parents have a choice. If they do not meet certain criteria, let them have a choice, whether they want to sit for the 'O' level or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got a few more points to raise but because of time factor I promise the Minister and the Minister of State that we will meet again at the Budget Session. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Finance, Minister for Education and Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance, Minister for Education and Minister for Health (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, time is short and we are running a very tight schedule. So I shall be very brief in my remarks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Comments from backbenchers on the economy, I will discuss during the Budget debates. Comments on the Ministry of Health have a-I ready been dealt with by my Minister of State. On education, I would like to touch on only two points. The first is streaming, and the second is on the Second Language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, several backbenchers (the Member for Chong Boon, the Member for Bo Wen, the Member for Changkat and, of course, my old friend, the Member for Moulmein) have spoken on the subject of streaming and the consequences which streaming have for our children. It is not my intention today to produce a mass of statistics in order to try and convince Members that the policy of the Ministry of Education is absolutely correct or that our new education system is perfect. All I want to do this afternoon is to return to the basics and draw Members' aftention to two fundamental points: (1) All children are not equally endowed, intellectually. (2) The system of education which we had in the past - six years of primary school, four years of secondary school and, for those who go on to University, twofthree years of Junior College or Pre-University - this system can only be comfortably pursued by the child who is of above average ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That all children are not of equal intelligence and ability is, not surprisingly, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 412</b></font>\n  <br>\n  <br> an unpalatable fact to many parents. All parents believe that their child is as bright and as able as any other child. And, provided the parents do not over-pressure their children, it is good that they should think so. But the fact remains, Sir, that in whatever skill, whatever field of knowledge, there will be children who are able to learn faster, there will be others who can only learn at a slower pace. Whether this is due to their being the fortunate beneficiary of desirable genes, or whether this is due to their home environment or to their parental encouragement, this is another issue. But if we recognize that not all children are equally clever and we force all our children to go through a system of education which is designed for the above average child, what is the result? The result must be large numbers of dropouts. These are children who find themselves unable to keep up with the rest of their colleagues. They are not able to follow what is going on in class. They become discouraged. They begin to lose interest in their studies, and eventually they drop out from school. This is what we have, under the old education system. As much as 29% of our school children dropped out at the primary school stage and 36% at the secondary school stage. Those of you who have had occasion to deal with our national servicemen, whether as parents or professionals, or if you have visited some of our army camps, the visible result is seen in the former Hokkien platoons comprising young men of 18-19 years old. They have gone through 10 years of education under the old system and have left school without knowing either English or Mandarin. For many of them, it would have been the same if they had never been to school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not particularly worried about the top 10% of our students, those who are in the special stream, studying ELl and CL1 at first language level, or even the 50% of our pupils who are of above average ability. These pupils, by and large, can look after themselves. They will do well under any education system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I am concerned with, what the Ministry of Education is concerned with, is with the lower 50% of below average or average pupils. How do we help them to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 413</b></font>\n  <br>\n  <br> go through school so that they will be able to get a useful education, so that they will not lose confidence in themselves, so that they will not leave school feeling that they are failures? Puning children into various streams, so that they can learn at their own pace, simply recognizes the fact that those who are clever can learn fast, and those who are not so clever can also learn but at a slower pace. Streaming is not a new concept. It existed from the time when all of us were school children. The cleverest pupils were put into the A class, those who were not-so-clever into the B or the C class, right down to the G and H classes which, not surprisingly, were the despair of teachers in those days. Sir, it is unrealistic to pretend that differences in ability among children do not exist. I say that it is not only unrealistic; it is cruel to pretend that these differences do not exist and to condemn generations of students to fruitless years at school when they learn nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know there are many worries concerning the present system of streaming - whether the streaming procedures at Primary 3 and at PSLE are accurate, whether parents are given a sufficient say in the education of their children, particularly in the early years, why students in the ordinary stream at secondary school cannot go on to Secondary 5N, unless they pass their Secondary 4N examination with creditable results. These are problems. They exist, I do not deny that. But these are problems which we will solve with time, with the understanding of the parents and with the cooperation of Members in this House. But the problems by themselves do not invalidate the correctness of the basic approach, that is, because children have unequal abilities we cannot have a rigid education system. Our system must be flexible enough to accommodate children of varying abilities and no child should be regarded as a failure simply because he or she cannot get 5 'O' levels. Every child can grow up to be a decent, upright citizen, capable of earning his or her own living, capable of looking the world in the eye, of standing on his own feet. I have faith in our children. I have confidence that we can smooth out the wrinkles in our education system and I hope, Sir, that in four to five years' time when the Members in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 414</b></font>\n  <br>\n  <br> House debate our education system, they will be able to do so with a sense of pride and not with a sense of apprehension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I finish, a word about the second Language and the importance of bilingualism in our education system. The Member for Ulu Pandan has suggested that for the Second Language, students should not be compelled to study the language of their ethnic group but that they should be free to cboose from any of the four official languages. The reasons for this suggestion are, firstly, that where the home language does not coincide with their ethnic group, students will find it easier to pick up the language of his choice than that of his ethnic group. Secondly, students with a special aptitude for language could end up learning three languages, the mother tongue at home, a different one at school and English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not agree with the Member for Ulu Pandan on this point. Learning the mother tongue is not merely learning a second language. Learning your mother tongue means being exposed to your culture, knowing your historical roots, knowing what made us what we are today. This cannot be achieved if a student does not learn the mother tongue as his second language but chooses another language. By all means, if a child has an aptitude for languages, he can learn English and his mother tongue and he can learn another of our official languages as a third language. I encourage this. In fact, the Ministry of Education is presently studying whether there is a demand from students to study another of our official languages as a third language. If there is demand, we will provide the necessary facilities. But it must be a third language after English and the mother tongue. As the Minister for Education, I do not consider it desirable that students should choose other than the language of their ethnic group as their second language. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, Members of Parliament have given my colleagues and I a very long shopping list. I am not sure whether we can find all the goods they want and deliver them to Members of Parliament. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 415</b></font>\n  <br>\n  <br> is not like going into a supermarket where you can find the goods which Members want on the shelves, buy them and then distribute them to the people. I hope Members are not expecting immediate results from the new Cabinet, and I hope they will understand that the goals which we have set out in our Presidential Address will take quite some time to deliver and, more importantly, it will require the cooperation of Members and the people outside this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The demands placed on my colleagues and I are heavy. Let me just give you one example of the constraints which we face. All of us know that land in Singapore is limited - 618 sq km with a population of 2.5 million today. In 20 years' time, there will be 3 million people. By the year 2030 we hope that the population will stabilize at about 3.3 million to 3.5 million people. The population grows but the capacity for land area to grow will become limited in future. The Minister for National Development has told us that there are not many sizable parcels of land left in Singapore for us to build new towns, maybe two areas, Punggol and Seletar, and that is it. Where do we find large parcels of land to build new towns? So we face very real constraints in finding land for us to build roads, homes, parks, facilities for recreation and other uses for land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is right that we should aim to make Singapore a 100% home-ownership society. It is right that we should place emphasis on finding ways to help the lower income group, the 15-20% people, who are now stuck in their rental flats, to own their own homes. We must give them a stake in our society. We must help them to share in our general prosperity. Singaporeans do well. We want all Singaporeans to do well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But from the speeches of Members, I feel that some of them think that we have not done enough for the common people. The statistics that were quoted very often were that, roughly, about 50% of our population still earn below $600 per month. We apologise for that and we urge ourselves to do more. We must do more. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 416</b></font>\n  <br>\n  <br> But have we done well or have we not done well at this stage? It depends on how we look at a half bottle of brandy; a sober man will say that the bottle is half-full, but to a drunkard it is half-empty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would emphasize that more than 50% of our people earn more than $600 per month, and there are not many countries in the world that have achieved that. And even if they earn less than $600 a month, $400-$500 a month, remember that we are doing better than one billion Chinese in, mainland China or that we are doing much better than 600-700 million Indians in India. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have an aunt. She is a widow. She runs a stall in a school tuckshop. She has just been allocated a flat in Bukit Batok. The cleaning lady in the Ministry of Defence drives her own car. I was surprised to see her driving her own car one evening when I was going home at around 6.00 pm. Yes, there are many people who earn less than $600 per month but in Singapore, and I believe nowhere else, can they own their own homes, a 3-room or 4-room flat, provided they show enterprise and provided they are prudent in their ways. These two ladies are not exceptional. The cleaning lady in Mindef is also a widow. Their cases are not exceptional. It is common in Singapore that a person who sells satay or runs a stall in a market is able to afford to own his own home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just two days ago, the Member for Yuhua told us that when the Japanese visited her at her home, a 5-room flat, the Japanese visitor remarked, \"You must be a millionaire.\" Maybe her delicate looks created the impression that she is a millionaire. But a home of that nature, a 5-room flat in Japan, would cost over a million dollars. The next time when anyone of you who owns a 4- or 5-room flat feels rather poor, we will send a Japanese visitor to your home. I think he will cheer you up. He will make you feel that you are indeed a millionaire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The best evidence we have that we have done well is the way the people reacted with blind rage to any suggestion to defer the CPF withdrawal age. If most of us were poor, having $5,000 or $10,000 in our accounts, I doubt whether we would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 417</b></font>\n  <br>\n  <br> that angry. It is because we have got funds in our CPF and we want to enjoy our funds in the CPF after 55 that we get so angry when there is any talk about postponing this withdrawal age to after 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, the Member for Potong Pasir has taken advantage of this suggestion that CPF withdrawal age be deferred. He has exploited this by arguing that this is one indication that CPF does not have enough funds to pay the people, and I believe he has come up with a series of calculations which, frankly, I did not bother to study very closely because we have seen what he has done with the calculations for HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The best proof which I can offer to Members here, that CPF has more than enough funds to pay back the depositors, is the fact that we are going to liberalize the use of CPF funds. In other words, we are looking into ways whereby CPF depositors can withdraw their funds to buy perhaps a second or third residential property and to secure investments like commercial and industrial properties. If we do not have enough funds to pay back, it will not be possible for us to think of liberalizing the use of CPF funds. We do not have to go into figures. Just liberalize the use of CPF funds for secure investments and then at any time anyone who wants to withdraw his CPF funds to invest in these safe and sound properties, they will be allowed to do so. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, may I just be allowed to clarify one point here? The First Deputy Prime Minister says that the Government has enough funds to pay back the CPF depositors. The question is: is the Government going to pay back the CPF savings in cash, or is it going to pay back in instalments? I think that vexing question is uppermost in the minds of most of the workers in Singapore. We know that it is going to be paid back. But is it going to be paid back in cash as promised in the first place? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have pressed on this point up to now. There is no clear answer from the Government that it is going to be paid back in cash. We have heard all kinds of schemes but these schemes, whatever \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 418</b></font>\n  <br>\n  <br> they are, will still lock the money in. I want the Minister, if he can, please tell everybody now, in clear terms, whether or not this money will be paid back in cash to the contributors. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> May I ask the Member for Potong Pasir what does he think - whether it will be paid back in cash or in instalments? And why has he been telling the people that we are unable to pay? The question is that the Member for Potong Pasir has been poisoning the people's mind. That is why I personally welcome his presence in Parliament because here, when he tries to inject doses of poison into the people's mind, there are many eyes watching him. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the question is still not answered. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I have not come to that. I am just saying that in Parliament, each time a dose of poison is fed to the people, he is being watched, and we can apply the antidote immediately. Outside, in the back lanes and the back alleys, in the car parks, doses and doses of half-truths, insinuations and distortions have been fed to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would we pay back in cash or in instalments? The Prime Minister has already assured the people that we are not interested in delaying the withdrawal age of CPF funds which you have today and you can withdraw them in cash. As I have explained just now, you can, in fact, withdraw them in cash to invest in properties, even now. There is no need for us to belabour this point unless the Member for Potong Pasir thinks that it is necessary for me to make it even simpler. \n  <br>3.43 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Buona Vista has made a good suggestion, and that is, we should consider revising retirement age from 55 to 60, and later to 65. Here, I hope that Members in this House and the people will not misunderstand that this is an intention to delay the withdrawal age of CPF. I think it is a right thing for us to do to consider the possibility of increasing the age of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 419</b></font>\n  <br>\n  <br> retirement from 55 to 60 and later on to 65, but in stages. It should not be done overnight. It should be done in stages. This is important for younger Singaporeans, Singaporeans in their 40s today, Singaporeans who are below 40, because these Singaporeans will be the old Singaporeans of the future. After 55, when we can live till 75, what do we do with our time for 20 years? I think younger Singaporeans, people like me, have got to take a long view, 20-30 years down the road, and consider the possibility of increasing this retirement age. The difficulty is: would employers employ people after 55 if wage cost is high? Here, we can consider a suggestion that after 55, CPF contribution from both employers and employees can be reduced from the current 25%, both sides, to 15%. In other words, from the age of 55 to 60, CPF contributions could be at a lower rate, say 15%; and from 60 to 65 it could be further reduced to 5%. This way, we lower the wage cost for employers. But let me emphasize that I am just making a suggestion here. It is not a decision. It is part of our effort to throw out ideas for public discussion. Here is an idea which I am throwing out for Members and for fellow Singaporeans to think over to see whether we should or should not push back retirement age gradually over time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if indit amusing that the Member for Potong Pasir should from time to time challenge the credibility of the Government. The PAP has been returned in election after election from 1959. The people know what we can do. If they do not believe we have any credibility, they would not have returned the PAP again and again from 1959. But since we talk about credibility, perhaps the Member for Potong Pasir should stand in front of a mirror and examine his own credibility. On Friday last week when the Member for Anson, who is not here at this moment, moved an amendment to the motion, he supported the amendment. He was running with a hare. Three days later, he stood up to support the motion moved by the Member for Ayer Rajah. He has begun to hunt with the hounds. So in a matter of three days, he has outwardly changed sides. Yes, I think there is technicality. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 420</b></font>\n  <br>\n  <br> he has supported the motion raised by the Member for Ayer Rajah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He was converted. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> And he voted for the amendment. I believe that before the General Election, during the campaign, he was talking about the role of a constructive Opposition, helping the Government to govern better. In his maiden speech, I think he has made it very clear that he is not going to be loyal to the ruling Party, which is the Government. So here, we have a clear statement that his role is, in fact, to bring down the ruling Party. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> If you openly declare that you are not going to be loyal to the ruling Party, disloyal to the ruling Party, it follows that one of your objectives must be to look for opportunities to bring down the ruling Party. \"No sane person will destroy what we have built up.\" That was stated clearly by the Member for Potong Pasir. But I can tell him and Members of the House that unsound ideas can also bring down a country. We do not require insane persons to be in charge to bring down a place. Unsound ideas themselves can bring down the whole edifice of a country. When the Member for Potong Pasir was expounding on rearing chickens as an unemployment insurance, as a means to fall back on during wartime, I noticed that the Member for Anson was covering his face. Maybe he was tired but he did cover his face for a while. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Switching on to another subject, I know that motorists and taxi-drivers are somewhat apprehensive at this moment, extremely agitated with rumours of impending increases in taxes and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I sympathize with the motorists. Our objective is to create more wealth in the country, in the society. We have succeeded in giving most Singaporeans a home. So what is the next thing which they would like to have? I think it is a car. And here, we are giving people more wealth and yet we are making it difficult for them to own a car. I think it is a dilemma in which we are caught in. How do we resolve this? I think it is for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 421</b></font>\n  <br>\n  <br> people to decide whether they want to have a city with limited roads full of traffic jams, to allow traffic jams to build up and then tackle the problem. Or we should anticipate traffic jams before they are built up and tackle them. So I have sympathy for the plight of the motorist, but this is a national problem which we are faced with, It is a dilemma. How do we resolve this? I would welcome any suggestions from members of the public, from the motoring public, who have got good ideas on how to resolve this dilemma - how to curb car population growth. I am sure my colleague, the Minister for Communications, will welcome constructive ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Strange as it may seem, knowing the role played by some taxi-drivers, I also have some sympathy for taxi-drivers. This is purely because the system which is being operated now works against them in terms of adjustment of fares to allow them to catch up with the general increase in income. Hawkers can immediately raise their prices to catch up with inflation or to catch up with increases in wage levels. Taxi-drivers must wait for the fares to be changed, and this takes time because figures must be looked into, the interest of the taxi-drivers and the interest of the passengers must be weighed. In the meantime, the only way for them to earn more is to drive longer distances, longer hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can understand why they feel that they are losing out in the general prosperity of Singapore. So when figures are given to prove that taxi-drivers will suffer a loss in income as a result of whatever changes, I dismiss them because I think the Minister for Communications will be a fool if, instead of allowing taxi-drivers to earn more, he makes them earn less. It does not make sense. In America, in some cities, I understand that the taxi operators themselves decide on the fares they want to charge. Although metered, they decide on the rates, the fares which they want to charge. Perhaps it is something which we can look into in tbe longer term, as part of our move to bring certain sectors in the Government closer to the private sector. Who knows how much a taxi-driver should earn? Who decides how much he should earn? I think perhaps the market should decide. So let them as some American \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 422</b></font>\n  <br>\n  <br> cities have, decide on the rates which they want to charge their passengers. And all that the Minister for Communications needs to do is to worry about the relationship between tax rates for taxis and motor vehicles and buses. In other words, operate a land transport policy through sening the tax rates, and the rest should be left to market forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, I emphasize it is only an idea. What I am trying to do this afternoon is to think aloud, set the direction in which I would like to see ourselves moving. And that is, a greater participation by the private sector in deciding things for themselves. We should extend this liberalization to the HDB. To give you my own experience in Marine Parade, there are many blocks of flats with a wonderful view of the East Coast Park, of the beautiful sea with the ships in anchor, and there are also certain blocks with flats facing the rubbish dump. Both types of blocks, both units in each type of block, went at the same price. I think it is grossly unfair that someone who has got the view of the sea, purely through the luck of the ballot, be allowed to pay the same price as someone who has been unlucky to be forced to live next to a rubbish dump. I would suggest that we should also look into the possibility of moving the HDB closer to the market. But I emphasize that the 3-roomers and the 2-roomers will always be paid special attention because our declared objective is to ensure that every Singaporean owns his own home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members of Parliament have pleaded for some assistance for the business sector, for the small businesses, since times are bad. I suggest that we await the Budget speech tomorrow. The pleas, I am sure, have been well heard by the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to move on to the speech by the Senior Minister yesterday. I felt rather saddened that the Senior Minister should have to stand up in Parliament and put down one of his old colleagues, one of our own colleagues. It is something which is unnecessary, but something which the Senior Minister felt he must do. The Senior Minister reminds me of the late Mr Hon Sui Sen. He is not a man who loses his temper very easily, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 423</b></font>\n  <br>\n  <br> especially in public. So when he had to put down a fellow colleague publicly, it is something which all of us do not rejoice in. Perhaps we laugh at the way he told the stories, the fables, the tales. But it is not something which we enjoy, and we hope that it should not be necessary for senior Ministers, or the Prime Minister, or for any one of us, to have to speak in that manner to our own colleagues in Parliament or even outside. Unfortunately, the question of Minister's pay has again been brought into the forefront. Why are Ministers paid $18,000 when there are poor people earning $500-$600 outside? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, I am reminded of the half-truth that was first put up by the Member for Potong Pasir - that each time a Minister went for a walk-about, he was paid $600. I was surprised 'to receive a telephone call from a journalist. He rang me up to ask, \"Is it true that each time a Minister went for his walk-about, he was paid $600?\" I was astounded, and said, \"How could that be?\" I could only guess that what the Member meant was that Ministers were paid $18,000 per month, divided by 30 days, it- works out to $600 a day. And indeed that was clarified later on, I believe, by the Member for Potong Pasir. But when he first put it across, he said that each time a Minister went for a walk-about, he was paid $600. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the real issue is whether we run a system whereby each person is paid his worth. I am not going to justify how much Ministers should be paid. It is important for us to discuss this, and I suggest that perhaps the Prime Minister would like to discuss this openly in Parliament. He is the one who decides how much Ministers should be paid. We should have a full-scale discussion in Parliament on this. I do not think anyone of us feels ashamed of our policy that each man should be paid according to his worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know how much lawyers charge for writing leners or petitions for clients. $200 per petition to, say, the ROV to have a bus licence reinstated, a two-page petition, an appeal? I checked. I think that is the going rate. $200 a letter of two pages; $100 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 424</b></font>\n  <br>\n  <br> per page. How long would it take a lawyer to write this letter? It depends on the lawyer. A good one could perhaps listen to the case and dictate the lefter off within half an hour or 45 minutes. A poorer one would take a liftle more time to write out such a petition. But let us assume that each letter takes just one hour to pen. Five lefters a day, that is $1,000. Eight letters a day, that is $1,600. Of course, you must deduct your overheads, your secretarial expenses. Who decides how much a lawyer should be paid? I think it is decided, again, by the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I suggested just now, we should bring this into Parliament and discuss it openly because it is not something which Ministers feel ashamed about. It is not just the Ministers' pay. It is the civil servants also. Yes, first we determine how much a Minister should be paid and then we go on to the civil servants. How much is a Super-scale civil servant worth? What about the SAF officer? How much is he worth? We could go right down the line. How do we reward people in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have always run a system whereby we believe people must be rewarded in accordance with their ability and performance. And we also at the same time emphasize that people must be educated to their maximum potential and be given equal opportunities in education and in work. It is not just a question of quantum. It is a question of philosophy which we should discuss. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want now to move on briefly to what I regard to be the role of Members of Parliament. Members of Parliament should not just provide feedback. Feedback is valuable. But that is not their only role. I was looking for bold, creative, ideas from Members here and from members of the public, to help us reach the goals of a better society by the year 1999. Yes, there were some ideas but not enough. Members of Parliament should discuss with their constituents, their friends, to generate bold, creative ideas so that we can work together to realize these ideas. Singapore is all we have. It is our only home. It is not a big house. In Australia, the house is very big. If there is disorder in a corner of the house, say, in Sydney or Melbourne, you can go to Perth. But in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 425</b></font>\n  <br>\n  <br> Singapore, if the house is in disorder, there is no corner where you can run to. All of us are living in the same home. It is our home. We want to make the home as comfortable for everyone living in it, as comfortable as we can within the constraints of land, labour and the resources. So I look forward to contributions from my colleagues in this House. I look forward also to suggestions and ideas from anyone who can help us to realize our goal of a better future for all of us. We cannot do this based on criticism alone. We need cooperation. We cannot do this just based on speeches alone. We need to come out with real programmes whereby we can implement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So over the next few months, my colleagues and I would want to arrange a series of discussions with Members here and with members of the public, to explore in stark terms the hard alternatives facing us, to debate over choices and to agree on the choice which we have got to make in order for us to have a good home, a good future, for ourselves and our children. Thank you. [Applause] \n  <br>4.09 pm \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Deputy Speaker, Sir, I support the motion moved by the Member for Ayer Rajah to thank the President for his speech delivered on behalf of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before going into the Government's goals, I would like just to touch on two pillars of foundation upon which Singapore was built and become what it is today. These are, first, the pillar of nation building. I thought this is something that we all take for granted, that it is on the efforts that have been made since 1959 that we are able today to stand here and speak. Obviously, the remarks that have been made by both the Members for Potong Pasir and Anson have shown that it is not so. They have both bitterly criticized the Government's $18 million spent on the National Exhibition. I do not think, Sir, I want to go into why or how our forefathers came here. But I do want to say that today we are here. This is our nation. Every step we take, every move we make, everything we do towards building this country, a nation of people committed to the nation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 426</b></font>\n  <br>\n  <br> that we call Singapore, and any money we spend is worth the money spent. Mr Deputy Speaker, Sir, what is the use of all our economic growth; what is the use of all our wealth if, when the chips are down, we find all our people deserting our shores? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I think the Government need not make any apologies for this money spent. Sir, may I remind them that it is our 25th year of nationhood. In a marriage, they call 25 years of marriage the S.'Iver anniversary. It is a time for rejoicing. It is a time to spend this money to show our people what has been done during the last 25 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second pillar, Sir, I would like touch upon is that of economic growth, The Member for Teck Ghee has spoken eloquently on this. I do not really want to go into this because, as he rightly said, the best things in life are not free despite what the advertisements and romantics tell you. But I would just like to touch briefly on his analogy of a bus that is applied to Singapore and the economy. Since Members have used quite a lot of land transport vehicles, may I use another example. With apologiestothe Memberfor Bukit Merah,l think our economy is more like a motorcycle. After all, a bicycle is really too slow. A motorcycle moves faster than a bicycle but, like a bicycle, a motorcycle has two wheels and so we are always in danger of toppling over. We cannot stop although sometimes some of us may feel tired and say, \"Stop the motorcycle. I want to get off.\" Unfortunately the world carries on regardless of our state of health. We are also exposed to the elements, to the wind, the rain and the sun, just as our country is exposed to the uncertainties of world economic and political situations. We are also very vulnerable, especially when we get involved in accidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Sure! \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I agree that we can take some measures to protect ourselves. We have done so for our own motorcyclists. We advise them to put protection bars. We require them to wear crash helmets. But, by and large, Mr Deputy Speaker, Sir, there is really not much that we can do to protect ourselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 427</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the disadvantages. But we have some advantages. We are small, we are flexible and therefore we manoeuvre better, especially in traffic jams and other forms of jams that we may have. We can move faster, but in the long run, over a long stretch, our speed is constrained by the size of our motorcycle. It is difficult to move a motorcycle with, let us say, a 300 cc engine. But being small, we also occupy very linle space and therefore whatever business there may be, though it may be a drop to countries like the United States or China, could be a boom for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And along with this motorcyle that we are travelling on, we do have our fellow road users. Most of them are the huge imposing vehicles, the lorries, the buses and the cars. Some of them are downright unfriendly, such as recession and economic problems, trade protectionism, external political uncertainties, communalism, and things like these. But I must say that there are some friendly road users too, and these are the principles of free trade that we base our economy upon, our Asean friends with Asean cooperation and vehicles like these. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my motorcycle is not as big as the bicycle that has been illustrated by the Member for Bukit Merah. Just like Singapore is, we all are \"on board\" in a small place, and we know that it is only discipline, a purpose of direction, and hard work that can keep us going in the right direction to keep us in proper balance. Those of you who have ridden motorcycles before will know that if you, try to negotiate a right-hand bend while turning your body to the left, you will find yourself in a very nasty accident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree, Sir, that this motorcycle that we are on now and then wobbles, especially when we come to some slippery patch of road. We have had that in the past, ie, the British pull-out and the separation from Malaysia. But now, I think the horizon shows that we are coming to another bad patch again. I hope that the Member for Teck Ghee, who is also the Minister of State for Trade and Industry, prefers my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 428</b></font>\n  <br>\n  <br> analogy of a motorcycle because what may cause only dents in buses will be a fatal accident to a motorcyclist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think these two pillars, the pillar of nation building and the pillar of economic growth are two fundamental pillars of foundation, so much so that if anybody were to knock these down, he will bring down the nation that is Singapore. It is only because the People's Action Party for the past 25 years have to a great extent properly maintained these pillars that today we can talk about the new goals for 1999, ie, the goals that have been enunciated in the President's Speech together with the Addenda that accompany the Speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the goals in the speech, I come to a very interesting conclusion; the programme reminds me of a bikini. Why do I say it is a bikini? Because, like a bikini, it shows you very interesting parts. It tantalizes you but the vital parts are covered. I would like to explain briefly what I mean by this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Open it. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> May I tell the Member for Serangoon Gardens that he has to look for it himself. Some of the goals are quantitative. These are the economic growth rate of 5-7%, the increase in productivity rate of 3-5%, the 80% home-ownership by 1989, and so forth. These are all very quantifiable goals which can be seen quite easily when we achieve them, because these are what we have achieved in the past. But there will be more and better things in the years to come. And with a history of what we have done, I am pretty confident that we will be able to achieve them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are some goals that are more qualitative. Perhaps at this point I would just like to quote briefly some of them. In the President's Speech, he says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A more vibrant cultural environment can make living in Singapore more fun.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the First Deputy Prime Minister's Addendum, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There will be ample facilities and support for music, the arts, for sports, recreation and leisure activities.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 429</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also mentioned this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'They can be gracious as well as socially disciplined and confident. They can find fulfilment in non-material pursuits......' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore can be a cultivated society...... Talents of the people will be developed to the fullest. For that we need a creative, stimulating and culturally vibrant environment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are very beautiful goals to achieve because straightaway, when I read this, it reminds me of certain periods of history of other civilizations where these things happened, particularly the European Renaissance in the 15th and 16th centuries. Perhaps even in London, at the beginning of the Industrial Revolution when arts and culture bloomed, where scientists, whether in the natural science or in the physical science, who were all Members of the Royal Society, came forth with new discoveries and over things. Or even Paris attheturn ofthecentury,where itwassaid that if you want to paint or write you have to go to Paris. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, how do we reach from where we are today to where we want to be in 1999? That is the key question. In this, it seems to me that Singaporeans will have to be innovative, creative and imaginative. We have also been given a show of the interesting areas where the Government has said that we will reach an accord with the citizens, there will be participation and there was also express concern for the aged and for the 15-20% of those in the lower income group. Many Members here have offered many suggestions, and I do not intend to add more because there will be ample time in other sittings to do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear! hear! \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Thank you. But here, I must say that to bridge this gap we require a vital spark, a spark that is not tangible, something that cannot be seen but something that must be within all of us, so that we can become creative, stimulating, perhaps interesting. This is what I mean when I say that the bikini covers the vital areas. I am sure we are all aware that the bikini is a two-piece swim suit. Although, Mr Deputy Speaker, Sir, it is a two-piece, I maintain that it covers three vital areas. What are these three? I leave it to the imagination of Members. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 430</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to touch on these three very briefly. The first vital area, I think, is in the very important question of the allocation of scarce resources. This is an important policy matter, and in Singapore it is important that we allocate our scarce resources correctly. But may I ask: why is it that we frequently use monetary incentives or disincentives to do this job? The Members for Chong Boon as well as Whampoa have already adequately covered this. I just want to add that we can hear sometimes, or even very often, in the streets and in coffee shops the local colloquialism where people used to say, \"With this Government, if there is no money there is no talk.\" When we use this too much - I say \"too much\" because I believe there is definitely a place for such usage - but if we use this too much, we run the risk of encouraging our citizens to look at the accumulation of wealth as the alpha and the omega of life. Although earlier I stated that economic growth is important, nevertheless I do not think that these two points contradict one another, for it simply means that we need to recognize the importance that wealth can bring but we must not let wealth rule our lives. Poverty is certainly not a badge of honour. In other words, what I am saying, Sir, is that, like fire, wealth is a good servant but a bad master. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, although it is a covered vital part, I am not very concerned because I think our new leaders are aware of it. If one looks carefully at the speech by the President, one will find it, And here, I would like to quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Our people can be encouraged to find satisfaction and fulfilment beyond material pursuits.' So the hint of the vital part is there, \"beyond material pursuits\". \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Heng, you have a very brief three minutes left. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Thank you, Mr Deputy Speaker. The second vital part is that we should develop our talents. But should we really just use or make very good use of academic qualifications? Should we not also pay respect to those who have talents in other areas? Because after alk if we want to realize the vision of 1999, we also must give due respect to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 431</b></font>\n  <br>\n  <br> those who are good, not so much with five 'O' levels or a University degree but also those who are good in music, in the sports and in the other fields. Here again, I think the vital parts, although they are covered, are there. Here is where the President said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to strengthen the driving force of our progress, namely, the urge each citizen has to develop his potential to the fullest and to achieve his rewards in accordance with the worth of his contribution to our economy or society;' \n  <br>\n  <br>I think that is the key part, \"to our economy or society;\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third vital part, Sir, is the executive branch of the Government, ie, the Civil Service, because policies are implemented by them, and the heavy hand of bureaucracy can kill really any creative spark that may be in us. All of us have our own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 432</b></font>\n  <br>\n  <br> favourite stories about the Civil Service, and I do not wish to go into them. The question I ask is, why are they like this? Are all these actions that one hears about the acts of some misguided, untrained, underpaid staff? Or does it run through the whole Service? I think the main problem here lies very much with the fear of making mistakes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is now 4.30 pm. Moment of Interruption. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
