{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"16\"> \n  <meta name=\"Sit_Date\" content=\"1986-03-27\"> \n  <meta name=\"Start_Col\" content=\"1317\"> \n  <meta name=\"End_Col\" content=\"1422\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">16</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">27-03-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 27th March, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CONDUCT OF THE MEMBER FOR ANSON</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> On the 20th March 1986, the Member for Anson rose under Standing Order 95(7)(b) to make a complaint of a breach of privilege, alleging aspersions on the office of the Speaker by an hon. Member of this House. Under the Standing Order, I ruled against reference of the matter of the complaint to the Committee of Privileges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During Question Time on the 26th March 1986, the Member for Anson again made reference to his complaint. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, I think, a sad detraction from the dignity of this House when the position of the Speaker is manipulated as a means to impeach an hon. Member. As the Speaker I will see to it that this will not be allowed to happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It also saddens me to have to refer a complaint against any hon. Member to the Committee of Privileges, especially when the matter of the complaint involves non-declaration of a personal pecuniary interest. I should have thought that it would have been easy enough for an hon. Member to declare his interest in a matter or, where his omission has been due to an oversight, to apologize and make his declaration when his failure to do so is brought to his attention. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Questions for Oral Answer. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I make a personal statement on that? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I have considered the matter closed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, you have made some remarks. I would like to make a personal statement. If you say no, I will sit down. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I say no. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You say no, all right. Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you can ask Question No. 1 now. The Prime Minister is here. \n  <div align=\"center\">\n   <b>PRIME MINISTER'S VISIT TO AUSTRALIA</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr J.B. Jeyaretnam</b> asked the Prime Minister whether there were any compelling reasons that is taking him to Australia in April 1986 and what he proposes to discuss with the Prime Minister of Australia. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, the Member asked if there are any compelling reasons taking me to Australia in April. The answer is no. The Member asked what I propose to discuss with the Australian Prime Minister. The answer is, a few matters of Singapore-Australian interest. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Prime Minister say how he proposes to reconcile his trip, if there are no pressing reasons, with the statement of the Minister for Finance in his Budget Statement that the aim of the Government is to reduce significantly overseas travel? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I do not know if the Member is suggesting that I should not travel to Australia? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is not the Prime Minister aware that it cannot be my suggestion? Of course, he can travel to Australia. Nobody stops him from going anywhere he pleases. My question is whether the travel will be paid out of public funds? I presume it is. And how does he reconcile \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> his proposed trip, when there are no compelling reasons, with the declared aim of the Government to cut down on overseas travel? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> From memory, Mr Speaker, Sir, I should imagine there would be about 3,000 government trips a year on official business. I would like to believe that my visit to Australia in April is not the least important of all the travels. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Prime Minister enlighten this House a little bit more about what is taking him to Australia? What are the matters that he proposes to discuss with the Australian Prime Minister? Secondly, is he going to take a huge entourage with him - Ministers, Ministers of State, Parliamentary Secretaries? And how much will this cost the taxpayers in the end? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, the Member should have tabled such a Question, and I would have answered him. He asked me if there were any compelling reasons, and I truthfully told him no. Now, he wants to know more. There were a series of very detailed questions. Could I have them again? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is the Prime Minister not aware that the second part of my question asks quite clearly and specifically what he proposes to discuss with the Prime Minister of Australia? My question is: will he enlighten us a little bit about what are these matters that he proposes to discuss with the Prime Minister of Australia? Is he also aware that the Australian Foreign Ministry in a statement said that there were no major issues between Singapore and Australia? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, I do not follow the statement of the Australian Foreign Ministry as closely as the Member for Anson. I am sure he will delight the Australian PR Officer at the High Commission here, no end. He ought to be commended for having attracted the attention of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am visiting Australia because in October, in the Bahamas, the Prime Minister of Australia personally invited me to visit him. My last official visit to Australia was in October 1976. The Prime Minister of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> Australia had been to Singapore in 1984. Although there were no urgent compelling reasons, I felt that the relationship should be nurtured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The questions of mutual interest happily do not include contentious issues. When relationships are carefully nurtured, there are usually no contentious issues that get out of hand. I think it will be discourteous of me to tell the House the specific points that I will make when I meet the Prime Minister of Australia. But it would not be a breach of courtesy if I were to say that I want to thank him, first, for amending his system of special tariff preferences in such a way that he did not graduate Singapore, as New Zealand did. That was extremely helpful and it showed understanding of our need of at least another decade for a developing country status. Our relationship with them amount to some $3.1 billion in trade last year. It is not insignificant, not our largest, and not within the first five. The Australian System of Tariff Preferences (ASTP) is of value to us. There are some problems which we have about anti-dumping measures. Six export items, including dyes, steel tubing, have been severely cut down by complaints made that exporters were dumping into Australia. In many of these items, we exported 0.5-0.6% of Australian imports. Nevertheless, by their anti-dumping rules which allow cumulative combinations of all exports, we have been struck, even whilst investigations are going on. So from the moment an anti-dumping complaint is made, we are shut out, although we export no more than half a per cent of their imports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are non-compelling reasons like that which, if not attended to in time, and nurtured and discussed in a relaxed and non-contentious atmosphere, do grow and become contentious. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Do I understand the Prime Minister to say that our relations with Australia are in need of nurturing? To come to my other questions --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Don't you want an answer to that? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I do, Mr Prime Minister. Just hold your reins for a little while. I have got two other questions. May I have an answer to my two other questions? What is the number of the entourage that will be accompanying him and what would be the projected cost? Or is the Prime Minister going to tell us that all this has not been worked out yet? Does he not know who are going with him? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, it will be a very foolish Prime Minister who says that the best of relationships need no nurturing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My entourage and the cost - I am speaking from memory - if the Member wants details, he will get them. There are two segments in my travel. One to New Zealand and Fiji, the second to Australia. For New Zealand and Fiji, it is Encik Yatiman Yusof, Parliamentary Secretary (Foreign Affairs), and Mr Tang Guan Seng, Parliamentary Secretary (Education). For Australia, it is the Minister of State for Trade and Encik Zulkifli, the Political Secretary. I hope travel with me does help to broaden their experience. There are the protocol receptions, guards of honour, formal dinners. There is also the quiet interchange that takes place, both in conference and off conference. And I would like to believe that something does flake off. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, would the Prime Minister now tell us about the entourage that is going to Australia? He has told us about New Zealand and Fiji, the first segment. Finally, what is the projected cost to the taxpayer of this sweep over the Southern hemisphere? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, I have given him the two parties. For New Zealand and Fiji, Encik Yatiman and Mr Tang Guan Seng. For Australia, Dr Lee Boon Yang and Encik Zulkifli. The entourage consists of two each. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost will be the cost of SIA fares to and fro, across the Tasman from Auckland to Fiji and from Fiji, by Air Fiji, to Brisbane. I will have to work that out. I am sure the Member will be interested to know that we have to make sure that we get the full discount which friendly airlines will give us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of actual stay in Australia, New Zealand and Fiji is usually borne by the host government. It is government hospitality, which I hope we will not be abusing by bringing such an entourage! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On this Question No. 2, Sir, in view of your observations this morning and before anybody on the Government Bench gets very excited, may I say that I have acted in the past for soldiers who have been injured. I have also acted for victims of traffic accident cases where monies have been sent to the Public Trustee. But may I say this: that there is no personal pecuniary interest whatsoever in these Questions or in the Questions that I raised yesterday, and that is why I did not say anything. I cannot see any personal pecuniary interest in the Questions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SERVICEMEN INJURED IN TRAINING</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr J.B. Jeyaretnam</b> asked the First Deputy Prime Minister and Minister for Defence if he will say how many persons were injured whilst undergoing army training in 1985. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister of State for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Defence (BG Lee Hsien Loong) (for the First Deputy Prime Minister and Minister for Defence):</b> Mr Speaker, Sir, in 1985, a total of 102 servicemen suffered injuries in training which led to varying degrees of permanent disablement. A further 58 servicemen suffered such injuries in work mishaps. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Minister of State said there were 102 servicemen who suffered injuries. Would he say whether there were any suicides last year in the Army? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the 102 servicemen suffered injuries in training. None of these were suicides. There were suicides in the Army. But these were not related to training. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister of State say whether any of the injuries to any of these men were sustained because they were compelled to continue with training, for example, doing push-ups, when they had complained that they were unable to continue with whatever training they had been asked to do? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I do not have details of each incident. But if the Member for Anson is aware of any such cases and if he will present me with the facts, I will investigate the matter. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister of State confirm that, at the beginning of this year, there was a serviceman who sustained severe injuries because he was compelled to carry on doing push-ups after he had complained that he was unable to continue? Would he look into that and let us have a report? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I have no names and no dates available from the Member for Anson. Should he supply me with the particulars, I shall look into them. And should he table a Question before the House, I shall answer it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> My question is: will the Minister find out whether there was a case of a serviceman who was compelled to do push-ups who was then injured as a result of it - he suffered very serious injuries and was discharged - and report to the House? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, if a Question is tabled, I shall answer it. Particulars will, of course, be given. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I ask you now. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I await the Question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPENSATION FOR VICTIMS OF TRAFFIC ACCIDENTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Speedy payment by Public Trustee)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr J.B. Jeyaretnam</b> asked the Minister for Law whether he will ask the office of the Public Trustee to speed up payment of compensation received by his office for victims of traffic accidents. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, under the Motor Vehicles (Third-Party Risks and Compensation) Act, all compensation monies for victims of traffic accidents have to be paid to the Public Trustee in the first instance if the quantum of compensation exceeds $500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where the quantum of compensation paid has been agreed between the insurers and the victim through an out of court settlement, the Public Trustee's duty under the Act is to satisfy himself that the quantum is adequate in the circumstances. For this reason, as soon as he receives the compensation monies from the solicitors acting for the insurers, the Public Trustee has to write to the solicitors acting for the claimant requesting their opinion on the percentage of liability on the part of the victim, copies of the Police report of the accident, medical and specialist reports on the victim, the solicitors' bill of costs for taxation and other relevant documents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where the quantum of compensation has been determined by an Order of Court and there is no necessity for the Public Trustee to satisfy himself on the adequacy of the compensation, payment is made as soon as the certificate of the taxed bill of costs is received from the Registrar of the Supreme Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It normally takes a few months from the date the compensation monies are received by the Public Trustee for the compensation to be paid to the victims. However, in some cases, delays in payment may be unavoidable when the claimant's solicitors find difficulty in providing relevant documents or when long and protracted negotiations take place between the solicitors for the claimants and the insurers after the Public Trustee has found the quantum of compensation agreed upon by both parties out of court inadequate. In such exceptional cases of delay, an interim payment can be made to the claimant from the compensation in the hands of the Public Trustee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Anson may rest assured that the Public Trustee and his officers make every effort to ensure that the monies are paid to the victims or their beneficiaries expeditiously. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE RIVER PROJECT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Public participation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Eric Cheong Yuen Chee</b> asked the Minister for National Development \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> whether he is aware that the Urban Redevelopment Authority's call for public participation in the Singapore River project has not met with favourable response as the guidelines and time constraint imposed on the owners of properties in the area are difficult to meet and whether it is necessary to have these guidelines and time constraint. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, in the URA plan for the Singapore River, the two main objectives are to bring back new activities into the area and to preserve some of the riverside architecture and history. To achieve these objectives, the URA has to set guidelines and time-frame for implementation. The guidelines require the owner to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) preserve the building facade; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) use the groundfloor for a purpose which will generate riverside activity such as shops, cafeteria, restaurant; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) amalgamate and make joint development proposals in three parcels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The requirement for owners to develop jointly and amalgamate the different lots into larger parcels for conservation is to ensure that the project has a greater chance of success. The land ownership in this area is very fragmented. A long time will be needed for the project if the owners are allowed to develop individually. There will also be many implementation difficulties. For example, encroachment by existing tenants are choking many parts of the backlanes. By amalgamation, accessibility and safety features like fire escapes for the renovated buildings can be further improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A time-frame has to be imposed to ensure that results can be achieved quickly before the existing buildings deteriorate further. Some of the buildings are already in a very bad condition. Owners are required to submit their plans within a year and start work within three years. If developments are allowed to take place sporadically, it is unlikely that the riverside will be revitalized for a long time to come. With a time-frame, it is far more likely that we will see a new Singapore River in the near future. This will benefit not only the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> owners of the Boat Quay shophouses but also help to build up a potentially significant tourist attraction quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLIC SECTOR TENDERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Participation of Government-owned companies)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Ow Chin Hock</b> asked the Minister for Finance, since the issue of guidelines for the participation of government-owned companies in public sector tenders, (a) how many public sector contracts have been awarded so far, and what is their total value; and (b) how many of these contracts have been awarded to government-owned companies and what is their total value. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, guidelines on participation of Government- owned companies (GOCs) in public sector tenders were issued on 31st January 1986. Between then and 7th March 1986, Government awarded over 200 tenders valued at more than $650 million. Only nine tenders worth a total of $61 million were awarded to GOCs. Eight were awarded to GOCs for security reasons. For the remaining contract, there were only two bids which satisfied all the requirements and both were from GOCs. The job was given to the GOC that submitted the lower offer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CLINIC IN THOMSON CONSTITUENCY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Leong Horn Kee</b> asked the Minister for Health whether there is any plan to set up a polyclinic or an outpatient clinic in the Thomson Constituency. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Mr Yeo Cheow Tong) (for the Minister for Health):</b> Mr Speaker, Sir, I will reply on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Residents living in Thomson Constituency are currently served by two nearby Government clinics at Toa Payoh and Ang Mo Kio, which are easily accessible to the residents. A new clinic is being built at Lorong 8 Toa Payoh. When opened in 1987, residents in the Thomson Constituency will be able to make use of this clinic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has no plans to build a clinic in the Thomson Constituency. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, may I ask the Minister of State whether he is aware that very large numbers of HDB flats are being built in Thomson Constituency? There is one big estate called Bishan East, and there are few other smaller estates called Bishan West, Bishan North and the Soon Foo Estate. In view of this growing number of HDB estates and the large increase in the number of residents, would the Minister of State consider having a polyclinic or outpatient clinic in Thomson Constituency? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the existing two clinics at Ang Mo Kio and Toa Payoh will be adequate to cater for the needs of all the new towns around these two clinics, including the new town of Bishan. However, the Ministry will continue to review the utilization of these two polyclinics and will take the necessary measures if they are fully utilized. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT TO A LATER DAY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, may I seek your consent and the general assent of Members present to move that, at its rising today, Parliament do stand adjourned till 2.30 pm on Monday, 31st March 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are three Bills relating to Securities Industry, Futures Trading and the CPF which are due for Second Reading and it would be most convenient to take them on Monday at 2.30 pm. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I give my consent. Is it the pleasure of hon. Members that the Leader of the House move the motion? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, at its rising today, Parliament do stand adjourned till 2.30 pm on Monday, 31st March 1986. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1986 TO 31ST MARCH, 1987</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [26th March, 1986], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head J be reduced by $10 in respect of Subhead JA-01 Object Group 1100 of the Main Estimates.\" - [Mr Chai Chong Yii]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, before the House adjourned yesterday, I was speaking in support of the proposal made by the Member for Fengshan for greater financial support to be given by the Ministry of Finance towards the construction of community centres. For every dollar raised by the community and grassroots organizations, the Ministry of Finance should at least contribute two dollars. I hope that the Acting Minister for Community Development will pursue this proposal vigorously with the Ministry of Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to turn to the Majlis Ugama Islam (MUIS). Firstly, I would like to know what steps MUIS has taken to check the spread of false Islamic teachings in Singapore. Could the Minister concerned give an assessment of this problem? How widespread is this problem? To effectively check this problem, MUIS should get the assistance of and work closely with the other Muslim organizations here. Could the Minister comment on the relationship between MUIS and the other Muslim organizations, and how they have cooperated and worked together to tackle issues which Muslims in Singapore face? In this connection, I would also like to urge MUIS to take strong, decisive and urgent action to check the spread of Qadiyani teachings here. The Qadiyanis have developed a building in Onan Road, which is in my constituency, which they have called a masjid. I fear that this development will confuse the Muslims in Singapore. A number of leading Muslim organizations have voiced their concern regarding this issue. They are rather critical of MUIS, especially for being too slow and for not taking action to either restrain or stop the Qadiyanis from calling their building a masjid. MUIS must act quickly and decisively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next issue which I would like to raise is the administration of wakaf properties in Singapore. The Member for Pasir Panjang has spoken on this subject and has urged MUIS to administer the wakaf properties more effectively. I would like to add that they should consider ways and means by which the wakaf properties could be developed for the benefit of the Muslim community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are living in a fast changing world brought about by the rapid development in science and technology. The Muslims must keep pace with this development so that they would not be left behind. However, we have to exercise great care so that, in trying to absorb the new ideas brought about by the development in science and technology, we do not breach the fundamental teachings of Islam. Muslims in Singapore need guidance on these matters and MUIS must play a more positive role here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that MUIS develop a core group of Muslim scholars comprising international scholars and local scholars as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS should maintain close relationship with leading Muslim universities in the world. Muslim scholars of international repute should be invited to come to Singapore on a regular basis to meet our local scholars and leaders of the Muslim community to discuss issues of relevance to Muslims in their effort and drive to keep pace with the rapid development in the field of science and technology. I hope that the Minister will ask MUIS to consider this suggestion. There is an urgent need for MUIS to be restructured and reorganized so that it can play a more positive role, a more dynamic role, in the social as well as economic development of Muslims in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to ask the Minister concerned to report on the development of the Masjid Darul Ghufran in Tampines. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Speaker, Sir, I have an amendment under Amendment No. (8) - Children and Youth Services (Protection and Welfare). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I rise to speak on behalf of little children who are being abused by fathers, mothers, step parents and other adults. I rise too on behalf of caring parents and other individuals who feel that the Government must do more to prevent child abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Child abuse and violence against children must be deterred. For every case of abuse against a little boy or a girl which has been reported, several must have gone undetected. I leave it to Members to imagine the number of child abusers who have got off scot-free for every case that finally comes to court. It is difficult to pinpoint any single cause of violence or abuse of defenceless children. However, I am particularly worried that, because of our present economic problems, a retrenched worker or an individual who is out of job for an extended period of time may resort to taking it out on their children. It cannot be condoned but you can understand how this can happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent more cases of abuse, social workers and officials of the Ministry of Community Development must take all complaints seriously and put more efforts to investigate thoroughly. Besides counselling these people, the Ministry may have to take more of these children into its care. We cannot underestimate the importance of such preventive measures. A victim of child abuse today is a potential abuser in future. Whatever we blame it on, it makes little difference to the child who has been abused. How do you explain to a little boy who has cigarette burns all over his body? Or how do you empathize with an innocent child who has been lacerated? Therefore, something has got to be done to combat this heinous crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say that the law is too lenient. Presently, accused persons are being charged under the Children and Young Persons Act. The maximum punishment for cruelty to children and young persons under this particular Act is two years' imprisonment and a fine of up to $1,000. This was consolidated in 1970 and therefore it is $1,000 in 1970. I think this is grossly inadequate. One would expect this to be the minimum sentence. Let me quote one of many examples. A few weeks ago a 33-year old mother was charged under this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> particular Act. She was charged for inhuman treatment of her baby. The baby was pinched and caned. It was quite brutally beaten on a number of occasions, and finally the baby died. The pathologist certified the cause of death as multiple injuries on a battered child. What did her mother get? Her mother got four months'imprisonment. How old was the baby? 20 months old. The case very clearly shows that the law is too lenient. I think the Minister must initiate more action to combat child abuse before we are saddled with more physically and psychologically maimed chidren. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, I have written to the Acting Minister for Community Development in respect of the amounts of donations given by the public to the construction of the Sennett Community Centre. On the 7th of March, he replied. He said that the total cost of construction was $490,000, out of which $150,000 was paid by the Government. Land was also provided by the Government and the public contributed $300,040 or about 70% of the total amount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Sennett Community Centre is a new generation community centre. It is well-equipped with sporting, cultural, social and educational facilities. It has been closed for over a year now. It has been shut and has not been in use since. The Government announced the reason for closing it - to use it as a secretariat for the RC, but to date it is still not in use. Many members in my constituency have asked me whether the community centre could be reopened for their use, especially residents of Sennett Estate. This is part of my constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other reasons given by the Acting Minister were that a new Potong Pasir Community Centre has been built to replace this one. Their policy was to upgrade the facilities to those of modern centres. And they also want to consolidate public resources, as he said that the residents there have easier access to the new Potong Pasir Community Centre. Sir, these are flimsy and unconvincing reasons. In fact, there is an overwhelming need for the use of the community centre facilities in Sennett Estate. When it was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> closed, many of the residents, of course, were very disappointed. They complained to me, and a few were even angry because they have been using that community centre and they know that it is well patronized. To say that a new community centre would replace this one is certainly not good enough reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My own experience with the new community centre at Potong Pasir is that it is, in fact, overcrowded because residents there have written in. I have written in to use the facilities there, and we have not been able to make use because they say there are competing priorities. Of course, the object of the People's Association is to promote group activities, socially, culturally, education, and athletics. By closing a community centre, of course, that objective would not be enhanced. One would imagine that they would want to keep existing community centres which have a demand and also to build new ones where it is needed. So to close down the Sennett Community Centre defeats the objective of the People's Association. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, a point of princple. The public's money has been donated to build the Sennett Community Centre and I think there is a clear breach of trust of those who had given this money to tell them now that the community centre is going to be used for something else. When they were approached for the money, what was the reason given? They said, \"Please donate money to build a community centre.\" If you tell them at that time that it may be used for an office, the secretariat of the RC, they may not want to donate that money. So this is a very basic principle, and I feel that the Government should not breach that trust. They should keep their word. You approached the public for money with a specific purpose to build a community centre, to cater for the social, cultural, educational, and athletic needs of the community. They are very willing to donate that money and it is a sizeable sum because, as I said, it is about 70% of the total cost. It is certainly not right, in principle,to convert it later on to another use. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That community centre has also been specifically designed as a community centre, in other words, with all the facilities there. I have visited it many times. It is a cavernous sort of building. It is not compact with many rooms for office use. It has an open design for social, cultural and sporting needs. Planning approval has been given for those purposes. Now, what they want to do is to convert it into something else which it was not built for in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would seriously urge the Acting Minister to re-open the Sennett Community Centre immediately because there is a demand for it. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee (Parliamentary Secretary to the Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Acting Minister for Community Development (Mr Teo Chong Tee):</b> Sir, I am replying to the Member for Pasir Panjang on behalf of my Acting Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member, in his speech yesterday, raised two of his favourite subjects - one on sports and the other on MUIS. I am replying only on matters concerning sports. The Member raised four issues in his speech. Let me briefly deal with each of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Member raised the issue of the Government's loan to the Singapore Sports Council. I share his concern. My Ministry's officials have been having discussions with the Ministry of Finance to convert the loan into a grant. To-date, we are still awaiting a decision from the Ministry of Finance. Hopefully, a positive response will be forthcoming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Sports Council attempts to make its facilities more accessible to the public to participate in sports and recreational activities. On floodlighting of athletic centres, the Singapore Sports Council has embarked on a phased programme to floodlight them. I am pleased to inform the Member that Bedok and Toa Payoh Athletic Centres will be floodlighted by the end of 1986 at an estimated cost of $447,000. The night usage of these two centres will be monitored over the next two years against possible drop in daylight usage. If utilization rate shows an appreciable increase in real terms, approval will be sought to floodlight the remaining four \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> athletic centres at Queenstown, Farrer Park, Ang Mo Kio and Clementi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member wants to know more details on the progress made so far on the multi-purpose indoor stadium. As the House already knows, the Singapore Sports Council is proceeding to build the multi-purpose indoor stadium at an estimated cost of $68 million. Much work has already been put in in the selection of consultants for the various important works, such as structural, mechanical, electrical engineering and acoustics. The project consultants, namely, Messrs Raglan Squire &amp; Partners and Kenzo Tange Associates, have made representation to the Implementation Committee set up by the Ministry, Singapore Sports Council, and the PWD on alternative models for the multi-purpose indoor stadium. A selection will be made next month. The indoor stadium is targetted to be ready by the end of 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point raised by the hon. Member is the plight of sportsmen and sportswomen. I also share the concern of the hon. Member over the release of sportsmen and sportswomen for training and participating in competitive sports meets held locally and overseas. Most employers are normally sympathetic in granting leave to them. For the few who refuse to grant leave, a direct approach is usually made to the company and an influential person is approached to speak to the management. Most of the time, employers are quite responsive. However, if the approaches fail, the sportsmen and sportswomen are urged to take their own vacation or no-pay leave. They are then compensated by out-of-pocket allowance by the sports authorities concerned to tide over the period of their salary loss. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member may be aware that sports authorities, like the Singapore National Olympic Council (SNOC), Singapore Sports Council, and the national sports associations, do not have the power to compel companies to release sportsmen and sportswomen for training or to grant them leave to represent Singapore at tournaments and sports meets. Nevertheless, I would like to take this opportunity to urge all employers who have sports enthusiasts in their organizations to be more consider- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> ate, understanding and supportive in this respect of releasing them for international sports participation, especially when these sportsmen and sportswomen are taking part in competitions as representatives of the nation. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Mr Ch'ng Jit Koon):</b> Sir, I have been asked to reply to some of the queries or comments made by various Members yesterday and this morning. I am going to do it in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, yesterday the Member for Changkat in her speech mentioned that she had noticed some aged people gathering at the void decks of some HDB blocks. She therefore suggested that the Ministry of Community Development should request the HDB to set up a senior citizens corner outside the RC office for senior citizens to gather informally to pass away their time, such as to play chess, to read newspapers or to chit-chat. She also stressed that the setting up of such a corner at the void decks in HDB estates would not only help them to have better liaison with the younger people but also help the residents by way of keeping a watch on the security of their estates. I should say that her views are quite correct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has since the end of last year started to allocate certain portions of void decks in some of the newer estates as senior citizens' corner. The HDB had provided some tables there for the senior citizens to play chess and to sit around for chit-chatting. Things are being done for them. However, I am not saying that this is enough to meet their needs. I would say that whether there should be other facilities or that the facilities provided should be improved depends on how the senior citizens themselves make use of the existing facilities. The RCs and their advisers can also help to give their advice and to make representations to us for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Braddell Heights talked about the many activities of the RCs. The RCs are organizing a lot of activities. Therefore, one centre for an RC is insufficient. The Member requested that HDB should allot one more unit to the RC concerned for such activities. In principle, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> the request looks grand. But we should understand that the centre for RC is set up for the purpose of enabling the RC to have an office to meet and to foster good relationship with the residents. For their convenience, the RC centre is at the void deck of a block of flats. Since there is limited space, a certain portion of the void deck will have to be assigned for other uses, such as for funerals, wedding or other forms of gathering for the residents. Therefore, the RC centre should not be too large as to inconvenience other users since the RC's service is only confined to the residents in the zone unlike that provided by a community centre. We certainly do not want to see the RC centre develop into another community centre. The RC should be playing a role complementary to the community centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aim of the Government is to maximise the limited resources of each constituency so as to enable the community centre to adequately provide a wide range of activities for the residents. Therefore, it will not be possible to allocate more resources to the RCs. At the moment, we have 213 RC centres in existence. The number will increase with the increase in number of RCs. To expand the space of all these RC centres, the Government will have to incur more expenditure. During the present economic recession, it is not appropriate for Government to consider this proposal. In fact, most of the RC centres at this stage are not fully utilised. They are usually open only in the evening. The main reason is that they are constained by finance. So they cannot afford to employ a keeper and open the premises for the whole day. Also, members of the RCs are usually employed elsewhere. They have limited spare time and take turns to look after their centre. Therefore, the Government encourages the RCs to set up clubs or youth clubs so that these clubs will attract the senior citizens and the young people to come together and take part in RC activities suitable for them. I am glad that the RCs in Changkat and Braddell Heights constituencies and some others are able to do this. I am also agreeable to many Members' proposal to encourage the setting up of senior citizens clubs and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> youth clubs to use RC premises in the day time for their activities and to organize more outdoor activities to attract both young and old residents and make full use of RC centres. RCs will then be able to overcome the problem of manpower shortage and play a better role. The Government also hopes that the RCs can also cooperate in the activities of community centres by making use of the community centres to organize activities on a larger scale, such as encouraging the holding of \"Respect the Elders\" functions at the community centres. At the same time, the senior citizen's club, when necessary, can also make use of the empty space next to the RC premises for their pastime activities such as chess, chit-chat over a cup of tea, and so on. This will be convenient to them and they can also keep simple utensils at RC premises. In this way it is not necessary to spend a large sum of money on setting up another club premises. I am sure the HDB generally will not object to such use by the RCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present the HDB is improving the design of new RC premises. The present 60 sq metres for an RC centres will be increased to 80 sq metres so that there will be better facilities and space for such activities. Also, when necessary, the adjacent space can also be made use of conveniently. So it is not necessary at the present stage for the HDB to allot more space for the purpose of building another unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech yesterday, the Member for Braddell Heights had praised the RCs and their members for their contributions towards community development and he asked whether the Government would take cognizance of their services. The answer is yes, the Government does appreciate their contributions. Presently, the Government is giving long service awards to members of CCC/CCMC amd WSC with 10, 15 and 20 years's service. With effect from this year, the Government has decided to implement the long service awards uniformly to community service workers from the various grassroots organizations, including the CCCs, RCs, CCMCs, women sub-committees, youth executive committees, constituency sports clubs management committees, civil defence coordinating committees and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> boys' club management committees as follows: (a) 5-year Community Service Award, (b)National Award for 10-year Community Service, (c) National Award for 15-year Community Service, and (d) National Award for 20-year Community Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 5-year Community Service Award could be implemented by the relevant Ministries or Statutory Boards straightaway. The award would take the form of certificate of appreciation for a minimum 5-year service in a particular community organisation. However, for the purpose of national awards for 10, 15 and 20 years' community service, the length of service of a proposed recipient would be his total accumulated service with one or more of such grassroots organizations mentioned above. These national awards would be coordinated by the Ministry of Community Development for implementation with effect from 1986, and these national awards would take the form of a long service certificate plus a medal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the grassroots organizations are often invited by Government leaders or national bodies for talks, dialogue sessions or attending functions, etc. As RC members have also been contributing to community services, they will also be given priority in the allocation of HDB flats. In addition, with effect from this year, meritorious awards will also be given up to a maximum of 5 RCs annually. These awards are aimed at promoting teamwork and healthy competition among the RCs in the fulfilment of their objective. For the purpose of these awards, the RCs will be assessed in the following two broad areas:- Effectiveness as a channel of communication, and (b) Resourcefulness in implementing projects or activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Siglap proposed that the People's Association (PA) and its community centres should expand their scope of activities through wider programmes to attract greater youth participation. I am pleased to inform the House that there are plans to expand and upgrade the activities of the PA and its community centres in order to reach out to as many youths as possible. To achieve this, the PA, inter alia, conducts regular surveys to ascertain the needs, interests, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> problems and aspiration's of our youths. The surveys have confirmed the interests and needs are varied. Hence, in their plans and action to reach out to them, the PA and its community centres have organized a wide range of activities for today's youths:- (a) Voluntary Service Programmes, for example, youths are encouraged to help in community and charity work such as national campaigns, help for the aged and the disabled, and conducting tuition classes for children. (b) Sports and Recreation Programmes, e.g. squash, sports tournaments and outdoor activities. (c) Cultural Programmes, e.g. disco, breakdance, folk dance and traditional dances. (d) self-development and Leadership Training Programmes, e.g. Seminars or national problems and policies. (e) Youth Exchange Programmes, e.g. exchange of visits with ASEAN countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in response, to its latest survey conducted in December last year, PA plans to conduct more continuing education courses which are career orientated for the youths to improve themselves academically and technically. Such courses include computer programming, language classes and tuition for academic subjects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the growing demand of our youths for outdoor activiites and sea sports, PA and its community centre youth groups are organising more outdoor activities such as expedition, sea sports, camping and hiking. The PA is also building more facilities to cater to this interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PA and its community centres are really trying very hard and doing their best to attract as many youths as possible to take part in the activities organised for them. In fact, the 95% increase in the PA Youth Movement membership from 43,000 in February 1982 to 84,000 in February 1986 indicates that the community centres' activities to attract to-day's youths. More can and will be done to attract as many youths as possible. Sir, some Members of this House have also mentioned that the PA should allow the CCMCs and the Youth Committees to have more latitude and flexibility in their activities and programmes. Indeed, it has been so and there are consultants providing them with correct direction and consultations on these matters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point. The Member for Fengshan, with the support of the Member for Geylang Serai, implored that the Government should provide more funds to help build more community centres. At the same time since there are more and more new demands and needs, therefore the present basic facilities of the present community centres should be expanded and reviewed. For the benefit of the public, I would like to briefly explain that the approved facilities of modern community centre and the existing Government policy for funding its building. A modern community centre has basic and additional facilities. The basic facilities are those which a modern community centre needs to carry out most of its activities and these include offices, conference room, activity rooms and a multi-purpose hall. The additional facilities are optional and more specialized. These include music room, health fitness room, squash court and dark room. The Government has been generous in funding the building of modern community centres. Apart from paying for the land cost, it assumes the full cost for the building and the facilities except for the $100,000 contribution from the community. For building the additional facilities, the Government pays half of the cost. Sir, some Members suggested that the definition of basic facilities be reviewed and that the Government should give more subsidy. I will ask the PA to look into these suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir again harped on his old tune. He wants the PA to reopen the Sennett Community Centre. As for the reasons why the centre was closed, he was quite clear when he mentioned the reasons very fully. The closure of Sennett Community Centre was in the plan of the PA, which was formulated by the PA some years ago. If the Member for Potong Pasir is interested to know, I can tell him that in 1984, when he was not an MP yet, 15 community centres were closed down. In 1985, 13 community centres were closed down. In the next few years, another 29 community centres will be closed down. This is purely because we want to make full and better use of the resources of the various community centres. It is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> enough just to build the community centre. It is also necessary to have large sums of money to renovate and maintain the community centre premises and the community leaders have to raise fund to support all sorts of activities organised for the residents. In the case of Potong Pasir, when the Sennett Community Centre was closed down, it does not mean that the constituents of Potong Pasir are denied of a community centre. Instead, they have been provided with a better community centre with better facilities --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon:</b> No. I have to continue with my answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): I feel that this question need not be repeated. We do not have to argue over and over again because all this is in accordance with the original plan of the PA formulated a few years ago. We cannot change our original plan just because the Member for Potong Pasir has objected to it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> About what? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir I think this is important. I have stated a point of principle. Monies were collected specifically for the building of the community centre. I am sure the Minister for Law can bear me out. If you have a donation campaign for a specific purpose, it is wrong, both morally and in law, to later on change the use for which the money was donated. This is an important principle. If the Government deviates from this principle, in future no member of the public would be willing to donate monies for Government projects. This is an important principle which we must uphold. To say that it is just for purposes of upgrading and you take away the centre for which it was originally intended is a very, very flimsy reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point which I think is important. If the Government does not have enough resources, I am sure the public would be more than willing to take over the Sennett Estate CC and run it themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon</b>(\n  <i>In Mandarin</i>): Sir, now we see the Member's real motive behind all the fuss. He has been dreaming to take over the building! The building of a new Potong Pasir community centre was proposed by the community leaders themselves. They understood very well that within a short distance, there could not be two community centres. They realized very well that it was necessary to raise donations to build another new community centre with better facilities. All this is according to plan. So, what is he quarelling about here? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I think the Minister of State has completely missed the point. This is a very important point. Can they breach the trust of the people? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Minister wants to reply. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Wong Kan Seng):</b> Sir, many Members have asked for the policies and directions of my Ministry and about how the policies would be carried out. All except two have also made many useful suggestions and comments to improve the welfare, the cultural, the grassroots organizations and the various services to the people. I would like to take this opportunity to thank them for their concern and interest. I would try to respond to all the suggestions and questions as fully as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objective of my Ministry is to help to promote and nurture a robust, culturally vibrant, cohesive and compassionate society. It hopes to achieve this through a set of welfare and cultural policies and plans. And the community organizations, CCs, CCMCs, RCs and other voluntary welfare and cultural organizations and service clubs will be relied upon to carry out this task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the social problems and challenges faced by our society are not new. Many countries, many societies, have experienced them at one time or another. Seldom do we have to face a unique situation which other societies past or present have not experienced. But we must be able to recognize our social problems and take actions well ahead of time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> The Committee on the Problems of the Aged is a case in point. In this way, we can then stay on top of the social problems that may arise and continue to progress instead of being snowed by our problems. Of course, the solutions we find for ourselves must fit our own special circumstances and environment. We know the pitfalls of a welfare state and its burdens on the people. In our welfare programmes, therefore, we need to make sure that we do not fall into the welfare trap. And yet we must be able to help those genuinely in need of assistance. The underlying philosophy of the welfare programmes is our belief that the Asian cultural values and the concept of the family as a social insurance for its members must be preserved. The community will provide a network and support necessary for such community programmes to succeed. The Ministry will work closely with the community organizations and the families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will help parents in the proper care of their children. We will provide the environment for our senior citizens and our disabled to express their potentials and abilities. There are many concerned individuals and organizations which want to play an active role in serving the public. The less fortunate in our midst have not been forgotten by the community and the Government. The Ministry will give the voluntary organizations all the help that is necessary within the resources that we have. Direct Government subsidies should be kept as low as possible to enable the community and the voluntary organizations to play a role. Otherwise, taxes will have to be raised to fund these activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But that is not to say that the Government will do nothing. The direct and indirect measures and assistance given by the Ministry include the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) block grants and per capita grants; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) free medical treatment for deserving cases at Government hospitals and outpatient clinics; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) subventions to the Community Chest and other welfare organizations; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) up to 40%, and it will be 33% in 1987, in corporate income tax rebate to donors who contribute to the charities; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) assistance in getting State land and premises at a nominal rental of $12 a year. But the value of land occupied by these organizations run into millions of dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(f) waiver of development charges for change of use of premises, and expediting planning approval; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(g) provision and recruitment of staff, training of the staff and giving them equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Radin Mas raised the problem of child abuse. In the provision of services for children and youths, my Ministry is concerned with the welfare of children who are exploited, abused, neglected and those who exhibit deviant behaviour. My Ministry takes a serious view of child abuse. Let me assure the Member that all reported cases of child abuse are thoroughly investigated and handed over to the Police for action, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cases of neglect, ill-treatment and assault are punishable under the Children and Young Persons Act with up to two years' imprisonment or a fine not exceeding $1,000 or both. More serious cases such as voluntarily causing grievous hurt, incest or statutory rape are punishable under the Penal Code with 7 to 20 years of imprisonment with a fine or caning. But the choice of the law to deal with specific cases must depend on the circumstances. While action must be taken to punish the offender, care must also be exercised so as to ensure that the family will not suffer subsequently. We want to make sure that the child also reconciles with the parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry keeps a close watch on the trends of child abuse. I would like to allay the fears that the Member and the public may have as a result of press reports on the rise in child abuse. Data kept by my Minisry show that the number of reported child abuse cases has not gone up or fluctuated greatly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that parents and relatives of children under the care of the Ministry continue to be involved with the children. My Ministry's staff will work closely with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> them to build a better understanding and relationship between the children and the parents and the family members. A parent education programme was launched last year to disseminate information on proper parenting. This programme will be a continuing one. Our main objective is to return the children under our care to the families as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yuhua and Bo Wen are also concerned for child care centres and efforts of the Government in this regard. Let me assure them that a major activity of my Ministry is to promote the development of a wide range of child care facilities and services as a national effort to encourage more women to work. To achieve the female labour participation rate of 50% by 1995, my Ministry has projected an approximate requirement of about 20,000 child care centre places. 36 new child care centres have already been set up in FY 1985 providing a total of 1,900 additional places. And there are now 91 child care centres with a total capacity of 5,400 places. Over the next 10 years, my Ministry will encourage the setting up of about 235 centres to meet the remaining target of 14,600. For FY 1986, my Ministry's target is 18 centres providing a total of 1,l00 places. Thereafter we plan to set up an average of 20 to 25 centres each year, but the number of centres to be set up will depend on actual demand. We will study the needs and the demographic patterns of the location with the help of the authorites, such as the Housing and Development Board,before indicating where the child care centres should be set up. Of course, the final choice will be left with the child care operators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Response from voluntary welfare organizations, employers, People's Association, the NTUC and the private sector to the Government's call to set up more child care centres have been encouraging. It is therefore not necessary for the Ministry to be directly involved in running child care centres. There is sufficient expertise within the community to do so. The Government will continue to give the necessary support, financial incentives, subsidized training for child care staff, free consultation and information. The financial incentives which we now give include grants of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> up to $40,000 for furnishing and equipment, full subsidy for the 20% conversion cost charged by the HDB, recurrent operating subsidies of between $50 and $100 per child, and subsidies to help new centres in the initial months of their operation. The present level of operating subsidies is enough. A further review will be made in two years' time, ie, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has drawn up guidelines on standards of service to be adopted by child care operators. A training programme has also been worked out with the Institute of Education to provide training for child care staff. All these measures, I hope, will help to ensure that services provided by the child care organizations are of an acceptable standard. The Ministry is also looking into legislation to ensure that the minimum standard of care is adhered to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen asked us to think about the social problems that may arise because of an increasingly ageing population. Most of the problems and recommendations have already been highlighted in the Howe Yoon Chong Report on the Problems of the Aged. My Ministry has accepted in principle the recommendations which are within my purview. My Ministry will adopt an integrated approach towards the aged problem. This calls for the participation of the family, the community and the Government. Programmes and activities for the aged are targetted towards keeping the aged with their families and within the community for as long as possible. The family setting allows the aged to grow old gracefully and in familiar surroundings. It helps them to maintain their self-worth and dignity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A wide range of community based social services have also been explored or introduced to help the family look after the aged and aged sick in their homes. These include the Befriender Service, Home Help Service, Meal Delivery Service, Day Care Centres, Senior Citizens' Clubs, Senior Citizens' Health Centres, and Home Nursing Foundation Service. The details of these schemes or services have been given in my reply to the Member for Delta last week and I shall not waste the time of the House by repeating them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have set up a Committee to specially coordinate, promote, direct and supervise the implementation of the programmes and activities for the aged. This will ensure that the services for the aged are properly coordinated. The Committee comprises representatives from the Ministry of Health, Singapore Council of Social Service, Singapore Sports Council, People's Association, Residents' Committee Secretariat and the Singapore Action Group of Elders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen said that the public assistance allowance is not enough. Public assistance is given to help the financially disabled. It is not meant as an unemployment, retirement or disability benefit. The rates of public assistance allowance are fixed below the minimum household expenditure level so as to discourage the total dependence on public welfare and to encourage the able-bodied recipients to seek employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at December 1985, 24% of the public assistance cases supplement their income through work schemes or assistance from their families and friends. Those who can work can apply for an interest-freeloan of up to $2,000 plus some initial grant to start a small business under the Self-employment Assistance Scheme. Those who are not able to work are helped with additional cash assistance from charitable funds managed by my Ministry or the voluntary organizations. 44% of the public assistance recipients received additional financial assistance. 32% of the public assistance recipients live in homes run by the voluntary welfare organizations and, with the community support, they are well taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The public assistance rates are revised every two years. The increase in the minimum household expenditure from the date of the last review in 1983 to 1985 was only 1.58%. This small increase does not, in my view, justify an upward revision of the public assistance rates. The rates may be revised in the next review, if the situation warrants it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked for the number of aged recipients of public assistance who live in 1-room HDB flats. They constitute 26.6% of the total number of public assistance recipients. These single aged public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> assistance recipients living in 1-room HDB flats normally live with one or two other room-mates, and they provide supportive help to one another. They are also matched with Befrienders in the Ministry's Befrienders Scheme. Befrienders and Home Help Makers visit them regularly to help them prepare the meals and their household chores. The Home Nursing Foundation also provides nursing care to those who need such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members, for example, the Member for Yuhua, Thomson, Braddell Heights, Serangoon Gardens, asked what the Ministry intends to do about cultural promotion. My Ministry's policy and long range plans on culture will be guided by the Government's vision of a culturally vibrant society by 1999. My Ministry will aim to achieve wide spread participation in cultural pursuits. It will nurture the spirit of experimentation and creativity in the arts. It will facilitate the attainment of excellence in the arts. It will cultivate the appreciation of cultural heritage and it will promote the reading habit among the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We would like our citizens to cultivate an interest in listening to music, appreciating painting, reading literature and taking part in creative activity. There needs to be sustained exposure to these spiritually satisfying experience and activities so that we do not become an overly materialistic society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also promote social cohesion by encouraging our citizens to appreciate one another's culture. Hopefully this would pave the way towards the evolution of a Singapore cultural identity which the Member for Serangoon Gardens referred to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The strategy to achieve this is to involve cultural organizations, community centres, schools, commercial organizations, trade unions, clan associations and the media and others in this task. The Government will create a conducive environment for everyone to pursue artistic activities for self-enrichment or as a profession. This cultural promotion effort should be accompanied by the equally important \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> task of cultivating excellence in arts. We should nurture our own artistes so that distinctive Singaporean art works may reflect our values, beliefs and way of life. Professionalism and excellence in the arts will be encouraged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the pursuit of our vision of a culturally vibrant society, my Ministry will formulate policies and coordinate their implementation. It will play a catalytic role in cultural promotion. It will nurture arts organizations and professional arts companies through financial grants, arts administration training and provision of rehearsal space in Government buildings at very low rentals. It will continue to sustain the momentum for cultural activities by staging performances of renowned artistes, troops from overseas and to raise the standard of excellence and level of arts appreciation. It will provide training in the arts to students and young aspiring artistes in collaboration with the Ministry of Education. It will upgrade existing facilities and develop, explore new facilities including a Fine Arts Museum and a cultural complex. It will stimulate a cultural environment by encouraging the installation of art works by the private sector and arranging outdoor cultural activities. In all these, the National Museum, the National Archives and Oral History Department, the National Library will also help to promote our historical and cultural heritage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to come to the specific questions raised by some of the Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Siglap, Yuhua and Thomson and Braddell Heights touched on the facilities for youths and artistes who participate in informal and formal cultural activities. Part of the answer has been provided by my Minister of State. My Ministry has been arranging outdoor performances in parks, shopping centres, community centres and libraries. We are now arranging for artists to paint and sell their works at the Bras Basah Park, Orchard Mall or Elizabeth Walk. We shall explore with the relevant authorities the possibilities of allowing our youths or artistes to perform in these areas or other venues. We are also planning to move the art galleries from the National Museum to a new place and will expand it to a Fine Arts Museum. It will have adequate exhibi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> tion areas for displaying the permanent art collection of the museum and for rental to arts organization to hold exhibitions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to inform the Member for Braddell Heights that the Singapore Society of Chinese Artists which he referred to yesterday is now being housed in the Nanyang Academy of Fine Arts. The Society had declined our help when we offered them accommodation in the Telok Ayer School because they thought that the space was not adequate. The Ministry will continue to look for more buildings to accommodate these art organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens seeks clarification on the term \"national cultural identity\" and wants to know how the theatres can help to promote this identity. National cultural identity refers to a set of characteristics and qualities which typifies the artistic expression of our nation. It will take time to evolve. It is not possible to pressure cook it. But this identity will be a potential bonding force giving our people a sense of belonging and oneness. It will reflect the values, the aspirations and way of life of our people. The theatres provide the necessary basic staging areas or facilities for these artistes to perform their works and for the audience to appreciate them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in the contributions vote in FY 86 reflects the Ministry's aim to encourage more private organizations to present more events. In FY 85, 42 organizations received annual or project grants from the Ministry amounting to $190,000. For FY 86, the deadline for submission of applications for annual grants will be the end of this month. We will not know how much money will be given away until we have assessed the merits of each case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am in full sympathy with the Member for Whampoa in his desire for longer opening hours of his Whampoa part-time library. But I am sorry to inform him that there is no plan to extend the opening hours of the Whampoa part-time library due to manpower constraint and it was also not cost-effective to do so. Just the other day I heard him asking the Minister of State for Trade and Industry to ensure that Government expenditure in promoting trade exhibitions overseas is cost- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> effective. When faced with limited resources, a choice must be made on the use of these resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before the shortening of the hours, the number of loans of books per annum handled by each staff was 18,579 compared to the minimum loan per staff at full-time branches of 22,356. Last year, when the opening hours were shortened, the loans handled by each staff increased to 28,710. I am sure he now understands why the Whampoa part-time library cannot be opened for longer hours and residents in Whampoa can take advantage of the Toa Payoh Library which is only about 1(r) km away from Whampoa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson asked whether the Registry of Marriages can refuse to register a marriage. The function of the Registrar of Marriages is to solemnize and register marriages so long as they fulfil the conditions laid down in the Women's Charter. But the requirements of the Women's Charter cannot be confused with the requirements or conditions laid down by the Commissioner for Employment or the Controller of Immigration. Under the present policy, a work permit holder must obtain the approval of the Commissioner for Employment before he marries a Singapore citizen. A foreigner who wants to work in Singapore is given a work permit to do so and this is the basis of issuing him with a work permit. It is not for him to marry in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore citizens who marry foreigners are told that the marriage does not confer on their spouse the right to be a permanent resident of Singapore. Permanent residence is a privilege and not a right, as the Minister for Home Affairs said the other day. Before a marriage is registered or when an inquiry is made of the Registrar of Marriages by a couple, one of whom is not a citizen, he or she is given a letter by the Registrar of Marriages. He or she is also given a copy of a notice given by the Immigration Department and in both these letters, they state very clearly that the marriage does not confer upon him or her the right to reside in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Siglap and Serangoon Gardens also asked about the Feedback Unit. I have given a reply the other day to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> the Member for Kaki Bukit. The Feedback Unit is a useful channel for the Government to get an idea of how the people feel and what sort of problems they face in regard to the issues at hand. It is not the only channel of feedback to the Government. There are many other channels, such as the Residents' Committees, Citizens' Consultative Committees, professional groups, trade unions, employer organizations and so on. All the activities of the Feedback Unit are widely publicized and they have been reported a number of times in the media. As far as I am aware, the manpower required for the current function is enough. There are people who write in, phone in, walk in, to the Unit and there is no need to establish a special research group to gather feedback. But more will be done by the Feedback Unit this year through direct contacts with the people through seminars, forums organized with the help of the People's Association at the community centres. We also help to arrange meetings of trade and professional groups with relevant Government ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have answered all the questions raised by the various Members, Sir. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, may I rise on a point of clarification with the Minister of State. The Minister of State has mentioned that the MPs who are requesting for further subsidies should approach the Ministry of Finance. Do I take it then that we have the support of the People's Association Board and the Minister of State? \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon</b>(\n  <i>In Mandarin</i>): Sir, I said just now that I would ask the People's Association to look into the suggestions. If there are good reasons to support, PA will then take it up with the Ministry of Finance. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, the Acting Minister referred to cost-effectiveness and he used the number of loans of books per staff member. I believe that that is not a complete criterion to use in this case because a branch library affords facilities for reference books which are not taken out of the library and it is also a nice and quiet place to study in. Furthermore, the Toa Payoh Library, although as the crow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> flies, is only 1(r) km away, but in order for residents to get from Whampoa to Toa Payoh Library it involves a couple of buses and there are transportation costs involved. Furthermore, in the evening hours, it is not desirable that young children travel that far for the purpose of using a library. So I would appeal to him to provide the necessary staff to operate the Whampoa branch library on a full-time basis. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> On a point of clarification, Sir. I would like to ask the Minister of State whether he has forgotten about my request, ie, the minimal facilities that I requested for senior citizens in the senior citizens' corners, apart from the HDB void decks. Or is he saying that perhaps he would entertain the idea if we individually apply for permission to install these facilities. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon</b>(\n  <i>In Mandarin</i>): Sir, if I understand her correctly, the Member wants a certain portion of void decks in HDB estates to be set aside for the aged people to gather together. I said that HDB since last December has been providing such facilities in new housing estates. As regards old estates where the RC advisers have received such requests, we shall consider them and, if necessary, we will raise them with the HDB. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I understand the concern of the Member for Whampoa but I feel that he really does not like his own medicine. The library has to open for limited hours because the library does not have enough staff, and so a choice has to be made as to how the staff are to be deployed. As for preferences, of course, you can only use the library when the library is open. So the residents should try as far as possible to arrange within their own convenience as to when they are able to find the time to visit the library. I know the place quite well too. The library is next to the community centre. In order to use the place just for reading, I believe the community centre must have reading facilities for these members who want to use the library for reading only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To supplement the answer given by my Minister of State on the question raised by the Member for Changkat on senior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> citizens' corner, I believe that it is really better for senior citizens to use the facilities of the Residents' Committees rather than to set up a place of their own because those facilities are already available in the Residents' Committees and there is no need to duplicate them. She said that we should leave the senior citizens to organize themselves, that we should leave them to be spontaneous and informal in the environment rather than to organize them. They will not be forced to organize. All they need to do is to use the facilities, do things for themselves, and lead their own lives. They do not have to bother other younger members of the Residents' Committees. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> On a point of clarification, Sir. The notion of cost-effectiveness involves the comparison between benefits and costs, and the Acting Minister has simply looked at the cost without looking at the benefits. He must think in terms of these young minds that we want to develop for the benefit of the future of Singapore. Who knows, among them there may be another Acting Minister for Community Development? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I understand, Sir, that when you do an analysis you need to look at both the benefit as well as the cost. That is the meaning of cost-effectiveness. I must thank the Member for Whampoa for his simple lesson. Measuring the number of loans handled by a staff member is one way of measuring cost-effectiveness. How effective it is for a particular staff and how much it costs in terms of salary for the staff, all that has been taken into account in the analysis. Of course, there are other side benefits for opening the library for longer hours, for example people do not have to travel that far. But the individual really has to weigh what he needs against what is convenient to him or her. If he or she finds it inconvenient to use the library at a particular time, then he or she should fix another time to do so. He or she should not try to use the library only when the library is not opened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Toa Payoh, although it is 1(r) km away as the crow flies, is really not that far. You can really walk to Toa Payoh by just crossing Jalan Tentaram and Jalan Toa Payoh and that is Toa Payoh. Even though it may be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> inconvenient taking a bus, but when you walk it is not that far, probably 15 minutes, and I think it will also do some good to the physical well-being of the library member. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is 1.00 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend this Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Chairman, Sir, I am replying in my capacity as the Minister-in-charge of Muslim affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to thank hon. Members for their views and comments on the Majlis Ugama Islam Singapura (MUIS) and matters related to it, the proposed Islamic Centre of Singapore and the Syariah Court. I shall divide my replies into the three subjects I have just categorized. \n  <br>\n  <br>\n  <i>MUIS matters.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this topic covers a broad spectrum of issues and I shall endeavour to answer them all. I shall deal with the Islamic Religious Schools or Madrasahs first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under sections 81 and 82 of the Administration of Muslim Law Act (AMLA), MUIS is responsible for the control and supervision of these religious schools. A comprehensive study on various aspects of Islamic religious education in Singapore has been made jointly with MENDAKI, with the view to implementing these sections. Arising from this study, a paper on Islamic Religious Schools in Singapore which, among other things, incorporates matters related to curricula, salary scales of teachers and other recommendations, has been prepared. Discussions on this paper and also on the implementation of sections 81 and 82 have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> been held with representatives of the Madrasahs and with the religious teachers themselves. Needless to say, Sir, the objective of implementing sections 81 and 82 of AMLA is to ensure that an improved system of Islamic religious education will replace the present system to meet the political, economic and social challenges in Singapore. MUIS has made tentative plans to set up a Religious Education Unit for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to staff upgrading, I must say that MUIS officers are from time to time sent to the Civil Service Institute and other institutes to attend relevant training courses which these institutes hold for civil servants and statutory board employees. And among the training courses attended by MUIS officers so far are Personnel Management Courses, Statistics and Its Applications for Division II Officers, Computer Courses, and Financial Administration Courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I take note of the Member for Geylang Serai's suggestion that MUIS develops a core group of local and international Muslim scholars to advise on issues faced by Muslims here, so that in our eagerness to absorb new ideas brought about by developments in science and technology we do not, in the words of the Member, Sir, \"breach the fundamental teachings of Islam.\" I could not agree with the Member more. It would be a valuable asset, not only to MUIS but also to Singapore Muslims in general, if we could set up such a panel. But to get a scholar who has a fair balance of temporal and spiritual background is a very difficult, if not impossible, task within the Singapore context. However, since last year the Fatwa Committee of MUIS has been initiating action to invite local religious scholars or Ulamas to monthly meetings to discuss and seek their views on matters pertaining to current issues directly affecting Muslims here. I would like to assure the Member for Geylang Serai that his suggestion has not fallen on deaf ears. I do not rule out entirely the role of local and international Muslim scholars who can make significant contributions towards achieving this objective. Action has also been taken by MUIS to compile the names of Muslim \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> professionals in the various disciplines with the view to consulting them if the need arises. One such group comprising \n  <br>\n  <br>31&nbsp;&nbsp;&nbsp;&nbsp;Muslim professionals in accountancy and related disciplines is already assisting MUIS in the auditing of mosque accounts. Referred to as Honorary Accounting Auditors, these professionals are advising Treasurers of Mosque Management Committees and Mosque Building Committees in preparing their accounts. Sir, this area of work is becoming increasingly important in view of the greater volume of transactions each of these mosques is handling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On deviationist and false Islamic teachings, Sir, the best way to check their spread is by upgrading the Islamic religious knowledge among Muslims and by raising public awareness against such teachings. Therefore, MUIS continually exhorts the Muslim public to be wary of such deviant teachings through statements in the press and other MUIS publications, religious lectures and Friday sermons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Qadiani, or also known as the Ahmaddiya Movement, Sir, the House may want to take note that the Qadianis have been regarded as non-Muslims throughout the Muslim world. And in some Muslim countries the Movement has even been banned. In Singapore, Sir, they have re-built their place of worship at Onan Road in Geylang Serai Constituency and blatantly called it a mosque. They have also, from time to time, distributed copies of their publications to Muslims here. These are acts of serious provocation. The matter is being actively looked into by MUIS and the other local Muslim organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of Members, Sir, \"Deviant Teachings will be the major topic to be discussed at an Islamic Convention to be organized in September this year by the Central Muslim Missionary Committee (often referred to as the Central JHD) under the auspices of MUIS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mosque Building Programme of MUIS, I regret to say that the current recession is beginning to affect voluntary contributions to the Mosque Building Fund (MBF). According to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> MBF statistics compiled, twice a year for MUIS by the CPF Board, the number of working Muslims who contributed to the Fund fell from 142,018 in May 1985 to 136,261 in October 1985 - a decrease of 5,757 persons or 4.05%. The corresponding decrease in MBF collection was $10,473. As the next statistical information is only available in May this year, a further comparison cannot be made at this juncture. However, working on the nett total collection of $3.68 million for the MBF in 1985 and comparing it with the $3.96 million collected in 1984, there was therefore a decrease of about $280,000 or 7.07% in 1985. The decrease does cause some concern to MUIS, especially taking into account the possibility of the annual collection being further eroded and also the likelihood of building costs picking up when the economy recovers. However, barring these two elements, the on-going Phase II Mosque Building Programme of MUIS would not be significantly hindered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Darul Ghufran Mosque in Tampines, Sir, the Member for Geylang Serai may be pleased to know that tenders will be called in September this year and construction work is expected to begin in January 1987. HDB architects are presently working on the model of this mosque. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, I shall now turn to Wakaff Properties. Under section 59 of AMLA, MUIS is responsible for the administration of wakaff properties. Presently, eight wakafs are under MUIS charge. However, there are other wakaffs which are not administered by MUIS. Surviving trustees are administering them. The eight wakaffs under MUIS fall into four categories - mosques, cemetery lands, business properties and residential properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The respective Mosque Management Committees are responsible for the maintenance of the mosques while MUIS looks after cemetery lands, business and residential premises. The few cemetery lands which it owns have been officially closed for burials. As for business and residential wakaff properties, they are, without exception, pre-1947 buildings and are therefore subject to the Rent Control Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of National Development has recently served notices on MUIS against three wakaff properties, namely, Wakaff Masjid Kassim at Changi Road, Wakaff Jabbar at Duku Road and Masjid Abdul Hamid at Gentle Road. MUIS has been asked to clear the temporary structures on these wakaff properties and to landscape the area cleared. Alternatively, action must be initiated to prepare these wakaffs for redevelopment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS is arranging to meet all the parties who are directly involved in the management of the properties of the three wakaffs to decide on the course of action to take to comply with the Ministry of National Development's directive so as to save these properties from being compulsorily acquired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I must add, Sir, that redevelopment will require expenditure of some magnitude to revoke tenancies, to pay compensations to tenants, and to meet construction costs. Unfortunately, Sir, MUIS does not have the funds for this purpose. It is, therefore, for Muslim organizations to pool their financial resources if the proposal is to be implemented. But, as administrators of wakaff properties, Sir, MUIS has faithfully discharged its responsibilities such as the collection of rents and the maintenance of these properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, I share wholeheartedly the Member for Pasir Panjang's concern and anxiety over the long delay in the renovation of Keramat Habib Noh and the adjacent Masjid Haji Mohammed Salleh at Palmer Road. Hon. Members may still remember that the decision to renovate the Keramat and the Masjid was taken in early 1983. It is three years now and work has yet to start. It is much faster to build a multi-purpose mosque in a New Town than to give a facelift to the Keramat. A more expeditious handling of the matter by the Departments concerned would have saved much time in completing the project. But I would like to assure the Member for Pasir Panjang that I will closely monitor its progress and ensure that it is completed within the period targetted. I hope the Member would not have to raise the issue again when this House sits in Committee of Supply next year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Haj service, Sir, I do not intend to go over it again as measures taken by MUIS for this year's Haj have been widely reported in the local press and over SBC's Radio 2. All I can say is that MUIS will continue with its efforts to ensure the smooth running of its Haj service. Those of us who have performed the Haj will, I am sure, agree that there will always be problems - bound to be. There is no running away from problems - not when there are 2-2(r) million people all assembled at a particular place at almost the same time. However, I have been assured by the Saudi Minister for Pilgrimage and Endowments, when he was here as my guest last year, that every effort is made by his Government to minimize these problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to pilgrim brokers, Sir, Members may be pleased to know that the duties and responsibilities of these brokers have been revised. One such revision requires all selected pilgrim brokers to undergo a thorough physical examination by medical officers at Government Outpatient Dispensaries. This requirement is imposed on pilgrim brokers this year to ensure that they have a clean bill of health to enable them to carry out their various duties in the Holy Land effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the appointment of pilgrim brokers, care was taken to weed out those who have been found wanting. For instance, arising from complaints received against a pilgrim broker at last year's Haj, MUIS has, after substantiating these complaints, barred him from participating in this year's pilgrimage exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from charging more than the other pilgrim brokers who provided similar services, this particular broker was not able to provide any accommodation in Mina for his pilgrims, although the fees paid to him were inclusive of accommodation, transportation, food, etc, etc. He was not concerned about the welfare of his pilgrims. Sick pilgrims were left unattended and had to look for medical treatment on their own. He did not make any effort at all to look for one of his pilgrims who was reported lost. And on the return leg of the journey, Sir, he had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> brought his pilgrims to Jeddah Airport six days in advance without providing any accommodation and food. This created problems for his pilgrims. I am sure Members will agree that we can all do without this kind of pilgrim broker who obviously was motivated only by commercial considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Siglap has made some pertinent observations on the JHDs. As the Member is aware, the main function of the JHD is to coordinate missionary activities in the districts where they are located. \"How are the activities of the District JHDs coordinated by the Central JHD?\" he asked. Sir, the Central JHD meets from time to time to discuss matters relating to activities to be organized as well as to deliberate over current issues affecting the Muslim community, particularly those in consonant with its objective. Two Exco members of each District JHD are represented at these meetings. Activities to be carried out by District JHDs are first discussed at Central JHD meetings before they are implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How can Muslim organizations know the District JHDs they belong to? Sir, District JHDs are usually identified with the HDB Housing Estates in which such district committees are located. District Muslim organizations including block committees, mosques, madrasahs, suraus, are all invited to attend the annual general meeting of their District JHDs in which their representatives are nominated to serve on the JHDs. Being the components of the District JHDs, the Muslim organizations in the district would, without doubt, know to which district they belong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now turn to the proposed Islamic Centre of Singapore (ICS). I welcome the suggestions from the Member for Kampong Ubi that will go towards making the ICS of MUIS the focal point of Islamic activities and a centre of Islamic intellectual learning in Singapore. With regard to staffing, it is expected that new appointments may have to be made if the ICS is to be adequately managed. One of the main areas of work to be given priority is the establishment of the Library cum Reference Centre which, to all intents and purposes, will eventually serve as an Islamic Resource Centre. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai may be happy to know that his suggestion that Muslim scholars of international repute be invited to come to Singapore on a regular basis is already in the ICS pipeline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the information of Members, work on the ICS will be completed towards the end of 1987. And as MUIS will occupy two floors of the seven-storey building, the need to upgrade MUIS' present office, as suggested by the Member for Pasir Panjang, therefore, does not arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Syariah Court. On this subject, Sir, the Member for Kampong Ubi has spoken on staff shortages in the Court and on the salary scales of the Court's staff. The Court has an approved establishment of 10 permanent staff comprising the President of the Court, an Executive Officer, two Clerical Officers, three Muslim Social Case Workers, a Typist, a Process-cum-Notice Server and an Office Attendant. Except for one post of Muslim Social Case Worker which will be filled soon, the remaining posts are all filled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member has quite rightly pointed out, the number of new cases registered by the Syariah Court has been increasing at an average annual rate of 7% over the last five years. In terms of numbers, the average number of new cases registered each year during the last five years is 1,500. The Budget Division of the Finance Ministry, recognizing the increase in the workload of the Syariah Court, approved the creation of one additional post of Clerical Officer in 1984 and an additional post of Muslim Social Case Worker for FY 85. I expect this latter post to be filled soon. With this additional Muslim Social Case Worker, the Syariah Court expects to be able to clear marital dispute cases more expeditiously. I do not therefore consider it necessary at this point of time to create another post of Registrar for the Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as salary scales for the President, the Muslim Social Case Workers, and indeed for all staff of the Syariah Court, are concerned, they are fixed at levels commensurate with the academic qualifications required and the nature of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> duties and responsibilities. They must also be comparable with other posts in the Civil Service requiring comparable qualifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered most, if not all, of the queries raised by Members. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $106,433,720 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $31,441,100 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Subhead QA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to speak on the immigration laws governing permanent residence and citizenship. I feel prompted to speak on this matter because of the number of cases I have come across in my meet-the-people sessions, also because of the tremendous emotional as well as other kinds of hardship which I find our Singaporeans are going through because their family members are being affected by these laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge the Minister to give his most sympathetic consideration to the following categories of applications. First, the aged parents of Singapore citizens. No doubt they may add to the burden of social and medical costs, but since hospitalization costs can now be borne by the children's Medisave accounts and since a great deal of social amenities are already provided by the community and by voluntary efforts, the aditional burden to the State is likewise reduced. In any case, I think the number of existing cases of aged parents remaining must be rather small by now and therefore what is the reason why they cannot be accommodated? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second category of applicants who I think deserve sympathetic consideration are the brothers and sisters who are the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> only non-citizens in the family. Many of them have literally grown up in Singapore, gone through school here and are either working or not working. A lot of them could have been born in Singapore were it not for the ignorance of their parents who went back to Malaysia to give birth because there the pregnant woman could receive better care from relatives. But for all practical purposes, these people have grown up here and, as I said, gone through school here. And since they have deep family roots and they have gone through school here, do we not stand to benefit from the investment in their education if we integrate them into our society by granting them permanent residence? If it is a matter of their not having the required skills, either because the primary school education or secondary school education is only a general education, I would suggest that they could be required to take up courses at our technical and vocational institutes before considering them for permanent residence. In this way, we would be reaping benefits from the return of the educational investment that we have given them. Again, the number of cases must be quite limited by now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third category who deserve sympathetic consideration are the foreign spouses of Singapore citizens. Sir, it is a very good approach now that the Ministry is widely publicizing our policy that marriage does not automatically confer the right to permanent residence for foreign spouses. Still two kinds of questions remain. One, is not the present practice of giving short social visit passes a little too harsh, particularly for newly married couples? In the past, social visit passes were granted for longer periods, one to two months that can be extended up to a number of times per stretch. Now it is two weeks each time, up to a certain number of times each stretch. I think people need some time before they can finalize plans to leave the country, even where the Singapore spouses may decide to leave with their foreign spouses. They need time to find a new job, time to sell their houses, time to wind up their businesses, etc. By granting short social visit passes to the foreign spouses, are we not also penalizing our own citizens for marrying foreigners? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second question that arises is the fact that it is more difficult for foreign spouses who are men to obtain permanent residence than for foreign spouses who are women. Sir, let us face it. This is a women's issue. Why should Singapore women receive different treatment from Singapore men who marry foreign spouses? One sometimes hear the explanation that we are Asians and in the Asian tradition, the women follow the men. So Singapore women are said to be free to follow the foreign spouses to settle elsewhere. But if we allow the children born in Singapore of Singapore mothers to be citizens and allow them to live and study in Singapore, are we not causing families to separate when their fathers have to leave the country? When we allow people to purchase HDB flats, so long as there is one citizen and one permanent resident in the family nucleus, are we not landing the women in very difficult situations when their husbands have to leave the country? The solution, Sir, is not, and I repeat not, to reverse the situation for children or for home buyers. Nor is the solution to impose the same conditions for foreign spouses who are women. To reverse the foreign policy is tantamount to going back on the principle of shared misery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead I would like to suggest an idea to the Minister to consider. If this idea is feasible, I think it may reduce the number of cases of family separation immediately. Can we not consider giving special consideration to foreign spouses who are men who are supporting schooling children who are Singapore citizens? Treat this as an additional ground for special consideration, over and above the normal requirements of work, skills, education, length of stay, etc. I doubt very much people will start having many children because of this criterion. In fact, the number of children should not be linked to this special consideration at all. We are talking about the number of existing cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This additional criterion does not mean that the present conditions would be made even more stringent. On the contrary, recognition will be given to the fact that the foreign spouses are contributing to our society through providing support and guidance to Singapore children. Perhaps as a first step we can restrict the criterion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> to schooling children who are already attending secondary school. By that age, the father would have lived and worked in Singapore for at least 13 and up to 18 years. By that stage also it is extremely difficult for a family to leave Singapore because the children's education would be greatly disrupted. Sir, I would therefore be very grateful if the Minister could consider this suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, since our basic philosophy behind the permanent residence and citizenship rules is that we want to remain an open society, we could absorb more talents into our society, ie, people who can contribute to our society. In defining talents and contributions, I wonder if we have not been using our definition rather narrowly, concentrating on those with education, skills or economic ability. But in view of our long term goal of becoming a creative and cultivative society, I think we should give due emphasis to those with talents and ideas in art and culture. Perhaps the Minister could clarify his stand on this question and inform us whether in deliberating applications from, say, artistes, writers, craftsmen, religious and community workers, will the relevant bodies other than the EDB or the MTI or the Professional Information and Placement Services, that is the PIPS, be consulted? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Sir, I would just like to comment on the recent series of rock concerts and discos organized by the Police for our young Singaporeans. This series has created a lot of excitement, not least among the young ones but also among the old ones. There are various schools of thought on this. One school has it that this is a good way to get rid of all the excess energy that our youths have but found no recourse. By getting them off the streets and to let them take part in healthy, wholesome, dancing and exercise their muscles, one would hope that we can give them some profitable means of recreation and also to strike up a better relationship with the Police Force which, until recently, has appeared to be more disciplinarians than friends in help. In particular, when we talk about crime prevention and law enforcement, we need the cooperation of our citizens, young and old, to cooperate with the Police Force. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is another school of thought that says that while this could be a good means of providing recreation, but with the kind of culture and stigma attached to discos and rock concerts, has the Police not gone too far? Traditionally, in other countries, rock concerts and discos may have links with drugs, crime and other undesirable activities. Parents whose children go to these concerts always harbour the reservation that the children may get into bad company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he can enlighten the House on the rationale behind the Police Force concentration in these activities, and to ask him whether there are any safeguards that can be instituted to prevent the concerts and discos that we have in Singapore from degenerating into the kind that we see in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter which I would like to bring up is mahjong. I think with the recent enactment of the amendments on the Gambling Acts we are seeing less of illegal gambling in housing estates, which is a good thing. But there seems to be stories going around that people who are caught playing mahjong are also being arrested, so much so that the people in the street think that if they play mahjong at home they may also be arrested. I am sure many Members of this House always use to play mahjong for recreation. I am quite sure it is not the intention of the Ministry of Home Affairs to deprive citizens of this pastime. One can understand when this kind of recreation activity blossoms into a gambling house, as in some cases where houses cater to about five or even ten mahjong games at the same time, causing intolerable noise and inconvenience to neighbours and residents. But surely when there is a game of mahjong among four good friends or relatives, I think this is wholesome. I am quite sure that the Ministry would not look at this with the same kind of abhorrence that they look at illegal gambling. Perhaps the Minister can clarify this matter so that those of us who are addicted to it or those of us who indulge in it as an occasional means of recreation can keep on playing mahjong safely. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Speaker, Sir, I have just two matters to raise with the hon. Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first matter is the unprecedented number of fires resulting in deaths in 1985. Here, I would like to ask the Minister what steps are being taken to ensure that the Singapore Fire Service has the capability to deal with this problem and also whether they have uncovered any evidence of arson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like to raise is on immigration. Sir, from time to time we hear of illegal immigrants being caught and prosecuted. Can the Minister inform us what is the extent and the problem, and what measures are being taken both with regard to the illegal immigrants or illegal overstayers as well as persons who harbour them or employ them. By employing illegal immigrants, employers save costs at the expense of depriving our citizens of job opportunities. I hope the Minister will give some clarification on this aspect. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Speaker, Sir, I would first like to congratulate the Minister for Home Affairs on the work that he and his multi-disciplined team played in the rescue of the people trapped by the Hotel New World disaster. It is heartening indeed to see our forces on the alert, ever ready to do their duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think that I am exaggerating when I say that all Singaporeans salute the marvellous work done. Nobody could have done any better. While all involved in the rescue work, Sir, deserve commendation, I would however like to single out the Civil Defence Force for special mention. Why? Because, Sir, the majority of them are volunteer; because many Singaporeans may not have been paying much significance to Civil Defence; because they were seen by many to be Cinderallas of Total Defence; and because they were ridiculed as Singapore's version of \"Dad's Army.\" Well, now we have seen what Dad's Army can do and what they have done. However, I must add that it is sad that it took a major disaster of this scale to show the need for Civil Defence. In this respect, Sir, I hope that the Ministry will follow up on this good work and drive home the point to all Singaporeans that Civil Defence is absolutely necessary. I hope too that the Minister will consider a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> special award to this group of brave volunteers, ordinary people like you and me, yet so determined to risk their lives that others may live. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, in the longer term we know that it is difficult to hold the interest of Civil Defence volunteers. We know that it is difficult to get the womenfolk and the older menfolk to attend training. Yet we also know at the same time that training and being alert at all times are crucial. I am aware that the Civil Defence authorities have a host of programmes such as hikes, quizzes, contests, to keep their spirits going. However, Sir, these do not seem to be enough. Hence, I would like to propose that the Ministry organize on a nation-wide basis an annual series of telematch contests. These contests could be on an inter-constituency basis. The skills needed for this contest must be related to those skills needed for Civil Defence work. Most important, the concept of this contest must be geared to television coverage as it is only through television that the interests of the whole nation could be captured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I remember several years ago a telematch series from Europe that was shown on the local television station. I think it was a rather successful programme. If Singapore viewers could be interested in telematch games played between obscure European towns, I do not really see any reason why the same viewers would not be interested in their own version of telematch games. So I would think that there would be interest in this and the games will certainly help to create more interest in Civil Defence work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to touch on the subject of road etiquette and education. But first may I ask the Minister whether it is true that there had been a significant improvement in the rate of road accidents. Could he please elaborate on this to the House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister what are the policies and the measures which the Traffic Police will take to further reduce the accident rate, especially those on our highways and expressways. Only last Monday, Sir, the Straits Times carried a report on the observations of a British transportation expert currently working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> with the Traffic Police to promote expressway safety. I am sure that there are a few of us in this House who would disagree with his observations. However, Sir, I think he did miss out on one observation, or at least it was not reported. Here I am referring to those obnoxious creatures of the road which we normally call road hogs. How often, Sir, have we driven behind such drivers chugging along merrily on the road, on the right hand side of expressways? How often have we in frustration resort to overtaking on the left, thus risking not only our lives and our passengers but also other road users? The tragedy of all this is that many of these road hogs sincerely and truly believe that they are not in the wrong as long as they are driving within the appropriate speed limits. Expressway driving is relatively new in Singapore. Many still do not know the rights and wrongs of expressway road sense and etiquette. Yet at the same time, high speeds and slow reaction more often than not mean fatal accidents. There is indeed an immense need for education in this area. Greater publicity must be given to ensure that Singapore drivers understand the concept of road sense and safety on expressways. Perhaps legislation of some sort may be required. In this respect, I hope that the Minister will not forget that education and rewards for good driving also go a long way towards higher standard of road safety. The Traffic Police should not rely too much on punishing the bad drivers only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now, Sir, turn to community oriented policing, the marvellous plan of turning policemen into friends of the community instead of ogres to frighten little children. Can the Minister tell the House what measures the Police are taking in their efforts to harness the support of the community in crime prevention and whether the Police have achieved any success in this regard? But before the Minister gives us his answer for the nation, may I appeal once again for more measures to be taken for my constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, I appealed for a neighbourhood police post in that part of Ang Mo Kio which is in Jalan Kayu constituency. The reasons then are still valid today. I was told that the NPP date for that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> part of Ang Mo Kio is 1988 but as the Government is now trying to hasten development projects to stimulate the economy, could it not also stimulate the building of more NPPs and hasten its time-table? It will definitely benefit the residents. It will also benefit the contractors who get the job. It will also benefit the policemen who will become friends of the community at a sooner date. You see, Sir, it will benefit everybody. Yet I do not understand why this cannot be done very much earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, this is not all; because Jalan Kayu is a large constituency and I understand that another NPP is supposed to be built in 1987 in Seletar Road. I now understand that even this is to be postponed. Perhaps the Minister can give me an explanation in this House. I was told by residents there that even the frequency of bicycle patrols in the private residential estate has been reduced. Again, this is something which I find strange. I would like to tell the Minister that perhaps the lack of crime or little crime in my constituency is more because of the good work that they have done, and in order to continue the low level of crime the good work should be continued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I make no apologies for bringing these parochial issues to the House. In matters of law and order and safety for my constituents, I would rather be silly than sorry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now, Sir, touch on the Singapore Fire Service. Firstly, I would like to ask the Minister why there were so many fires in 1985. Was arson linked to most of these fires? In this respect, how many of the fires were related to commercial and industrial properties? During difficult economic times, it is not uncommon to hear of businessmen in financial difficulties setting fire to their own properties to collect insurance money. Fires may also be started by jealous business rivals competing for a dwindling market in these difficult times. I am aware that when I say this I am only stating possible scenarios and not actual cases that I know of. However, what I want to emphasize is that we cannot rule out the possibility of a correlation between the number of fires \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> and the severity of the recession. I do hope that there is no proof of this possible correlation. In any case it will certainly ease the minds of all Singaporeans if the Minister can tell us of the steps being taken to ensure that the Singapore Fire Service has the capability to deal with all possibilities. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, I am different from the Member for Jalan Kayu. I will raise only two points. There is something to praise and something to criticise about the Police. The point of merit is the setting up of the Neighbourhood Police. It has improved the relationship between the Police and the residents. In my constituency, since the setting up of neighbourhood police post, I was told that the residents wanted to present the NPP with bonsais for decoration. Children have treated the NPP policemen as friends. Our community leaders have also invited the NPP police inspector to functions and both sides have struck up good and harmonious relationship, mutually contributing to law and order and the security of the estate. Therefore, I would like to praise the efforts and the good performance of the Police in this respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I notice that in the 1986 manpower expenditure estimates of the Police Force, there is a reduction of $13 million whereas manpower will be reduced by 61 posts, namely, from 9,663 posts reduced to 9,602 posts. The Minister for Finance mentioned in his Budget statement that the Government is trying to reduce manpower expenditure in the public sector. I would like to ask the Minister whether in this exercise of cutting costs, neighbourhood police posts will also be affected. If this exercise does not affect NPPs, then the Member for Jalan Kayu and other Members will feel more assured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of gambling and mahjong mentioned by the Member for Clementi, I must declare that I do not like to play mahjong and I cannot play mahjong. Some people complained to me that the Police in carrying out raids on illegal gambling have been too enthusiastic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> They confuse recreational games with gambling. They kill both the flies and the tigers. An old constituent reported to me that once she and some relatives were playing some card games at home, and they were arrested and put in CID lock-ups for some hours and had their fingerprints taken.This was a great shame to her because she felt that she was treated like a criminal. This has caused a strong reaction. I have told the Officer in Charge of Queenstown Police Station about this complaint. I am not raising a complaint here to the Minister, but just quoting an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, during my tour in my constituency, some residents also asked me whether it is illegal to play mahjong at home. We know that many people, including perhaps the Member for Clementi and some old journalists and editors, like to play mahjong at home or at clubs with relatives or friends around the square table as a form of recreation. The purpose of my raising the matter here is the same as that of the Member for Clementi, that is, to ask the Minister to clarify the Police action. There are some people with ulterior motives who want to twist the meaning of the anti-gambling laws and purposely spread rumours and fear among the people regarding the meaning and intention of the law. So I hope the Minister will clarify and explain this matter so that these Singaporeans who indulge in these games may feel safe playing mahjong or cards as a form of recreation at home. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos):</b> Sir, I intend to raise only two points with the Minister for Home Affairs. First, Sir, like the Member for Toa Payoh, I would like to touch on the issue of illegal immigrants. I read with deep concern a recent press report which highlighted the number of illegal immigrants detected in 1985 - 9,500 against 3,700 in 1983. This represents a 257% jump over a short span of two years, and this is indeed alarming. What we have to constantly remind ourselves is that for every case detected, there are many others that go undetected. To safeguard the well-being of our fellow citizens, Sir, I am all ears to hear the answers to be given by the Minister to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> queries put forward by the Member for Toa Payoh. But at the same time I would like to ask the Minister just one question on this problem, ie, how effective is our Immigration Department's computerized checking system in tracking down illegal immigrants and overstayers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next issue, Sir, which I wish to raise is with regard to road safety along Bedok Reservoir Road, in particular the stretch from Bedok North Road junction to Bedok North Avenue 3 junction. Road safety there is endangered by illegal kerbside parking of vehicles, an issue which I first raised during the sitting of this House on 31st October, 1985. At that time, Sir, the Minister assured me that strict enforcement action has been taken and will continue to be taken by the Traffic Police. However, it is with regret that I have to inform the Minister that my constituents feel otherwise as the situation is not getting any better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate, Sir, I would like to draw to the attention of the Ministry of Home Affairs that Bedok Reservoir Road which is a four-lane dual carriageway is often reduced to a two-lane dual carriageway, especially during the evenings when vehicles blatantly flout traffic rules by parking on both sides of the road. On behalf of my constituents, some of whom are having many sleepless nights over this, I strongly urge the Ministry to instruct the Traffic Police to review and step up their enforcement measures before the situation gets out of control. May I have the Hon. Minister's comments, please? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I would like to bring up a matter which has been brought up in this House before. I consider it important and I shall bring it up again. This is in regard to the detention of a former Member of Parliament, Chia Thye Poh. First of all, I have to make my position clear. I have never met Mr Chia nor any member of his family and I have no connections whatsoever with him. It is a matter of concern and I think everyone should be concerned that a citizen of our country can be detained for almost 20 years without bringing him to trial in an open court of law. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Thye Poh, I believe, was detained on the 29th October 1966 whilst taking part in a demonstration against the intervention of the Americans in Vietnam. It would appear that he was right after all. Time has proven that the Americans themselves realized that they have made a mistake in going into Vietnam and in 1975, on their own, they withdrew from the war there. Mr Chia is detained under the Internal Security Act which gives power to the Minister to detain a person without bringing him to court for trial for a period of two years, which is renewable for another two years. I understand that the condition for Mr Chia's release is that he should renounce his connections with the Communist United Front or, more particularly, with the Communist Party of Malaysia, and that he should also renounce his advocacy of using force to overthrow the Government. I believe that he has denied all these allegations. I believe that his father, Mr Chia Kit Kin, who has spoken to his son, has also said that those allegations are not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, whatever the allegations against him, I feel that the Minister must come out with concrete evidence, and if there is evidence, he should be brought before the court and charged. The Prime Minister himself, when he was in the Opposition, spoke out loudly and clearly against this piece of legislation. He was against detention without trial. He spoke out eloquently and said that detention was often made on hearsay evidence - Mr X complains about Mr Y and Mr Y makes a complaint, or alpha making an allegation against beta and then beta against gamma, and so forth. I suppose Members are familiar with that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which the Government said was that Mr Chia could bring his case up to the Advisory Committee, but he has refused. I think he has perhaps in his own mind thought why should he go before the Committee when he has not done any of those things that were alleged, and what he said also was that the Advisory Committee is a committee comprising members appointed by the Government and, as its name implies, it merely has advisory capacity and no more. Of course, the detention of a citizen for such a long period of time will bring a bad name to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> Singapore. I think it gives a chance for people all over the world to mention it over and over again. And, of course, to detain a person arbitrarily is against the provisions of the universal declaration of human rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the issue here is whether or not there is a communist danger in Singapore today and also whether or not the Government is right to put its citizens in a state of fear. Conditions are completely different from those of the 1960s. We have heard in this House that in the 1960s there was mass unemployment. It was difficult to find jobs, there were less homes, things were very difficult. But now after 26 years of this Government's rule, Members have again and again said that we are now in a very well-off position, highest standard of living in Asia, second only to Japan; and the policy is to have 100% home ownership. Statistics show that we have got something like 80% of the population properly housed, and about 60% of these 80% are house owners. Everybody has got a job. They go for holidays abroad and things look well. So we have got a complete set of political, social conditions. Under these circumstances, is there still a communist danger? I say no. If you put a communist candidate in our general elections and he says, \"My platform is this: when I come in, I will nationalize all companies. I will nationalize your homes.\" Do you think any sane person will vote for him? I think probably his deposit will be forfeited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not the only person who says that there is no communist danger. I think the Prime Minister himself, when he spoke in America last year, implied that. He told the Joint Session of Congress that under the rule of Deng Xiao-peng, China no longer exports revolution. They have not been broadcasting revolutionary messages. So they are on their way to a free market type of economy, and America can safely look to China as a friend and their business people can go there and do business. So if China is not exporting revolution and is not giving aid to any countries in Southeast Asia, can communist insurgency be successful in Singapore? We spend some- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> thing like $2 billion a year on defence. We have got perhaps 20,000 soldiers or even more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Check your figures. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do not know what is the standing army we have today. Perhaps the Minister for Defence can clarify that. But, whatever, we pride ourselves in our national defence. So can any insurgency be successful in Singapore today? I doubt it. We have got tanks, we have got an army, well-trained in all kinds of warfare, fighting in the drains, on the streets, in buildings, on the beaches. So how can communist insurgency be a reality in Singapore? I do not think so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the maintenance of this piece of legislation which allows detention without trial will only put fear in the minds of our citizens. The Government has got a big stick over the heads of everyone of its citizens. Why does it need that stick? Has the Government no faith in its own people? It is high time this piece of legislation be repealed. It is an incongruous piece of legislation in our present day society. We talk of a creative society, we talk of an open society, we talk of reaching the Swiss standard of living, and yet what is the reality? The reality is that anyone could be pulled up and locked up. That is the reality. You may say, \"Well, the Government does not do it.\" But the fact is that the piece of legislation is there. If it wants to, it can use it. It is not an issue whether it wants to use it or not. That is not an issue. The issue is that it is there and therefore it is time the Government repeals that piece of legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government cannot really justify its position to detain Mr Chia Thye Poh, then I say that he should be released. The Minister has powers under the Act to order an immediate and unconditional release. And I say for the good of Singapore, he should do it immediately. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Minister for Finance proposes to move a business motion in regard to the Supply Bill and the Supplementary Supply Bill. I therefore suspend the proceedings of the Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the second and third readings of the Supply Bill and the Supplementary Supply Bill be taken after 4.30 pm and that the proceedings thereon be exempted from the provisions of Standing Order No. 1 at this day's sitting. - [Dr Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1986 TO 31ST MARCH, 1987</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, I was astonished to hear just now from the Member for Potong Pasir that he represents the Chinese Communist Party. He should realize that even up to now --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, I think that is a wild allegation. I do not represent the Chinese Communist Party, please. I wish that the Member for Serangoon Gardens withdraws that statement. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Mr Speaker, Sir, did we not hear him say that the Chinese Communist Party does not have any more ties with any communist movement in Southeast Asia? Up to now the Chinese Communist Party has not eschewed any such connection of ties with any communist party in Southeast Asia. Now if the Member for Potong Pasir says that the Chinese Government, ie, the Chinese Communist Party, has no longer any such ties with the communist movement in Southeast Asia, then obviously he knows more than we do. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, the Member for Serangoon Gardens is purportedly to be a - is he a professor or an associate professor in political science? I was quoting the Prime Minister who said in America that Communist China does not export revolution. That is what I said. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Well, the implication of what he has said seems to me that he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> knows more about the policy of the Chinese Communist Party than most experts do. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am quoting the Prime Minister. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Well, coming to the amendment, Mr Speaker, Sir, I would like to refer to an incident --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, does the Member for Serangoon Gardens withdraw his statement in regard to the fact that he said that I was a member of the Chinese Communist Party? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, I said that from what he spoke, it would seem that he represents the Chinese Communist Party. If he withdraws what he has said, then of course I will withdraw what I have said. Can I continue, Sir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to refer the Minister to the incident concerning the People's Association's East Coast Parkway Campsite which occurred on 9th January this year. According to the various reports in the newspapers, especially the Straits Times, it would seem that a band of pirates, supposedly pirates, landed on our shore, attacked the campsite and escaped with a loot of about $6,000. According to that report, the PA campsite was defended by a 64-year old guard who was armed only with a whistle. Sir, I would like to hear the Minister's version of this incident. According to various reports, this is not the first time that a raid has occurred on a site along the East Coast. Apparently, as far back as 1983, there were two such incidents which occurred at the East Coast Recreation Centre. And even before that, there were attempts at the Changi Sailing Club. These are stories which are reported in the papers. We are not quite sure whether they are true or not. That is why I would like to hear the Minister's version. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why didn't you check them? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> I would like to hear the Minister's version. I am checking them now. The Member for Anson, if he will be patient, will hear the truth from the Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this story is true, then I think certain serious questions arise. If there had been past incidents of such a nature, why is it that the Marine Police did not take adequate measures to prevent such a recurrence? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the stretch of water between Pulau Tekong and Kusu Island is covered by only about eight Marine Police patrol boats. I do not know how far this is true. And that stretch of water covers about a quarter of our coastline. So the question I would like to raise now is, has the Marine Police sufficient manpower and equipment to safeguard the coastline? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, I would like to speak on both my amendments. In fact, the first amendment on the Marine Police is exactly what the Member for Serangoon Gardens has just raised. It amazes me how pirates could have the audacity to come to our shores to raid the People's Association's Holiday Camp along the East Coast Parkway. Sir, I have met some people living around that area and they have expressed their concern over their own safety. Singapore is not a mere coastal village for pirates to come aboard and plunder. This is a modern city state. And it amazes me again how the pirates could have escaped the attention of our Marine Police who are supposed to patrol the coastal areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next point I want to raise concerns the problem of road safety. For the last few years, we have seen with horror the statistics that showed that road deaths were increasing year after year. In 1985, fortunately, the number of road accidents involving injuries fell to 7,061. We have been told by the Minister for Home Affairs that this is the lowest figure in 25 years. Again, in 1985, there were only 265 deaths on our roads. Unfortunate, but heartening again to note that this figure is the lowest in five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two categories of road users who are most vulnerable to accidents and deaths on the roads. These are our pedestrians and our motorcyclists. I would like to find out from the Minister what plans there are to continue in our efforts to improve the situation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another cause of accidents on our roads must involve that category of heavy vehicles. I have had the experience of seeing heavy vehicles, like containers, tearing down our roads as if they were racing tracks. I have seen bus drivers changing lanes, coming out of bus bays, oblivious to other road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, when I brought up this subject of heavy vehicles, the Minister informed the House that he felt that existing penalties were inadequate and that he was looking into the possibility of amending the laws to have heavier penalties for accidents involving heavy vehicles. May I know what progress has been made in that direction? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we all know, there are many causes of road accidents and many of the PAP Backbenchers have raised these over the last many years. For today, I would just like to point out three causes which I feel should be looked into to see whether the situation can be improved. First of all, the problem of people crossing roads. I am talking more about people crossing our expressways. Sir, again it is very amazing to see that there are many pedestrians crossing from one side of the Pan-Island Expressway (PIE) to the other side. Quite a few stretches of the PIE have got no barriers of any kind in the middle. Naturally, people are tempted to cross the PIE. Where there are barriers dividing the PIE in the middle, there will still be people who find it convenient to climb over the barriers in order to get to the other side. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another cause of road accidents, I feel, is the failure of motorists to give early signals as to their intentions on the roads. For instance, we see a lot of motorists changing lanes without indicating the signals of their vehicles. We see a lot of vehicles turning right or turning left without indicating their signals beforehand. There are many motorists who presume that just because they happen to be on the lane that allows them to turn right or on the left that allows them to turn left, they need not give early warning signals. I think this is very wrong and I would urge that the Traffic Police mount a campaign to educate motorists to give early warning signals as to their intentions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third cause of accidents which I want to highlight today is the fact that many vehicles stop indiscriminately on our roads, particularly on the right hand side of the roads, which is the side for fast moving traffic. Vehicles stop on the right hand side for a variety of reasons, chiefly to let passengers off or to pick up passengers. It is quite common to see a lot of vehicles including taxis doing such a thing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motorists also stop their vehicles suddenly on the right hand side because they want to post a letter and because the postbox happens to be located on the right hand side of the road. Or because there is a newspaper seller on the right hand side of the road. There are many examples of such poor location of postboxes, of newspaper sellers and even of telephone booths. I think part of this may be due to the fact that in the old days many of our roads were two-way streets. When these roads were converted into one-way streets, what used to be the left hand side became the right hand side. The mailboxes and the telephone booths were not removed. And motorists continue to stop indiscriminately and when they do so, vehicles from behind - some people have the habit of driving very close to the vehicle in front - just knock into them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister will be able to look into these points. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have two amendments. I suppose, before I begin, you would rather that I declare whether I have any pecuniary personal interest in these matters. The answer is no, Mr Speaker, Sir. Although, of course, I have acted for victims of police violence and for people who have been denied stay in this country as a result of the Immigration laws. I had in the past acted, yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question that I propose to ask for the first half of my speech is: is Singapore a police state? I ask this notwithstanding what the Member for Clementi said about the police organizing disco nights for the youths and the setting up of neighbourhood police posts. The definition of a \"police state\", if I may attempt one, is a state where the police would appear to be exercising powers regardless of the question whether the powers are within the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> law, and exercising them with impunity to oppress the citizens, and the citizens feel helpless against the exercise of such powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir mentioned the case of Chia Thye Poh whose detention I had raised several times last year. Let me say categorically that if you detain persons on police allegations without bringing them to trial, then you have a police state. It is not just Mr Chia Thye Poh who is nearing 20 years of detention. We have more than a thousand of our people detained without trial on police allegations. So if you take that as a criterion, then you have a police state in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is not just that. Let me give the Members of the House three cases, one of which I mentioned a few days ago. This is the case of a worker returning home at midnight after he had finished his work. Unfortunately, he did not have on him his identity card. He was stopped by the police and was hauled off to the police station. For what offence? Because he did not have his identity card. I have looked through the National Registration Act - I stand corrected by the Minister if he can tell me where it is - I cannot find that it is an offence for a person not to have on him his identity card when he is stopped by the police. There is an obligation on him to produce it to the police sometime or other. But this man was taken off to the police station and, as I said then, he was put into a cell and was there for 15 hours or so, till 3.00 pm. Then he was released without any charge preferred against him. During that time he was not allowed to telephone members of his family, because a telephone call to his family would have brought his identity card to the station. No charges were preferred and he was released. That is one instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second instance concerns a shopkeeper in my own constituency, and I see that he wrote a letter to the Public Relations Department of the Police on the 16th February this year. His shop had been raided several times by the police on suspicion that he was carrying on bookmaking activities. No evidence was found and they went off. He says the latest incident was when they turned up at 4 o'clock in the afternoon when he had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> customers in his shop. Without so much as by or with your leave, they went in, ransacked the whole place, and when they could not find any evidence they then went away, without even a word of apology to the man. He says this is going on far too long and too often. So he has written to the Director of Public Relations Department. I do not know whether he had an answer to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then I hear increasing stories of police violence. We have seen reports, even in the papers, of police resorting to violence upon arrest of persons in the streets. These are all manifestations of police violence; an excessive, zealous use of powers by the police. I hear time and time again of people who are taken into police stations and then assaulted violently. The police are getting very good at this. They are able to commit acts of battery without leaving any evidence of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot emphasise too strongly, Sir, that in a democracy the police must be kept within the bounds of law. The question is, who will protect the people from the guardians if the guardians themselves do not uphold the law? The police are intended in their role to be the guardians of the people and of the law. May I know what steps the Ministry proposes to take to see that the police uphold the law first and foremost, and that the police will not resort to violence against our citizens on the simplest pretext. I have a definite case which I shall bring up on the Adjournment Motion. I will leave the details till then. But it clearly illustrates more than anything else what I say when I asked the question whether Singapore is a police state. The Minister glibly answered three days ago, \"Oh, we don't do this. We inform the parents as soon as possible.\" Time and time again I get complaints that they are not given permission to telephone. I make a plea that the Ministry should direct all police officers that they should not treat all our citizens as criminals. Law-abiding citizens should not be made to feel that they are criminals. They should be made to feel that the police are on their side and that they do not have to battle with the police for their rights. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be necessary, Mr Speaker, Sir, for us to consider whether we should not introduce the practice in the United Kingdom of having Watch Committees in the various constituencies, or constituencies grouped together with the MPs on the Watch Committee amongst others, to guard against police abuse of powers and police violence. I just throw that suggestion to the Minister and ask whether we should not consider setting up Police Watch Committees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second half of my amendment concerns the immigration policies. Mr Speaker, Sir, I would like to deal with this in two parts, one concerning spouses, of which something has been said by the Member for Changkat. But, first of all, may I deal with the second part of the question, ie, of people in Singapore working on employment passes. Now we have a recession and I have been talking about workers not having enough employment. But there is also the very serious question of our graduates, our professional people, who are being disadvantaged by people from other countries. I want to know whether the Immigration Department is still very liberal in the granting of employment passes. Or will the Immigration Department take steps now to review all employment passes granted and to restrict the liberal grant of employment passes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only last night, Sir, somebody came to see me in my meet-the-people session. He is an ex-Republic of Singapore Air Force pilot trainee. He was in the 19th batch, he told me. He failed the advanced phase. He said, \"Unfortunately I was not able to get through the advanced phase.\" So he left the Republic of Singapore Air Force. But he went on to get his commercial licence from the Singapore General Aviation Service. So he has a commercial licence for a pilot, but he said it was not one with an instrument rating. He said one could get that quite easily. He said he applied six times to our own airlines, Singapore Airlines, for the post of pilot. He has not been successful for several years. He said he was called up once and was told that there would be a series of interviews. But after having been seen once, he got a reply to his letter, \"Thank you for your interest in SIA. We regret your application is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> successful.\" He is a Singaporean, and he said he can pilot the planes that the Singapore Airlines flies; perhaps with some training even the Boeing 747. He said Singapore Airlines is employing too many expatriates when there are Singaporeans who could be doing the job. And he mentioned two or three of his colleagues who are also ex-Air Force pilots. He said they were all unable to get into the Singapore Airlines to fly the planes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a letter in the Straits Times sometime ago complaining about the ease with which foreigners could get jobs in Singapore while Singaporeans were without jobs. So may I ask the Minister whether there will be any change in the policy of the Immigration Department as regards employment passes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I turn to the other question about the right of families to stay together, the right of a husband and wife to stay together, the right of children to stay with their parents. The Member for Changkat, I am glad, has raised this. But I see that she puts it on the level of economic productivity for Singapore, or on balance of convenience. I put it on a much higher footing, and I say that to send out the wife or the husband is to interfere with a fundamental basic right of the human being. Mr Speaker, Sir, I have with me six cases, I have got several but I only picked up six cases. The Member for Changkat is wrong if she thinks that Singapore men will be given permanent stay for their foreign wives whereas Singaore women will not be given permanent stay for their foreign husbands. I have had several Singapore men come to me --- \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> May I seek a clarification? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You may speak after this, please. I have had several Singapore men who have come to me to complain about their wives being asked to leave the country. There is a man who is married to a Thai citizen and then there is another one who is married to a Filipino, and of course I have a Singapore woman who is married to a Malaysian man. The important thing is they are not work permit holders, these spouses who have been asked to leave. They are genuine marriages contracted at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> the Singapore Registry of Marriages. I hope the Minister will not ask me, as the Minister of State did in a letter to the Straits Times, to point out the Article in the Constitution which says that the husband and wife could stay together. I am sorry the Minister of State thought that my reply was very violent. But I was, if I may say so, appalled that the Minister of State should be posing that question to me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say that this interference of the right of families to live together is a gross violation of the natural order of things. It interferes with a basic fundamental right, and it of course conflicts with all the international covenants on civil liberties and rights of individuals. The Minister three days ago said that most countries do not allow entry of foreign spouses into their country, and I asked him if he would list all the countries which do not allow the wives of citizens permanent residence in their country. I hope he has got the list for me this afternoon. Except for countries which do not accept the civilized code of behaviour, all countries recognize this basic family right. It has been even declared in a Court of Appeal decision in England that there is this fundamental right which the law must recognize. So I am not putting it on the level of whether they will be economically productive to Singapore or not. The thing that I find most distressing is that the persons who are not allowed to keep their wives or their husbands are the lower-paid. I have yet to know of a professional man or woman who is not being allowed to bring his wife or her husband into Singapore. But these people who have a little business, who are workers, they are told, \"You cannot support your wife\" or \"Your husband is unable to support you.\" That, as I have said again and again, is thoroughly discriminatory against the less well-off people in our community, and I am thoroughly ashamed of all the discriminatory practices that go on in this country. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> Just one point of clarification. The Member for Anson heard me wrong. My complaint to the Minister was that the foreign husbands of Singapore women have a more difficult time in getting PR than the foreign wives of Singapore men. What gives the Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> Anson the right to think that he alone is thinking about the problem on a so-called higher plane? Did I not speak on grounds of equality? Did I not speak on grounds of emotional difficulties and stresses? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Prof. Jayakumar, would you like to answer now because the guillotine time is 5.15 pm? \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Yes, Sir. Mr Speaker, Sir, I will deal with some of the points raised by hon. Members relating particularly to immigration, citizenship, fire service, civil defence, internal security, and my colleague, the Minister of State for Home Affairs, will deal with the other points which were raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I take the points raised under Immigration first. Let me preface my remarks by making some general observations on our immigration policy and the considerations that inevitably must go into shaping our immigration policy. I understand perfectly well what the Member for Changkat said in the beginning of her statement. She said that she had many cases at the meet-the-people sessions. This has been told to me by other Members and I myself know it because, don't forget, I am also an MP. Perhaps it is even more difficult for the Minister of State for Home Affairs and the Minister for Home Affairs in dealing with immigration problems with their constituents. Other Members can say they will write to the Minister for Home Affairs, but it is not an answer which the Minister for Home Affairs can easily give! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our immigration policy must be shaped by the constraints, the problems and circumstances of our own country. Certain key statistics already indicate the dimensions of our problem. All of us know the size of our country, the available resources, the density of population, the scarcity of land which has been outlined by the Minister for National Development before. As a backdrop, last year more than 198,000 people applied for extension of the various passes. They are potentially long-term social visit pass holders and potential de facto permanent residents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> More than 11,000 persons applied for permanent residence. Even though the Member for Anson paints Singapore as a terrible police state, there are 11,000 persons who want to be permanent residents, who are not fleeing away from the so-called police state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it is, we have about 130,000 permanent residents, each one of them a potential citizen. Last year there were more than 46,000 persons who overstayed illegally and they tried desperately to stay on in Singapore, even if it meant illegal presence. The ideal perhaps is to take a humanitarian approach to our problems: open the floodgates, let everyone who wants to become a permanent resident and citizen become a permanent resident and citizen. But every decision that we take on permanent residence or citizenship has implications for the rest of society. It has implications for the rest of Singaporeans, the vast majority of our citizens, because permanent residence and citizenship bring along with it not only rights but it also brings privileges to education, housing, medical and other facilities. When it comes to citizenship, it also brings along with it political rights of voting, standing for elections, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like Members to bear in mind these parameters, the realistic dimensions of our problems. I therefore do not hide the fact that we have a strict immigration policy but I make no apology for it because this is necessary by the very nature of our circumstances, our constraints and our problems. It would be disastrous to take a purely humanitarian approach to our immigration policy and to let in all who apply. We must and we will be cautious. Permanent residence and citizenship is not a right. It is a privilege. Persons will be assessed on the merits of each case. There is a balance between considerations of whether they will be an asset, useful to Singapore, together with considerations of compassion, connections with Singapore, family roots and so on. This is the backdrop which we must never lose sight of, for it is very easy and tempting to talk about a very liberal policy on immigration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now answer some of the specific points raised. The Member for Toa Payoh and the Member for Eunos asked me to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> shed some light on the problem of illegal immigrants and illegal overstayers. Perhaps that is a good point for me to start for it shows not only the dimension of the problems that we are having but it will also explain to all why is it that the Government, the Immigration Department and the Police have to take a very strict view on immigration matters and on illegal immigrants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As of 16th March, 1986, there were 715 persons in our jail for overstaying, for being illegal immigrants. The number would have been more had we not repatriated others. There is an average of about 60 persons arrested weekly for illegal overstaying or illegal entry, and about an average of 32 are prosecuted weekly. Those then are the stark figures. Here again, bear in mind, the Member for Anson says we are a police state, but all these people want to come to Singapore even at the risk of arrest and prosecution. 715 persons in our jails. Last year over 46,000 persons were detected for overstaying. Of them, more than 4,500 were arrested as they had overstayed a long time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to what action is being taken on illegal workers, Sir, I am glad to say that the Immigration, Police, Ministry of Labour are very efficient. They have combined operations and it is very difficult for an illegal overstayer to escape detection and apprehension for too long. In December 1984, Members will recall that we amended the relevant laws to provide for enhanced penalties not only for illegal overstaying and illegal entry but also to penalize persons who harbour and employ illegal overstayers and illegal entrants. Action by Police, Immigration and Ministry of Labour will continue. Both overstayers and harbourers, including employers of illegal overstayers, must know, as they already know it, that it does not pay to engage in this activity for they cannot escape apprehension and prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to the points raised by the Member for Changkat. She has raised several issues. First, she has advocated that the Ministry should devise a special scheme for artists and talented persons and that our approach should not be too narrow. Indeed, we have considered this and I would say that our approach is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> narrow because there is a special scheme for those who are artistically inclined and outstanding in their own fields. It is not just MTI or PIPS or CATS which are the vetting authorities. There are other vetting authorities, for example, Ministry of Community Development, SBC, Ministry of Education, who are consulted in these cases, and I would like to say in response to her comment that even religious workers are considered for permanent residence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards aged parents, while each case is considered on its own merits, I would like to inform her that we are sympathetic as far as possible, especially if the applicant has no other children to rely upon except the sponsor in that case. As for brothers and sisters, our policy is that if the person concerned is the only non- citizen in the family and is under 21, we are quite liberal and sympathetic. If the person is already of age, then we would want the person to qualify on his own merits, and here again we do not take an unsympathetic view if the person is the only non-citizen in the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as allowing persons, whether married or otherwise, to be here on long-term social visit pass, we do allow them extensions. Often these extensions are given up to three months in one year. Our concern will be really whether or not the grant of long-term social visit pass or repeated extensions will lead to a de facto permanent residence situation. That is one consequence we want to avoid, and for cases which she mentioned where extensions are necessary to allow persons to make arrangements we do give special consideration to such cases and we will continue to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand her poignant call for equality between male and female spouses. Maybe she is right that this distinction between applicants for citizenship or permanent residence, male spouses and female spouses, has its origin in some peculiar aspect of Asian culture which decrees that the woman must follow the man. I would not like to completely extinguish her hopes for eventual change in this alleged discrimination! She should continue the fight and perhaps with more Members of the fairer sex in our Chamber \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> they can win the hearts and minds of the policy-makers. But let me caution here that our understanding of the position in countries where they have taken a very liberal view on this is that it has led to an increase in the number of marriages of convenience. So we would want to watch out for that. She gave an example of a situation where the husband has been here working and providing for the family for 13 to 18 years. We will be prepared to look at this case, not necessarily on the grounds of marriage, but on the merits of the case and the fact that he has been here for such a long period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;She made references, I believe, to HDB and so on. This underlines the point that I made, ie, we must bear in mind that permanent residence and citizenship has privileges including that of housing and so on. But I would think that it is a wrong approach in shaping immigration policies to grant permanent residence because that person wants a particular privilege. That would be a wrong approach. In that case, then lots of people will be knocking at the doors of the Government wanting privileges and concessions which they would get only if they become permanent residents or citizens. I believe I have touched on most of the salient points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are on immigration, the other day the Member for Anson raised the same points which were dealt with when he asked supplementary questions with regard to the question the Member for Clementi asked on spouses. Mr Speaker, Sir, what I said the other day was that the practice in most countries of the world is to make a distinction between grant of citizenship or permanent residence on the one hand and grant of entry and immigration on the other. That was what I said, and he can check the Hansard. My Ministry has consulted the embassies of as many countries as it could - Malaysia, Philippines, Thailand, Indonesia, Brunei, Oman, Saudi Arabia, Egypt, Japan, Canada, USA, Australia, New Zealand, UK, Germany, Taiwan, Hong Kong, Pakistan. My Ministry asked whether there is any automatic right of entry on the basis of marriage, and the answer is no. The only country where the answer was yes, was Switzerland. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson talked about violation of fundamental human rights. The point I would like to make is that both the Registry of Marriages as well as the Office of the Work Permit, Commissioner for Employment, make it very clear to the parties before they marry that marriage does not confer automatic rights of entry or permanent residence. If I may quote from the letter which is issued at the Registry of Marriages. I will not read the entire text: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This is to inform you that your marriage to a Singapore citizen/permanent resident will not automatically confer on you the right to reside in Singapore permanently. Similarly, it will not automatically entitle you to the issue or renewal of any immigration pass to remain or work in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this notice is to inform you the position concerning the issue of entry permit for permanent residence or any other immigration passes to work or stay in Singapore.' And the party acknowledges receipt of this letter. Similarly, in work permit cases, where approval is given for marriage by the Commissioner for Employment, a similar letter is sent before marriage. It states, inter alia: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Please note that the approval of marriage does not confer on the applicant the right to permanent residence in Singapore. Your continued stay in Singapore will normally be allowed if you are in employment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, in view of this fact that parties prior to a marriage are placed on notice, I do not see how there can be a so-called \"violation of fundamental human right\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the question of fire services which was raised by both the Member for Toa Payoh and the Member for Jalan Kayu. The number of fires in 1985 was 5,384. It was higher than in 1984 but lower than in 1981, 1982 or 1983. But the number of deaths in 1985 was high - 23. Many of the fires involved old buildings in which there were many people living in a rather congested situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members asked what would be the strategy and approach of the Fire Service. Basically, Sir, the approach of the Fire Department is not very different from the approach of the Police in preventing crime, and tackling crime. The key really is to try to prevent fires because once a fire occurs it is really a question of trying to limit the damage and put out the fire as soon as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> possible. If prevention is the key, then our strategy is to mobilize and harness the cooperation of the people as widely as possible. This means to increase public knowledge on the do's and don'ts, and to increase public understanding of what is necessary to prevent fires. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard let me say that several steps have been taken. First, a National Fire Prevention Council has been formed and the members will be announced shortly. The purpose of the Council is to promote public awareness of fire safety and concern about outbreaks of fire and to secure public cooperation in establishing proper safeguards against loss of lives and properties in cases of fire. We hope that membership of the Council will be such that it will harness the support of the private sector, insurance sector, construction sector, and so on. Furthermore, in areas which are particularly vulnerable to fires, we are assisting the grassroots organizations there in establishing volunteer fire squads which will have the function of early alert and putting out incipient fires before the fire engines arrive. One has been formed in Chinatown and, if successful, we hope to form squads in other areas. We will also mount and step up publicity over television, press and other media to spread the message on the do's and dont's. Fire safety exhibitions will also be held. Finally, together with Civil Defence, we will encourage as many people to purchase a BCF fire extinguisher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the operational side, plans are in the pipeline to build five new fire stations and to relocate three others which will bring about a 15-fire station configuration which will help to reduce response time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the query about arson is concerned, arson has been suspected in some but not most of the cases, and investigations are going on. The Member for Jalan Kayu will be pleased to know that the Police and Fire Officers have been undergoing specialized fire and arson investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to Civil Defence. I thank the Member for Jalan Kayu for his words of appreciation. I would really not want to single out any one particular group or unit for the effort in rescue operations when the hotel in Serangoon Road collapsed, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> because I think it was truly teamwork which we can all be proud of. It was indeed a very moving scene to see so many people - Singaporeans, foreigners, public sector, private sector, service personnel, non-service personnel, individuals, organizations working as a team, tirelessly and fearlessly, over so many days and nights, and many of them, in fact, risked their lives. I think it is a team effort in which the Civil Defence forces and volunteers also played their role. The Member also asked whether recognition will be given and the answer is yes. The Government has decided that recognition will be given to individuals and organizations who were directly involved in the rescue operations. A ceremony will be organized on a suitable date by Government to give commendations. Details as to the date, the function and the nature of the awards will be announced later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his comments on sustaining the interest of Civil Defence, I have taken note of his proposal for telematch. We will give it consideration. But he is right that Civil Defence is a long-term effort and we must find ways and means of sustaining the interest over a long period of time as more and more volunteers will be coming on to the scene. Training them in basic Civil Defence skills alone may not harness their continuing interest. Perhaps they will have to develop into a separate grassroots organization of their own, with their own camaraderie and special ethos. But he is right that Civil Defence is an integral part of Total Defence. I think we all would have wished that the hotel collapse could have been avoided but he may be right that that unfortunate event might have brought to the minds of all of us how important it is to take Civil Defence seriously, which means not only the SCDF but all of us have to play a part in understanding the importance of Civil Defence, and taking part seriously in exercises and drills which are being held from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I come to the point made by the Member for Potong Pasir. All of a sudden he has become an expert on communist insurrection! I do not know whether he listened to the comprehensive statement which I made on 31st August 1985 on the question of Chia Thye Poh and where I distributed fairly detailed papers to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> Members of the House. If he was here, obviously he did not listen, because if he had listened, he would not have made the point that he mentioned just now. His point is that there is no communist danger in Singapore, no possibility of communist insurrection or communist insurgency. I would prefer to rely on a political scientist such as the Member for Serangoon Gardens. Has not the Member for Potong Pasir heard of the Voice of Malayan Democracy, which is the CPM radio station which broadcasts even now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Potong Pasir said that the Internal Security Act should be abolished. I dread really the day if he became the Minister for Home Affairs and abolished the Internal Security Act. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I just rise on a point of clarification? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have only 10 minutes left. Please allow me to finish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He claims that people are in a state of fear. It is really surprising that people, who are in a state of fear, could have elected two Members of the Opposition. I will not belabour the point about Chia Thye Poh. I have given a detailed statement in August 1985. I only need to stress what I said on that occasion - that Chia Thye Poh knows that he will be released if he gives an undertaking renouncing the use of force or, alternatively, he can be released to go to any country which is prepared to accept him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson, and this is the last point I will deal with, joined the bandwagon and says that Singapore is a Police state; Police are acting in rampant and reckless disregard of the law. Surely, as the Member, a legal practitioner, he must know that if this is true, there must be many successful prosecutions brought against the Police for assault and violence. I think it is very irresponsible and very unfair to the Police for him to come here and make allegations that the Police are resorting to violence. Where are his facts? If Members had heard him, this is what he said, \"I hear of increasing stories. I hear people telling me this.\" In other words, Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> the easiest allegation one can make against the Police, and it is a reckless way of ridiculing the Police in any country, is to spread a rumour alleging that the Police engage in violence. Within the Police, there are strict checks and safeguards to investigate any allegation of assault. As the Minister for Home Affairs, let me say that not only the Police but the Ministry also takes a very serious view of any allegation of assault and investigates it. Why? Because the Police will not and do not condone or tolerate any black sheep in their midst who perpetrate acts of violence, and we will want to weed them out of the Police Force. Having said that, I think the Member for Anson has done disservice by coming here and, solely on hearsay evidence, mind you, and together with the Member for Potong Pasir, criticized the Internal Security Act on allegations of hearsay evidence. He comes here on hearsay evidence and tarnishes the entire Police Force, saying that violence is rampant. I think it is totally uncalled for and a totally irresponsible act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I make no apologies for the criminal law preventive detention which he alluded to. Mr Speaker, Sir, as far as the Government is concerned, we would like to bring to book any criminal element in the courts of law. But we know that there are criminal elements, secret society gangsters, who we cannot bring to court under the normal processes because witnesses are terrified to testify in a court of law. The option therefore is: do we take into account the interests of the safety and security of our people, their ability to walk in the streets, live and work, with peace of mind? Or do we let loose all these criminals to harass, victimize and terrify our people? This Government has decided that if the normal processes of the law do not work, we cannot let loose these criminals on to our society. This is our responsibility and we intend to carry out the responsibility. If the Opposition Members come to power and they want to abolish the Criminal Law (Temporary Provisions) Act and let loose all these criminals, that is their option, of course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my colleague, the Minister of State, will deal with the other points. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, may I ask the Minister whether he is going to deal with the question of this boy who was kept for 15 hours? What is his answer to that? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Be patient, Member for Anson. The Minister of State will reply. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Oh, I see. All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I check on a point of clarification? The PAP was in the Opposition right up to 1959. Did your Party not fight against the Preservation of Public Security Ordinance which later became the Internal Security Act? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, they did. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, if the Member for Potong Pasir has the quotations which he claimed to recite earlier on, let us have the quotations and we can have a debate on another day. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Dr Lee Boon Yang):</b> Mr Speaker, Sir, I would like to begin on a subject which has a great importance and bearing on the future of our law enforcement and crime prevention policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Jalan Kayu spoke about the measures that the Police are taking with regard to community oriented policing and whether these efforts have achieved results. In the past, crime was seen primarily as a Police problem. The notion has changed in recent years due to efforts and successes by the Police to actively involve the community in crime prevention. The Neighbourhood Police Post system was introduced in 1983. It has played a pivotal role in the Police effort to win over the community's trust and cooperation. The close interaction between the Police and community made possible by locating these Neighbourhood Police Posts (NPP) in the housing estates and by the wide range of services that are provided greatly facilitate Police efforts to build up better rapport with the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police have also initiated the formation of 14 boys' clubs in various constituencies. These clubs foster a wide range of interesting and healthy activities for youths so that there is less likelihood of these youths being led astray by undesirable elements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community based organizations such as the Residents' Committees, Citizens' Consultative Committees, Community Centre Management Committees and the Neighbourhood Watch Scheme are also cooperating with the Police in moving towards crime prevention. They provide a valuable framework within which the public can help to keep crime rates low and to detect and apprehend offenders. The Neighbourhood Watch Scheme (NWS) has been widely promoted in public and private housing estates with the help of volunteers and over 200 Residents' Committees. This scheme helps to enhance the Police effort to prevent crime such as housebreaking and other petty offences in our housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the commercial and industrial sector, the Police have been assisting tenants, shopkeepers, to form crime prevention committees. A total of 85 crime prevention committees have been formed during the past five years in various factories, shopping centres and other business premises. These crime prevention committees receive Police support. Police officers attend their meetings and regularly give advice on preventing crime in these premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Special efforts have also been made to harness the support of school children in crime prevention. Crime prevention talks are given in schools and through various incentive schemes such as awarding of crime prevention badges and Neighbourhood Watch Scheme badges help to generate interest in crime prevention among the children. Students from various schools are invited to crime prevention exhibitions to give them a better knowledge of what measures to take to protect themselves and their properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Crime Prevention Council is also actively supplementing the efforts of the Police in further promoting community oriented policing and to raise the general level of crime awareness among our people. All these measures taken by the Police have yielded positive results. For example, in Divisions where Neighbourhood Police Posts have been introduced, the number of reports lodged by the public increased substantially compared to those constituencies where \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> Neighbourhood Police Posts have yet to be established. This would indicate that the public have accepted the Police as a person to turn to when they need advice on crime prevention and when they need assistance in reporting the occurrence of crime within their neighbourhood or any presence of suspicious characters that they have seen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the statistics on serious offences in a constituency with a Neighbourhood Police Post compare very favourably with those in which the NPP has yet to be established. In the Toa Payoh Division, the number of police reports increased by 45% during the first year of the NPP operation. In the second year of NPP, there was a further increase of another 6%. Due to the growing willingness of the public to report crime occurrences and the presence of suspicious characters in their neighbourhoods, the number of criminals apprehended increased by 466 cases in the second year of the Toa Payoh NPP. Sir, likewise in Paya Lebar and Jurong Divisions, the number of police reports which were received showed a significant increase during the period after establishment of the NPP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further sustain this cooperation between the community and the Police, the Police have recently introduced a hot-line to provide members of the public with an additional channel to offer information to the Police. The Police hot-line was implemented on 31st January 1986. It is located at the Radio Division and is manned by experienced officers from Radio Division. Members of the public who are witnesses to crime or have information which can help in crime investigations are requested to call this hot-line. There will be Police officers available to take down the details and to act on the information supplied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the Member for Leng Kee's point on the Neighbourhood Police Posts and the development programme of the NPPs, the overall plan is to implement a total of 91 NPPs by 1989, which is already a well-known fact. To date, 34 NPPs have been established in various constituencies. The eight NPPs in Toa Payoh Division \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> have been in operation for over two years now. There are 12 NPPs in Jurong and Paya Lebar Divisions which have been in operation for a little over a year. Another 14 NPPs were introduced in December 1985 and January 1986, out of which 10 are located in Queenstown, three in Paya Lebar and one in Jurong. Over the next four years, the remaining 57 NPPs will be established at the rate of 14-15 per year. The reduction in established posts in the Police Department will not affect the schedule to provide all constituencies with NPPs by 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu would like to know when will he get his NPP. The two NPPs projected for Jalan Kayu Constituency will be set up in 1989. It is not possible, Sir, to bring forward the date of implementation of these two NPPs because there are many constraints. Ideally, we should implement it immediately and build NPPs in all the Constituencies straightaway. Unfortunately, we face constraints in manpower. We have to recruit the officers. We have to train them. And they have to be specially trained in community relations. They have to be trained to have a higher level of interpersonal skills because, as community oriented Police officers, they will be in very close contact with the residents. They will be expected to be not just crime fighters but also friends in need to all the residents in the neighbourhood. Sir, it is difficult to train sufficient numbers of officers for all the NPPs within a short period without affecting the quality of the service eventually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Member for Jalan Kayu should not be too worried. All is not lost. Pending the implementation of the NPPs in Jalan Kayu Constituency, the Police Division at Paya Lebar Station will continue to see to the needs of the residents. Whatever problems that may arise, they will receive the best service from the officers at Paya Lebar Police Station. The Member's constituents can also seek the services and assistance of nearby NPPs in Cheng San and Chong Boon. Officers from Paya Lebar Police Station are also performing vertical policing in the Jalan Kayu Constituency's highrise blocks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the Member for Clementi. He questioned the Police attempts to organize discos and other activities for the youths. Sir, this is not an instance of Government entering into private enterprise. Police are not organizing discos in competition with the many discos which have already established themselves. Sir, many of our youths have access to various recreational pursuits. However, there are always some who find it difficult to fit into any organized or structured activity. They have difficulty in adjusting to social environments. Instead they like to gather aimlessly in shopping centres, shopping malls, fast food outlets and even the void decks in our housing estates. These youths are not attracted to the usual type of activities which are more healthy and which would lead to a better character formation. Being young, exuberant and highly impressionable, they are often attracted by thrills and excitement. They are also vulnerable to a variety of influences, some of which are not at all that wholesome. If they are left alone and neglected by society, these undesirable influences may eventually prevail. Some of them would be led astray and could wander into crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Merely taking enforcement action against such youths is not the answer to their problem. The Police have therefore decided to embark on a persuasive approach. The Police will organize social activities which are more attractive to them. These activities provide opportunities for building up friendly relations between the Police and our youth. The objective is to win over their trust, respect and support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in September 1985, during Police Week, the Police took the initiative to organize a Pop concert. It met with overwhelming support. Subsequently a series of youth oriented activities was launched in December 1985 and January 1986 to coincide with the long school vacation and the festive season. Disco was not the only activity included during this period. Other activities, such as visit to old folks' home, visit to homes for handicapped children, games, soccer matches, sepak takraw matches, cycling and picnicks were all part of this programme of activities for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> youths. All the activities were organized with grassroots and community organizations support. The programme was carefully planned to cater to the diverse interest of youths. Besides providing entertainment and recreation, these activities also help to inculcate in these youths a commitment to the community and to people who are less well-off than them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the Police gone too far in organizing these activities? Is there not a possibility that discos can also lead to some adverse influence? Sir, the discos were the Police way of introducing themselves to the youths. Through them, the Police were able to forge the initial bond of trust and respect. Through their informal contact with the Police, the youths will also have a better understanding of crime prevention and law enforcement. And hopefully learn to appreciate the Police and the work that they are doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Clementi who professed to indulge now and again the age-old game of mahjong --- \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Speaker, Sir, I did not say that. I did not say I was a mahjong player. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Point taken. The Member for Clementi did not indicate that he indulged in such activities. However, both the Member for Clementi and the Member for Leng Kee made the point that there is much concern among the public, particularly among the older generation who frequently and innocently indulge in games of mahjong in their homes. They are worried whether the harsh penalties that have recently been enacted will be brought down on their heads. Sir, the Betting (Amendment) Act and the Common Gaming Houses (Amendment) Act and the Road Vehicles (Special Powers)(Amendment) Act which came into operation on 25th February 1986, cover a wide variety of gambling offences. However, the thrust of the police action has been against operators of mini-turf clubs and betting information centres. These mini-turf clubs are operating in Housing Board estates. They have given rise to numerous complaints from residents concerning the tranquility and the security in their neighbourhood. It is a result of these complaints \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> that the Police had to take action. In 1985 the police conducted a total of 7,125 raids on these mini-turf clubs. However, the raids were ineffective in stopping these illegal activities. It is only by enhancing the penalties which these illegal operators have to face that we hope to be able to control this menace from spreading and further despoiling the peaceful environment within our housing estates. In respect of other types of gambling, the Police enforcement action is directed mainly against the syndicated and organized gambling, such as those who conduct illegal bookmaking in their premises, illegal 4-D operations, chap ji kee and gambling dens or common gaming houses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure Members of the House that the Police will not normally act against ordinary citizens playing mahjong or other games in their homes with their friends and relatives, unless there is evidence to show that their premises are, in fact, being used as a common gaming house. On the other hand, if the Police received complaints about noise pollution and nuisance generated by such gambling activities, then the Police will have to respond and they will have to act to stop such nuisance. In general, the Police will deal with such cases by advising the people concerned to have more consideration for their neighbours, not to make too much noise, not to disturb their neighbours. It is not the intention of the Police to arrest old ladies or housewives who play a game of mahjong or other games in the privacy of their home for amusement. If they do not cause a nuisance to others, police will not intervene. Sir, I too have heard such complaints from my constituents. They tell me that there is a rumour going around that Police will be arresting all and sundry who indulge in games of mahjong. I would like to dispel this notion of indiscriminate action, and to point out that there are many operators of illegal gambling premises, gambling dens, mini-turf clubs, who wanting to continue with their illegal operations are very keen to discredit the Police. So there is no need to be alarmed by such rumours so long as one is law-abiding and participate in wholesome activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to come to the point raised by the Member for Anson about this so-called innocent worker returning home past midnight, and was suddenly arrested and brought to a police station for not having an identity card. The Member for Anson said that he was not allowed to contact anybody in his family. If the Member for Anson is so certain of his details, should he not perhaps provide us in this House with the details, with the facts of the case so that a proper investigation can be carried out, rather than making accusations and repeating hearsays in this chamber. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I made a report in the Joo Chiat Police Station on the lst of March. You could ask them. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Did you then take up this case, write to the Officer-in-Charge of the Joo Chiat Police Station to obtain details and to ask for his assistance to investigate? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am bringing it up here. You investigate. Tell me. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Besides just saying that he made a report in Joo Chiat Police Station, if the Member could give us the details, such as who was involved, will we conduct a proper investigation and we will be able to answer his allegations. If he is not able to bring up details other than hearsay or whisper, then there is no point in carrying on with this discussion. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You go and ask Joo Chiat Police Station. You check up their records, 1st March. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Would you be prepared to let us have the details? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you would like me to send it to you, yes. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> I look forward to receiving your details. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Order a full investigation into it. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> A full investigation is always undertaken whenever there is an allegation of wrongdoing against the Police. Let me assure Members of this House, whether this allegation comes from the Member for Anson or from any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> member of the public, the Police takes its duty seriously and do not exercise powers beyond what is allowed by the law. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You will hear more of this when I move the Adjournment Motion. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, in the next few minutes left to me, I think I would just take up the point made by the Member for Jalan Kayu on traffic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Jalan Kayu asked for more details on the recent improvement in the rates of road accident. Compared to 1984 there was a signficant drop in the number of accidents and casualties on our roads. Fatal accidents dropped by 22.3%, and those with injuries by 19.3%. Sir, the most significant drop was accidents casualties involving pedestrians and motorcyclists. The number of pedestrians killed in road accidents decreased from 114 in 1984 to 75 in 1985, a decrease of about 34%. The number of motorcyclists killed also showed a decrease of about 28%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Traffic Police anticipate that the accident rate will further decrease following the introduction of a series of measures recently. These include the banning of learner-drivers on public roads, compulsory circuit driving, training and testing for learner-drivers and riders, and the introduction of the breathalyser for suspected drunken motorists. In addition the Traffic Police will tackle the problem from two other angles, namely, by further improving and intensifying their efforts in enforcement and education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Alexandra pointed out that heavy vehicles are often involved in fatal accidents and that because of the nature of these vehicles they cause serious injuries. \n  <br>5.15 pm \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is guillotine time. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong:</b> In view of the replies given by the Minister of State and the Minister, I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $384,284,680 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $55,000,000 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. In respect of the Main Estimates, they are Heads B, C, D, F, G, H, S, W and Y. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 25 of Paper Cmd. 6 of 1986 stand part of the Main Estimates for the financial year 1st April, 1986 to 31st March, 1987,\" put and agreed to. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In respect of the Development Estimates, the remaining Head is Head S. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $27,736,000 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $11,867,713,120 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1986 to 31st March, 1987, contained in Paper Cmd. 6 of 1986,\" put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $13,520,370,300 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1986 to 31st March, 1987, contained in Paper Cmd. 6 of 1986,\" put, and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $11,867,713,120 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1986 to 31st March, 1987, contained in Paper Cmd. 6 of 1986.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $13,520,370,300 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1986 to 31st March, 1987, contained in Paper Cmd. 6 of 1986.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>5.20 pm \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 145 of the Constitution of Singapore, heads of expenditure to be met from the Consolidated Fund other than statutory expenditure have to be included in a Bill to be known as the Supply Bill. The purpose of the Bill before Members is therefore to give legislative approval to the appropriations from the Consolidated Fund to meet expenditure in the financial year 1st April, 1986 to 31st March, 1987. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main Estimates of Expendiutre for the financial year 1st April, 1986 to 31st March, 1987, and appear on page 25 of Command Paper No. 6 of 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 145 and Clause 2 of Article 147 of the Constitution of Singapore for additional expenditure in excess of the provision authorized by the Supply Act, 1985. The additional sum has been scheduled as a Supplementary Main Estimate which has been considered and approved by the House as Command Paper No. 4 of 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT MOTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <div align=\"center\">\n   <b>DETENTION OF DAVID TAN LENG HUAT</b>\n  </div> \n  <br>5.24 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, only a little while ago I was accused of casting a smear on our Police Force. I am not casting any smear. I have quite a high respect for our Singapore Police Force but I want to draw attention to the need for our Police Force, every member of it, to uphold the law themselves, and that it goes without saying, is a sine qua non of an ordered democratic society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to raise on this Adjournment Motion the detention of one David Tan Leng Huat. Mr Speaker, Sir, I am not acting for this boy and I am raising it because the father has come to see me in my capacity as a Member of Parliament. In fact, he first saw me in 1985. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 21st November 1984, Mr Speaker, Sir, this boy - he was then about 17 years of age or below 17 - was at the Kim Seng shopping centre at the Golden Star Nite Club having a drink with some of his friends. He said that whilst he was there, detectives from the Secret Societies Branch of the CID rushed in and they were ordered out. Whilst they were outside, he asked to be excused because he wished to relieve himself. He was escorted then to the toilet rooms of this building by two policemen or detectives and he said that whilst he was there he was brutally assaulted for wanting to be cheeky with the Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He was then taken to the Secret Societies Branch of the CID and he was released after a statement was taken without any charge preferred against him. He was lucky that he was not kept for 15 hours as the other man was who I mentioned a little while ago. He proceeded to the Accidents &amp; Emergency Department of the General Hospital on the morning of the 22nd to complain of injuries he had sustained in the assault. He was seen there and the injuries were confirmed by the doctor who saw him. He found clinical evidence of injuries consistent with assault. He lodged a police report at Tanglin Police Station the same afternoon at about 2.24 pm, and then I suspect he was told by the Police at Tanglin Police Station that \"This is a matter on which we cannot take action. It is section 323. You had better go and complain before the Magistrate.\" I assume he was told that, because on 28th November he lodged a complaint before a Magistrate under the Criminal Procedure Code. The Magistrate referred the complaint to the Police for investigations and ultimately sometime in May a notice was directed from the court to be served on the detective against whom he had made the allegation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 16th May, 1985, he went to serve this notice on the detective against whom he had lodged this complaint. He said that he was told by another detective that he was asking for trouble by serving the notice on the detective. Nevertheless, it would seem that the notice was served and process was issued. Then we come to 17th June, 1985. He was in court with his solicitors to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> take a date, I understand, for the hearing of the case against the detective. As they were leaving the court, he was arrested by an inspector from the Secret Societies Branch and was taken to the CID. The father was told that his son was being detained under the Criminal Law (Temporary Provisions) Act, and the father then began his quest to get justice for his son. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The order was eventually made, I assume by the Minister, to detain this boy under the Criminal Law (Temporary Provisions) Act and he is still under detention. The father saw the MP of his constituency, Henderson. I do not know what became of that visit to the MP, and he even wrote to the Prime Minister. Then the father was informed by a letter from the Ministry of Home Affairs on 21st October 1985 that his son was detained on three counts which were set out in this letter of the Ministry of Home Affairs. They are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He was the headman of the Sio An Koon Secret Society of the 24 group operating at Block 129 Bukit Merah View. Recruitment of 12 members into the gang and involvement in two counts of rioting, five cases of settlement talks, a case of extortion, a case of unlawful assembly, a case of assault and a case of attempted assault.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Home Affairs went on to assure the father that the detention was in no way connected with his complaint against one of the detectives. Incidentally, the detective is one Mr Tan Peng Koon. The father was not satisfied and he wrote again, this time to the Minister for Home Affairs, by his letter of 16th November 1985 setting out what I have said, that the son's detention would appear to have come about because he had taken action against the police detective who had arrested him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Home Affairs, somebody signing for the Permanent Secretary, wrote by letter of 16th January 1986, again repeating what they said in the letter of 21st October 1985. The father was not satisfied and he wrote again on 14th February 1986, again to the Minister, referring the Minister to a letter which had been written by the mother of another boy and this letter dated 19th November 1985 said that her son had been forced by the police officers to fabricate evidence against this boy David Tan Leng Huat. At the time the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> father saw me, I was not told whether any reply had been received to his letter of 14th February 1986 to the Minister. Perhaps the Minister could tell us whether he did reply. I would also like to ask the Minister whether he has personally studied this case because there are a number of disquieting features about this case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am a bit upset by the fact that the letter from the Ministry of Home Affairs, replied by the Permanent Secretary, gives no indication whether the Minister had seen the letters from the father to the Minister. I have had occasion to refer to this previously. I would like to know from the Minister whether he had personally looked into this case, or whether he had left it to Police officers to advise him on what the reply should be. I have a copy of the letter from the mother of this other boy, who wrote to the Minister on 19th November 1985, saying that her son was forced to make accusations against David, that is, David Tan Leng Huat. She said that her son was told that if he did not make these fabrications and submit to their demands, those officers would assault him again. These are very serious allegations against the Police Force. But they must be met and answered. How has the Ministry answered these allegations of the father? The reply, as I read it, was that, \"Your case has been referred to the Criminal Law Advisory Committee and you can make your representations there.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have not once, but two or three times, complained about the futility of making any representations before the Criminal Law Advisory Committee because the evidence is not given to you. You are simply not given the evidence. You are just told, \"You are a headman of this secret society. You did this, you did that. Now tell us that you did not do any of these things.\" How can anyone defend himself in those circumstances? It is, as I said before, a Kafka situation. You are charged with something of which you do not know and you are asked to defend yourself. The Minister keeps repeating the danger, if the boy is tried in court, of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> witnesses who would be intimidated or that the accused would intimidate the witnesses; and they would not come forward. May I tell the Minister that that would appear to be a specious reason in the case of this boy who is only 17 years of age. And should not details of these two counts of rioting, five cases of settlement talks, a case of extortion, a case of unlawful assembly, a case of assault, a case of attempted assault begiven to the father? What is the danger in giving the details to the father? Who are these persons who have given evidence to the Police of this boy's involvement? As I said, the mother of another boy has written about how her son was forced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the only thing that can be done in this case is for the Minister to immediately direct an inquiry. If he does not want to direct an inquiry in public, he can direct an inquiry in camera, and it should be handed over to an independent person outside the Police Force. We have got people outside the Government who will be prepared to discharge their duties responsibly. And evidence should be called and presented before this Commissioner or tribunal so that he may come to a just and right finding. It is a complete travesty of justice, I say to the Minister, just to dismiss all these allegations that the father had written to him, with a curt reply, \"We can assure you that it has got nothing to do with your report against the Police officers.\" It only smacks of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see there was another letter written by somebody to the Minister where it talked about somebody else being released because they had entertained the Police officers concerned at a dinner. This is the letter of the 14th February from one Tan Peow Soon. I am sure the Minister must have this letter. These are very serious allegations and they must be investigated. I would like to know from the Minister what investigations did he carry out into these allegations. So I am not just trying to smear the Police Force. It is in the interest of all of us, the society as a whole, that if these acts are perpetrated by any members of the Police Force, they should be immediately rooted out and stopped. I am sure the Minister will agree with that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I am talking about this, may I ask whether some attempt will be made or some latitude will be given by his Ministry to supply further details to persons who are detained under the Criminal Law (Temporary) Provisions Act? There is no other way of ensuring justice except by giving them details and giving them adequate opportunities to be heard, and to produce witnesses to be cross-examined by any counsel appointed by these persons. Otherwise, you will run the risk, and I say there is a grave risk, of innocent persons being detained by Police officers who sometimes may want to settle private quarrels or scores. And you, of course, open the way to corruption. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, your 20 minutes are up. Prof. Jayakumar. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I start off first by saying that the points raised by the Member for Anson will be met fully during the 10 minutes that I have. But I would like to make the observation that although the Member for Anson says he does not have the intention of smearing the Police, in effect that is what he is doing because for the past 20 minutes he has constructed an edifice of wrongful detention based on what? Allegations, to use the word that he used, \"allegations\" and nothing more than allegations. I would have thought that, as a responsible Member, he would have written to me or to the Ministry of Home Affairs --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> They have written to you before. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> --- to find out whether we have conducted any investigations. And if he is not satisfied with the reply, he could then raise it as a matter of public importance on a Motion for Adjournment. He never wrote to the Ministry or to my officials to find out the facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I have 10 minutes, I would like to use all of it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, you have no more right to speak. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But he is being specious. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He has never written to us. Therefore, he has come here on nothing more than just, to use his word, \"allegations\". He wants to know whether I have personally studied the case, which he could have found out if he had written to us. Therefore, I think it is not only a smear on the Police, but it is really an irresponsible action. And in order for me to meet it, I would have to go to the extent of revealing what I know about the record of this particular person, and the responsibility must lie on the Member for Anson for my having to do that, however much it may embarrass the family and the subject. He is really alleging wrongful detention. Of course, Parliament is not the forum for that, although I would nevertheless proceed to answer his point. The points that he has made here have already been put by counsel to the relevant authorities and to the Advisory Committee. Perhaps he is trying to prove he is better than the other counsel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, Sir, the Member for Anson's point is that this detention really had no grounds because the allegation is that this criminal law detention was motivated by the Police and nothing more than a retaliation against the complaint of assault brought against the Police by the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he seems to say that this is borne out by the fact that he was arrested outside the courts when he went to the courts concerning his summons case, with the innuendo that probably the detention was intended to frustrate the court action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me first clarify the impression of the Member for Anson. The first time this subject was involved with the law was on 21st November 1984. On 3rd December 1980, when the subject, David Tan, was 12 years and nine months, a school student, he was arrested and convicted for rioting with dangerous weapons. Under Section 148, Chapter 103, he was convicted and presumably because of his age and it being his first offence, he was placed on two years' probation on 13th January 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on 24th June 1982, he was questioned by the Secret Society Branch of the CID for secret society activities. But instead of detention, he was recommended to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> placed on record with the Registrar of Societies, and he was so placed. In other words, it is not a case of a person not having had any record at all before the complaint of assault was lodged on 22nd November 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we come to 21st November 1984 which was his next brush with the law. He and others were arrested, not under criminal law, but under the Societies Act and were questioned for secret society involvement. They were released. Next day, 22nd November, a report was made against two detectives for assault at the Tanglin Police Station. Unlike what the Member for Anson presumes and assumes that nothing was done, the Internal Investigations Section investigated. But on 28th November, his parents decided, I guess, to lodge a complaint in the Subordinate Courts. The Police action then was in abeyance because of the court action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In May 1985, the CID had further evidence of the subject's continued involvement in secret society activities. On 17th June 1985, he was arrested under the provisions of the Criminal Law (Temporary Provisions) Act. He was represented by counsel and he continues to be so represented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the first allegation that it was a reprisal, Sir. On 8th July, even before the father wrote to me, when I saw a copy of a letter that the father had written to the Prime Minister dated 5th July, I personally ordered an investigation. And in my instruction to the officials, I said that this was a serious allegation in that criminal law detention was alleged to be a reprisal for assault against the subject. I asked for a detailed report showing the choronology of events. The investigation was done by the Special Investigation Section, a separate Section from the Secret Society Branch, which then put up a report to me which I studied. The report established that there was no connection between the detention and the assault. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, on 23rd August 1985, I asked personally for a second investigation. Why? To make doubly sure and to satisfy myself that the criminal law detention was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> not connected with the assault complaint. This second investigation at my request was done by a senior officer of the Police Staff Inspectorate, a separate unit. On the basis of both these investigations ordered by me, I was satisfied that the criminal law detention had no connection with the assault complaint and the officers involved were from two separate teams. I was also satisfied that there were ample grounds for the detention. All these allegations were also put to the Advisory Committee which, I understand, comprises three private practising lawyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second allegation is that he was arrested on 17th June outside the Subordinate Courts. Is this true? It is true. Was there wrongdoing? There was no wrongdoing. Let me explain. In early 1985, the CID had information and evidence to detain him under the criminal law. Initially, they delayed putting up the case to the Ministry because of the court action on assault. Later, when the CID put the case to the Ministry, my officials in the Ministry and the Legal Officer in the Ministry, who have to screen all criminal law submissions before they are sent to the Attorney-General and myself, advised that they should hold it in abeyance because a court case of assault was going on. However, in May 1985, the CID had further evidence of continuing involvement of the subject in secret society activities. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> From whom? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, the Ministry's Legal Officer and the other officials decided that in view of this persistent secret society acts, a further delay in detention just because he had a summons case which was still dragging on, was not in the interest of law and order, and we gave consent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why was he arrested outside the courts? The reason is that the Police ambushes at his known haunts and locations were unsuccessful, and he was arrested outside the courts. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He went to the CID on 16th May. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can we have less interruptions, Mr Jeyaretnam? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, has the detention impeded the pursuit of his claim of assault? The answer is no. Because he was given permission, and he will be given permission by the process known as Removal Orders, to be in the courts on the days when his presence is necessary. The case concerning the assault is still going on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To summarize, Sir, it will be seen in my reply that full investigations were ordered by me personally. The reports were studied. [Interruption]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, can the Member for Anson prevent his rude and gutter-like interruptions? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am asking for the facts. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not allowed to speak again, Mr Jeyaretnam. I have told you so. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He is taking up my time. There was no wrongdoing. There was ample evidence for the detention and indeed the detention was deliberately delayed both by the CID and later by the Ministry of Home Affairs to take cognizance of the court case. And it is only when it was impossible to delay further that the detention was ordered. My response also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> shows, Sir, how carefully and seriously we take allegations of wrongdoing or assault in criminal law detention cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, earlier I had mentioned the rationale for criminal law detention. Let me also point out that there are many safeguards. Not only the Police are required to act under strict guidelines, the cases are scrutinized by my Ministry and the Attorney-General must consent before the papers are put up to me. When it comes to me, I do make queries. And after it has been approved by me, it goes to an Advisory Committee comprising of persons including lawyers in the private sector, and then it goes to the Cabinet. I might say that the Cabinet does not view these lightly either and the Cabinet has also asked searching and penetrating questions in certain cases. The Advisory Committee is not a farce. I know of cases where the Advisory Committee has, in fact, ordered the release of persons who have been recommended for detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Six\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm to\n  </div> \n  <div align=\"right\">\n   Monday, 31st March, 1986.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
