{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1986-02-25\"> \n  <meta name=\"Start_Col\" content=\"93\"> \n  <meta name=\"End_Col\" content=\"174\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">25-02-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 93</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 25th February, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 94</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 96</b></font>\n  <br>\n  <br> \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [24th February, 1986], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\".' - [Dr Aline K. Wong] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 96</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, the Economic Committee's Report referred to in the Presidential Address has recommended short and long term measures to stimulate growth. It has recommended immediate cost reduction to help our companies to regain competitiveness and to attract investment. In addition to a 15% cut in the employers' rate of CPF contributions, the Committee proposed a wage restraint in the next two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would appear rather easy to achieve cost reduction by simply applying \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 97</b></font>\n  <br>\n  <br> a policy and administrative decision to cut the CPF rate of contribution. To the workers it means a pay cut, a cut in their savings. But the workers would, I believe, accept the cut if they understand that such a move is indeed necessary to save jobs and to create jobs. But one must realize that although a cut in the CPF rate of contribution will help our companies, in particular the efficiently managed companies, to strengthen their competitiveness, it will at the same time help the inefficient companies to remain viable. Already we have heard complaints by some employers crying that a 15% cut is not enough. There are companies who because of poor management will never be able to compete, no matter how low the wage cost is. And there are those who like to operate in Singapore but are only prepared to pay Sri-Lankan wages. Should we make up for the lack of business acumen and efficiency on the part of these employers by further reducing the wage cost and CPF? My answer is no. And I think it is wrong to create in the minds of the employers that if their companies could not perform up to expectation, the Government will help them further by cutting deeper into the CPF or the wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I agree with the suggestion of the Economic Committee to exercise severe wage restraint in the next two years, I do not think that freezing the workers' wages across the board for all companies, regardless of their financial and competitive positions, is a desirable or practical proposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The wage levels of different companies, even those in the same business, are different. The average wage cost of a newly established company can be significantly lower than that of a long-established company. The significance of wage cost as a percentage of the total operating cost as well as the performance and profitability of companies differ too. Whilst certain companies may require a wage cut to remain viable, there will be some who can afford to make incremental adjustments, small though it may be. As an illustration, if the average wage of the production workers of a company is, say, $400 as against the industry average of, say $600, there is no reason why the company should be prevented from offer- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 98</b></font>\n  <br>\n  <br> ing some increments or incentive payments to their employees if the company can afford to do so, and indeed intend to do so. On the other hand, if the average wage of the workers of a company is significantly higher than the industry average and the company is facing financial difficulties, then a wage freeze may not even be enough. So whilst it is wise and necessary to implement a national policy of wage restraint for the next one or two years, we should not have an across-the-board policy to freeze wages. We should not replace one form of wage rigidity by another form of rigidity. We must allow for flexibility, which is the principle advocated so strongly and forcefully by the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the main objectives of the present exercise to reduce costs is really to preserve jobs and to create jobs. This is meaningful only if the companies re-invest their profits to expand their operations and create employment. It would be morally wrong for companies to distribute increased profits and savings resulted from wage cost reduction by way of higher dividends and bonuses to shareholders and managers. We cannot possibly expect the workers to accept wage freeze if at the same time the managers are getting increased bonuses. This may sound unlikely to happen at this time but the sad thing is that it does happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was this company which has made more profits in 1985 than in 1984. After having paid the managerial staff increased bonuses (in fact, three months' bonuses), the company now comes to the union to ask for wage freeze for the bargainable employees. Is this fair? Should we allow this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am trying to say, Sir, is that our workers will be prepared to accept wage freeze or, if necessary, wage cut and the unions will be able to help to explain and convince the workers to exercise restraint provided the cost cutting measures are applied fairly and equitably and that the workers do not perceive their losses as somebody else's gains. There is a Chinese saying (Guo bu huan qiong zhi huan bu jun (&nbsp;&nbsp;&nbsp;&nbsp;). Translated into English, it means: A nation's concern or worry is not poverty. Its main worry is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br> inequity. There is much wisdom in this saying. And all those in charge of companies, corporations or the Government should take note of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the wage restraint and cut in CPF, will our workers suffer a serious drop in the standard of living? One indication to watch is the cost of living and inflation. Just as wages are difficult to come down, so are the prices of goods and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, whenever the NWC made its recommendations, the prices of hawker food would go up. So would the costs of other goods and services. Even the bus fare and other Government charges went up, usually justified on the ground of increased wage cost. With the proposed wage restraint and the CPF cut of 15%, will the cost of hawker food go down by 15%? Will the bus fare go down by 15%? Will HDB rental and conservancy charges go down too?I would think that all organizations, Government or private, who provide services to the public and who have in the past raised their charges by citing reason of higher wage cost, have the moral obligation to lower their fees after the implementation of cost cutting measures announced by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not intend to dwell further on this matter. But suffice it to say that the Government should monitor the cost of living closely. If the wages are held constant but the inflation goes up to the extent of hurting our people badly, especially the low income group, then temporary measures like reducing the employee's contributions to CPF should be considered. This is to enable the workers to have a higher take home pay to tide over the difficult times. It is well for the Government to be paternalistic and insist that every Singaproean must own a home. But let us set our priorities right. To the low income group, their immediate concern is to make ends meet. Owning a home is of secondary importance. I think the Government should recognize this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the suggestion to cut personal income tax, as proposed by the Economic Committee, appears to be an attractive proposition. But at the same time, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 100</b></font>\n  <br>\n  <br> Committee has suggested that the Government should shift from direct to indirect taxes as its main source of revenue. If the idea is that the loss in the Government revenue resulting from a cut in income tax should be made up by the imposition of indirect tax, such as consumption tax or sales tax, then I would urge the Government to consider very carefully the impact of such a consumption tax on the low income group. In contrast with income tax, is progressive and places heavier tax on higher income, the general application of sales or consumption tax is regressive and places relatively heavier burden on the lower income group who spend most, if not all, of their income on food, clothing and other basic necessities. I would not support any move to impose the sales or consumption tax now or in the future, unless a tax is imposed selectively, only on the non-essential items and services. By all means, impose taxes on those who patronize restaurants and nightclubs. But do not ask our poor wage earners to pay tax at hawker centres, markets or provision shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Report, the Economic Committee has focussed its attention on ways and means of helping our businessmen and employers. This is rightly so as the recovery of our economy hinges on the viability and success of our business enterprises. But at the same time, we must be sympathetic to the plight of the workers who lost their jobs in the current recession. In this connection, I would urge the Government to pay special attention to the retrenched workers, particularly the middle-aged and older workers. The problem which the older retrenched workers are facing is that the employers are reluctant to employ them. There are prejudices against the older workers. In many instances, the employers are not willing to employ older workers even if they are prepared to accept a lower salary. Furthermore, most of the jobs that are available and the new jobs that are created do not suit the older workers. For instance, those who are retrenched by the shipyards could not possibly find jobs in the new electronic or computer firms. This problem of structural unemployment will become more serious in the years to come. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an urgency for us to tackle this problem. The Economic Committee has suggested several measures to encourage the employment of older workers. I would, in principle, support the measures recommended, including the proposal to reduce the CPF contribution rate for older workers. I would go further to suggest that the Government should take a lead and set an example in offering employment to the older workers. Certain jobs should be reserved exclusively for the older workers. As an illustration, let us look at the job of URA and HDB car park attendants. I think it is a mere waste of valuable manpower resources for the young men and girls in their 20's and 30's to do such unproductive work; walking and strolling around the car park. They are able-bodied and should be working in the productive sector of our economy. The job of car park attendants and wardens should rightly be reserved for people who are, say, over 50 years of age. When the URA and the HDB recruit car park attendants, they should not look for young and pretty girls. They should employ older men and women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I have just quoted is one example. I am sure there are other jobs which can likewise be done by the older workers. Perhaps the Government should form a task force to identify such jobs. Stop recruiting young and able-bodied persons for the relatively simple and unproductive jobs. Give the older workers a chance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I would like to express my support of the broad strategies and policies recommended by the Economic Committee. The Committee's Report is no doubt a very comprehensive one. There may be differences in views in some specific proposals among different interested parties. But that should not divert our attention from the basic issue and the pressing need to enhance our competitiveness, attract investment, stimulate growth and create jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us also not forget that how soon we can get out of the current recession depends not only on our own effort but also on the development in the world and in the region. Our neighbouring countries are also facing difficulties. They have revised their growth targets more than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> once and the future is still not that certain. If we do not make painful adjustments now, we may lose out both in the short term and in the long run. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singaporeans, this is a time when our ability and determination to work as a team to withstand and overcome adversities is put to the test. Can all Singaporeans, whether they are employers or workers, work cohesively with the new generation of political leaders to overcome the current difficulties, or will we just quarrel among ourselves and sink in the process? This is the question. And I would like to believe that the answer to this question would be a positive one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion standing in the name of the Member for Changkat. \n  <br>11.18 am \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, the Member for Potong Pasir made some allegations against Government yesterday which have been very ably rebutted by my colleagues on the other side. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also raised some interesting points, Mr Speaker, and I propose to see if I can develop these points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I took the Member's ideas back home. I thought over them. I mulled over them. I could not sleep. And I must admit that I came to, not one, but a few cul-de-sacs, to use the Member's term. I refer to his rule of thumb, Mr Speaker, wherein he said that the cost of a dwelling house should only be about three times the gross income of a worker for three years. That is a rule of thumb, I presume. But I also presume that rules of thumb work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take his example, for instance. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'$1,000 a month for three years. It is $36,000. Therefore, a flat should not cost the person $36,000. It should be $36,000 or less.' As long as the Member for Potong Pasir does not elaborate on that point, then I submit, Mr Speaker, that his rule of thumb is not reliable. It does not work. I tried to make it work but it could not work. Therefore, what he says is unreliable. Does he propose, for instance, to apply this $36,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 103</b></font>\n  <br>\n  <br> to take his example to a 2-room flat, a 3-room flat, a 4-room flat, a 5-room executive flat or an HUDC flat? I am not sure. He did not say so. But I make a point and the point is you cannot decide on how much to sell a flat basing on a person's salary. It should be properly costed out, on materials, on manpower and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I submit also, Mr Speaker, Sir, that his allegation on the HDB prices is also not true. Members will recall that he did not agree with the Member for Changkat. I think he said something like that. He did not agree with the Member for Changkat that the prices of HDB flats are cheap. And then he said, \"You go and tell your constituents and you will lose your election.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, his logic for that, if I can recall, is that he said, \"You cannot compare private sector prices with public sector prices.\" I presume he still maintains that. If he maintains that, then, Mr Speaker, can you see a little loophole in his argument later on and I propose to show it. Because he said in his speech somewhere, if I can recall, when he proposed that rule of thumb, he said something like, \"You should know that in Western countries the cost of a private dwelling house should not be more than three times the gross income of a worker for three years.\" He is proposing that the Government use this rule of thumb which is meant to be for a private dwelling in Western countries to public sector housing in Singapore. I cannot see the rationale. And therefore I propose, Mr Speaker, that all that he has said yesterday, all his allegations against the Government are totally untrue. \n  <br>11.23 am \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Speaker, Sir, I support the motion of thanks moved by the Member for Changkat for the President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am in broad agreement with the recommendations in the speech. But today I wish to focus on the role of the medical services in the context of economic recovery and economic growth in the future. I must declare that I have a vested interest in this area but the same interest allows me also a few special insights, I hope. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us review first the status of medical care in Singapore. We have in Singapore doctors to the population ratio of about 1:1000. This compares very favourably with the 1:600 population in most developed countries. Among our doctors, one in three hold a specialist degree. Again, a very high and very respectable figure for specialization. Our medical school which is well recognized throughout the Commonwealth produces 200 graduates a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a long tradition of training for nurses. We have had for the last two decades or more a good proportion of nurses who hold not only basic nursing qualifications but post-basic nursing expertise and certificates in many branches, such as intensive care nursing, paediatric nursing, psychiatric nursing and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have hospitals which provide good care for patients, both in the public and the private sectors. With these good basic facilities, there is very high and good potential for growth so that over and above the needs of our own population, we can offer these services to non-Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So let us think what will sell because that is what we wish to do, to sell our medical services. Services which are not available in other people's hometown or country will be the ones that people will come over here to look for. And these, by and large, boil down to specialist services, particularly in surgery but also in many of the sub specialities. So I think we need to focus on specialities, firstly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, our profession in the medical services must have a consistently high standard. It does not do to have eight good specialists and two very bad ones. What we need to achieve is an image that Singapore medical care equals good high quality medical care, in the same way that when we think of a Swiss watch, we think of a good watch. So I think standards are very important, particularly in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Government sector, there are systems for appraisal. There are certain standards and certain official recognition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> of expertise. But in the private sector where many of the doctors are self employed, there is no such uniform system. I will come back to this a little later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, and most importantly, charges must be affordable. We live in a region where per capita income is not very high. To be sure, this is a region of growth and of great potential. But right now, affordability is a very very important consideration when we are wanting to sell medical services to the surrounding region. I might add that charges do not include only medical charges, such as professional charges, hospital charges, laboratory and X-ray charges. They also include factors like hotel charges, restaurant charges, because relatives of patients have to stay in hotels, they have to eat in restaurants and they have to travel around by taxi. However, for today, I will not dwell on these non-medical aspects but confine my remarks to medical aspects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I thought over the various possibilities or the method for achieving this goal so that the medical service can become an important sector of our economy in the future. The public sector, and this includes Government as well as the National University of Singapore, has the primary function of serving our own population. We have a good record of high standard care for all of our population in the way of direct service care, in the way of training of doctors, nurses and other professionals and very important in playing a leading role in the profession so that we can keep up with all the continuing advances in medicine. I believe that with modest reinforcements in the way of support services and style and in the way of new radical thinking, the public service sector in medicine can be more efficient and can generate surplus in their services so that over and above serving our own population, there will be potential capability for serving non-Singaporeans as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the proposals then that I would wish for the public sector? I think one of the most important areas is a change in management style. Our management style dates back to colonial days where a doctor came out from England usually, and was the Head of Department in control of a whole section, and therefore \"everything\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> including management. However, I find it hard to believe that somebody who may have spent four years studying management and another four or five years working in management would not be better at managing than someone else who has studied five years in Medicine as an undergraduate and another four years in Medicine as a post-graduate and perhaps spent nine months studying hospital administration. Also, it is a terrible waste of medical study to put a medical specialist into a management position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we need to promote the image of our many very excellent departments in the medical service. We have departments with very excellent equipment and very high level personnel who can work these equipment and provide services. I think it is high time that our medical services dropped their Cinderella image. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, many of our professionals are not working optimally. By this I mean that they are not getting enough secretarial help, nursing help and organizational help. I think it is a terrible waste to have a consultant write out his own report in long hand, putting a carbon paper underneath his report sheet in order that the carbon copy can be sent back to a referring doctor who has trouble reading the carbon copy. I think this is a waste of money and very inefficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, once we have reorganized and become more efficient, this surplus potential for service can easily be put to work in private wings which can be attached to our major government hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These suggestions, if properly implemented, will increased efficiency in service to the benefit of our own citizens as well as to the benefit of other citizens who come from abroad. In case some people in the private sector say that government should not compete with the private sector, it is my belief that we do need a strong government sector in medicine because it is the government and university professionals who have responsibility for producing our future doctors, who have the responsibility for holding the standards and for leading the advancing edge in medicine. If the public sector were to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> deteriorate in standard and numbers because they are non-competitive and because they are inefficient, then I think our country will be the worse for it in later years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the private sector, I think there is no need for the private sector to be afraid of competition from the government sector. The private sector has nothing to do but to provide a service. They have no encumbrances like bureaucracy, waiting for budgets, and things like that. All they have to do is to give good service. There is no good reason why they cannot compete effectively with the government sector even if the government sector were to offer services to private patients. As it is, the service in the private sector is already being extended to sizeable numbers of non-Singaporeans. However, all of us in the profession know that the clientele has declined in the last year or two, along with the decline in the economies of our neighbouring countries as well as along with the escalating charges that the patients have to pay. So, to the private sector, I would like to commend a reading of the Economic Report. The private sector must and should act to regain their competitive edge and I would like to propose a few methods for doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The private sector should reorganize itself into medical centres. What I mean by a medical centre is a cohesive group of a hospital or clinic together with a group of committed doctors so that the hospital and the doctors work as one unit. In this way there can be great savings in personnel, savings in floor areas and in equipment. A simple calculation will tell you that three surgeons sitting in three different offices would do better if they shared one office. This could be done if they were all part of the one organization. Then there is duplication of equipment, which is a very expensive item and which needs to be replaced frequently if we are to keep up with advances in medicine. Re-duplication can be much reduced by a combination of professionals as well as laboratories and other services. In this way, with the pooling, the savings that accrue can partly be ploughed back into the service centre, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> into the medical centre, so that the centre can continually upgrade and be competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I hark back to my previous remarks on high professional standards. I believe that we need to have some kind of definite recognition as to who is a specialist in Singapore. This is very important. When people come from elsewhere they have no way of distinguishing one person from another, both of whom may have equally long strings of incomprehensible letters after their name. At this moment, our basic qualification for doctors to practise is their bachelor's degree which they get after their undergraduate studies. We do not have a roll of specialists which says that so and so is now qualified in paper degree as well as in experience to be a reliable specialist in a particular field. I believe that this is the time for Government or else for Government to appoint a reliable body to create such a roll of specialists, so that people coming from broad, and indeed even our own patients, will be able to find their way to reliable specialists who can then give them a consistently high level of care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people become specialists because they have certain qualifications and certain experience. And having become a specialist or indeed even a family physician, there is no guarantee that they will keep up their standards. Medicine advances every year and there is a great need for continuing medical education. I was amused yesterday to hear about continuing education for people who had not achieved their PSLE. It is equally important for doctors who have achieved their MBBS and other specialist qualifications to also have continuing education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we had a roll of specialists, we could actually incorporate these requirements for continuing education into a re-registration exercise so that registration is not a life-time thing but is perhaps a five-year thing. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Every five years. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan:</b> One needs to show proof that one is still qualified to be a specialist. Strangely enough, the best models for specialist care with which satisfy all these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> requirements: efficiency, good caring for patients and good salaries for the people who work there, are to be found in the developed countries where salaries are high, working hours are relatively short, and far away from many of the developing countries whose people go all the way, for instance, to certain clinics in the United States. How do they do it? I think if they can do it, we can also do it. But when I look at the models, and I will mention only the Mayo Clinic which, in my opinion, is a very good model to follow; first and last, they give high quality care to patients. Secondly, their charges are still affordable despite high salaries, short working hours and distance from many of their patients. First and foremost, they gave very consistently high quality care. Having done that for many years, they developed a surplus fund from which they were able to go into research and so on. The Mayo Clinic is in the forefront of research. But this did not come by chance or by happen-stance. They came because of the hard work put in by their doctors and by their administrators. The doctors do not bother about the charges, about the facilities, about anything except patient care. The administrators take care that their professionals work at optimal level and that all the supporting services that are required by these professionals are catered for. Now, in recent years, the Mayo Clinic has become so good in their research that they have gone into teaching of undergraduates and are recognized by many of the medical schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore we have seen the emergence of a private hospital set up by the Government. This is the National University Hospital. I think the Hospital is quite ambitious and the motives are good. However, looking at it, I think this Hospital has its priorities wrong. A hospital which is charged with the duty of producing our generations of doctors should first and foremost concentrate on the teaching of undergraduates. Secondly, it should concentrate on research. Only finally should it concentrate on giving the kind of service that we expect to give for non-Singaporeans and for private patients. Therefore, where the National University Hospital is concerned, it is not a good model for us. If this model for private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> medical services should fail, let us not be discouraged. I would call on the private sector of medical specialists to reorganize themselves into efficient units to police themselves so that only the best people with good qualifications and experience will participate in these centres in order that we can achieve our objectives of consistently high medical care at affordable prices. I think in this way the medical services of Singapore can play a very significant part in the economy of our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I have high hopes for medical service in this country. I have high hopes that we will give our own people very good medical care as has been done in the past. And over and above this, I have high hopes that we can and we will give very high quality medical care to people in the surrounding countries both for their benefit as well as for our benefit. \n  <br>11.43 am \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I have an amendment to the Motion. Sir, may I move that first and then speak on the motion and the amendment generally? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Motion standing in the name of the Member for Changkat be amended as follows, by adding, to the end of the Motion, the words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'but regret that the speech does not show any intention on the part of the government to help the workers thrown out of employment through no fault of their own but by the policies and actions of the government.'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is just as well to remind ourselves that we are debating not the Economic Committee's Report. I take it there will be an opportunity to debate that when the Budget Statement is presented by the Government. What we are debating is the President's Address delivered to this House on the 20th of this month. Begging the last speaker's pardon, we are not debating the standard of medical care in Singapore. I am not saying we do not need this standard of medical care that she is advocating. We are debating the President's Address and the President's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> Address is expected to contain the Government's programme for this Session of Parliament. So we are debating the programme of the Government outlined in the President's Speech, and of course it is not the President's Speech. It contains the Government's programme. It is not written by the President. I am not giving any prizes for guesses as to who wrote it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the important thing is this. That the President's Speech is delivered by him on behalf of the Government and outlines, not his programme, but the Government's programme. I think it is important that we should keep that in mind when we debate the motion of thanks to the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What programme is outlined in the President's Speech? Mr Speaker, Sir, I have studied the speech and I fail to see any programme of the Government outlined in that speech. The Opposition parties are taken to task for not outlining their proposals and their measures. Where is the Government's programme outlined in the President's Speech? All it says is that the Government accepts, in principle, the Economic Committee's Report and the Government will, in time, introduce measures. We are not told what measures they are. So what programme of the Government are we debating in this House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My quarrel with the President's Address - not that I am averse to saying \"thank you\" to him for his speech - my quarrel is that the Address which outlines the Government's programme lacks two main things. First of all, it lacks abysmally in not trying to place the responsibility for the recession on the Government, in the failure of the Government to accept the responsibility where responsibility is due. It is the Government's responsibility to manage the economy of this country and, in that, this Address of the President singularly fails. Secondly, my quarrel with it is that nowhere in that President's Address, nowhere in the Government's programme (I should say it is the Government's programme) is there any plan for the plight of the unemployed which is a stark reality in Singapore today. That is the immediate problem - the growing unemployment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> There is nowhere in the President's Speech any suggestion of any measure to help solve this unemployment problem. This is why, Mr Speaker, Sir, I am moving this amendment to the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before I come to deal with these two factors which, I say, are lacking in the President's Address, may I say a few words about the Economic Committee's Report. Let us get this very clear. The Economic Committee's Report does not represent the national consensus, contrary to what the Member for Changkat, the mover of the motion, said in Parliament yesterday. I was surprised when she said that it was as though the whole country was taking part in the debate. Nothing, Mr Speaker, Sir, is further from the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Report has been presented by the Government, consulting a group of businessmen and bankers, businessmen appointed by the Government, selected by the Government, and they have presented their proposals for the country's economic ills. I know there is a representative on this Committee from the National Trades Union Congress. But was this representative selected by the labour movement? Does he represent the workers, or does he represent the ruling party, or does he represent the Government? The Report fails because it does not purport to represent the views of the community as a whole. It is the views of businessmen and which the Government now says that it will accept, in principle, without consulting the labour movement, without their views being taken into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it must be an irony, one of the ironies of fate, that almost a year after this Government put out the flags - let me add, at the expense of the taxpayers' money; was it $18 million or so of the taxpayers' moneys? - a year after the Government put out its flags to celebrate the 25 years of economic prosperity of Singapore, to celebrate the success that the Government had made of the economy of Singapore, that the following year they should have the carpet pulled from under their feet. The economic prosperity took a complete nose-dive and 1985 ended with a minus 1.7% growth in our economy with prospects for that decline to grow further this year. I am told that in the first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> quarter it will probably be minus 4%. The Government must find this galling, and I sympathize with them. 1984, there they were with their banners, trumpets, \"Look at the wonderful success of our policies.\" 1985, they have to sing a different tune. This is one of the things that I suppose we mortals have to learn, and I hope the Government will learn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the causes? What has led us to our present state? The Economic Committee selects the causes at page 37 of this Report, \"New Directions\", and states them as: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(a) The structural problems confronting several of our key industries, particularly in the oil- and marine- related sectors; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The loss of international competitiveness and the severe squeeze on profitability of companies in Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The weakness in domestic demand, caused not only by the slump in construction, but also by a continued high rate of national savings that cannot be channelled into productive domestic investments.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these are nothing new. These were all known. It did not need this high-powered Committee to tell us that these were the causes for the recession. The man-in-the-street knew it. The taxi driver knew it. The market stallholder knew it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whilst the Economic Committee came out with these reasons, the Prime Minister speaking to his constituents on 12th February at the Lunar New Year Party, blamed it on not having had timely information and accurate forecasts. May I say that the Prime Minister was being less than truthful when he spoke to his constituents, trying to put the blame on not having had timely information and accurate forecasts. But whilst the Prime Minister was saying this, his presumed heir apparent - Mr Speaker, Sir, when I used those words yesterday, they were not my words. They appeared in a report from England on the press conference held by the Minister.It is reported in the Guardian for the day after the press conference, and incidentally the Minister is billed as the country's Economics and Defence Minister. I did not know that we had an Economics Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State, as he then was at that time, had elaborated further on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> reasons. He said that the reasons for Singapore's downturn included an excessive dependence on US investors, an increasingly hostile trading environment, as well as a drop in demand for key products and commodities. I hope we shall hear from him in the course of this debate about these other causes that do not find any mention in the Report of the Economic Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as I said, all these causes mentioned by the Economic Committee are not anything new. They were there long before 1984. The 1983 Economic Survey Report for the Second Quarter points to the fall in Manufacturing output, and that is acknowledged in this Economic Committee's Report at page 32. So there the Government was aware of the fall in Manufacturing output. About the structural problems in oil and marine-related industries, they began to emerge, Mr Speaker, Sir, when oil prices dropped. And when did the oil prices begin dropping? 1979. What was the Government doing about that? Did it take note of the glut in the oil supply? Did it take note that tankers would be laid up because there would be no need for so much oil to be carried across the oceans and the seas? So there they were! Everything was available to the Government. Of course, that is if the Government was alive to its responsibilities and doing its work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Far Eastern Economic Report, a journal, in a cover story in September 1983 - it is September 1983, Mr Speaker, Sir - drew the dangers to the over-supply in properties and hotel rooms. It called attention to the fall in the occupancy rate in the hotels. It said, \"Is Singapore heading for a slump?\" But how is it when the local correspondent for the Far Eastern Economic Review in Singapore who wrote that (I think it was he who wrote that) - how is it that if he could see this, our managers of our economy in Singapore could not see it? Or was it that they were so drunk with their own confidence, their ability to steer the economy, whatever may be happening to it from outside forces that they refused to pay any heed to these warning signs? And it is not only the journal like the Far Eastern Economic Review and others. There were people in the country itself, businessmen, Chambers of Commerce, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> were drawing attention. We were drawing attention. And not only that, the Member for Rochore particularly, a member of the Government's Party, was drawing attention to all these. What was the Government doing about all these? Dismissing all of them as panic-mongers, uttering warnings of gloom, when the Government could only see bright sunshine ahead. So the Government dismissed all these warnings and did nothing, it would appear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is instanced very dramatically, the Government's inaction, when one considers the case of the Pan-El crisis that led to the unprecedented suspension of the Stock Exchange. Sir, I do not have to remind the House that that unprecedented closure of the Stock Exchange has cost us a lot. Almost every economic journal underscores that. Now, the Government was aware of insider trading in Pan-El in 1984. The Government was aware of forward contracts in February 1985. This is on the admission of the Minister in this House. Did the Government do anything about it? Did the MAS do anything about it? I am sorry that the Minister is not here. But I am sorry to have to say that he misled the House when he said, \"There was nothing we could do. We referred it to the SES Committee and they said they could not do anything.\" \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, is this outlined in the Speech of the President? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, I am saying it does not admit the responsibility of the Government. I am going to show why the Government is responsible. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> But we are debating on the Address of the President. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, as I said, my complaint is that it does not seek to put the blame where it lies. And I am trying to show that the Government must accept the responsibility, no shying away from this responsibility. That is what Cabinet responsibility, ministerial responsibility, public accountability, is all about. And as long as the Government tries to shy away, tries to evade responsibility and shift it to others, it will never, may I say, get the support of the people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was saying about the Pan-El and Stock Exchange crisis. The Minister said that the Securities Industry Council did not have the powers. Well, as I said, he is grieviously wrong. I have seen the terms of reference of the Securities Industry Council, and those include power to intervene where there is suspicion of false trading or dishonest trading, and also powers to report to the Registrar of Companies if any activities of a company are suspect. So I say that the Minister has misled the House. And as a result of this inaction on the part of the Government, what do we have now? 1,500 or so workers face unemployment. Many of them have already had their services terminated. Others are waiting. And if you translate 1,500 into the number in their families, you will have a lot more. So they face a bleak future, uncertain future, as a result of the failure of this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there was another instance last year. The Minister for Communications went on television, fully convinced that the earnings of taxi drivers would not suffer; in fact, they would earn more. He was trying to justify the increase in the taxi diesel fee. He was so sure. His Ministry had worked it all out. There was no way in which the taxi drivers were going to suffer any loss, or going to find it difficult to pay the increased diesel fee. Months later, he had to eat his own words. And the increased diesel fee was slashed. At least we have got to be thankful for small mercies that they slashed it. But that mistake made by the Minister and his Ministry had brought suffering to the taxi drivers. What is it? 50,000, 55,000 taxi drivers and their families, he has ruined them. I see the Acting Minister laugh. But it is no laughing matter. You ask the taxi drivers whether --- \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Wong Kan Seng):</b> Point of clarification, Mr Speaker, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I want to reply to the point you are raising. Why are you afraid? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is not giving way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am not giving way. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Carry on. Mr Jeyaretnam, I wish you would confine your debate to the President's Speech. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I am trying to. As I said, it is to place the responsibility on the Government. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Speech never mentioned about taxi drivers and earnings at all. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Mr Speaker, Sir, I bow to your ruling. But let me just say this. Did the Minister for Finance who is responsible for the MAS resign? Did the Minister for Communications resign as a result of this blunder? No. I only hope that they sit comfortably in their ministerial chairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the burden of my speech is that the Government was aware that things were going to take a different turn, and yet they blindly refused to take note of the trends, the signs that were only too clearly visible to them. They shut their eyes and their ears to whatever they were told and whatever they could read, basing blind confidence in their own abilities. But far from taking any measures, Mr Speaker, Sir, the Government Ministers were forecasting a bright future. I do not wish to embarrass the Members of the Government by reading to them what was said before the 1984 elections. The message to the people before the 1984 elections was, \"Come on, you people of Singapore, everything is lovely in our garden. The flowers are blooming. The sun will be shining. You just come into our garden.\" And what a garden is it now! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say that this Government has lost its moral right to govern as a result of the blunders, as a result of the mismanagement of the economy of this country by the Government, a mismanagement which has resulted in misery to our people. Of course, it will be maintained that they have a legal right, but the moral right is higher than a legal right. And this legal right based on the 1984 elections was obtained, may I say, on misleading statements to the public, concealing information from the public, from the voters, of the true state of the country's affairs. It is as bad as that, concealing the true state of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> the country's affairs. And that is why I say that this Government has no moral right any more to govern this country. It has misled our people time and time again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the elections, they were talking about the City of Excellence, about reaching the Swiss standard of living. Was there any word about the problems that lay ahead for our people? No. Everything was wonderful under the PAP sun. It was only the Opposition who were out to create mischief and uttering falsehoods and the Opposition was trying to warn the people against the false promises. There is a saying that he, who laughs last, laughs best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the elections which I say was won on misleading information, on concealing information from the voters, the Government proceeded on its course to talk about forecasts, again completely oblivious to the trends. The Minister for Finance in March 1985 in this House talked about real GDP growth for 1985 of about 6-8%. The Prime Minister in his May Day message in 1985 forecast a 5-7% growth in the economy. On what did they base these forecasts? Was that not misleading the people of Singapore? The Minister for Finance in this House dismissed the growing bankruptcies, winding-up of companies, that were drawn to his attention as a temporary set back, and he said, \"Not to worry about all that.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I say, Mr Speaker, Sir, that this Government has perpetrated a big confidence trick on the voters. And this is why I say that this Government should accept the responsibility fairly and squarely. That would be the only decent thing to do for a government that is responsible, for a government that is alive to its responsibilities. And it will be the only graceful thing to do. I am not here to try and sow seeds of strife among the people against the Government. I am not here preaching strife and discord. If the Government wants the support of the people - and the President, I see, asks for the support of the people - then I say, be honest about it. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Are you? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Be honest and accept the responsibility and explain why you did not take the corrective measures. What went wrong in your management of the economy between 1982 and 1985? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the Government now apologized, then it will appease our people. I say that quite seriously and they will feel more comfortable about it and the thousands of our unemployed, 30,000 or so, it must be more by now, the Ministry of Labour does not even have up-to-date statistics, they will feel better if the Government now said, \"We are sorry.\" The thousands of investors who lost their money as a result of the Government's failure to act in the Pan-El crisis will feel better if the Government said, \"We are sorry.\" The thousands and thousands of the small businessmen, the stallholders, the taxi drivers, the hawkers, they will feel better if the Government accepted its responsibility and said, \"We are sorry.\" Is it too much for this Government to accept the responsibility and to say sorry? It would appear that, in fact, it is too much for this Government. That is the trouble with this Government. It is not prepared to accept that it has gone wrong and to say sorry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, may I turn to the other aspects of the President's Address? In page 6 of the President's Address, the Government says if need be, the people of Singapore must reduce their standard of living. Sacrifices to be made by all, not just the workers. Brave words, Mr Speaker, Sir. A Japanese economist, I am told, has remarked that Singapore is a place of high salaries, particularly in the public sector, and low wages. The disparity is great between wages and salaries paid to senior staff, particularly in the public sector. And the Government calls for sacrifices to be made by all our people. But what is the Government's response to its own call? Mr Speaker, Sir, I said before that our Ministers are grossly overpaid. They have been overpaid for mismanaging our economy. Do we realize that? We pay our Ministers huge salaries for mismanaging our economy and bringing us to this present impasse. I presented a table showing a comparison of the salaries between those paid in Singapore and those paid in other Commonwealth countries particularly. Time does not allow me to go all over again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the Government's response to its own call whilst the recession is still on, whilst there is a call for restraint in the public sector? What does the Government do? It increases the number in the Cabinet posts. It adds more onto the public debt. Last year, I presented a motion in this House for a 25% voluntary reduction of all salaries and allowances of Members in this House. Did the Government take that seriously as a responsible government? On the contrary, they tried to turn it into a cheap comic act. We had a Minister of State as he then was, jumping up and saying, \"I'm going to give for one time half my salary to the Community Chest. Will you do it?\" Cheap trick, as I said. After that, I asked him whether it came out of his own pocket or whether he was reimbursed for it, and I have never had an answer for it. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Are you prepared to give me a chance to reply to this one? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> After I have finished, you can speak. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> The money came from my own pocket. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sit down! \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> What about your \"Save Anson Fund\"? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, that was the Government's response to a suggestion that the Government Ministers set an example. May I tell you, Mr Speaker, Sir, about the remark made by a taxi driver who saw the news about the Minister having sent half his month's salary to the Community Chest. He picked me up at Colombo Court and whilst driving me to the Subordinate Courts he said, \"Bah. If I get a free trip to China, I will give my whole month's salary. What is half a month's salary?\" That was the way he dismissed it. Will we hear from the Government of its response to its own call? Will we hear from the Ministers today, or before we finish this debate, of their response to the call that they make to our people? Or will we be told, \"No, you can't cut our salaries. We've got to be paid more.\" I see that the First Deputy Prime Minister was telling the students at the Polytechnic that they, in fact, should be paid more, that they are being underpaid, for mismanaging the economy! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister (Mr Goh Chok Tong):</b> Point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Please, later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Shame. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But against that, Mr Speaker, Sir, this Government proposes to cut the incentive payment for the daily-rated employees. I say \"shame\" on this Government they should seek to deprive the poor of even the little that they have. First, come out of your own pockets, may I tell the Ministers and the Government Members. And I also say it is a shame that this Government has not been able to absorb the 100 workers or so, whose retrenchment by the PWD was announced. These are workers who have been working with the PWD in the construction of Changi Airport and elsewhere, and they are going to be retrenched. We have statements by the Labour Ministry, by the PWD, that the Government and the statutory boards cannot absorb them. I say \"shame\" that you cannot absorb a hundred workers to keep them employed. As my Party Chairman said at our Variety Show on Sunday night, \"The salary of the Senior Minister in the Prime Minister's Office and the salary of the Second Deputy Prime Minister will be more than enough to keep these 100 persons in their employment.\" What are these two Ministers doing to help in the economy, may I ask? What are they doing to merit $26,000 a month from the public? So I say \"shame\" that this Government ignores the cries of the poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Time is running on, Mr Speaker, Sir. The CPF cuts. Sir, we laugh about this because last year the Acting Minister for Labour was leading the chorus from the Government Members, \"No cuts in CPF.\" Now there is a different chorus, \"Cut the CPF contributions made by the employer.\" We made a stand on this. We said in the 1985 National Day Rally, \"Cut the employee's contribution by 5%\" because, we said, that would stimulate the demand for products. And that is one of the causes acknowledged by this Economic Committee here. And I see that in the Panel Discussion on Sunday, staged by the Times Group, an American businessman was saying that they pay far more attention to demand in the United States. Demand is an important factor and we were prepared to agree to a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> corresponding 5% cut from the employers' side. But we said, along with it there must go a concession to the workers who have to meet their house payments. That is what we spelt out. And we do not depart from that. The Workers' Party is grievously unhappy over this 15% cut in the employer's contributions. How are they going to meet their instalments? What about all these thousands of unemployed workers? How are they going to pay? I know this cut does not affect them because they are unemployed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We ask the Government to think again very carefully before it implements that recommendation. The cut in the employer's contribution is not going to make all that difference to lowering the productivity cost. At the most 3% or 4%. But what is the social cost? Do you not have to balance that against the social cost? What about the rest of the community? Do they not matter? So I ask the Government to think very, very carefully, please. No distinction has been made, as has been said a little while ago, between companies that can pay this contribution and those that cannot. If you have to, then I ask you not to reduce it for workers earning $1,000 and below. I shall spell this out, I hope, in the Budget debate, but I ask the Government to think very carefully before it proceeds to implement this. And if it does, then I say it must make arrangements to enable our workers to pay the instalments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB can absorb the difference. It has built up its surplus. Bring in the MND profits, I say. What are you keeping the MND profits for? If the HDB cannot absorb these concessions, the decrease in the interest rates, or even a lowering of the prices in the HDB flats, let the Government take it over. But do something. Do not pass the cost to those people who cannot afford the cost. This is what the Economic Committee Report does: it passes the cost of this recession to the workers. And I am very, very angry about that. It should not be doing it. The cost should be spread over everybody. Equitably. Not just the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, about the problems of the unemployed. I say, Mr Speaker, Sir, that the efforts made by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> Government on this are pathetic in the extreme. May I know what has been done to help the unemployed? That is, as I said, the stark reality facing us in Singapore today, the unemployed. What is being done to help them? We have glib statements, Mr Speaker, Sir, in this House that there is a job waiting for every worker retrenched. And I say, Mr Speaker, Sir, that is a blatantly untrue statement. I know myself that there are workers who have been unemployed for six months, even a year. They are there in my constituency. Mine is a working class constituency, of which I am very proud to be its representative, and I know what I am talking about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour made glib statements. We called for facts and figures. Tell us what you are doing to help the unemployed? That is ignored. I was going to speak to the University students, and I asked the Ministry of Labour, \"May I have the latest figures?\" They said, \"No, we do not have the latest figures. We can only give you figures going back six months earlier.\" That is the cavalier treatment that the workers are getting. The Ministry of Labour does not even collate information, immediate information that is required. And the Prime Minister is talking about it, immediate information that is needed. Immediate relief is needed. Please, let me appeal to you, do not just ignore the unemployed in Singapore. We have to do something. We have got to give them some help. I say unemployment benefits. I am not ashamed to advocate that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How much? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is the Government going to say that it cannot afford that? What about the surpluses? What about the payroll tax that you have collected? Do something, in God's name, please. And then do something about the retrenchment. Some Members have voiced fears that employers are perhaps taking advantage, and unnecessarily retrenching workers. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Jeyaretnam, your hour is up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I just finish with one more sentence, Mr Speaker, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am sorry. You are entitled to one hour, and you got your hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been proposed as an amendment to the Question, at the end, to add, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'but regret that the speech does not show any intention on the part of the government to help the workers thrown out of employment through no fault of their own but by the policies and actions of the government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\" \n  <br>12.44 pm \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, the Member for Anson asked the question what went wrong between 1982 and 1985. In fact, the answer was in some way provided by the Member for Potong Pasir yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You will recall, Mr Speaker, Sir, the Member for Potong Pasir came to the strange conclusion that the present difficulties that we are in at the moment are due to political reasons and not economic reasons. He mentioned the dominance of the PAP in Parliament. In fact, he got the facts quite wrong. If he was right in concluding that the present difficulties were political and not economic, if he was right, I am using his arguments, the historical fact is that from 1968 to 1982 in this Parliament, all were PAP Members. Our economic growth was double digit, almost double digit, all the while. 1982, we lost one seat. So our economy went tottering. 1984, we lost two seats. So if the Member for Potong Pasir was right in his analysis that the causes were political and not economic --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are not an economist. What are you? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> I am using the argument of the Member for Potong Pasir. If the analysis of the Member for Potong Pasir was correct, then our present difficulties could be attributed to the fact that we lost two seats in 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was listening intently to the Member for Anson's contribution to help solve our present economic problems. Today we all face the reality of this serious economic crisis and all of us are concerned with our future well-being. So we look forward to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> contributions from all quarters, including the Member for Anson. But unfortunately, we heard nothing of that sort. Instead we heard the usual barrages of criticism against the Government and also the NTUC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to clarify with him one or two points with regard to his comments on the NTUC and its role in this Committee. On the composition of the Economic Committee, he mentioned that there was only one representative. And that was not enough. He went on further to denigrate my colleague and asked whether he was a Government appointee. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Was he appointed by the labour movement, by the workers? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> The NTUC member represented in the Economic Committee was an official of the NTUC elected at the triennial delegates conference of the NTUC held last year. He was not appointed by the Government. This is a historical fact. He was selected by the Central Committee of the NTUC to represent them. Now, what is the nature of the economic --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Was he a worker? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Do not interrupt me. Mr Speaker, could you please tell the Member for Anson that he should give me a chance? If he believes in democratic right, he should give me the democratic right to express my views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By its very nature, the business of the Economic Committee must surely be to discuss how to make business more viable. These are matters that concern businessmen, people who are involved in the economic sector of our life. Therefore, it is quite natural for this Committee to be largely represented by people from the different business sectors, because they know what are the problems of doing business and how to overcome the difficulties so that business can carry on unhampered, and progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many of the trade union representatives should be there? Is one enough or not enough? I think, as far as NTUC is concerned, it is adequate to have one representative there because there would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> be a lot of questions discussed at the Economic Committee which have got nothing to do with labour. But there would be certain recommendations, certain issues affecting labour, like, for example, a cut in the CPF rate, wage restraint policy and wage reform policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to enlighten the Member for Anson that issues like these are not the only issues discussed at the Economic Committee meetings because there will be other issues. These issues are discussed not only at these meetings but also outside. For example, apart from their own trade union meetings, the Acting Minister for Trade and Industry met leaders of trade unions and discussed with them on issues affecting labour. He gave his views. He listened to the views of representatives of all the trade unions. The First Deputy Prime Minister had several meetings with trade union leaders from the affiliated unions of the NTUC to discuss with them these issues so as to get a feel of what they think about Government's proposal to make certain adjustments on matters like the CPF cut and wage reforms. The Secretary-General of NTUC himself convened several meetings with leaders of affiliated unions to discuss these issues, and got them to express their views so that their views on issues affecting labour could be channelled to the Government directly. Even as late as yesterday, there was another meeting of trade union leaders with the NTUC Secretary-General. All these views have not only been communicated orally to the Acting Minister for Trade and Industry and to the First Deputy Prime Minister but they will also be presented to the Government in a written form so that the Government, in deciding to what extent the Economic Committee Report could be accepted, would take into account the views of the trade unions. And the trade unions have every reason to believe that these views will be duly considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to take this opportunity, Mr Speaker, Sir, to disabuse what the Member for Anson is trying to put across - that these views do not represent the majority. In fact, as far as wage policy is concerned and as far as the CPF cut is concerned, as far as matters affecting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> labour are concerned, very thorough and numerous discussions have been held, and the response is the response of not just a few trade union leaders at the NTUC level but also at the trade union level. \n  <br>12.53 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I rise to ask that we reject the amendment proposed by the Member for Anson. When he first started speaking, he directed the attention of the House to the fact that we are not debating the Economic Committee's Report but the President's Address. May I just quote from the President's Address. The President said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Tonight I shall focus only on the economic goal.' And the President also said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'My Government accepts, in principle, the policy recommendations set out in the Report of the Economic Committee.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the Backbenchers in the PAP had spoken out of context, I am sure you would have stopped us. But this morning you have had many occasions to stop the Member for Anson. I think this speaks for itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is unfortunate that at this time of economic crisis, in spite of all that he has said, that he does not intend to create mischief, etc, the Member for Anson has again taken on an adversarial role. It is in times of crisis like this that we together should see Singapore through. I hope that the Member for Anson will rethink his position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, he has said much on Cabinet responsibility. May I just ask him one question in this respect? Who initiated the Economic Committee? Was it initiated on the suggestion of any of the Opposition Members? It was initiated at the last Budget session, and if I may quote from the Report the letter to the Minister from the Chairman of the Economic Committee. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All stage-managed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> I quote \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In March 1985 you announced in the Budget speech the appointment of a committee to review the progress \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> of the Singapore economy, and to identify new directions for its future growth. The Economic Committee was accordingly convened in April 1985.' Is this not Cabinet responsibility? A recognition by the Government of problems! The appointment by the Government of a committee to look into the problems and to give suggestions and ideas for the solution to these problems and the directions in which we should move for the future! It is always very easy to be clever and right, in retrospect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has said that since 1981 there had been indications and reports of the economic problems looming in Singapore and yet nothing was done. The Member was in the House since December 1981. He has taken up much time of the House. He has taken up Adjournment motions. He has even taken up a motion to censure the Minister for Home Affairs. We have spent much time listening to him and in this last year in the House we, the new Members, have heard him taken the Floor, sometimes much to our own displeasure, with the Whip. He has taken much more of the Floor than many of us. How often has he brought up the question of economic problems? If he had seen these problems, why did he not spend more time bringing the attention of the Government to these problems - if he had been so much the wiser than any one of us here in the House? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Read the Budget speeches. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> Mr Speaker, Sir, he also called for the resignation of the Minister for Finance and the Minister for Communications. He has said that the Government has no longer a moral right to govern. What is morality? Is abandoning a ship in times of trouble moral? Is this what the Workers' Party would do if it was in Government today? It would abandon the ship and take the first flight out with its whole Cabinet! That is not the style of the PAP. We have the mandate of the people. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> How did you get that mandate? On what promises? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> We will fulfil this mandate. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Fraud. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> Mr Speaker, Sir, the champion of human rights does not seem this morning to believe in giving anybody a chance to speak besides himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is not in our style to abandon in times of trouble. It is not in our style that should a mistake be made that the Minister just takes the first flight off and disappears. But it is rather our style that the Minister be made to --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Cling on. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> Not cling on for the sake of clinging on, but to stay on to rectify and to improve the lot of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> That is what we are and that is what we have been, and that is why we have gained the confidence of Singaporeans! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Have you now? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> Yes, we have. We may have lost 12% in the last elections but we have still decisively won the elections in December 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member accuses the Economic Committee of passing costs to the workers. He talks about equitability. He still refuses to see the connection and the very close association between the survival of companies and the saving of jobs. This must be our priority at this time. The viability of a company is the best insurance to our workers' job security. We have learnt of a shipyard in Singapore that closed down sometime last year. During their first retrenchment exercise, foreigners left. During their second retrenchment exercise, the poor performers left. Also, the first and second batch left with retrenchment benefits. During the third retrenchment exercise, the best workers left without any retrenchment benefits because the company went into receivership. There is no doubt that the best answer to the security of our workers is the viability of a company. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 1.00 pm now. This Sitting is suspended until 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng:</b> Mr Speaker, Sir, before we adjourned, I was speaking on retrenchments. As I am speaking now only on the amendment to the original Motion, I would like to make only two more points. Firstly, the plight of the retrenched workers or the unemployed. It is untrue that the Government has done nothing to help the retrenched or the unemployed. All of us, the PAP Backbench, have been, through our Meet-the-People sessions, through our grassroots organizations, doing all we can to help them find jobs. We do not make political mileage out of human misery, unlike the Opposition. We extend our hand in genuine sympathy and we try to help them in practical ways. We do not try to make political mileage out of human misery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the difference between the PAP MPs and the Opposition? Throughout the whole debate, Sir, we have been making suggestions and constructive criticisms. My hon. colleague from Ulu Pandan was this morning making points regarding the medical profession and the way medical services as an industry can contribute to the economic well-being of Singapore in the future. To the Member for Anson, this is irrelevant. But to us, this is a very relevant point and the expansion of any sector which can contribute to the future well-being of Singapore is relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I thank you for this opportunity to speak. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Wong Kan Seng):</b> Mr Speaker, Sir, allow me to make just a few points which the Member for Anson this morning refused to let me interject, although I thought it would be more opportune at that time when he made those points for me to respond to him immediately. But the Member for Anson was, in his usual element, exaggerating problems, misquoting facts, throwing red herrings. But let me raise these few points very quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked whether I was reimbursed for my contribution to the Community Chest. The answer, of course, is no. I do not think that Singaporeans are interested in this. They have more pressing problems ahead of them. And I do not think they have the same suspicious mind, as you have, to doubt my sincerity and my honesty in what I did. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Wong, I do not have any suspicious mind. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I am just trying to clarify the points he made. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you referring to the hon. Member for Anson? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes, the hon. Member. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Then remember that you are addressing the Chair, not the Member. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I was making a point about the hon. Member for Anson. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That's better. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I was only quoting the taxi driver. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Oh, I see. But I am not like him. I did not tell the press what I did. The Member for Potong Pasir, I think, once said that what the right hand does, the left hand must not know. He must have quoted the passage from somewhere. In some circumstances I agree with him. And this is one circumstance I would agree with him that I did not make any publicity out of it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But it was in the papers. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I did not make it. I was away at that time, if you remember? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You were in China. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> How is it that you suffer from such amnesia? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Free trip to China. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> But not the Member for Anson. What he does, he must tell the public about it. What he does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> do, he also tells the public about it. He called a press conference to announce his setting up of the Anson Needy Fund. To help who? The Workers' Party? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Not the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> And he said he would contribute a quarter of his earnings. Has he done so? We do not know. And in the same breath he said, \"I am going to set up a Help Mr Jeyaretnam Fund to collect $100,000 to help me fight the case.\" Well, I think the public were not very happy about that. He was asked a lot of questions and he chose to remain silent because he was asked to account for it. Because if he were to speak, he is afraid that whatever he says may eliminate him. So in this instance, he has tried to hoodwink the public; he has tried to pull wool over their eyes. And who is the greatest confidence trickster of them all? I think the people know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talked about the Economic Committee's composition, that it is not representative. I think that is an insult to the thousands of people who have contributed their time, their efforts, their energy to the Report. As the hon. Member for Moulmein has said, the worker representative was there as a member of the trade union elected by the triennial Congress. He is a worker representative. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> By the NTUC Secretary-General. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> He was elected by the triennial Congress, by the delegates themselves. So by what he has said, he seems to be implying that he has adopted democratic principles in what he does. I remember him saying that his Anson Council will be elected by the people there. Are they? How many members of the Anson Council are staying in Anson? Do they really represent the people of Anson? Or is it another of those publicity ploys to fool the people? He said he is not trying to cause disharmony or discord among the people by bringing up all those so-called problems he mentioned. I think he has, when he said that, misplaced his tongue. It must have dropped a few inches below his mouth. If people remember or read about Julius Caesar, they too would know what Mark Antony was trying to say about Brutus. Wouldn't they? Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, two matters for clarification. First of all, I did not say that the Anson Needy Fund was being set up to help the Workers' Party. It is to help the needy residents in Anson. And it is in operation at the moment. You ask them. They know about it. Secondly, the appeal was not my appeal. It is an appeal by the Workers' Party on behalf of its leaders. So get that right. And thirdly --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I thought you said two points, Mr Jeyaretnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan (Whampoa):</b> Mr Speaker, Sir, I would like to reserve my time for speaking on the main Motion later. I would like to make some comments on the amendment now, if I may. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, may I point out that the Member for Anson was wrong when he said that oil prices declined in 1979. I think everybody knows that 1979 was the year when oil prices doubled. So before he goes out on a limb attacking people for the wrong reasons, he had better double check his facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, I want to focus on something much more important in relation to what he alleged. This has to do with the causes of the current economic difficulties in which we find ourselves. Sir, if one were to read this Economic Committee Report carefully, one should see at once that it is very candid, very honest about all the causes that brought about the current situation. Firstly, we should note, Sir, that it was a conjunction of international and internal events that brought about this recession. And lest Singaporeans forget our dependence upon the international economy, let me reiterate that some two-thirds of our demand is generated by the world economy. And later, when I speak on the main Motion, I will be submitting relevant facts and figures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the international economy, a number of things have happened, to our disadvantage. First, there was a slowdown in the economic growth in the US, in the EEC, even in Japan. And then, at the same time, there has been increasing protectionism, partly as a response to volatile exchange rates, in particular the strength of the US \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> dollar. These factors have also impinged upon growth of the region, Malaysia, Indonesia and the other ASEAN countries. Their commodity prices have gone down. Oil prices have gone down. Therefore, tourists from those countries have been affected and, on top of that, certain policies were adopted in the regional countries that have affected us adversely, like exit taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is no wonder that towards the last quarter of 1984, even though the macro-economic indicators still showed that things were okay in Singapore the small businessmen and the retailers had already felt the impact of the slowdown in tourism, particularly from the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the internal reasons, there were five listed in the Economic Report on page 5. It says, \"High costs of doing business in Singapore. Construction slump. Over-saving. Rigidities in our economy. Loss of business confidence.\" Let me comment on some of these and add one or two myself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the rigidities in our economy, Sir, we have a committee now looking into the problem of over-regulation. But in the process of doing so, one must be fair to our civil servants, as the MP for Clementi pointed out yesterday. Nobody was Machiavellian in devising restrictions or regulations that were meant to tie down the hands of businessmen. I think each Ministry, each statutory board, had good intentions of managing the economy of making sure that criminal elements did not overwhelm our business enterprises. But in the process, these regulations added up to some rigidity in the system. And I think it is to the credit of the Government that it has recognized this openly and is doing something about it. Not many countries can respond in such fashion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will talk about over-saving very shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the construction slump, this has to do with economic cycles. The question is: can economic cycles, whether of the construction industry or of rearing pigs, be eliminated altogether? The answer clearly is no. No economist in the world can eliminate business cycles of whatever type. But having said that, can one ask the question: could it have been reduced in its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> intensity? In retrospect, with the wisdom of hindsight, yes. Who was to blame? Obviously, the Government gave the permits. But obviously too there were applications for permits. So one can deduce from there that if the Government was wrong in terms of its rosy forecast of continued high economic growth, then those who applied for the permits were equally wrong in putting their money where the applications were. And we are talking in terms of very substantial sums of money, billions of dollars worth of money, that went into construction in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Government misled them. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> And, Sir, the bankers who are very wise people, very prudent people, gave very substantial loans because no developer, no contractor, can undertake a building project without substantial loans from the banking sector. So if blame had to be assigned or apportioned, then I think a lot of people were to blame. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the years 1979 to 1984, we enjoyed 8(r)-9% average real growth per annum. In those years, as I look back, people were euphoric. I know the Government Bench were smiling all the time because things were going on very well. I know that workers were happy because wages were going up, NWC was going up year after year at very high rates. I know that firms were happy because they were making lots of money. I know lawyers, architects, engineers, were very happy because they were rolling in money. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Nonsense! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, of course, I am referring to good lawyers! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When people are euphoric and you tell them, \"Don't grow so quickly\", who is going to listen to you? Everybody was euphoric in Singapore, with few exceptions. So let us put things in perspective. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Government misled everybody. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Did I hear a single lawyer in all those years complaining of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> high growth, complaining that they were making high salaries? Not a single lawyer, good or bad. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said that here, in the House. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> You came in 1981 by some means or other. Since that time, I have not heard a single positive proposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But most seriously, Sir, despite the interruptions, let us look at our present position. Are we dealing with a broken-back country? Are we dealing with a country flat on its back? Are we dealing with a country so broken that there is no hope and no future? Let me point to a few things. Despite the so-called unemployment of 5-6% reported by the Ministry of Labour, this is still an over-full employment economy. And I challenge anybody to say otherwise. We still have some 150,000-180,000 guest workers working here. And we have 50,000 or 60,000 people unemployed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I submit to you and to this House that if our Singaporean workers who are unemployed are willing to take those jobs undertaken by the work permit holders, the jobs are available. If they are willing to dirty their hands, the jobs are available. If they are willing to accept lower wages, the jobs are available. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Slave labour! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Secondly, Sir, we have very strong reserves, $25 billion worth of reserves, much bigger reserves than countries many times our size. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, and thank God for this, we have got healthy Government surpluses, the Government itself, statutory boards and CPF. Yes, we are now saying this is overly prudent. The Economic Committee Report is saying that we should now trim these surpluses in the interest of the economy. But, Sir, if we did not have these surpluses to begin with, where is the margin for adjustment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And, Sir, we also have high CPF rates. Yes, we may complain that they are too high. But the fact that they are high allows us to bring them down so that the process of wage adjustment is relatively less pain- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> ful. I think we ought to count our blessings and be thankful for our blessings, and not to gripe about things which are non-existent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, one must understand the nature of forecasting. There is no economist in the world, there is no econometric model in the world, that does not make errors in forecasting. If one wanted to understand why the Government's predictions were wrong, I have a very simple explanation. For 25 years, Sir, we have seen success following success in Singapore. It was as though economic growth was a blessing from God which, in fact, it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trouble with the Members in this House is that they lack a spiritual dimension! But when we know from whom our blessings come, let me repeat, we had year after year of high growth and even when other countries were in recession, we enjoyed high economic growth. So I do not blame the Government for being optimistic at a time --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You blame God. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> May the Lord forgive you for that statement! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May God forgive you! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Amen! Sir, I am trying to be serious. With the momentum of success, it is easy to extrapolate continued success. Therefore, let us not blame anybody for making mistakes. If you read the forecasts for the American government each year, you see that they keep on revising their forecasts every other month or so. But nobody points accusing fingers at the US government. With all the resources at their command, with all the PhDs from Harvard, Stanford and MIT at their command, they are still making errors in forecasting. So let us put that bit of nonsense behind us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the more pertinent question is: what should be the priority of Government at this time? Is it to make everybody happy by releasing CPF funds to the workers? Or is it to try to salvage, to save jobs by saving firms? Which is more important? If it is more important to save the firms that provide the jobs, then what is unpleasant has to be done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report is not pro-business as some people had said. Neither is it anti-labour. We should be concerned whether the Report is pro-Singapore or anti-Singapore. Sir, we should not polarize the people of Singapore into employers, employees and Government, or whatever other groups there are. We should pull together. We are a small nation facing the rest of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should pull together, Government, employers and employees. Tripartism. It is a formula that has brought success to Singapore. It is a formula which is necessary for continued success in Singapore. And let us not come up with token measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, I agree that MPs and Ministers should have wage restraint like everybody else. I do not know of any MP or Minister who has received a wage increase this past year. And I know that all of us are going to be subjected to the same CPF cuts. So where is the discrimination? Where is the unfair treatment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tokens would not help the Singapore economy. And if we are serious about helping the unemployed, as MPs, we can help them, direct them to where the jobs are. More important, we should counsel them not to be so choosy, to grab any job that comes along. We can help them in their children's education. We can provide welfare relief at the constituency level. These things can be done if the MPs truly are looking after their people. \n  <br>2.55 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, I rise to support the amendment to the motion to thank the President for his speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would say that this motion must be supported by those who are involved in the trade union movement, those who are employed by the NTUC, if they do really have any concern for the workers. This amendment reads, \"... to help the workers thrown out of employment through no fault of their own ...\". This is really the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan has quoted a shipbuilding firm which retrenched workers in three stages. One of these workers came to see me in my constituency. He was one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> of those who were retrenched last. Why? Because he was honest, he was hard-working and he did not leave a sinking ship, so to speak. The first batch went off with their benefits. The second batch of workers, although they were not working hard enough, were also paid off. This worker who came to me was in the third batch. He was there striving, hard working, not a shirker. And what happened? The company wound up and he did not get anything. So this is the plight of a worker who, through no fault of his, in fact, he worked too hard and being too honest, he suffered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we have a social system that does not take care of the workers, then if there is retrenchment, I am afraid no amount of singing songs over the TV or slogan shouting can help productivity. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You must show genuine concern for the workers, as in Japan. They are secure. They know that even if there is trouble, provision will be made for them. That is why they are so conscientious. They work hard. The position of the Singapore workers is that they have got no real security. When there is trouble, everybody abandons them. They have to fend for themselves. It is just like soldiers going to war. Would the soldier really fight hard and be willing to sacrifice himself if he knows that if he gets injured or dies, nobody will take care of him or his family? The type of soldier who will work hard is the soldier who is confident that if he gives up his life or if he is injured, he will be taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Japan became a number one country not out of chance. They have no natural resources like other countries, like America. They have got a good social system, a social system that takes care of its workers. I think we have to do something about the many workers who will be thrown out of jobs. In this recession, it is true we have to get business picking up again. It is important to help the companies to make sure that the companies survive. But what about the workers? We cannot just ignore them. There are two sides to the problem, the employers as well as the employees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has made an eloquent speech. He is an economist. I wonder what his solutions are. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> What about yours? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have given mine. Now, he says our economy has not got a broken back. No hope. The situation is not as bad as it appears now. I wonder if he would, like the Member for Changkat, go and tell his constituents there who are out of job and who have got financial burdens, who have got a wife and three children to support, let him go there and tell them that. He is not in their shoes, so he does not know what he is talking about. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I am there every week. I am accessible to my voters and I have a Welfare Fund to look after them. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How many of your constituents are being helped by your Welfare Fund? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, will the Member give way? I want to verify something. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> There is only one thing I admire about the Member for Potong Pasir, ie, at least he gives way relatively readily in comparison with the Member for Anson, and allows me to clarify certain points. Mr Speaker, Sir, I hope he will not lose that virtue. Now if I may just ask him a question. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Do you want to clarify, or do you want to ask me a question? I am not the Minister to answer your question. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, if he would just be patient. He and the Member for Anson are both employers. Both of them have workers. Take just a simple case of two workers in his firm. One is a relatively bad worker, one is a relatively good worker. Which worker will he keep? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What I did I have the right. But what is the point? Which part of my speech are you trying to clarify? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Which worker will you keep? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do not mind. If I am misunderstood, I would like to clarify. In fact, I thank the Member for Whampoa for wanting to clarify certain points. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> That is the implication I get. Therefore, I am asking him now. If his firm is about to close, or at least if he is doing well, and he has got two workers, one good and one bad, which will he keep first before his firm closes down, say, a year later. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I cannot understand what the Member for Mountbatten wants me to clarify. I have never brought up anything about my own firm. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, then shall I just suggest that the case should rest. Mr Speaker, Sir, he has the virtue of giving way. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, are you giving way or not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, just let the case rest then. We should encourage all workers to work hard so that their firms can carry on doing well and we need not have to retrench or get rid of anybody. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, the question of whether Singapore workers work hard or do not work hard is not an issue at the moment. They are very hard working. The motion here is that they have lost their jobs through no fault of their own. Now there are thousands of workers who are jobless. What do you say to that? The Member for Anson and myself propose that there must be some kind of a relief for them if you have any concern for the workers at all. Until jobs are created, they will be suffering hardship and there are no two ways about that. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir, in case the public misunderstands, there are still plenty of jobs around. My friend, the Member for Whampoa, has already stated very clearly. If you are willing to work a little harder, to soil \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> your hands and get relatively less salary, then there are always jobs around and no one should suffer. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course, the Member for Mountbatten does not understand the situation at all. It is not a question of just any job. Many of these people who are retrenched, and as has been pointed out in this House, are middle-aged or in the older age group and who are financially committed. These are their problems. They cannot just go around getting any job. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Speaker, Sir --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, may I be allowed to continue? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It depends on you. Do you give way? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> I come from the Ministry of Labour. Send your unemployed people to me, and I will make sure that I fix them with a job. If he rejects, then you try to fix him. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Now, what does the Member for Mountbatten think I am doing? Of course, at Potong Pasir we try to get jobs for those who come at our meet-the-people sessions complaining to us that they have lost their jobs. But the jobs, as I have pointed out, are not the ones that will solve their problems. May I be allowed to continue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa said that there are something like 1,500 to 180,000 guest workers in Singapore. Am I right? Is that what you said? I do not know where he got those figures. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> May I confirm? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It has been reported that there are 60,000 foreign workers who are already out of job, and the policy of this Government is, I believe, to send back these workers who have lost their jobs. If you take away 60,000, how does he arrive at 150,000 and 180,000? In fact, I believe that, at this highest point, we do not even have 180,000 foreign workers in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the $250 billion reserves that purportedly we have, we have heard very little of this money. Can they be liquidated to solve our problems? Is it possible? \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Speaker, Sir, I think the Member for Potong Pasir keeps misquoting my figures. We cannot be arguing like that. Here I am flying very high and he is down there. I cannot argue with a man like that. $25 billion only, in reserves. Then, work permit holders. I think there are between 150,000 and 180,000 still around in Singapore. Even if you reduce the figure somewhat, you still can more than cover the 60,000 unemployed in Singapore. I do not mean to make fun of the hon. Member. But if you want to debate things seriously in this House, you have got to get your facts straight first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> These facts that I quote have been published in the papers and have been spoken of by Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe one of the Members earlier on has mentioned what the Oppostion has done in respect of the problems. In fact, Members will remember that at the last Budget debates, I think the Oppostion has already told the Government that if they increased the taxi fare, by our calculations there would be a reduction of earnings by 25%. I remember the Minister, in his usual self, stood up to ridicule me. He said that I could not even calculate better than a PSLE student. Who was right and who was wrong? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> May I clarify? The Member has asked to be ridiculed yet again because the increase in taxi fare does indeed provide the taxi drivers with a higher collection, as demonstrated by figures last year. What happened was that last year, in April, because the changes were traumatic, were significant and much higher than what the public was anticipating, there was a short period when the public was uncertain. They were confused about the actual fares. Coupled with a fair amount of negative publicity given to the taxi fare increase, people were confused about the actual fares. They were thinking that the fares \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> were much higher than it actually was. As a result, many of them were wary and did not take taxis. The figures last year, for the last six months, showed that the collections for taxi drivers were indeed higher than they were for the corresponding period for the year 1984. If it had not been for the taxi fare adjustment, the recession last year would have taken its toll, and taxi drivers, like other self-employed, would have suffered a massive loss of income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear! hear! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course, the Minister in his usual self is clever to defend his position. But if he goes down to the ground and ask the taxi drivers, he will definitely get a different answer. If he were right, why did he not implement this policy of increasing the diesel tax fee up to $6,600, as he had proposed? Why? In fact, he had to back-track and eat his own words. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, if I could clarify that point. The diesel tax that the Government has announced will be implemented in due course. What we have done is to be realistic and flexible. Knowing full well that there was this recession, it was not considered appropriate to impose the diesel tax straightaway. If there had not been the recession, that would have been the intention, and that would be what we would have done. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, as my hon. colleague has mentioned, if the Government or any Minister had made a mistake, I think it is only graceful of him to admit it, instead of trying to twist and turn. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> That is exactly what you are doing, twisting and turning. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are you not saying that that policy of increasing the diesel tax up to $6,600 was wrong? If it was right, why did you reduce it to $1,100? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, the recession, as we have indicated on a number of occasions, was not expected. The diesel tax was based on the assumption of a 5-7% increase in our GDP. The fact that eventually when the taxi fares proposed by the taxi drivers came close to the taxi fares proposed by the Ministry, is an indi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> cation that the Ministry's figures were generally in the ball park. Had it not been for the recession, we believe those figures would have been correct. The fact that taxi drivers presently are collecting more than they did a year ago is an indication that the policy of increasing taxi fares eventually, endorsed up by the taxi drivers themselves, was a policy in the right direction. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, the fact that the Minister has back-tracked his policy from $6,600 to just $1,100 proves beyond a reasonable doubt that there was an error in the policy that was first proposed. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> You are afraid of the facts. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am not afraid of facts. You will have a chance to have your say when Budget time comes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Moulmein earlier on has mentioned something about the setup in Singapore as not being a political decision. I am still making my stand that it was, both political as well as economic decision. The Government was given the opportunity at that time to encourage a strong private sector, but it did not. He said that the Government policy was successful in the early days. Of course, you cannot compare two different periods of time. I think all the members of the Economic Committee would agree that 1985-86 is a different period of time from 1968 to the 1970s. You will recall there was a raging war going on in Vietnam. It generated massive amounts of demands. Fuel oil was just being exported by the millions of barrels. Just calculate the amount of tax the Government was collecting then and all the foodstuffs that were needed by the troops there. You ask around and everybody could tell you. Even the people who were supplying tarpaulin for the dead corpses were making money in Vietnam. It was a different period and the neighbouring region was unstable compared to Singapore. Therefore, money was being stashed in Singapore. You will remember that there was this big racial riot in Malaysia, May 13, 1969. We knew there was a housing estate which was begging people to take up houses there, and when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> this happened all the units were just bought up. So money poured in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were problems in Jakarta, racial problems. Chinese merchants put their money here. I think this is no secret. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I cannot quite follow you. You said you were going to talk on the amendment, but you seem to be going off somewhere. I am afraid I cannot follow you. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is in answer to the Member for Moulmein. Apparently he does not know what happened. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> You did not get my point. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you stick to the amendment, please? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. One Member says that we always take on an adversarial role. We do not apologize for that. In a democratic society, that is the reason why it survives because there are always two points of view. Does this House want to revert to the one-party system and having only one party in this House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Yes! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The people of Singapore do not think so. This is a system that works, that thrives, and even in communist countries, like China, they are trying to follow the things that are happening in America because that is a more successful system. And what is that system? That system is an adversarial type of system. They do not have somebody saying something and everybody just follow suit, just like the PAP. The Prime Minister stands up and says, \"No CPF cut.\" Then the NTUC will follow, \"No CPF cut.\" And all the Ministers will just echo. This is what is happening in Singapore. If one man makes a mistake, everybody follows, and that is probably why we end up with such a sorry system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to support the amendment. \n  <br>3.18 pm \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, last week, the President outlined in this House the policy directions of the Government. He urged \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> the people of Singapore to work together to overcome the current difficulties. I do not agree with the Opposition Members for shifting the blame of the recession to the Government. It is like a person wearing sun-glasses and saying why is it so dark today. They allow their emotions to cloud the issues. They accuse the Government of causing the recession. But is this supported by the facts? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson said that in 1979 the oil prices began dropping and that the Government did not take note of the oil glut. As the Member for Whampoa pointed out, this is not true. In 1979, there was an Iraq/Iran conflict. There was a shortage of oil and the oil prices doubled. The Member for Anson has distorted the facts to support his theory. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The prices dropped. Have not the price dropped? \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): The oil prices dropped only in the last two or three years, but not in 1979. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Before that. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): He accused the Government in an agitated tone and loudly condemned the Government. I was sitting behind him. I do not know whether he was shedding tears. If at all he did, they must must have been crocodile tears. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The two Opposition Members believe that the Government should be blamed for the economic recession. But we can see very clearly from the Economic Committee's Report the actual causes of the recession. There were external factors such as low growth in the United States, the slow- down in world trade. In 1984-85, there was reduction in demand for electronic components and computer peripherals. But what has this got to do with the Government? In the region, commodity prices fell. The palm oil price was US$700 per metric tonne in 1984 and US$500 in 1985. Between 1981 and 1985, the price of rubber fell by one-third. Trading in tin was suspended in October last year because of over-supply. These were external factors, over which we had no control. As our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> neighbouring countries are having economic difficulties, we are affected too. With the imposition of the exit tax, the number of tourists and shoppers coming to Singapore fell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there are some internal factors. For example, whilst wage costs have gone up by more than 10% per annum over the past few years, our productivity has increased by only 4.6% per annum. The rise in wages illustrates the fact that the Government has looked after the workers. They enjoy a higher standard of living. The Member for Anson and the Member for Potong Pasir consider themselves as saviours to the workers. But the fact remains that they are not. We have to make changes. For example, the Economic Committee recommended that the employer's CPF contribution be reduced and that there must be wage restraint so that the wage costs would not escalate. We must face reality and find out where the problem lies. Employers, employees and the Government have to work hand in hand. We have to create conditions to attract new investments, and develop Singapore into a regional centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we rigidly adhere to old policies, then we will not be able to maximize the use of our human resources. We will not be able to solve the present problems. We must be courageous enough to make changes to existing policies. During the recession, we have learned a lesson - that rapid economic growth has brought benefits as well as disadvantages. Accustomed to the good life, our fighting spririt, our ambitions, our work attitude. Were they not affected? Our people in both the private and the public sectors, were they over-optimistic and over-confident? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the property sector, every one rushed in to make quick profits. Even the URA joined in and obtaining greater income became its objective. But during the recession we must review our fundamentals. The public sector should assess the priority of projects and emphasize cost effectiveness. The surpluses of statutory boards should be reviewed and our resilience strengthened. Economic prosperity is like a mist, covering our weaknesses. The recession is like a shower of rain, driving away the mist and exposing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> our weaknesses, the companies which are fragile and weak with high costs and low efficiency. But our strong point is the close rapport between the people and the Government. The Opposition Members said that the people did not support the Government. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. Can the Member please tell the House how does he come to the conclusion that the relationship between the Government and the people is good if there was, in fact, a swing of votes against the Government in the last general elections? \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, although there was a swing of 12% to the Opposition at the last election, the majority of people still support the Government. Since the 60's, all the countries in the world have faced a common problem - the increasing expectations of the people. Not only in terms of material needs, but also in terms of political participation and the demand for a higher quality of life. In order to build an affluent society, every one has to pay the price. We have to shoulder the burden and make contributions. More importantly, we should believe in the sincere intention of the Government, recognize the need to consider all relevant factors and emphasize the critical importance of long term plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Member has moved this amendment. It is a move in the wrong direction. It contradicts the essence of the Presidential Speech. The Member for Anson said that Singapore is no longer a garden city. He said that he who laughs last laughs best. Is he laughing at the emergence of the recession and unemployment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> At the arrogance of the Government. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): Does he think that this is the time for him to laugh? No doubt, Singapore is a garden city with all the flowers blooming. But the transformation of this garden city into a deserted and desolate waste land does not take very long. If we wish to maintain Singapore as a beautiful garden city, the only way is to look after and take care of it constantly. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> the two Members of the Opposition are only making false accusations. Are they trying to maintain Singapore as a beautiful country so that we would have a place in the world? Although we cannot influence external factors, we could do something to the internal factors. We should not indulge in finger pointing. Singaporeans are very practical. They would not believe in false accusations. The two Opposition Members made mischievous statements. In order to ensure our success we have to adapt to changed circumstances. This is one of the most important factors required for the recovery of our economy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, Sir. What are the fallacious accusations that the Opposition has made? Please name them. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): The two Opposition Members are attempting to undermine the trust and confidence of our people in the Government. They did not make any meaningful recommendations or suggestions to help the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are quite different from other countries. We are a small country with limited resources and a small population. So we have to work together for a common objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Trade and Industry and Home Affairs (Dr Lee Boon Yang): Mr Speaker, Sir, may I also be allowed to respond to the amendment standing in the name of the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the only regret that must be expressed today is that the Member for Anson has made a lengthy speech which contained nothing new. Equally regrettable is the speech made by the Member for Potong Pasir yesterday and earlier this afternoon. Both speeches are demonstrations of foggy thinking and groping in the dark. The Member for Anson said that the Report of the Economic Committee has not suggested new ideas to help Singapore overcome the economic problems. But it is the Member for Anson himself who has not provided any ideas for solving our economic difficulties. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is your business now. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> He has failed to expound any ideas for economic recovery. No solution of any worth has been offered, merely exaggerations. This morning, he tried to mislead the House. He told the House that there were 55,000 taxi drivers in Singapore. For his information, there are only 11,000 taxis in Singapore and a total of 37,000 taxi driving licence holders, and not every one of those 37,000 are actively driving taxis for a living. The Member for Anson's suggestions are misleading illusions, not unlike the mirages that flicker in front of thirsty desert travellers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mirages of the Government. Forecasts. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> And along with him, Sir, the Member for Potong Pasir has tried to give us a history lesson. He told this House that Singapore made tremendous economic growth. Why? Because of the Vietnam War in the 1960s. When did the Vietnam War end? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> 1975. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, does he not know that from 1975 to 1982, we made tremendous economic growth here in Singapore without the Vietnam War? I am therefore forced to conclude that both the Member for Potong Pasir and the Member for Anson are out of touch with this world, and I have to totally reject the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now proceed to highlight and to refute some of the melodramatic and outrageous claims and allegations that have been brought up. The Member for Anson started off by saying that the President's Speech lacked suggestions in helping Singaporeans. Has he read the speech? Perhaps he has read the wrong speech. The President in his Address clearly accepted, in principle, the recommendations of the Economic Committee. The Report of this Committee spelt out in precise detail ways and means of overcoming our economic problems. But the Member for Anson has failed to understand the impact of these recommendations. He thinks that they are only to benefit the employers. Why? Because he complained that the Economic Committees members were not elected but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> appointed. Even here he was caught trying to mislead this House and the Member for Moulmein promptly pointed out to him that the union representative on the Committee was an elected representative of the union. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Who elected him on the Committee? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Anson looks at our economic difficulty as a conflict between employer and employee. He thinks that this problem can be solved by another of his commission of inquiry or another of his referendum. He spoke at length about who is at fault as if it would suddenly diminish our problem if we could find out who is at fault. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It will help. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> He has failed to appreciate the gravity of the problem. He has failed to realize that employers and employees are in the same boat. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Right. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> The recession hurts all parties to the economy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Correct, the workers. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> The pain for employers is business failure. For some entrepreneurs, they have seen their investments, their-life time efforts gone to waste. For the workers, recession means unemployment and an uncertain future. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What are you going to do about that? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> We should not look at our economic slowdown from a worker versus employer perspective. We must not seek merely to assign responsibility. The Member for Anson is particularly good at making decisions, at announcing conclusions with the benefit of hindsight. Only the Member for Anson can persist in such myopic viewpoint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All along, Sir, the basis of our economic strategy has been to reward employees, has been to provide gainful employment for our workers. Workers are given every opportunity to improve their earnings and incomes. At the same time, our policies \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> must also allow employers and those who invest here adequate opportunity to make reasonable return on their investments. This is the only way to encourage more investments by both local and foreign investors. Can the Member for Anson find us investors who are willing to put their millions into unprofitable businesses? Just because the Member for Anson is often foolish enough to indulge in unprofitable ventures does not mean that there are others who would follow him. Without profits, Sir, who will invest? Without investments, how can we find jobs? If we fail to ensure that those who invest make a profit, how are we going to attract more investors here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir yesterday came to this House and in an apparent show of earnestness expressed concern at the 20,000 or so school leavers who are looking for jobs. Sir, that was all he did, express concern. Did he suggest innovative ways of creating more jobs so that these school leavers will find employment? Where are his ideas? Why not share them with this House? After all, last year during a similar debate on the Presidential Address, the Member for Potong Pasir loudly proclaimed that he is not just any Opposition. He is special. He proclaimed that he shall be a sincere, loyal and constructive opposition. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Right. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> So much for his promises. The Member for Anson also promised much but delivers none. The recommendations of the Economic Committee are exciting and contain bold ideas to invigorate our economy. It is true that workers will have to take a wage cut. This is unpleasant but necessary. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> How about you taking a wage cut? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, it is unpalatable but inevitable that wages cannot be allowed to lead productivity year by year. If we ignore this fact, we will only bleed the economy to a slow death and stifle any chance for future growth. Therefore, the Economic Committee has suggested drastic but practical moves. It has recommended that wages must come down to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> more realistic levels and stay in tune with the true productivity of our economy. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Ministerial salaries. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> The Member for Anson views this as being unfair on workers. Sir, there is no painless way for us to recover from an economic recession. Some employers have already suffered fatal pains. Their businesses have failed, resulting in retrenchment of workers. Trimming our wages by cutting the employer's CPF is a less painful way of regaining our growth prospect. This move will allow employers to recover some measure of competitiveness against the other newly industrialized countries. It reduces cost for the employers without diminishing the take-home pay of the workers. Taken together with the other recommended reductions on taxes, these measures will help to attract new investments, particularly the proposal to grant a 30% tax rebate on capital investments. This will encourage more entrepreneurs to reinvest part of their profits here in Singapore for business expansion. Sir, this will help workers by providing more employment opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CPF reduction will affect those with housing mortgages but I am reassured by the Government's move to carefully study the predicament of those who are so affected. These people, whether in public or private housing, will be given a helping hand until better time returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson, however, ignores the obvious. He turns to dangerous divisive tactics. He hopes to turn the workers against the Government. He is against the Government's call to mobilize Singaporeans for a joint effort to turn back the tide of recession. Workers should not allow themselves to be confused by his attempts to polarize the issues which are facing us today. The way to economic recovery is to re-establish our attraction as an investment centre. Some sacrifices by Singaporeans will be needed. These sacrifices will prove to investors that Singaporeans are realistic and supple. That we can deal with setbacks rationally by trimming our expectations and holding on to our standard of living for the next two years, we will be able to achieve a faster \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> turnaround for our economy. The Member for Anson goes on and on about something which must be done to help those who are jobless. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Of course. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Why does he not state this in specific terms? What has he got in mind? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Unemployment benefits. Haven't I said that? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Would the Member for Anson please tell this House how much unemployment benefit he would give to those who are unemployed? I am prepared to sit down while he gives us his answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The unemployment benefit is necessary for workers who lost their jobs and have got no wages at the moment. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> I asked a question and I expect an answer. How much? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Just a second, sit down! I will give you the answer. If you do not want the answer, then you can keep interrupting. You have got to assess the basic needs of the workers, the family, and to try and arrive at a sum that will keep their heart and soul together. I am not suggesting that you should pay them the same salary that they were earning. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> How much, please? How much? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have got to go and assess their basic needs. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the Member for Anson does not have an answer for us. He does not know how much. How long should you give those unemployment benefits that he talks about? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> How long? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> For as long as they are unemployed? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. As long as they are unemployed. I have never suggested unemployment benefits for those who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> employed. I said for those who are unemployed. So please try and listen carefully. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> You are not listening. You have not heard what I said. I said, \"How long will you be giving the unemployment benefits to those people who are unemployed?\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Unemployed, all right. For so long as they are genuinely unable to find any employment. It is as simple as that. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Shall we then leave it to the Member for Anson to decide if they are genuinely unemployed\"? This is another example of his foggy thinking. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Foggy thinking? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> The Member for Anson ignores the fact that even today there are jobs which go a-begging in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What jobs? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> If the Member for Anson wants to know more about the jobs, he can always refer to my colleague, the Member for Mountbatten, who is in the Ministry of Labour. He has already said that if any Member here has difficulty finding jobs for his unemployed constituents, he is always ready to help. And, Sir, yesterday, the Member for Telok Blangah pointed out in this House that there are already in existence at least three organizations whose sole purpose is to help the unemployed to find jobs. These are the Ministry of Labour's Employment Service, the employment bureaux that have been put up by the NTUC and the Singapore Manufacturers' Association. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Certain sectors of our economy are still having difficulties filling up their vacancies. Some of these jobs may pay less. The work may be harder but Singaporeans must be willing to adjust their expectations. We have to be flexible if we are to survive difficult times. Retrenched workers must be prepared to take alternative jobs. We must avoid the pitfall of the Member for Anson's catch cry, \"Don't take on an alternative job unless the pay is the same as your last drawn salary.\" But times are hard now. We must be willing to accept changes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson asks that the Government retain all the workers, whether they are needed or not. He cited the case of the PWD workers who had been retrenched after the job at Changi Airport was completed. He suggested that unemployment benefits be paid to those who are jobless. And the Member for Potong Pasir predictably came to his support on this issue. But, Sir, are unemployment benefits really able to solve the retrenched workers' problems? We have a small labour force here. Can we afford to suffer the same ailments seen in some welfare state countries where unemployment benefits have imposed a growing and crippling burden on the output of those who work for their livelihood? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> How are they going to feed their families? You answer that. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think there is too much interruption going on. Let Dr Lee carry on, please. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Economic Committee has charted new directions for economic growth. To succeed in our new endeavours, we must have the total support of the people. Giving out unemployment benefits as suggested by the Member for Anson can only retard this effort to evolve a leaner, fitter and more competitive economic machine. We must avoid taking this fatal step, Sir. It can only lead us down the slippery road to welfarism. Nations which have succumbed to this temptation are today feeling the effects of having taken the easy way out. These are nations larger than us, much more wealthy, yet their governments are faced with growing mountains of deficit, chief of which is the welfare deficit. Can we in this tiny island of a nation, devoid of any natural endowments, hope to achieve success where others better equipped than us have encountered nothing but trouble? I seriously urge the Member for Anson to think over carefully what he has said. He should not cast covetous eyes on the Government's surplus and the foreign reserves and see these assets as means of providing soft options to solve immediate problems. He should re-read, that is if he has not read, the Economic Committee's Report. There is much wisdom and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> incisive analysis of our problems within those 400-odd pages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of unemployed Singaporeans is best faced squarely. The long-term solution is to reactivate our economy, make the necessary changes to restart our engine. We should work to reestablish our competitiveness and attraction to investors. When we have succeeded, then Singaporeans will once again be fully and gainfully employed. They will once again be able to use their skills, training, resourcefulness and willingness to work hard to earn better incomes for themselves. The sooner we discard the illusions put up by the Member for Anson, the sooner will we succeed in injecting new vigour into our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even as he was supposedly championing the cause of workers in Singapore, the Member for Anson found the opportunity to go to a neighbouring country to berate all Singaporeans for being selfish and profiteering at our neighbour's expense. I cannot help but suspect that all these posturings smack of opportunism. It is obvious that he sees the recession as a golden opportunity to stir up dissatisfaction both within and without Singapore. It is equally obvious that instead of helping to galvanize Singaporeans to tackle the national problem, he is trying to ingratiate himself with some Singaporeans who are feeling the pinch of unemployment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir had said yesterday that Government ought not to have politicized private business. He and the Member for Anson have a perception of the economic crisis which is totally coloured. They see the economic crisis as an opportunity to bolster their political ambitions. Do they really care for the jobless? How sincere are they in wanting to help the jobless in Singapore? Or are they more concerned with stirring up discontentment and resentment? The Member for Anson's amendment to the motion shows that he is more interested in undermining efforts for economic recovery than the welfare of workers. Now, who is politicizing our economic difficulties? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson had said that the Workers' Party had long ago asked for a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> cut in the employee's CPF. He thinks that this will help the economy to recover. Everybody knows that one of the problems brought up by reducing the employer's CPF is the extra burden placed on home-owners who have to service housing loans. If the Member for Anson had given deeper thought to this situation, he would understand why cutting the employee's CPF will only aggravate the problem without providing relief for our economic recession. As it is, Sir, a 15% point reduction in employer's CPF is the minimum required to have a significant effect on achieving competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson himself was reported to have had two constituents who needed help to overcome loan repayment as a result of CPF reduction. I must conclude that he is unhappy over the situation as the number is not to his liking. So he comes to this House to ask for measures to swell the trickle of people who are turning up at his meet-the-people sessions. Is he running out of people coming to see him? He wants the Government to cut the employee's CPF so that more people will experience greater difficulties and therefore more people will run to him for help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must again question his sincerity in wanting to help solve the problems faced by jobless Singaporeans. The most important external cause of our economic difficulty is the decline in the demand for our goods and services. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Thank you. Decline in demand. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Exports constitute two-thirds of the total demand for all our goods and services. Sir, for every $100 worth of goods and services that we produce, $66 must be exported if we are to maintain our economic growth. We are highly dependent on exports because of our small size. Our domestic market based on 2(r) million people simply cannot sustain the high standard of living that we Singaporeans are now accustomed to. It is therefore futile to expect that cutting employee's CPF will lead to a rebound in the economy. It will not change the employer's cost for one thing, it will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> improve competitiveness. Worse still, it will provide wrong signals to Singaporeans to go out and spend more money, wisely or unwisely. In time of economic recession, workers should be prepared to tighten their belts rather than spending beyond their means. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It will cause a downward spiral! \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Furthermore, we must remember that much of what we need in daily life is imported and any stimulation of domestic demand at grassroots level will result in more leakages of our income. If we try to stimulate domestic demand, as suggested by the Member for Anson, we shall only be increasing the imports of more consumer goods from abroad. But will it provide real stimulus to our economy? For the economy to recover, we need to export more, not to import and consume more. What kind of demand does the Member for Anson want to stimulate? Does he know that there is consumer demand and there are investment demands. What we would like to stimulate is an investment demand, an increase in the investments in Singapore to create more jobs for Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will not need to go further to demonstrate that the amendment proposed by the Member for Anson has absolutely no merit. The surest way to help Singaporeans ride out this recession is for the Government to take steps to overcome our inherent weaknesses and to provide new opportunities and attractions for investors. The recommendations of the Economic Committee provide a workable recipe for us to channel our efforts for economic recovery. A strong and growing economy is the ultimate answer to difficulties being experienced by jobless Singaporeans. Only by overhauling our economic engine and pointing it in new directions can we hope to provide our people with secure and lasting employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The prescription held out by the Member for Anson as suggested by his amendment will not only be a poor relief for economic pain, it will actually lead to more problems if taken seriously. Follow his prescription and we will be taking the fatal step towards eroding our own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> foundation and prospects for economic recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recession cannot be overcome by the Government alone. This is a battle for every Singaporean to join in. I am compelled to repeat for the Member for Anson's and the Member for Potong Pasir's sake that there is no painless way to get out of our present position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson makes a long speech which can be summarized in one word, \"pipe-dreams\". He thinks that the world owes us a living. Let me remind the Member that no one owes us a living. We live and prosper because we can do others a better service, because we can make a better product at a lower cost, because we can keep up with changes and keep ahead of our competitors. If we are unable to do so, then Singapore will suffer. And no amount of promises and unemployment benefits will be able to restore the prosperity and dynamism to our system. Since the last few years, our competitive edges have been dulled. Recovery will not come if we follow the Member for Anson. We must be prepared to reduce our expectations, hold our standard of living and settle for less improvement in the next two years. We must have flexibility in dealing with our problems. The changes are unavoidable. Why does he choose to stick his head into the sand at the first sign of an approaching storm? Singaporeans must reject his approach. We must instead rise to the occasion. We must unite and stand up to be counted on the side of Singapore to push back our economic enemies. We must assert our confidence and strengthen our economic and psychological defence. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All words! \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Let us not be distracted or misled by those whose capabilities are limited to sounding out unrealistic and impractical pseudo ideas, whose sincerity leaves much to be desired and whose loyalties are wholly to their own political ambitions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I totally reject the amendment put up by the Member for Anson. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, by way of clarification, may I ask the last speaker and the Member for Mountbatten on their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> assertion that the Ministry of Labour will find jobs for every unemployed man? Why has the Ministry not found jobs for the 110 PWD workers retrenched over the last, I do not know, how many months? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, may I give the facts on that point? Recently the PWD retrenched 113 workers. They were retrenched not because they were not offered alternative jobs. They were, in fact, asked whether they wanted to be redeployed to other Government jobs, but 95 of them chose to be retrenched because they wanted to enjoy the retrenchment benefits. So please get the facts right and do not mislead the House. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof (Kampong Kembangan):</b> Mr Speaker, Sir, in the last Parliament session I addressed the Floor by stating the fact that the ship known as \"Singapore\" could be successful only if there was a total understanding and complete cooperation from the members of its crew. Now, one year later, as the ship is going through a stormy weather and here we are trying to mobilize every crewman, every skilful person available, to salvage the ship, we have two Members of this House who decided to drill a hole into the ship to make sure that it is sinking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Members for Anson and Potong Pasir, after listening to the Presidential Address, had nothing to offer in terms of constructive criticism. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let us have your constructive criticism. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> And they rely their criticism on unreliable sources. Let me cite an example, Sir. When it comes to identifying the problems facing Singapore, the Member for Anson quoted a story from the Guardian and yet the newspaper itself does not know that in Singapore there is no such Minister as Economics Minister. Yet this is the very source of information on which the Member for Anson is basing his arguments. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But who told them? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Point no. 2. He quoted a report from the Far Eastern Economic Report, according to him, which is actually the Far Eastern Economic Review, on a case pertaining to the over-supply of our hotel rooms. Does he not know that there is no country in the world that can guarantee the inflow of tourism? I was in Hawaii in 1982, and in that huge hotel, there were only 22 rooms occupied. Hawaii is a State in America whose ability to forecast the economic change seems to be one of the most advanced in the world. Yet they are not able to pin-point the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson too, during his rhetoric and appeal for emotion, had said what had happened to the Singapore as a Garden City. He said that Singapore is a Garden of Beauty. It is still a Garden of Beauty. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I did not say anything like that. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> You said that. I have taken note of all your speeches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam</b> rose --- \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Will you please sit down? I am not giving way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Sit down! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Where did I say this? Perhaps you do not understand. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Well, let me quote. The Member said that, \"the Government was aware that things were going to take a different turn but failed to take note, whatever they are or whatever was told to them, they refused to listen or to see whatever they read.\" And he quoted about having a Garden City in Singapore. This is a Garden City. But what I would like to emphasise now is, yes, Singapore is still a Garden City and it is still providing the kind of life that would still be attractive to many people. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> By way of clarification, may I say what I said? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b> remained standing. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member is not giving way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I am quoting. The Member can check from the Hansard. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will tell you what I said. You can check from the Hansard. Call for it. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I am not giving way. He was arguing that point when he said that the Government had lost the moral right to rule. But can I say to this very effect that up until now we are still receiving many requests to be Singapore citizens, to be permanent residents here. Has Singapore changed to such an extent that you are driving people away? Either the Member for Anson is trying to mislead the public by saying that Singapore is such a rotten state that we are not attractive any more. He asked the Government to take full responsibility and to say sorry. Would saying \"sorry\" solve the problem? He rebutted by saying, \"Yes, it helps.\" It does not help. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It does help. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Singaporeans are people with a particular mind and they would like to see practical solutions proposed, implemented, and results seen. He said that he had spoken to his Japanese friend, and I quote what he said. \"Singapore is a place of high salaries and low wages.\" Do you deny that? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I did not say that I spoke to a Japanese friend. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> You spoke to a Japanese friend and the friend told you that Singapore is a place of high salaries and low wages. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I think the Member is thoroughly confused. Perhaps he should clear his mind first. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But you are thoroughly confused. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Well, I repeat and you can check. A Japanese friend of his told him that --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I did not say that. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> --- that Singapore is a place of high salaries and low wages. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said a Japanese economist has said that. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> And then he noted a point that the Government called for sacrifices but the workers are to be sacrified. I would like to suggest that the Member for Anson do his own homework by checking it through the Japanese authority what is the average salary for a Japanese worker in every sector of industry. Are they lower or higher than us? It is important for us to inject facts into arguments before you just pick anything, any quotes, from anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson too had clearly said that the Government had not done anything to those who are affected by retrenchment and recession. He called for immediate relief. And in no uncertain terms he said that we must give the workers employment benefits. He went ahead to suggest that we can use the surpluses and we can use the payroll tax and also the reserves. Well, I must say that this is a clear indication of a danger facing a Party which suggested that at any indication of minor problems we raid the foreign reserves. Such are the arguments, such are the contributions of his long-winded one hour speech this morning, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To add to that, Mr Speaker, Sir, the Member for Potong Pasir raised the question of taxi drivers, complaining about the decline of their income. Again, if he would be good enough to read the report in the Straits Times a few days ago, he would come across reports about the number of people queueing up to get a taxi licence. If the income provided by taxi driving is so unprofitable, I think Singaporeans would not queue up to get a licence. The fact remains that taxi driving in Singapore is still a profitable business. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, may I just clarify one point. I think the issue brought up --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way, Encik Yatiman? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Yes, for one sentence only. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The issue raised by the Member for Kampong Kembangan is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> not what I brought up. I think the issue I brought up was that the Minister had made a mistake in his policy of wanting to increase the diesel levy 600 times. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I beg your pardon. 600 times? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Six times. I think that was the issue I brought up. He back-tracked on that policy and the levy went down from $6,600 to $1,100. If he were correct, he would have stuck on to that original figure. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> He got seven sentences. Mr Speaker, Sir, when he raised the point of diesel tax, he was complaining about the poor income earned by taxi drivers and the unfair charges. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Have you got it on your record that I said that, \"poor income\"? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Yes. He also raised the point that it is quite justifiable for the Opposition to play an adversarial role. Well, I would agree to some extent. But let me take a good example of how an adversarial role taken to the extreme would result in disaster. I think our memories of what happened to Sri Lanka, or what happened even to America during the Carter Administration illustrates the point of how the unions, the farmers, the manufacturers, fighting against Government policy, taking an adversarial role --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I must interrupt. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I am not giving way. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have often given way. I think there must be a fairness in this House. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I have given way to you, but not now. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the point is that Singapore is not Sri Lanka. Please do not compare us to Sri Lanka. I think Singaporeans will object to that. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Mr Speaker, Sir, I think we should not confine ourselves to only experience happening in Singapore. We learn from what is happening around the world and obviously we can learn from the approach, spirit and strategy applied \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> by various groups in other countries to achieve the political well-being and welfare of the people. Of course, my point is valid here. He justified his role as adversary in criticising the Government and ends at that. We believe that. After declaring that he is going to play a constructive role as an opposition Member, he ought not to place himself absolutely in a situation where he just plays an adversarial role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Anson finds the Chamber a place not enough to argue his points. He had also taken what he sees as the common man's problems to the press. He had raised the question of how 112 retrenched workers from the PWD had not been given a job. He repeated that today by saying that Government had done nothing to help those who are affected by retrenchment. Has he done his own homework? I just spoke to the Minister for Labour and I was informed that out of the 113 affected (not 112), 95 of the workers opted to be retrenched. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He has said that already. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> He has answered that. But what I would like to highlight here is the fact that why did our workers opt for retrenchment benefits rather than be asked to be rechannelled or be redeployed? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The reasons have been given. You do not have to repeat. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Mr Speaker, Sir, the point I would like to say here remains that it is the mental attitude of our workers which is most important in overcoming this problem. If the workers decided to take the retrenchment benefits and blamed the Government for not doing something for them and at the same time support the proposal made by the Opposition, by hoping to get unemployment benefits, then we are heading for trouble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should not mourn the dissipating golden age of Singapore. We have to face a slow growth in place of a rapid one; a possible decline in the standard of living in place of rapid \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> acceleration. All of us, employers, entrepreneurs and workers alike, who had benefitted from our past rapid economic growth and soaring indexes, will have to face the fact that our economy now is in serious trouble and the norms related to our economic behaviour and expectation have got to be changed. The negative growth of our economy and the 9,000 unemployment figure,in which 50,000 are our own citizens, are clear indications that we have a real problem before us. The Government which is known for its ability to tackle problems head-on had acted swiftly by setting up the Economic Committee led by the Member for Teck Ghee, and within 10 months after its formation the Committee has come up with its Report and recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Presidential Address is the culmination of a period which began with economic uncertainties, the setting up of the Economic Committee, its massive and in-depth consultations with people involved in various economic activities and the publication of its Report and recommendations on measures to be taken to put back our economy on healthy grounds. Now that the Report is out and the recommendations have been spelt out, it is time for action to put our economy into a new orbit and to bring it to new heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not look back and quarrel too much with the causes of the economic downturn, as has been done by the Opposition. Doing so would mean distracting ourselves from concentrating on the implementation of the solution. This does not mean that we should deny ourselves from giving our viewpoints on the Report. Despite the massive consultations conducted and widespread representation received resulting in in-depth studies done by various sub-committees, there is still room for further improvement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Acting Minister for Community Development has rightly said in the Straits Times, the recommendations appear to favour employers. However, this is the very area in which improvement has got to be made because over the long term we must realize that the thrust of its recommendations is to bring back our own competitive edge through cost-cutting measures so that firms are able to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> profits, thus providing employment for the workers. But the Members for Anson and Potong Pasir, who are widely known for capitalizing on the slightest sign of what they consider to be an insensitive attitude towards workers, would certainly take this opportunity to criticize the Government. Of course, as usual, their criticisms are rarely accompanied by alternative and constructive proposals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am fully aware that the proposed recommendations are meant to increase the inflow of investment. The painful logic behind this recommendation is that unless we are able to guarantee the inflow of investment and create the climate for investors to survive and make profits, there is no way we can ensure that they would not pack up and leave Singapore causing massive unemployment. If this is to happen, the Members for Anson and Potong Pasir will not be standing here talking about workers' salaries, CPF deduction from employees' contribution. Therefore, I believe that there is merit in the Government's strategy for economic recovery. I believe we are embarking on a historic change towards a new direction. However, while it is generally a laudable long term solution, we cannot ignore the short-term problems created by retrenched workers who come from the lower socio-economic rung. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Figures released by the Ministry of Labour show that out of 90,000 job-loss, about half of them are Singaporeans. I believe that a substantial number of these retrenched Singaporean workers are low-income people who work to supplement their family incomes. They were drawn into the labour market out of sheer necessity to upgrade to a higher standard of living for their families. Having been quite used to drawing a relatively high family income, these people have made their salaries to be part of their family budget. A loss of employment means that they have to undergo a lower standard of living, requiring them to adjust their expenditure or looking for alternative employment even at lower salaries, so that they are able to support their family and make ends meet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is yet another category of retrenched workers. These are sole \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> bread-winners whose loss of jobs would mean a complete loss of the ability to fulfil basic needs of the family after having spent the money obtained from retrenchment compensation. For this group of people, there is real need for us to look into the flexibility of enabling them to continue with their lives. While I am not for hand-outs to be given to them, I believe that there is still a possibility of providing them with a lifeline through the existing mechanism at no cost. Sir, if we are able to accept that there ought to be an exception to the rule of across-the-board approach to the CPF cut, then these people would benefit from the possible use of their CPF money to sustain minimum expenditure needed for the family. Sir, I propose that such people be allowed to withdraw a certain amount, say, about $400 a month, during the period in which they are unemployed, and I think this is a suggestion against the proposal of using unemployment benefits, as suggested by the Member for Anson. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although I agree that such people are small in number, they are nevertheless most vulnerable to the current economic downturn. These are people with a low threshold of pain. Of course, this must be done after it has been proven that they have changed their attitude of not being choosy in their jobs and are prepared to accept lower wages on taking up new jobs and yet they are unable to find a job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second cloud which is utmost in the minds of our people is their inability to pay the instalments of their flats due to the 15% reduction from the employer's CPF contribution. I am glad to learn that the Government is looking into the possibility of extending the repayment period and I hope that interest imposed on such loans could be lowered. I hope that at some time the flexibility could be extended to the workers whose ability to pay their housing instalments is limited by their retirement. Perhaps some kind of arrangement could be made to enable their children to pay their housing instalment on their behalf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my proposals are far from being populist. There is no need to clap. We are not trying to make everyone happy by giving them help which might land us in greater and deeper trouble, such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> as calling for an indiscriminate use of the nation's foreign reserves. Nor do I suggest that we join the scramble for foreign loans to bail us out of this trouble. That would be painless but definitely a disastrous trap that no one with a sound mind is prepared to take. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures proposed are a clear manifestation of our confidence in tackling the problems head on. It is a reflection of our strong resolve to overcome it through painful, albeit educational way. It may mean that the people are able to come out of the economic morass a bit bruised but much stronger than ever. But if we go for the soft options, such as that propagated by the Members for Anson and Potong Pasir, we will be creating a boneless society that will not earn the respect, admiration or confidence of others, let alone the investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have set the target and time-frame for our economic recovery - from 18 months to two, at worst, three years. Can we guarantee that this can be achieved? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No! \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> The general impression prevailing among the man-in-the-street is that now that we have identified the problem areas and listed our action plan, in two years' time, everything will be okay, everything will be back to normal, and I think Members of the Opposition belong to this particular group of people. If something really is not right, they will be the first to say that we have committed serious errors, and this has been done today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before we are trapped with such unrealistic expectations, let us examine the external factors which are beyond our control but which are capable of upsetting our plans. I am referring to the economic conditions of countries that have tremendous influence on our performance towards the road of recovery. I share the belief that in order to secure a stable and healthy growth, Singapore needs neighbours whose economies are strong and vibrant. The more prosperous the region the better the chances for our recovery. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our trade with ASEAN amounts to about $23.2 billion or 21.2% of value of trade with all countries, Indonesia excluded. Among them, Malaysia which is our second largest trading partner after USA, has $17.5 billion trade with us. This is followed by Thailand, $3.8 billion, Brunei, $1 billion, the Philippines, $0.8 billion. The recent economic downturn, Sir, had not only affected us but also our neighbours. Last week the Sunday Times reported that Malaysia which has already suffered a decline in its commodity products such as rubber, tin, oil palm, has lowered its oil price by US$4 per barrel and this will cause them to lose $2.1 million a day. It was also reported that the economic growth for the year for Malaysia will be around 3%, down from earlier projection of 5.2%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other ASEAN countries are also facing similar problems, although at varying degrees. I feel that the Economic Committee has considered this aspect when it said that recovery is possible within the next two to three years. But should the situation of our neighbouring countries deteriorate, I hope it will not, we must be prepared for a longer difficult period. Therefore, I would like to warn Members in this Chamber that there is no guarantee that such recovery could be achieved if the world economy and the region's economy are not marching towards a positive change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the package recommendations will only be meaningful if all parties involved - the Government, the employers and the workers - are sincere in wanting to get themselves out of this dark tunnel, so to speak. While the workers may be willing to undergo the toughest test of their lives, employers, big and small, local and foreign, must show equal sincerity. I have heard an unhappy report of foreign-based companies which have decided to pack for home, whatever their profits made here, by taking advantage of our recession to introduce cost-cutting measures, including retrenchment, by channelling out profits instead of ploughing it back here to strengthen the Singapore-based company. Such companies deserve to be severely censured because they have clearly transgressed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> the spirit and conscience of our economic reform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I reject the amendment moved by the Member for Anson. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> There is only one minute left. Perhaps we should call it Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed what day, Dr Wong? \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [BG Lee Hsien Loong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Twenty-nine minutes\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
