{"memberId": null, "volumeNo": "47", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"47\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1986-03-19\"> \n  <meta name=\"Start_Col\" content=\"655\"> \n  <meta name=\"End_Col\" content=\"758\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">47</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">19-03-1986</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 655</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 47</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 19th March, 1986</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Leader of the House. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau (Kreta Ayer), Minister for Finance and Minister for Health. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr J.B. Jeyaretnam (Anson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of Trade and Industry and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Acting Minister for Trade and Industry and Deputy Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Acting Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teh Cheang Wan (Geylang West), Minister for National Development. \n  <br>Mr Teo Chong Tee (Changi), Parliamentary Secretary to the Minister for Community Development. \n  <br>Mr S. Vasoo (Bo Wen). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Acting Minister for Community Development. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Labour and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Kampong Kembangan). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister of State, Ministry of Health and Ministry of Foreign Affairs. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HDB SHOPS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Deferment of rental increases)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Eric Cheong Yuen Chee</b> asked the Minister for National Development, in view of the current recession, whether he will consider asking the Housing and Development Board to defer implementing the third stage of rental increases for HDB shophouses due in September 1986 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> in order to alleviate the business and financial difficulties of these shopkeepers. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, the third stage rental increase for shophouses affected by the 1983 rental revision exercise has been deferred for one year till September 1986. It is still too early to consider further deferment of the rental increase. However, the request by the Member will be favourably considered when the matter comes under review in the middle of this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FREE WEEKEND PARKING IN AYER RAJAH</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension to other housing estates)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Encik Ibrahim Othman</b> asked the Minister for National Development (a) how successful is the pilot free parking scheme introduced in the Ayer Rajah Constituency; and (b) whether such a scheme will be extended to other housing estates, when popularly requested. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the pilot scheme to have free parking on Sundays and public holidays is being tried out at the car parks in Ayer Rajah Constituency for a period of six months. Since its introduction on 1st December 1985, indiscriminate parking of vehicles was observed at some of the car parks in the Constituency. However, as the pilot project has only been in operation for the last three months, it is too early to draw any conclusion on the feasibility of the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB will continue to monitor the situation closely before deciding at the end of the six months' trial period on whether to extend the free parking scheme to other housing estates. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Sir, can the Minister explain whether the indiscriminate parking is due to the lack of space or due to too many vehicles? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, sometimes it is due to both. In certain popular car parks, more cars are parked, causing indiscriminate parking and a little bit of confusion. \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, may I ask the Minister, by way of a supplementary question, whether the Ministry would consider a downward revision of the parking fees paid in housing estates? If his answer is that he will not consider, would he tell us why not? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the Ministry will not consider a downward revision of parking fees. I think the $25 a month parking charge is very low in the present situation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT LAND AT ALEXANDRA TERRACE AND FORMER PERAK HOUSE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development plans)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Encik Abbas Abu Amin - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. To ask the Minister for National Development what are the plans for developing the vacant land at (i) Alexandra Terrace and Alexandra Lane, and (ii) the former Perak House, next to the Pasir Panjang Community Centre. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Encik Abbas. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Question No. 3, Sir. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the land at Alexandra Terrace and Alexandra Lane was acquired for development by the Port of Singapore Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The former Perak House next to the Pasir Panjang Community Centre has been relocated to the former Radin Mas School. The vacated building has since been demolished and the land is in State ownership. There are no plans for development at present. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STUDY OF TAMIL AS SECOND LANGUAGE IN SCHOOLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr S. Chandra Das</b> asked the Minister for Education (a) how many students are offering TL2 in our schools; (b) how many students take TL2 lessons as part of their curriculum in the schools; (c) how many students go to Tamil Language Centres for the TL2 lessons; and (d) what plans the Ministry has to make teaching of TL2 part of the school curriculum. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, 16,058 students are offering TL2 in our schools and junior colleges. Of these, 13,253 students take TL2 lessons as part of their curriculum in the schools and 2,805 students go to Tamil language centres for the TL2 lessons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry will continue to increase the number of schools teaching TL2 within the school curriculum, subject to constraints of manpower and efficient utilization of resources. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEMAND FOR HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effects of retrenchment and reduced CPF contributions)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development whether the reduction of 15% of employers' contribution to the Central Provident Fund and the retrenchment problem will lead to a reduction in the demand for Housing and Development Board flats thereby depressing further the construction industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development whether tenants of Housing and Development Board flats who intend to purchase flats will be affected by the reduction in the Central Provident Fund contribution and the unemployment situation thereby affecting the Government's plan to achieve a 100% home ownership by 1990. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, since Questions 5 and 6 by the Member for Telok Blangah are related, I will answer them together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has already implemented various measures to help existing tenants and prospective home buyers to purchase flats. Tenants buying 3-room and 4-room simplified flats need only pay a 5% downpayment. They can also take up mortgage loans of up to 95% of the selling price and repay the loans over 25 years. Under the Ballooning Repayment Scheme, home buyers need only pay 75% of what the normal monthly repayments would have been in the early years of the loan. As the 15% reduction in employer's contribution translates into a 25% total reduction in CPF available for housing payments, the ballooning scheme will enable new buyers to pay for their flats as if the CPF deduction had not taken place. Thus, the 15% reduction in the employer's contribution to the CPF is likely to have little impact on the demand for public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are unable to tell to what extent the demand for public housing will be affected by retrenchment. However, there has been no significant drop in the number of new applications for purchase of HDB flats so far. In the first two months of this year, a total of 7,800 new applicants have registered with the HDB. If this trend con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> tinues, the number of new applications for 1986 will be around 45,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our public housing building programme is geared to meet demand. As of today, there are still more than 52,000 applicants waiting to buy HDB flats. The HDB's building programme is already committed in the next two years to meet this demand. There will therefore be no depressing effects on the construction industry in the next two years. Government's objective of achieving 100% home ownership by 1999 is unlikely to be affected. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Mr Speaker, Sir, could the 5% downpayment be further reduced or waived in view of the present economic recession? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the 5% downpayment is a very small sum. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Only to you! \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Any home buyer who wishes to own a home should make some effort. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, my supplementary question relates to Question 5. Is there a good response to the new scheme which was implemented in December 1985 for tenants of HDB rental flats to purchase flats? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the answer is yes, there is a good response. I think there are more than 2,000 tenants who have applied under this special scheme to own their flats. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, will the Minister tell us how many persons who purchased flats have now applied to return their flats to the HDB because they are unable to continue with their instalment payments? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, I think the number is very small. Offhand, I do not have the exact number with me. If the Member for Anson submits a written question, the answer will be given to him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tomorrow. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, out of the 7,200 applicants, how many of them are first-time applicants, ie, those who are not upgrading themselves to a better flat? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, again, I cannot give the figure offhand. Approximately, I would say 25% of the applicants are upgrading to bigger flats. Another 25% of the applicants are already residents in HDB estates but they are \"split families\", in other words, the children got married and have applied for new homes as they are moving out of their present homes. There may be another 10% who form their own family nucleus perhaps with their spouse who is not an HDB resident. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Sir, could the Minister please clarify these figures for me? Does the projected number of new applicants of 45,000 for 1986 plus the figure of 52,000 applicants on the present waiting list constitute the total waiting list? The HDB has announced that to cater to this wasiting list, it intends to build 160,000 new units by the end of the decade. How did the HDB come to this figure? Has this total waiting list been taken into consideration in HDB's building programme of 160,000 units? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, just now I said that there were 7,800 applications in the last two months. The projection is based on this trend. If this present rate of slightly under 4,000 a month continues, then we will reach the figure of 45,000. But we may or may not reach this figure. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Mr Speaker, Sir, I would like to ask the Minister whether the 2,000 applicants from the rental flats have indicated that the prices of the flats that they intend to buy are beyond their means? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the answer is no. If the price is beyond their means, they will not apply. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Sir, I do not think the Minister has answered the second part of my question. It has been announced that HDB will build 160,000 units by the end of the decade. My question was: based on the projection of the required housing need of 45,000 plus the existing waiting list of 52,000, has this total number of units been taken into consideration in the building programme of HDB of 160,000 units? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Sir, the proposed HDB's programme between 1986 and 1990 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> is 160,000. This is the proposed programme. The HDB's policy has always been to build in order to meet demand. The demand, judging from the waiting list, has always been reviewed every six months. If the demand is greater, such as between 1981 and 1985, the HDB in fact had to build more than the programme. If the demand comes down, then HDB will reduce the programme accordingly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AYER RAJAH EXPRESSWAY AND OVERHEAD BRIDGES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development when the Ayer Rajah Expressway will be completed and what steps are being taken to build overhead bridges, especially at the junction of North Buona Vista Road and Lower Kent Ridge Road, near the National University of Singapore. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the Ayer Rajah Expressway will be fully completed by 1988. The Keppel Viaduct, which is the starting point of the Expressway, was opened to traffic in September last year. The next section between the Viaduct and the Alexandra Road will be open to traffic next month. The final section is formed by Ayer Rajah Road and Upper Ayear Rajah Road. Construction work will commence sometime this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When fully completed, there will be a total of 12 pedestrian overhead bridges and one underpass along the Expressway. Two of these pedestrian overhead bridges will be constructed at the junction of North Buona Vista Road and Lower Kent Ridge Road. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask a supplementary question? I see that part of the Ayer Rajah Expressway is going through my Constituency. Since there are blocks of flats there, has any attempt been made to find out the views of the residents, before it was decided to put a highway between those blocks? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I do not consider that is necessary. If any resident of an HDB estate finds that he is adversely affected, he can apply to the HDB to move to a new flat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Situation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for National Development (a) how many Housing and Development Board flats are currently available for sale; (b) how many flats will be completed by the end of 1986; (c) what is the number of applications for flats as at the latest convenient date; and (d) whether the HDB has plans to review its building programmes if there is a possibility of an oversupply of HDB flats. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the number of HDB flats available for sale as at 28th February 1986, was 18,465. A total of 40,000 flats is scheduled for completion in 1986. As at 28th February 1986, the number of applications for purchase of HDB flats was 52,219. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB's building programme is always reviewed every six months to take into account changes in demand. The programme will be adjusted if there is a possibility of an oversupply of HDB flats. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, I would like to ask the Minister whether it is true that some HDB flats were not taken up by purchasers for more than a year. If so, why were such flats not taken up? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, because HDB has built a very large number of flats, in fact, slightly ahead of the demand, the purchaser has become very choosy. He continuously rejects the flat. Some of them, even though they have accepted the flat initially, declined later. This has resulted in the flat being vacant for a long time. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Will the Minister consider, assuming that these flats are in so-called less popular estates, easing the down payment and other payment terms, to make these so-called less popular areas more attractive? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, the down payment for a small flat for the lower income group has been reduced to a very attractive term. It is only 5%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sorry, the Minister has misunderstood my question. Generally, the down payment is 20% for everybody, even for the less popular estates. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Let us have your supplementary question, please. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> For the less popular estates, will the Minister consider reducing the general down payment so that more people can take up those flats? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Mr Speaker, Sir, I will not change the rules. I think the present rules are still satisfactory. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SECURITY MEASURES AT CHANGI AIRPORT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Communications and Information whether he will inform the House of the security measures that are enforced at the Changi Airport and whether these are adequate; whether other measures are being contemplated and whether passengers will be inconvenienced. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, security measures at Changi Airport are in line with those adopted by other major international airports. This is acknowledged by airlines using Changi Airport. The security experts of the International Air Transport Association (IATA) have also expressed the view that our airport security system is satisfactory and of a high standard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Together with the police, our airport authorities regularly review the airport security system. They are in touch with IATA and ICAO (International Civil Aviation Organization) on the latest developments in airport security and enforcement. Improved measures and equipment adopted by other major airports are introduced from time to time. Regular exercises are also held to test the system and the alertness of security personnel as well as to ensure that our security system functions smoothly at all times. Our security system is also obviously severely dependent on the quality of personnel that we recruit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may have read in the newspapers recently a report about a boy who entered the restricted area without a boarding pass. Investigations suggest that certain security officers may have had a lapse of vigilance. The boy managed to slip past the checkpoint at the entrance of the departure lounge. However, he was soon spotted by a security supervisor. The boy attempted to escape and went through a holding room. He was finally stopped by a security officer and a cabin crew and handed over to the security supervisor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the light of this recent incident, security procedures have been reviewed. Police officers, airport security personnel as well as airline personnel have been asked to exercise greater vigilance. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, in the light of the Minister's reply, can he assure this House that the security officers will be more efficient in the discharge of their duties in the light of the recent incident? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, security personnel have been instructed to be more vigilant in the light of the recent incident. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WORLD TRADE CENTRE OPEN CARPARKS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reduction in charges)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Dr Koh Lam Son</b> asked the Minister for Communications and Information whether he will consider reducing the charges at the World Trade Centre open carparks from $1.20 to $0.60 per hour as the carparks are outside the Central Business District and there is normally no excessive demand. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, I am pleased to inform the hon. Member for Telok Blangah that the Port of Singapore Authority has at its meeting last month decided to reduce the parking charges for the open car parks at Maritime Square, as there are now sufficient parking lots to meet the heavy demand during popular exhibitions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The parking charges at these open car parks will be reduced from $1.20 per hour to $0.60 per hour with effect from 1st April, 1986. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Will the Minister confirm that these rates will also apply to the car park across the road at the bus interchange where a hawker centre is located? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the reduction in parking charges will be applied to the car parks in that vicinity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REDUCTION OF ROAD TAX AND EXTENSION OF PARF</b>\n  </div> \n  <div align=\"center\">\n   <b>TO COMPANY CARS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Communications and Information, in view of the current economic recession, whether his Ministry will consider (i) reducing road tax, and (ii) extending Preferential Additional Registration Fee entitlement to Q-plate cars. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, I have answered the first part of the Member's question in reply to a question asked by the Member for Fengshan yesterday as well as subsequent supplementary questions asked by other Members. I shall proceed to the second part of the question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as for PARF for company cars, there is no need to offer it at the moment since company cars already enjoy tax concessions on the depreciation of their cars. There is no need, therefore, to offer additional incentives for these cars. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL RESERVES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance (a) what is the amount of Singapore's national reserves as at 31st December 1985; (b) what types of investments are the reserves put in; and (c) what were the returns from these investments for the past five years. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Hu Tsu Tau):</b> Mr Speaker, Sir, Singapore's official foreign reserves on 31st December 1985, was S$27,080.1 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reserves are invested in a diversified mix of asset classes, countries and currencies. The main assets would include gold, cash, Treasury bills and Government bonds. The distribution changes from time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> to time, depending on the expected yields of the various investment instruments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not Government's policy to disclose the returns earned on the investments of our national reserves. Most countries have the same policy of not disclosing the returns on their reserves. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Minister explain what is the reason for not disclosing the returns? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> It is not customary practice. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are there any reasons for it? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> I understand the implication of what the Member for Anson says. This is his common practice. If he has any implication, I suggest he says it out loud. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What are the reasons? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> There are no reasons that I need give you. If there are any aspersions you want to cast, I would like to hear them before I answer you. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I think that if the reserves belong to the people - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your supplementary question, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - should they not be told what the returns are? This is my supplementary question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, carry on. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Should not the people be told what they are getting on their reserves? Does the Minister realize that it is a weak answer to say \"it is the practice\". The practice may be all wrong. And if it is wrong, does he not realize it should be discontinued? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, we have absolutely nothing to hide. I can assure the Member for Anson that, in fact the returns on our assets are more than adequate and up to international standards. I am merely refusing to say anything because I want him to come out and say exactly what he means. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why do you not disclose them? \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio):</b> May I know from the Minister whether we have invested some of our reserves in the Japanese Yen? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> A significant proportion, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What percentage of these investments is abroad and what is the percentage locally? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> By the nature of the reserves which are held by the Board of Currency Commissioners and by the MAS, they are entirely abroad. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Would the Minister inform this House whether there are investments in stocks and in properties as well? \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> The properties and stocks are held by the GSIC, which exclude the reserves we are talking about here. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SKILLS DEVELOPMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Finance (a) how many local companies have applied for and been granted funds from the Skills Development Fund; (b) what is the total number of employees who have benefitted from the Fund; (c) whether there are any training programmes being designed to benefit general workers; and (d) whether any plans are being worked out with the Vocational and Industrial Training Board to provide courses suitable for workers to upgrade their educational and technical skills to help them increase productivity. \n  <br>\n  <br>\n  <!-- Dr Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hu Tsu Tau:</b> Mr Speaker, Sir, the SDF operates three main grant schemes for promoting training, mechanization and development consultancy. Todate more than 7,400 companies have responded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Training Grant Scheme, 3,975 or 61% out of the total of 6,538 successful companies are local. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Interest Grant for Mechanization Scheme, 717 or 65% out of the total of 1,103 successful applications are from local companies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Development Consultancy Scheme is restricted to local companies. It has supported 135 companies with grants for the engagement of external consultants to upgrade their business operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Training Grant Scheme, the SDF had made grant commitments to support the training of a total of 311,806 trainees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SDF has been actively looking for training opportunities for general workers. Its latest project is the Core Skills for Effectivenss and Change (COSEC) programme which will give workers permanent ownership of a set of five core skills that will prepare them for occupational competence and the capacity to adapt to change. COSEC is likely to have an impact on some 300,000 services, sales and clerical workers who would typically earn less than $800 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SDF has been working closely with the VITB in funding all of VITB's continuing education and training programmes. VITB's apprenticeship schemes, joint industrial/VITB courses and the Modular Skills Training scheme have all be granted approval-in-principle support by the SDF. These courses help workers upgrade their educational and technical skills. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDICAL SERVICES IN NORTHERN AND EASTERN</b>\n  </div> \n  <div align=\"center\">\n   <b>PARTS OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Provision)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Encik Ibrahim Othman</b> asked the Minister for Health whether there are any plans to provide medical services for people living in the northern and eastern parts of Singapore; and, if so, when are they expected to be implemented. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Mr Yeo Cheow Tong) (for the Minister for Health):</b> Mr Speaker, Sir, I will answer on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hospital services for the people living in the northern and eastern parts of Singapore are currently provided by Changi Hospital, Toa Payoh Hospital and Tan Tock Seng Hospital. In addition, primary health services are provided by six polyclinics, five maternal and child health clinics and six outpatient dispensaries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry plans to build a 200-bedded community hospital at Ang Mo Kio. This is expected to be completed by the end of 1988. In addition, the Ministry plans to renovate Toa Payoh and Tan Tock Seng Hospitals and at the same time upgrade a number of the C class beds into B2 class beds for which there is a demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has set aside sites for the building of new hospitals in Bedok, Woodlands and Hougang. As to when these hospitals will be built will depend upon the demand and the occupancy of beds within the existing hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry plans to build one new polyclinic in each of the larger HDB new towns in the northern and eastern sectors, and these are: \n  <pre>\r\n\r\n        1988:    Hougang, Tampines.\r\n\r\n        1989:    Yishun, MacPherson.\r\n\r\n        1990:    Woodlands\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each of these polyclinics will provide general outpatient, maternal and child health and school health services as well as rehabilitation and day-care for the elderly. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman:</b> Sir, can the Minister inform the House what plans does the Ministry of Health have for the reserved hospital site in Tanah Merah constituency in Bedok? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, as I have just stated, the site has been reserved and the timing for the building of the hospital there will depend upon the demand and the occupancy of the existing hospitals. \n  <br>\n  <br>\n  <!-- Mr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Vasoo (Bo Wen):</b> Sir, what type of health care will be given through the community hospital? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The community hospitals will not be acute hospitals. Patients who require longer term care, for example, those who are recovering from orthopaedic surgery and who require a lower activity type of care will then be referred there and hospitalized there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS' LEVY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Request for reduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Dr Wong Kwei Cheong</b> asked the Acting Minister for Labour if the government will further assist industries to reduce operational cost by reducing the Foreign Workers' Levy, since the government has already decided to reduce the employers' Central Provident Fund contributions by 15% points. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Acting Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, the Foreign Workers' Levy is applied to non-traditional source (NTS) workers who are allowed only in the construction industry, the shipyards and as domestic servants. Few NTS workers are left in the other sectors of the economy with the near-completion of the programme to phase them out from these other sectors by the end of the year. The levy is also applied to traditional source workers in the construction industry who are here on Block Work Permits. Foreign workers in the manufacturing and other industries are almost entirely on the CPF scheme. They are not affected by the levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the construction industry, the original plan was to increase the $200 levy per month to $350 by April 1986 in steps of $50 increase every six months. The objective was to narrow the substantial cost difference between hiring local and foreign construction workers. However, in view of the economic recession, the Government has frozen the levy at $200 per month until further review. Any reduction in the levy will further depress wages in the construction industry and discourage Singaporeans from seeking a career in the industry. This will make it even more difficult to build up a core of local construction workers. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, is it not true that the then prevailing CPF contribution rate was the major factor taken into account when the Foreign Workers' Levy was calculated, particularly the levy of $120 on foreign maids? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> In setting the levy, the Government considers various factors. One of these is, of course, the level of CPF contribution. The other consideration is the difference in wage cost between the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> foreign worker and the local worker. For example, maids from Sri Lanka can be hired for as low as $100 or $150 per month. When the levy on maids was increased in 1984, I understand that the wages of Filipina maids have, in fact, gone down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the maid situation is concerned, despite the recession, the number of foreign maids is increasing rapidly. The number increased by 7,100 in 1984. It increased further by 3,500 last year, to a total of 28,000 maids. There is, therefore, no justification for a reduction of the levy on foreign maids. At $120 per month, the levy on domestic maids is still lower than the $200 levy for other NTS workers. So if Singaporeans wish to employ more maids, they should perhaps consider employing Singaporean maids. In this way, we will give more jobs to some of the local housewives who are looking for work. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HAW PAR VILLA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Preservation and maintenance)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;16. \n  <b>Encik Abbas Abu Amin</b> asked the Acting Minister for Trade and Industry if the Singapore Tourist Promotion Board has details of a plan to preserve and maintain Haw Par Villa which attracts both tourists and Singaporeans. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Dr Lee Boon Yang) (for the Acting Minister for Trade and Industry):</b> Mr Speaker, Sir, I shall be answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Tourist Promotion Board indeed intends to preserve and maintain Haw Par Villa as an attraction for both tourists and Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In response to advertisements placed in local and international newspapers, STPB has received 10 private sector proposals to redevelop Haw Par Villa and two adjoining plots of land into a \"Chinese Mythological Theme Park\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from preserving and enhancing the existing exhibits, the plan is to recreate the traditional Chinese settings within the Garden and introduce new theme park \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> attractions. The project will require private investment exceeding $20 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An announcement of the award of the project will be made shortly. When completed in about two years' time, Haw Par Villa will be a unique attraction for both tourists and Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Exempted Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders as modified by resolution of Parliament on the 1st of March 1985, consideration of the Main and Development Estimates of Expenditure for FY 1986/87 in the Committee of Supply be continued after 4.30 pm until 5.30 pm on the days allotted for the business of Supply and the proceedings thereon be exempted from the provisions of Standing Order No. 1 until 5.30 pm on each day. - [Dr Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 1986/87 and the Supplementary Supply Bill for FY 1985/86 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 1986/87. - [Dr Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>SINGAPORE FAMILY PLANNING AND POPULATION BOARD</b>\n  </div> \n  <div align=\"center\">\n   <b>(REPEAL) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to transfer the functions of the Singapore Family Planning and Population Board to the Government and to repeal the Singapore Family Planning and Population Board Act (Chapter 168 of the Revised Edition) and to provide for matters incidental thereto\", recommendation of President signified; presented by the Minister for Health (Dr Hu Tsu Tau); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1986 TO 31ST MARCH, 1987</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>11.41 am \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Disposal of Amendments)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Announcement by Mr Speaker \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The total time requested by hon. Members for discussion of the amendments to the Estimates has exceeded the time available on the allotted days. In the fixing of the guillotine times, therefore, the times requested have had to be considerably reduced. I would therefore urge hon. Members to be short and sweet when they raise their matters so that we can meet the guillotine times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> will recall my ruling on 20th March, 1985, that any Member who has not filed notice in respect of an amendment under consideration may be allowed to speak for up to five minutes on the amendment (that is, if he can catch my eye). Because of the time constraint, I am afraid my eyesight may not be as good as it should be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to Business. Main and Development Estimates of Singapore for the financial year 1st April, 1986 to 31st March, 1987, contained in Paper Cmd. 6 of 1986. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates on pages 25 and 26 respectively of Paper Cmd. 6 of 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head E be reduced by $10 in respect of Subhead EA-04 Object Group 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Small Claims Tribunals Act was introduced in 1984 to provide for a speedy and inexpensive machinery to handle small claims arising from disputes between consumer and the supplier. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> setting up of the Small Claims Tribunals is to provide consumers with a simple, informal and inexpensive way of seeking redress for the shoddy services or defective goods supplied by the sellers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Bill was introduced in this House I spoke in support of this Bill but I did caution against the possible abuse by traders who might take advantage of the services of the Small Claims Tribunals to recover money from their debtors, thus turning the Small Claims Tribunals into their debt collecting agency. It has been more than a year since the Small Claims Tribunals were established, and the statistics on the number of cases handled by the Tribunals show that my initial reservations and fears were not unfounded. In fact, between February and December 1985, the Tribunal received 3,788 claims. However, the majority of these proceedings were brought by traders rather than consumers. In fact, 3,049 claims, or over 80%, were lodged by businesses or companies, either against other traders or against individuals. \n  <br>11.45 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must prevent the overwhelming domination of the Small Claims process by businessmen and traders at the expense of the consumers. We must also at least prevent abuse by some traders who repeatedly utilize the service of the Small Claims Tribunals for the purpose of collecting outstanding debts. I would, therefore, like to pose the following questions to the Hon. Minister for Law: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Has the Small Claims Tribunals been able to settle all cases and claims expeditiously and provide adequate consumer protection? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Is there an increasing trend of more traders utilizing the services of the Small Claims Tribunals? If so, is there any indication of abuses, and how does the Ministry propose to check such abuses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Are the consumers in Singapore sufficiently aware of the avenues that are open to them to seek redress through the Small Claims Tribunals, and whether further public education is necessary? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, in reply to the Member for Boon Lay. During the Second Reading of the Small Claims Tribunals Bill, he indeed, together with other Members, raised certain concerns about provisions of the Bill. One of the concerns he expressed was the provision which allowed both traders as well as consumers to utilize the court. I believe he was of the opinion that the Small Claims Tribunals Court should be exclusively reserved for claims brought by consumers. But, as I had explained during the Second Reading of the Bill, there were good reasons why both consumers as well as traders should be allowed to utilize the court. I might add that this feature that both traders and consumers utilize the court was emphatically proposed by the Judiciary itself. I do not think it could probably be otherwise, for then it may attract constitutional argument of violation of the equal protection provisions in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main question that arises from the figures mentioned by the hon. Member is whether that gives an overwhelming majority or a large majority of the cases attributable to claims by traders and, if so, is this an abuse at the expense of the consumers? To the first question, I think he is right about the figure. Indeed for the period that he has mentioned, about 80% of the claims were brought by traders and about 20% by consumers. Is this a cause for concern? I think he would be right about there being a cause for concern if indeed this represents an abuse, or if this is in some way at the expense of the consumers. I would like to assure him that I have looked into his question and I have also discussed this with the Registrar of the Tribunals. The answer is that, although there is a large number of cases brought by traders, it has not been at the expense of consumers or factually causing delay in cases brought by consumers. I have been assured that claims brought by consumers have heen fixed speedily. The point, therefore, is that it may be necessary to have more publicity and more awareness brought about so that consumers may exercise their right to a greater extent. How can this be done? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Consumers Association of Singapore, I think, has done a good job in publicising the workings of the Tribunals and we will get in touch with CASE to see if more can be done. Perhaps the Member for Boon Lay could also assist in publicising the advantages of the Tribunals and the systems for consumers at large. But I would like to assure him that although, at first glance, the number seems surprising, it has not impeded or delayed the settlement of cases brought by consumers. Furthermore, whether or not it has been abused, the answer is no because there are provisions in the Act which enable those in the court to reject cases which are frivolous. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> The Minister's answer is that the claims brought about by the consumers are settled quite expeditiously. Can I ask, on the average, how long does a person have to wait before a case is heard and settled? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I do not have that information with me here, but I shall be very happy to supply it to him subsequently. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> I thank the Minister for the reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,849,300 for Head E ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,275,400 for Head E ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr J.B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J.B. Jeyaretnam (Anson):</b> Mr Speaker, Sir, I have two amendments as you may notice. Is it your pleasure that I take them together, one after the other? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> How many minutes will you take? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I see that we have got until 12.20 pm, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> That includes the reply. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I know, Sir. Well, I was very upset that you have curtailed the times. I can understand your difficulties. But I think something must be done, such as amending Standing Orders, to enable a very full discussion of the Supply Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, first of all, may I move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Object Group deals with political appointments in the particular Office of the Prime Minister. But the Prime Minister's Office is also responsible for the overall policy direction for all Ministries and for the Government, of course. So I wish to dwell on the number of political appointments in the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, quite recently the public were told that there was a need to restrict posts in the private sector and the public sector and a need for restraint. Nothwithstanding those calls to the private sector and to the public sector, the people of Singapore were informed that two Minister of State would be promoted to the rank of Acting Minister to the Cabinet. This would appear to run counter to the Government's call that at this time there should be some restraint in the number of new posts that are created or filled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one cannot help the feeling that in Singapore perhaps we have too much of over-ruling of us. One wonders whether it is really necessary that a country like Singapore with a population of 2.5 million should have the number of Ministers, the number of Ministers of State, the number of Parliamentary Secretaries, the number of Political Secretaries that Singapore has. It seems to me, Sir, that it is top heavy, and perhaps an attempt should be made to prune this and to pass the savings on to the people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if I may move on to the Prime Minister's Office, particularly the political appointments. What do we find besides the Prime Minister there? We have two other Ministers - Senior Minister, Second Deputy Prime Minister. Then we have a Senior Minister of State, a Minister of State, a Senior Parliamentary Secretary, a Parliamentary Secretary, and a Political Secretary. Mr Speaker, Sir, I think the people of Singapore would like to know exactly what responsibilities are discharged by the various holders of these posts. I am particularly referring to the post of the Senior Minister in the Prime Minister's Office and to the Second Deputy Prime Minister. (I notice that the Second Deputy Prime Minister is here but not the Senior Minister). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, quite seriously, I was asked by a member of the public whether I would propose that the case of these two appointments be referred to the National Productivity Board to determine and to report to the people on their productivity. It is not a meagre sum that they are paid. What is it? $23,000-$24,000 a month. I assure the Prime Minister that it is not just me, but the public would like to know exactly what responsibilities are discharged by the Senior Minister in his Office and by the Second Deputy Prime Minister. We know the Second Deputy Prime Minister is also the Secretary-General of the NTUC. Is he being paid to discharge his office as Secretary-General of the NTUC? Or is he being paid for his work in the Prime Minister's Office? The public are anxious to know this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have not the time to dwell on every other appointment but there is the appointment of the Political Secretary. I asked this last year and the Prime Minister was not here to answer it. But I am glad to see that he is here and perhaps he can enlighten us. Last year, I said that the appointment of Political Secretary was ultra vires the Constitution. The First Deputy Prime Minister, aided by the Minister for Home Affairs, tried to argue that it was within the Constitution. May I say that nobody is convinced by those arguments. All they could rely on was a definition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> section. Perhaps the Prime Minister could tell us where in the Constitution does it provide for the appointment of a Political Secretary. That is one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is that they would also like to know what duties are these Political Secretaries discharging? We know the one in his Office also holds an Office in the NTUC. Is he being paid for work in the NTUC, or is he being paid for his work in the Prime Minister's Office? May we know what they are doing? There is, of course, the other man, another Political Secretary, who I believe is working in a company, the Singapore Press Holdings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So may we have from the Prime Minister this morning the responsibilities discharged, particularly by the Senior Minister and the Second Deputy Prime Minister? Will he also let us know about the responsibilities discharged by the other Senior Minister of State and Minister of State? They are not paid a pittance and, at this time of the recession with the need to try and cut down on our operating expenditure, I think the public are entitled to an answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now move on to the other amendment that I have and which concerns the whole of the Head U. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here I am renewing my call for a reduction in the pay of the Ministers, Cabinet Ministers and Ministers of State. Last year, the Prime Minister wanted a full debate on this and so, notwithstanding the time that was allotted by you, we had, I think, a whole afternoon debating this. I then said that it was my view that the Ministers in Singapore are grossly overpaid when one considers the salaries of Ministers in other Commonwealth countries. I gathered from the arguments put forward by the Prime Minister (and I see it was supported yesterday by the Member for Whampoa) that unless you pay the Ministers what you are paying them now, they will be putting their hands into the till, so to speak. So to keep them free from corruption, we will have to pay them adequately. May I say that I find that answer or that reason most unconvincing. In the first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> place, it is not flattering to our Ministers that if they were not paid the sums they would resort to corruption. I am sure that cannot be applied to all the Ministers or to any of the Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government has only recently imposed a 15% wage cut on our workers. I said this yesterday. The 15% reduction in the employer's contribution amounts to a 15% reduction in the wages of the workers. Well, what is sauce for the goose is also sauce for the gander! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, I said that it would be worthy of Ministers if they set an example. Now, this year, the need becomes far more urgent. The Government has, as I said, forced a reduction on the wages of the workers. May I assure the Prime Minister that the public are waiting to know what is the response from his Ministers and from himself? I think they are entitled to ask this and they demand an answer. It was said last year that the Ministers were making a sacrifice, that they lose by coming into the political arena, into the service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, sometime ago, I tabled a question asking for the pensions and the gratuities that were paid to Ministers who gave up office. I was told, \"We won't give you this. You can work it out yourself because they are all matters of public record.\" Well, we have worked it out and we have now published in the Hammer what gratuities Ministers retired at the end of 1984 were paid and what pensions they are drawing. Two Ministers should have received gratuities of well over $1 million and their pensions are about $15,000-$16,000 a month. It may be argued that, in the private sector, they might have been much better off. That is a hypothetical question. The public must be told why these pensions and gratuities are not adequate enough, and why there is a need to maintain these high salaries for Singapore Ministers and Ministers of State. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, first, let me ask the Member for Anson whether he thinks it was wrong that there should be Ministers in charge of Ministries. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. But I think there are too many Ministries for a place like ours, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> with a population like ours. We could cut down on the number of Ministries. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Can I ask him which Ministries he would close down? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I can see clearly the need or the possibility of merging Ministries together, so that one Minister could be put in charge of both. The Ministries that come to my mind are Health and Environment. You can put them together. The question is, quite apart from whether the Ministries should not - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Answer the question. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Prime Minister reply to the question of the over-supply of Ministers, particularly in his Office, the Prime Minister's Office, where we have three full Cabinet Ministers and two Ministers of State? Why is it necessary that he should have two Ministers in his Office? What are they doing? Would he please answer that and also answer the question about the salaries? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Since he cannot answer which Ministries he was going to close, can I ask whether he believes that it cost the Government any more to have an acting Minister as against a substantive Minister? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I can see what the Prime Minister's game is. We have only got 10 more minutes and he does not propose to answer my questions which are directed at him. So may we, Mr Prime Minister, because this is my motion for an amendment, have answers to my questions because we only have got 10 minutes more? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Is the Member for Anson aware that an acting Minister does not get the Minister's pay? He gets the pay of his substantive job. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Carry on. Answer my other questions. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> So, Sir, we get a series of wild, reckless, incoherent, allegations based on the distorted workings of a sick mind. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is it your mind or my mind? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Yours. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I have been holding this office for 26 years. This June, it will be 27 years. It is a matter of public record - how many people are appointed to high office, how many I have removed. I run a trim ship. Both sides, and many outside this House, know that, and I am comforted to believe - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Prime Minister is not giving way. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I have barely six minutes left. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Will you answer the questions without giving us a history? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Sit down! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May we know what the Senior Minister is doing in your Office? What is the Second Deputy Prime Minister doing? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, there is a certain incoherence in the interventions. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> There is none. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> By way of illustration, this was in January when five appointments were removed - two Ministers of State, two Parliamentary Secretaries, and one Political Secretary. In their places, one Minister of State, two Parliamentary Secretaries and one Political Secretary were appointed. So there has been a trimming down of the Government. Two Ministers of State have been made to act. They stay as Ministers of State. Whether they remain as Ministers of State or substantively become Ministers depends upon how they perform. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> On you. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It depends upon how they perform and I am the judge, yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also 75 other Members of this House who can test their capacity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, this dreary business of what Ministers do. They do what I expect them to do. And if they do not do so - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tell us. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I remove them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What does the Senior Minister do? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I know he does not like the Senior Minister. He is tormented by him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> But I consider him a worthy colleague. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What does he do for the last time? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He renders me service. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What service? Goes with you all over - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> By way of illustration. We had a request for asylum recently. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Request for what? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> For political asylum recently. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> From President Marcos? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We had earlier made an offer for temporary stay at the height of the crisis. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May we have an answer to my question? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am giving him the answer. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Will you please stop interrupting, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Why does he not desist and listen? Should it be offered? In a crisis, you take counsel, and we said, \"Yes, we will offer him.\" The request came subsequently after the event. Should we now offer him or should we consult the de facto and de jure Government of the Philippines? We decided, and I was reinforced in my view by my Senior Minister, although some other Ministers disagreed with my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> views. I think that is valuable contribution, as judgment and if judgment - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> $26,000 a month for that advice. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, it is for the public to judge that. I run the trimmest government anywhere in this part of the world and it is an honest, capable, competent one. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is for the public to judge. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Indeed. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, we will see. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I think there are very few Prime Ministers who have won seven General Elections. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> We will see whether you will win the next one. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, let us now settle this question of the pay. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We have had a thorough debate. I have got exactly three minutes. Let me say this. When the civil servants take a pay cut, so do the Ministers. When they lose their CPF, so do Ministers. When they lose their half-month incentive pay, so do Ministers. There is a definite hierarchy in the structure of the Government and the civil servicve. He quotes his Hammer. I am not here to correct his figures. His figures are wrong. He cannot even calculate with a pocket calculator. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tell us. I asked for those figures. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Let me say this. That a civil servant who entered the service in 1965, if he had retired at the same time as Dr Goh retired, he would get $ million. There is no magic in figures. We are talking in terms of relativity. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What did Dr Goh get? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> About a million dollars. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> More than a million dollars. That is what has been published. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No. You have miscalculated it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I asked for the correct figures and you hide them. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You are interrupting all the time, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, such behaviour demeans the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear! hear! \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am prepared to answer anywhere any place. I am trying to get across and I get nothing but the heckles of a street hustler. He talks about unconstitutional - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Prime Minister, you are running out of time. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Could I not get consent of the House to answer his question on Political Secretary? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> No, I am afraid not. Unless the Leader of the House moves a motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HEAD U</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension of Guillotine)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> May I seek your consent and also of Members of the House that we lift the time set for this head to enable us to continue this debate until its completion? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> For how long? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I suggest until we get full satisfaction. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> We can re-order the time, Sir, for the other heads. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I give my consent. Do I have the general assent of hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Debate on the Amendment to Head U continue beyond guillotine time until its completion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont.) \n  <br>12.21 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Now without time constraints, Mr Speaker, Sir. If the Member for Anson were a powerful legal luminary, I would quiver at the charge that we have been acting unconstitutionally when we appointed Political Secretaries. I read about it last year and I thought my colleague, the Second Minister for Law, was so gentle. I do not have a gentle touch for hustlers. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You need knuckle dusters. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I do not need them. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You got the ISD. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I can deal with them the way I have dealt with them for 27 years. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And you are trying to deal with me. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, no one in this House, indeed no one at the Bar, has more experience of appeals on points of law, personally, than the Member for Anson. It is unprecedented. He has gone up to the Privy Council twice on such important matters of law, once in a civil action against me, another against the Crown in a criminal action. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Crown? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Against the Government. I am out of touch. When I practised at the Bar, it was the Crown. But my basic principles of laws are not out of touch. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There would not be a Crown in Singapore. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He has gone up on four or five appeals, to the High Court and the Court of - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask the Prime Minister - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> - by way of clarification, now that we have got the whole day. Does he know of the grounds on which the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> Privy Council have refused me special leave to petition? Does he know? It is all because of his law that he passed in Singapore, the Statute. The Privy Council held that under the Statute, the statutory provision, there was no further appeal from the High Court. How does that prove that I was wrong? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That he did not understand the simple words of the statute. Would he tell the House why his appeal against damages awarded against him was refused? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You have got the judgment. You read it. Circulate it so that everybody gets a copy of it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That he was found to have been unwise in challenging the law and on fact that he was not telling the truth in the court in the first instance. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Privy Council did not go into that. Bring the Judgment out. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, he makes fantastic, absurd propositions, that, in order that a Political Secretary can be appointed, there must be a provision in the Constitution for his appointment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That was made in 1966 as well by a present High Court Judge. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Please. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is the Prime Minister not aware that this same point was raised in the 1960s by a man who is now a High Court Judge, who said that he did not see any provision in the Constitution for the appointment of a Political Secretary? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Is that the only authority - that a Member of the Opposition in 1966, who is now a High Court Judge, said so, and therefore what he said in this House is a constitutional necessity? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would the Prime Minister - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What is your constitutional basis? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The constitutional basis is the Constitution itself, Mr Prime Minister. If you like, I will get you a copy of the Constitution now, and you tell us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> where in that Constitution is there a provision for the appointment of a Political Secretary? Do not point me to the definition section. Point to me the substantive provision in the Constitution which says that the Prime Minister or the President shall appoint a Political Secretary. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I have a Press Secretary. Tomorrow, if need be, I can appoint a Social Secretary. Is that unconstitutional? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, these are supposed to be political appointments. Does not the Prime Minister recognize the distinction between political appointments and other appointments? Of course, he can appoint his Private Secretaries, he can appoint anybody he likes. But these are political appointments. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I ask for his authority. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Constitution is the authority for political appointments. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, can I ask him to forebear and listen? The Constitution sets out those officers of State who must have membership of this House and who, having been appointed to office, then have control directly, or subordinately, of the civil service. The Political Secretary has not got to be a Member of this House. His is not an office of profit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is he not paid? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> His appointment could be by way of contract, could be on a month-to-month basis, whatever the Minister or the Prime Minister thinks fit. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Is he not paid? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The fact that he is paid, as my Press Secretary is paid, does not make it an office of profit. Any of those named in the Constitution comes under one disqualification - that he cannot receive any salary from any other job. The Political Secretary is under no such disability. Hence, when the Member for Yio Chu Kang was Political Secretary, he continued with the Overseas Union Bank. But having become a Parliamentary Secretary, that would have been an office of profit. That would have given him access to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> civil service, that would have made it unconstitutional for him to have held any other office of profit. \n  <br>12.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Anson wants to know whether the Second Deputy Prime Minister is paid by the NTUC. He cannot be that ignorant of the law. I did not believe he was. I now believe he is, or he would not have asked that question. He is the Second Deputy Prime Minister and holding an office of profit. Therefore, he cannot receive - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I clarify what I said? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Let me finish. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You got it wrong. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is pathetic, Mr Speaker. He has the whole afternoon and the tragedy is he did not expect it. So he occupied as much time as possible to squeeze me out. Now he has not the chance to wriggle out. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Let us spend the whole afternoon on this. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> If I am wrong about Political Secretaries - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Take it to the court. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, please, as he has done to the Court of Criminal Appeal, to the Privy Council, to the Court of Appeal. There is a simple test, not what the Member for Farrer Park as he then was, Mr A. P. Rajah said obiter, in passing, making political points in this House. But what he would, sitting in judgment in the High Court considering the law and the submissions of learned counsel before him, have to rule. I am guided in this, not just by abstract principles with which all lawyers should be familiar, but also by the Attorney-General and his Chambers whose duty it is to see that this Government acts in accordance with the law. So what the Member for Anson is now saying is the Attorney-General and all his Legal Officers do not know their job. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Say so. Bring your evidence. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I have asked the Prime Minister about Political Secretary appointments. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Give me your legal authority. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The legal authority, for the third time, is the Constitution. All political appointments must find a place in the Constitution, and I am asking the Prime Minister where is the provision in the Constitution for the appointment of a Political Secretary. It is no good saying that it is not an office of profit. It is not that and this. Their pay is being charged to the Consolidated Revenue and it is put under a political appointment. It is as simple as that. The taxpayer is asked to pay for this appointment of a Political Secretary and I say every political appointment must be spelt out in the Constitution. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am asking for the legal authority for that statement. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Prime Minister says, \"Take it to the courts.\" May I ask him, if he is really earnest about all this, would he ask the Attorney-General to present an originating motion in the High Court for the determination of this question in the public interest and then I will argue it contra? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, he has learned. He may be obstinate, he may be obdurate, but successive punishments of costs awarded against him has taught him one simple lesson. Open your mouth here, open your mouth to the press, but issue a summons at your peril. He issued one summons against the Senior Minister for defamation. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Which Senior Minister? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The one you hate most. Your bete noire. Libel, he said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, I am glad he brought this up. I am very glad. Does the Prime Minister know why that action aginst the Senior Minister was dismissed? Does he know? Not on merits. Would he tell us if he knows why it was dismissed? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I am not worried why it was dismissed. All I know was we passed in this House an amendment which says that any political party that issues writs will be held, not only as a party responsible for those writs because the party can be made bankrupt, as he has made his Party bankrupt, but that the central committee members of that party who are not bankrupt can then be attached for costs. And if he had conviction, as the Secretary-General of the Workers' Party, he was doing right for his party and not making it further into debt, he would have carried on and staked his personal bank account against the writ. But he did not. Why did he not? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, we are straying. The Prime Minister, very deftly, is straying away from the subject. We brought an action against the Senior Minister. No, he was the supernumerary Foreign Minister in those days. The Foreign Minister could not be trusted to do the job himself, so he has had to have a supernumerary Foreign Minister to oversee the Foreign Minister. We brought an action against this supernumerary Foreign Minister for defamatory words uttered by him. The Party brought it. And something which is unheard of in other countries, a writ is commenced, a Bill is introduced in Parliament to affect proceedings which are already commenced in court retroactively, requiring the Party to lodge a security and the Party was unable to lodge the security. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Ha! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, you laugh. It is a matter for laughing for you. The Party is unable to lodge the security and the High Court then says, \"Well, you are unable to lodge the security, you cannot proceed.\" That is the simple truth about it. You asked: why does he not put up the security? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Why? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you want to know, Mr Prime Minister - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I do. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The truthful answer is that I did not have the funds to put up the security. I am not ashamed to admit that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> So a Party with $14.90 in the bank issues a writ, and if it loses it has only got $14.90 to lose. But when it was asked to back its writ with a cost of what it would be to the other side, the Member for Anson - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You introduced that Bill. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, indeed. Surely. It was not retroactive. It started from the day it received assent. In other words, any action that continued after that day, the Member was responsible for because he ensured that it continued. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It should have been specified in the Bill that it did not affect proceedings brought before that. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We now have this marvellous admission. \"I have cheated you -\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, you have. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> \"- by issuing a Bill before you could get at me because I am putting in front of me a bankrupt Party. I have made the Party bankrupt by bringing false actions, by being unable to pay damages. So I issue more reckless writs.\" What did we do in this House? We said if any Member - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> By way of clarification, how many writs have we issued? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Against the First Deputy Prime Minister, one still on appeal. I am prepared to take a wager on the outcome of the appeal. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You know the outcome of the appeal. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, indeed. I am prepared to put a wager on the outcome of the appeal because I know the law and the facts have been found by the Judge, and the facts cannot be overturned. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Startling revelation. The Prime Minister knows the outcome of the appeal. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am offering him a wager. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you know what the outcome of the appeal is. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Three Judges - this is not the Philippines. There are three Judges. He has made scandalous allegations about the quality of justice when he kept on losing his cases. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Scandalous allegations, where? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> That he was being pursued. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Where did I make these scandalous allegations? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> In this House last year. I was waiting for it this year, under Judicature. Wisely, he did not. [Interruption] Please. The more reckless it becomes, the better it is. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No, it is not going to become reckless, Mr Prime Minister. The allegation that I made when discussing the Subordinate Courts (Amendment) Bill - that was the main Bill that was being discussed last year - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is a smear and you know that. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a smear. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Judicature. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Not on the Judiciary, Mr Prime Minister, if you will listen. The allegation that I made was that the prosecution was politically motivated. That was the allegation - that the prosecution of me and my Chairman was politically motivated. And the other thing I said was we were acquitted on three of those charges by the Senior District Judge and after he had written his judgment, because an appeal was filed by the Public Prosecutor against the acquittal, he was transferred. He was transferred from being a Senior District Judge - a man who had been there for years and, as I said then and I repeat now, who would in the normal course have been translated to the High Court Bench because that is where people who held the post of Senior District Judge had gone in the past. You have got one man now who was a Senior District Judge. But this man was sent to the AG's Chambers and it was not a promotion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said, speaking last year, that there were eyebrows raised in public about this transfer of the man, and I asked for an explanation. So there were no scandalous allegations about the Judges or about the courts. I think the Prime Minister must understand what I said last year. I said the prosecution was politically motivated and I stand by it, and I wanted to know why this man was transferred. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Is the Member aware that transfer of Judges is in the hands of the Legal Service Commission under the chairmanship of the Chief Justice? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Attorney-General is the No. 2 man there, and I said there were three administrative men there. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He now admits that the transfer was made by the Chief Justice in the Legal Service Commission in which the Government has no hand. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> This is getting tiresome. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is. \n  <br>12.45 pm \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the Prime Minister should be aware, as I explained last year, that the Legal Service Commission consist of the Chief Justice as Head of the Legal Service Commission, the Attorney-General who is not a Judicial Officer (he is the Government's No. 1 Legal Officer), and then a High Court Judge and three others, or something like that. And I pointed out that they exceeded in number, the Judges, on the Legal Service Commission. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am now entertained by a new theory that the High Court Judge and the Chief Justice were overruled by three Government nominees. I will write officially to the Chief Justice, as Chairman of the Legal Service Commission, to find out if there was any division of views on this. He has made another wild statement that because the man was a District Judge, therefore he should have been a High Court Judge, since his predecessor was. That is a fatuous remark. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Would he tell us? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The man who now holds the position of District Judge is Mr Foenander. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> He came from the Attorney-General's Chambers. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> They all do. They all interchange. Is he entitled to go to the High Court? This is something new. Point out the constitutional provision. You want to bluff me? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Prime Minister should know that there is no constitutional provision that a Senior District Judge becomes a High Court Judge. Of course, there is not. In which country do you find it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Then why make this scandalous allegation? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is not a scandalous allegation, Mr Prime Minister. Just try and think clearly. It is not a scandalous allegation. What I said was - and you can look at Hansard - was that prior to this there were two people who had held the post, who were translated to the High Court Bench. Oh, no, there were three, going back to 1963 days. That is right. Mr Choor Singh, you know. Mr Choor Singh went up from being Senior District Judge (in those days it was District Judge and First Magistrate). He went up to the High Court Bench. Then there was another man, as you have just mentioned. Then there was yet another man, who is now dead, who went up to the High Court Bench. And there was another man, who was a Senior District Judge, who was promoted. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Can I cut out this anecdotal? I want to make certain points before 1 o'clock. Let us cut out the anecdotal. Let us get down to basics. A smear was made that the man who acquitted him of a primary charge was not made a High Court Judge, and he having been there (I do not know) for four years maybe, was transferred. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I was not asking that he should have been made a High Court Judge. I am asking why was he transferred. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Therefore it was politically motivated. That the Attorney-General took up the appeal was politically motivated. That the appeal was allowed and the case sent for re-trial was politically motivated. That a man who is a lawyer, a solicitor and advocate of the court, let there be no mistake as to the ultimate gravity of the charge against him, he falsified accounts. He is in a cleft stick. I sympathize with him because he falsified the accounts and swore on it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you giving way? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am not. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you are making scandalous statements. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> There will be plenty of time. We have got the whole afternoon. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Good. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Nobody is trying to choke him off. But let me complete. He is in a cleft stick, is he not? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Never. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> One, he had sworn this document. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It is you who are in a cleft stick. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> If it is false, he is in trouble. Two, if it were found that the document was not in the proper form, as I understand the law and I have discussed this with my Minister for Law, he will be asked to swear one. And if it is different from the original one, he has some explanation to do. And as an officer of the court, knowing the law, fiddling with the law, he has to answer as an officer of the court. And that is no light matter. And the Attorney-General knows that. It is his business to see that those with certificates to practise at the Bar maintain a certain code of honour and do not conduct themselves like scamps and scalawags. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, the technique is a familiar one. The Judiciary, of course, is honest. What is dishonest? The Government. Why? Because the District Judge was not promoted. But, of course, there was no obligation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, because - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Because there is nothing new. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, he is not giving way. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Please, on a point of order. Am I entitled, Mr Speaker, Sir, to continue and reply? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Because you are making false statements. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is fabulous. He can make wild allegations, smears. He then wriggles out when confronted. But I am not entitled to give a rebuttal. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But you are making false statements and I will tell you why. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The questions of law are simple. They are to be settled by the courts. Whether he is ultimately found to be guilty and a criminal, that is his business. But to say that he is being prosecuted because it is politically motivated when the prosecution is in the hands of the Attorney-General is to give a twist which only a sick and a disordered mind is capable of. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will show you why it is politically motivated. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, he has brought this upon himself and I sympathize with him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I do not want your sympathy. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He has made allegations of unconstitutional appointments, and he cannot support them. There is nothing unconstitutional. I have appointed a Press Secretary. It so happens that the present incumbent is a member of the public service. There was a time in the 1960s when I appointed a Foreign Correspondent, Mr Alex Josey, who accompanied me overseas. And he was paid for by the Treasury. That was a political appointment. I appointed him. He exercised no powers over the civil service. Is that unconstitutional? What are we talking about? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis that he is an advocate and solicitor, therefore he lays down the law, with a dismal record of failed appeals, he comes here to tell my two colleagues, both lawyers, whose judgment I would rely on any day. Do we need to break the law if, in fact, we break the law? Just ask ourselves this simple question. Because these are basic fundamentals of how we run the system. We want to appoint Political Secretaries. If it is against the law, we can change the law. There is no problem about majority, whether it is simple or two-thirds. Need we break the law? Is it good that the Government should be flouting its own laws? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What sense does it make? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are flouting the laws. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What sense does it make? It behoves us to ask ourselves whether a statement made and affirmed and reaffirmed and not rebutted, and emphatically rebutted, should be allowed in this House. I suggest that if the Member persists in this, the House should move a resolution to compel him to take an action and prove his case, or take disciplinary action against him in this House. He is accusing the Government of unconstitutional action and there may be a smattering of followers who believe, \"Yes, this Government acts unconstitutionally.\" Why should it? Does it make sense? We have 77 out of 79 Members. Do we need to break the Constitution, if in fact it is against the Constitution. Where is the sense of it? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why did you not bring the case to the court to test it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Because it has been the advice of the two Ministers that I have, and of the Attorney-General and his Chambers, that there is nothing amiss. If the Member believes that there is something amiss, it is up to him. He is, in fact, saying that we with a majority of 77 Members in this House persist in flouting the Constitution. Are we mad? Are we deranged? Do we want to be criminals? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, his substantive point that we are overmanned. I ask him not to come here and make this sweeping statement because he has no authority for that. Do a quantitative analysis - number of political appointments, number of Ministers against population and GDP of a country. I have done so and my colleague, Dr Richard Hu, the Minister for Finance, last year worked out for me that with the GDP of Singapore, some 20 American public corporations (never mind governments) spent more on their top officers than this Government. Never mind other governments. We did not even bother to look into other governments. Now, come up with facts and figures and we will listen. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Give your figures of Ministers' salaries. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I answered him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Did you? No. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We have the whole afternoon. Do we want to repeat it again? I am prepared for it, for another whole afternoon. There is nothing which I have done in 26 years of office which I am not prepared to defend publicly. If I feel I cannot defend it publicly, I would not have done it in the first place. When we say that the Government is overstaffed and we want to trim it down by 10%, we produce facts, figures, comparative analysis. When the Member alleges that we are overstaffed, I say, \"Produce the facts and figures.\" But a wild allegation on his part does not make it so. It only makes him a wild man. And whilst there are moments when wild statements can bring hilarity, if allowed repetition without challenge - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is 1.00 pm, Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I will deal with that this afternoon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend this Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont.) - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I took advantage of the break for lunch to inquire of the Public Service Commission whether they were instrumental, as the Member for Anson had insinuated, in the transfer of the District Court Judge. The Chairman of the Public Service Commission has told me that such internal movements of officers in the Legal Service, transferred from one branch to another is undertaken at the initiative of the Chief Justice and the Attorney-General. He had no part in the transfer. I have sent a message to the Chief Justice's Chambers and I hope in the course of this afternoon to receive his account of what took place. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I thought the Prime Minister was going to respond to all the other questions. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I will. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Of course, I was aware, as I said in last year's debate because it is provided in the Constitution. Transfers, promotions, discipline of Legal Officers are entrusted to the Legal Service Commission. I do not need to be told that. It is in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I did say, and this is where the Prime Minister gets me wrong time and time again, is that I did not say that he should have been promoted to the High Court Bench. That was not my plea in this House last year. My question was: he was transferred from a post that he had held with honour and credit after having been several years in this post, to the Attorney-General's Chambers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> What is wrong? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And he was not promoted there. He was transferred to an appointment in the same scale. May I say that the appointment he was transferred to was lower in prestige and in status than that of a Senior District Judge. The post of Senior District Judge carries a prestige and a status. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only other instance that I do know of where the head of the Subordinate Courts, at one time known as District Judge and First Magistrate and now known as Senior District Judge was transferred to the AG's Chambers, was when he was promoted to the post of Acting Solicitor-General. That is the gravamen of my point - that it was not a promotion for this man. It was just a transfer, and we all know that. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Can I seek clarification? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, you may. What is it that you want to know? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Did I mishear the Member when he said that the Government had three nominees on the Legal Service Commission and that they were responsible for this transfer? That is why I inquired of the Chairman, Public Service Commission. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I did not say that they were instrumental. What I did say, and I stand by it, is that the Legal Service Commission - get the Hansard - consists of the Chief Justice, the Attorney-General as No. 2, then another High Court Judge, and two others from the Public Service Commission. And I said the Attorney-General and the other two form the majority in the Legal Service Commission. Those are all facts and you cannot dispute those facts. If the Prime Minister wishes to justify this, the only way is to get the minutes of the Legal Service Commission when this transfer was considered, and let us see what discussion took place. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am not trying to justify anything. A smear was made by the Member to suggest that here was a deserving officer who should have been promoted either to the High Court Bench - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You do not understand. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Let the Prime Minister reply. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> - or to the post of Solicitor-General, but he was not. He insinuated that because the Government's men - I think there are 70-plus Members who heard it - the majority were non-judicial, therefore they were instrumental. I therefore thought it right and proper that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> the Chairman of the Public Service Commission who is a member of the Legal Service Commission should have his say, and he has had his say. I can only regret that the Member, instead of taking his medicine like a man and apologizing for it, now tries to shift the blame to some vague assertion of principle that, because he listed out the members of the Legal Service Commission, it was my wicked and devious mind that read this insinuation into it. Just be a man and own up, and say that you were gravely mistaken and that you will withdraw what you have said. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, it looks as though we are never going to get to my substantive motion in this amendment. We can go on for the next seven days arguing this if the Prime Minister so wishes. I am prepared. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> You are prepared to? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you want to argue this for the next seven days, I am saying that we are now sidetracked completely from the amendment. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> On a point of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> A scandalous allegation has been made that the Government through its representatives on the Legal Service Commission brought about the transfer of the Senior District Judge to the Attorney-General's Chambers. I knew nothing of the matter. I inquired of the Chairman, Public Service Commission. He told me that this was a routine departmental transfer in which the initiative was taken by the Chief Justice and the Attorney-General, and the other members of the Public Service Commission concurred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point of order is this. A serious scandalous allegation has been made of interference by the Government through the members of the Public Service Commission on the Legal Service Commission. I think the Member for Anson should either justify that or render an apology. And \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> before he makes more fatuous mistakes, there are in fact three members of the Public Service Commission on the Legal Service Commission - the Chairman, the Deputy Chairman and one other. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said three. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No, you said two. Mr Speaker, there is something fabulous, fantastic, about the Member for Anson. His memory is elastic. But we have got the magnetic tape. We have got a video tape, not just audio tape. What did he say? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I said the Chairman and two other members of the Public Service Commission. Let us not quibble over that. If the Prime Minister says that there is nothing in it for the Governmnet to be ashamed of, I say produce the transcript of what took place when this transfer was discussed. He says the Chief Justice and the Attorney-General were responsible. Who initiated it? How did it come about? Well, come clean. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Will he then apologize, Mr Speaker, Sir? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have nothing to apologize. I am asking how did it come about, and I raised the disquiet that was felt outside this House when they saw about the transfer. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The Member behaves in a fashion which makes me feel really ashamed for the whole House. There are ways of hurting the Government. There are ways of hurting oneself. But there are certain ways not to demean general standards of honour and basic integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a note here from the Chief Justice which he just sent to me, dated 19.3.86. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Michael Khoo was transferred from the Subordinate Courts, where he was the Senior District Judge, to the A-G's Chambers on 6th August 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I made the decision to transfer him after consultation with the A-G. The authority to decide on transfers of any officer in the Legal Service was delegated to me as President of the Legal Service Commission and the A-G as a member of the Legal Service Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(Signed) Wee Chong Jin' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does he not owe an apology to the members of the Public Service Commis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> sion, this Government, and the Chief Justice? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What apology do I owe? What is it that I have said? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> You lied. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is it that I have lied about? I have said that the transfer should be explained. Now, you come out with a note from the Chief Justice. It was not brought at the last discussion in this House. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Otherwise you would persist. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> It was not brought out. Was there a meeting of the Legal Service Commission? Let us have the minutes. Was there a discussion on this? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Is he impugning the integrity of the Chief Justice? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I accept what the Chief Justice says in his letter. But you are alleging a number of things. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He is asking for the minutes of the meeting, which means the Chief Justice is lying. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is the Chief Justice's note. It is quite evident, is it not? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is quite evident that since the Member for Anson is calling for the minutes, the Chief Justice's note is patently untrue. What else does he want the minutes for? Be a man. Own up. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have nothing to apologize for. I keep telling you. It is because I asked for an explanation and now you give us this explanation. It was never given last year. Why was it not given last year? And what is wrong in asking a question on the transfer? Every time I ask a question in this House, I am told that I am making an insinuation or I am making an allegation. We heard this yesterday from the Finance Minister. We heard it this morning. If you have got nothing to be ashamed about, you reveal everything. Why was it not revealed last year? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, a very serious allegation has been made about a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> key institution in Singapore and the Member for Anson has refused, after evidence has been produced, to apologize. I move that this matter be sent to the Privileges Committee. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can you file your complaint? You have to spell it out. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Yes, we will spell it out. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, we have no desire to pillory the Member for Anson, nor his colleague. We just expect a certain standard of honour to be maintained. If the Member refuses, then this House has a right to insist that standards of honour be maintained. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I have just been looking into the Standing Orders. Standing Order No. 95 (7)(b) states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... any Member may rise at any time to make a complaint alleging a breach of privilege suddenly arising, and if the Speaker is satisfied that the matter complained of ... affects the privileges of Parliament and that it has been raised at the earliest opportunity, the same shall stand referred, without any question, to the Committee and no further proceedings shall be taken in the matter until the Committee has reported thereon.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move under this Standing Order, Sir, that this matter be referred to the Privileges Committee. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I can say I am satisfied that the matter complained of prima facie affects the privileges of Parliament and that it has been raised at the earliest opportunity. The matter shall stand referred, without any question, to the Privileges Committee and no further proceedings shall be taken in the matter until the Committee has reported thereon. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I point out that you are sitting as Chairman of the Committee of the House at the moment. You are not sitting as Speaker of Parliament, the whole House. We are in Committee. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I suspend the proceedings of this Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon, pursuant to Standing Order No. 86 (2), Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPLAINT OF PRIVILEGE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I wish to move under the Standing Order No. 95 (7)(b) that this matter of the Member for Anson's reference to our Judiciary, which he has refused to apologize for, be referred to the Privileges Committee for immediate consideration. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I wish to speak on it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Mr Speaker, Sir, now that you are back in the Chair of Parliament - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> On a point of order, Sir. I think it is quite clear in the Standing Orders that this matter shall stand referred, without any question, to the Privileges Committee. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But I am going to show that the motion is out of order because the motion, as framed, is completely erroneous. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It is not out of order because I am satisfied that the matter complained of affects the privileges of Parliament. It is not out of order. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am going to show that the motion is erroneous. Will you allow me to speak, Mr Speaker? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You can speak in the Committee of Privileges. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you so please. But you can see from the wording of the motion that it is completely misconceived. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It has been pointed out to me that it is not a motion but a complaint from the Leader of the House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But it is a motion moved, that it would be referred to the Privileges Committee. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I am moving that the complaint be referred to the Privileges Committee, Mr Speaker. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is a motion, that the complaint be referred. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You can have a motion now. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, it is a motion. What else is it? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> But it has to be referred to the Committee. Mr Speaker, Sir, I think it is quite clear here in the Standing Orders that when I make a complaint, that matter is referred to the Privileges Committee without any further discussion. And I have done so at the earliest opportunity and that such a motion can be made without notice. I do not see what further discussion there need be, Mr Speaker. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. Having made the complaint, it will now go to the Committee of Privileges. I agree with the Leader of the House. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you rule it, of course, I accept it. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It so states in the Standing Orders. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I would like to speak on it, but you have ruled. I accept the ruling. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1986 TO 31ST MARCH, 1987</h4>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont.) - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Can we go back to the amendment? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I thought the Prime Minister was going to respond to the rest of my amendment. We have been sidetracked into these issues. Would the Prime Minister respond to my amendment? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> You have heard me. What more? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> With respect, Mr Speaker, Sir, the questions that I posed to the Prime Minister were these. Would he outline to this House what responsibilities are discharged by the Senior Minister in his Office? Let me say that I am amazed, and no doubt the rest of Singapore will be amazed, that the Senior Minister is given $26,000 a month. And all he does is to give counsel, sometimes when it is needed, to the Prime Minister. The Prime Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> instanced one occasion when he had to seek the counsel of the Senior Minister, and that was when, he said, somebody was seeking political asylum. I said then and I say it now, \"Isn't $26,000 a little bit excessive, Mr Prime Minister, for counsel like that?\" Would the Prime Minister tell us what responsibilities are discharged by the Senior Minister? Let us have them so that the public may know whether the Senior Minister is worth the salary that is paid him. We know that he accompanies the Prime Minister abroad on travels. Is that why he is paid $26,000? What Ministry has he got to be responsible for? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, the Second Deputy Prime Minister. Would he tell us what responsibilities does the Second Deputy Prime Minister discharge as holder of that office? As I said earlier, he is the Secretary-General of the NTUC. Is he paid $24,000 a month for discharging the duties of Secretary-General of NTUC, or is he paid that sum to discharge Ministerial responsibilities? If they are, what are those Ministerial responsibilities? May we have clear-cut answers to these questions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May we know what the Political Secretaries are discharging? This man in his Ministry who was sent to take over Anson; they were so convinced that they were going to take over Anson that they had all the banners ready on Polling night: \"Congratulations for winning Anson\". May we know what responsibilities is he discharging in the Office? Or is he paid for his duties as a trade unionist? Where is he? In the Port of Singapore Workers' Union? I think the public must have clear answers to these questions. It is the public moneys that are being spent. What about the other Political Secretaries? What about the man in the Singapore Press Holdings? What responsibilities is he discharging? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not heard a word from the Prime Minister, and he says \"I have answered them.\" What about my call for the salaries of the Ministers to be cut, for them to forgo? He has not said a word about it. Is he still of the view that they should be paid more? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Then say it again. And let us see why. In spite of the recession, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> you are saying that they should not take a cut, but they should be paid more. Let the public know. One of the things that I have been stressing, Mr Speaker, is the accountability of the Government, the Prime Minister and the Ministers, to the public. And nowhere is this accountability more important and more serious than when it comes to expenditure of public funds. You have got to account to the public for every cent you spend; and justify it. I am sorry the Prime Mnister has not responded on any of these things. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, I have to judge whether a man is worthy of being in the Cabinet, whether he is worthy of being a Parliamentary Secretary or a Political Secretary. It does not depend on his statutory responsibilities alone. It is my assessment of the value of the man in the business of government. It is my considered opinion that the Senior Minister is worthy of being a Senior Minister. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Tell us what he is discharging. What responsibilities is he discharging? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He helps me run this Government. Mr Speaker, Sir, it is not for him to probe how I run my Cabinet. In fact, it will be highly improper for Cabinet processes to be disclosed. But if he is of no value - Members will know from the old and trusted colleagues that I have had, with whom I had to part company with and some on the best of terms - when the time comes when a cut has to be made, it will be made. I am prepared to be judged on that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Second Deputy Prime Minister, if he can do the job, such as I was able to do for many years, both as Prime Minister and having in the NTUC Mr Devan Nair and several other of the old guard leaders, then Singapore would be deeply indebted to him. If he cannot discharge that function, the economic plans which have been launched by the Economic Committee and the debate in this House would come to nought. It is a very simple assignment. Understand what the Government policy is, why it is so. If he believes that that is correct, he has to carry a whole host of people with him. And if he does, the policy works. If he does not, there will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> be enormous problems. If people do not understand that, then it is hardly likely that they will understand if, in fact, their intention is to deride, to decry and to demolish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The costs of my Cabinet to the Consolidated Fund is under $5 million per year. I have no compunction in telling Singapore that it is Government on the cheap. I have not the slightest hesitation in suggesting to Singaporeans that if they can find a group of men to displace me and my old colleagues, I think we are not wanting to hang on but to hand over. And if the next 25 years will last in the way it has lasted in the last 27 years, then I say it will be a triumph. It does not matter whether they do it by $5 million a year or whether they do it by $50 million a year. Get it done. Circumstances are different. You will not get men to give up comfortable careers and take on unpleasant, often irksome, duties. But public service requires that there should be from time to time such irksome tasks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate was slated for guillotine from 12.05 pm to \n  <br>12.20 pm. In his usual smearing way, he raised and opened up more issues. I knew that it would not be finished, that if we allowed the guillotine to stop at 12.20 pm, smears will be left unanswered. We had a lunch break. We have given him an opportunity to correct himself. He refused to stand corrected. He persists in it. So we go on. We shall go on and we shall place our record, including my appointment of the Senior Minister, the Second Deputy Prime Minister, Political Secretaries and Acting Ministers, one of whom happens to be my son, for public scrutiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no Political Secretary in SPH. He has got garbled, vague, incoherent thoughts, and he throws stones. There is none. The man in the press (SPH) is the Member for Kampong Kembangan, Yatiman. He will become a Parliamentary Secretary. When he becomes Parliamentary Secretary, he gives up his job at SPH. The Political Secretary is the Member for Eunos, Zulkifli. He will continue with his private sector job. He is not required to give it up. He will receive his salary as Political Secretary so that the sum total is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> not more than a certain percentage of his total salary. He is Political Secretary to the Ministry of Community Development. The First Deputy Prime Minister has arranged all these appointments which I have approved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for my own Political Secretary, Mr Ng Pock Too - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> What is he doing? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> He does work which I consider useful to the Government, politically. Let me read from a memorandum which I circulate to all Parliamentary Secretaries and Political Secretaries. This is what the Political Secretary does: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Political Secretary is not a public servant. He may or may not be an elected representative of the people. He does not possess any executive powers. His role is purely advisory. He will be the Minister's closest adviser within the Ministry. It will be the special responsibility of the Political Secretary to keep the Minister and his Parliamentary Secretary fully informed of the public opinion, on the Ministry's policies and to advise them on the best method of implementation of these policies. He will also be one of the means whereby the Minister can keep in touch with thinking within the Party. Owing to the very nature of his appointment, the Political Secretary would have to function under certain restrictions. He lacks power over civil servants and consequently will not be in a position to exercise any influence over the day-to-day functions of the Ministry. He should avoid direct contact with civil servants. In his relationship with the public he cannot claim to represent the Minister in the same way as the Parliamentary Secretary can.' And so on. If he is of no value to me, he would go back to the Economic Development Board where he was earning more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What does he do for me? That is really my business. I allocate him work. But it so happended that at the moment there is something on. I give an illustration. Maybe it takes an hour, maybe more. He has problems, or he thinks the Government has problems, with certain unions that having given up 12% of their salaries in the 15% CPF cut - I do not want to quibble or cavil - but the Member for Anson should do his arithmetic. A 15% cut in the CPF is not a 15% cut in the salary. It is a 12% cut. His friend, the Member for Potong Pasir, is very good for mental arithmetic. He should ask him. And therefore they feel, at the moment, that there should not be a commitment in the next NWC to a wage freeze. I said he had to explain that we are not seeking a wage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> freeze. We are seeking a wage restraint which means for all firms, all sectors, not doing well, there should be a halt to increases or even an adjustment of increases. That in sectors which are doing badly, there should be something given up. That in sectors where we know economic conditions are favourable, there could be increases but with restraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can we get this concept across to a whole broad spectrum of union leaders of varying educational backgrounds, of varying characters, personalities, under varying degrees of pressure and compulsion from their members? I do not think these are frivolous items that one can get an ordinary executive officer or a public service Division 1 officer to do. I consider him eminently qualified because he has spent, I think, 15 years of his life in the Economic Development Board and he knows the conditions we require to attract industries, particularly manufacturing, and now services from America, from Japan, from Europe. What amazed me was that he is now telling me why the present Chairman of the EDB was too harsh because (they have had a session) he was insisting on a firm categorical statement from the NWC that there should be a freeze and not just a restraint. Well, there are several weeks to go but if things turn out equivocal, I think we may not have the turnaround in the two-year time frame we have been discussing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not the business of Government to express too many doubts and reservations. But one of the problems of meeting this recession is that I have now a different generation at grassroots and even at organizational directors' level. If need be, I myself may have to intervene. It would be, I think, not productive in the long run. But rather than see this slip away because they cannot get the ground with them, because the grassroots leaders are new and are hesitant to say, \"No, we have got to tighten our belts by one or two notches and for one or two years.' I say a lot is at stake. And if need be, so be it. But I think it can be done. And the Second Deputy Prime Minister is supposed to help pull it off. If he does not, we will have to hold him to account. If he does, he is worth giving more than $26,000 to. He gave up more than $26,000 as an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> architect, and he took it up when it was only worth about $8,000. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Second Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Deputy Prime Minister (Mr Ong Teng Cheong):</b> About $7,000. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> $7,000. He took up the job at $7,000. Let us get this in perspective. I am not defensive because I know what is at stake. Of course, we all want to be popular. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain that this is a different age, that if we pretend, if we are hypocritical, we will not recruit the quality of men we need in this House. And if there should be a lowering in standards in the quality of the men on this Front Bench and on the Second Row who back them, then you can expect the performance to be reduced correspondingly. I take responsibilities for their salaries and their allowances, and the pensions that have been paid in accordance with the law. And I say Singapore has done remarkably well for precious little. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> That is what you say. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> No, Mr Speaker, Sir. I think Singaporeans, by and large, do know. There are $27 billion in the official reserves. There are other assets in buildings, lands, and other investments, so much so that we think it deserves a double lock. Ten years, or five years of government of the nature that we have seen elsewhere, we will be in debt. $27 billion in the Philippines, currency devalued every few weeks, larder empty, and \"People's Power\" cannot bring back the money, nor will it in a hurry rebuild the quality of their administration, its integrity, its effectiveness, its impartiality. I am unrelenting in my defence of the integrity of the officials, especially those on the Public Service Commission and on the Judicial Service Commission, because without that, the system must malfunction. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You are talking about Minister's salaries. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes. Ministers and officials have to be adequately paid. There was a time when we paid the Permanent Secretary $1,900 a month, and they cut it down to $1,700. Now, I think we will be fortunate if we can get the quality of men \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> of the standard of either a Hon Sui Sen or a Goh Keng Swee for $25,000 a month - if you can get it. Because a top banker, nowhere near the quality of these men, is paid $600,000 in one bank, and in the other a percentage of the profits which last year amounted to $1 million-plus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us get this in perspective. Do we believe we do this with candour? Or do we get defensive and pretend that they are all men with private means and doing this as a public service, which was the way the British did it for a long time until all those with private means and also ability decided it was not for them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look, as I did last year, at Ministerial salaries in Britain (and I gave the Prime Minister's salary), you will find that she was paid more as an MP than as Prime Minister. That is populist politics. They have got themselves strapped. Why am I defending this? Because I am fearful that the younger generation - sensitive, modest maybe, of their worth, begin to be defensive - then we will not recruit them. They will come in the way Americans take office, swing-door policy. I do it for two years or four years like Michael Deaver, Mr Reagan's personal aide, and then Deaver Associates. You will read it in the Asian Wall Street Journal. It is completely above board. They are lobbyists. We are in the process of deciding which lobbyist we should employ to make sure that our GSP is not lost. It is going to cost us millions. It is not chicken feed. It is the way the system works. Be honest. If we paid them, like they pay them in the Philippines - you have read all about it. The President is paid US$5,700 per year; Prime Minister is paid less than US$5,000; and so would the other ministers. It sounds marvellous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see no reason why Dr Tony Tan should sit here and be a Minister. He was well on the way to the $600,000 job. He knows it. I know it. That is what the No. 1 man in OCBC gets and he was on that path. Would he do it for two years? Maybe, for a public duty. Would he do it for seven or eight years as he now has done (it is his eighth year),and go on for another eight? Let us be honest. Why should he? If he did, it is an act of altruism, is it not? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You can find a man for that. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Can I find somebody else to do it? Can you? There are 2(r) million Singaporeans. Take their ages, 35 and upwards, or 30 and upwards if you like. Abstract, as the First Deputy Prime Minister had been doing the last six years, top executives, top professionals, top public sector. It is quite easy now with the help of the computer. Minimum pass standards - '0' levels, 'A' levels, first degree, second, third degree, whatever it is, plus number of years tied in with income, and you pick out the high-fliers. There are about one or two more still in the private sector. They may come out the next time. But there is not all that bevy of talent. Do you want to hear drivel of the same standard that we get spewed out in this House from the two Opposition Members? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You ask the public. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> As for throwing stones - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Ask the public. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes, indeed. Where would we be? In effect in this last phase, you as trustees of 2(r) million people, including the two from the Opposition, have to set the tenor, the tone, the size, the level of debate, the standards of honour and honesty, and a willingness to join issues on fundamentals. Or we can churn up a whole host of spurious gases, hot air, drivel. It has happened elsewhere, not just in developing countries. Read what happens. Do they face their problems? The British Parliament was once a paragon for us to copy. It has dodged issues on the rule of law and whether unions are subject or not subject to the law. And the whole nation is held to ransom. At this moment, the law is being flouted and unable to be enforced because the national papers want to use modern up-to-date computerized equipment with latest colour processing. Neither Government nor Opposition dare take the problem and put their teeth into it. Both funk it. It is not resolved. They had a coal miner strike that went on for one year. There was nothing wrong with the law. The law was adequate. Mrs Thatcher passed the laws. But it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> got so, that even when the miners' union and Mr Arthur Scargill acted in contempt of court, refusing to transfer his assets and transferring it to Luxembourg, the Judge did not send him to prison. So a pervasive climate prevails and exercises its influence, not just on legislators and ministers, but also primarily on the Judges who made provisions for a derisory fine that never resolved the issue, and the strike went on for a full year. That is what this is about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did I suggest to the Leader of the House that we should have it out? Because there will be no end to smears, vague allegations of impropriety, without ample opportunity for rebuttal. We gave him the time. We have got sufficient to give him an opportunity for withdrawal. He has not got a sense of honour and decency. Now we send it to the Privileges Committee. We do not get pleasure out of it. It is a shame; not just for the Opposition, it is a shame for us. It is contemptible when the House is unable to conduct itself in a manner befitting gentlemen. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You haven't got 77. 76. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> It is open to public scrutiny. The video tape is on. The public will judge. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, the public will judge. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Including the proceedings of the Committee of Privileges. I would like to remind Members that irksome though it may be, each time a scandalous, a frivolous, a wild and impossible allegation is made, it is important to pin the man down. Defend the honour, the integrity and the standards which we have set, and they are high. We need no apologies. We can measure up. And it is the intention of this Government, that what we do can stand the closest scrutiny and that makes it easy all round. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Have a Commission of Inquiry into Pan-El. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can we have less interruptions, Mr Jeyaretnam? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I see no merit in wild shouts. Is the Government to blame for Pan-El? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. I will take it up under the Ministry of Finance. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Because we had a stockbroking industry that took risks and was taken for a ride, that they lost tens of millions, if not hundreds of millions of their own money, their shirts, their pants and those of their bankers; sane, responsible bankers, most of them foreign. Three-quarters of them had advanced three-quarters or more of over $1 billion to stockbrokers. And spry operators came down to Singapore and siphoned it off on shares that had been churned up to about 50 times, sometimes 80 times their value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is Singapore that ignorant that the Minister for Finance is responsible for either misjudgment or both misjudgment and deception, and fraud exercised by a number of people to swindle stockbrokers and their bankers of a few hundred million dollars? There is something preposterous about it. But, alas, I think it is not just enough to assume that it is preposterous and therefore the explanation by the Minister for Finance is enough. There are those like the Member for Anson who would go on and purvey the vague impression, either by negligence or by connivance, that the Minister and maybe his Ministry officials have allowed this to happen. What benefit do they get out of it? I do not know. He knows. Perhaps he will tell the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me add this caution: he may end up by having to justify what he said here. I think I am slowly convincing my colleagues that the only way to get a skunk is to skin him and nail his skin. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, we have heard a lot for the last 35 minutes from the Prime Minister, and it can all be summed up in this: \"I decide how much my Senior Minister is worth. I pay him $26,000. It's got nothing to do with you.\" And what work does he do? \"Oh, he counsels me when I need any counsel sometimes.\" \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> If he doesn't work, I don't need him. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If that is your answer, so be it. Let the public know that. Now we know it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the Second Deputy Prime Minister, we understand from the Prime Minister that he is paid $26,000 to carry the trade unions with the Government, to convince them of the rightness of the Government's policies. So we have it now from the Prime Minister that one of the posts in the Cabinet really is NTUC Secretary-General. And that is why he is paid out of public monies to be NTUC Secretary-General. Now we have it. He has made it very clear to us and to the public, that he (Second Deputy Prime Minister) is paid $26,000 so that he can carry the trade unions for the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have the Political Secretaries. I think the Prime Minister misses the point. We have political appointments and we have civil service permanent appointments, and both are paid out of the Consolidated Fund. Civil service appointments are in the Establishment and they are created in the civil service. Political appointments come from the Constitution. He still has not told me where it is in the Constitution. He says, \"My two Ministers advise me. It is perfectly all right. The Attorney-General advises me that it is perfectly all right.\" It does not follow from that that it is constitutional. But the more important thing is this, that he is paid out of public funds something which you say he is doing to keep the Government in office. Well, that is a wrong use of public funds. It is perfectly in order if the People's Action Party pays him. It is perfectly in order if somebody else pays him. It is wrong to pay somebody out of public funds so that he helps to keep the Government in office without actually doing any work in the Government itself, either as a political appointee or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we have it from the Prime Minister that in his view, there will be no reduction in Ministers' salaries. If he had his way, it should be increased. Well, so be it. This is what I wanted to know. The people will judge and they are quite astute enough to make their judgments. And now we have it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I sit down, Mr Speaker, may I just answer one allegation. He keeps saying that I make wild allegations. He makes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> monstrous allegations. He said that I was convicted of falsifying accounts. Nothing is further from the truth. Has he read the charge? The charge is that we made a declaration, not that we falsified accounts, believing something to be true which was not true, not quite true. That is the charge. The charge is not one of falsifying accounts. There is a world of difference. In any case, the Prime Minister should know. He has just told us that he knows what the outcome of my appeal against the First Deputy Prime Minister will be. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Are you going to the Privy Council again? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> If you know the outcome of this appeal to the Court of Appeal, then I will have to decide. That is what you said, that you know the outcome of the appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He should know that that very charge is under appeal to the High Court because we were acquitted in January 1984. A retrial was ordered and we were convicted, not for falsifying accounts, but of a different charge under section 199 of the Penal Code. And that is under appeal. So if the Prime Minister knows anything about parliamentary etiquette, he should not have mentioned it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I don't sometimes! \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I have nothing to be ashamed of, nothing to be embarrassed about. But I am amazed that the Prime Minister can stand here and make monstrous allegations. Should he not be referred to the Committee of Privileges? [Laughter] Yes, everybody will laugh, ha! ha! ha! Because there are 76 who will say, \"Baa, baa, black sheep; yes, Sir, yes, Sir, three bags full.\" We are getting sick and tired of this \"three bags full; yes, Sir, yes, Sir.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, I am not withdrawing the amendment. I ask for a division. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, may I be allowed to join in the debate? I understand you have a ruling of five minutes. But if I do exceed the time, will you allow me to carry on? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> No, you will not. The ruling is five minutes. It stays at five minutes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, I am not going into a debate with the Prime Minister. He says that we are here to decide on fundamentals and basics. I think that is what we are all here for. The question of Ministers' salaries goes down to very fundamental issues, one of morale of the country. At the moment, I believe the Prime Minister will not deny that we are in a severe recession. It does not look that we can recover from any of our investments in Singapore, oil refineries, shipbuilding. Your petrochemical company, is losing money. Your hotels, your property --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> My hotels? My property? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The hotels that have been built in Singapore, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been reported that the amount invested in properties in Singapore, I believe, is something like $120 billion, I believe. Anyway, it is something like four or five times of our reserves. It is a very big sum of money. [Laughter]. You may laugh. Fair enough, if you think this is a joke. I do not think this is a joke. This is a national matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It is your figures! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, whatever it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Just say \"vast sums of money.\" \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, vast sums of money. All these investments or savings, if they do not give a return, they become consumption. And this will pull down our economy much more. It looks like the only way we can get ourselves out is to attract more foreign investors and start all over again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Please tell me if I am wrong. It looks to me that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other important point is to build confidence in our country. We have to get the workers behind us. Much has been talked about getting the workers to tighten their belts, to work harder, to work the third shift. But what do the leaders of the country do? Do they set an example? Great leaders like Churchill, Napoleon, they set \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> an example. In the midst of the blitz in London, they did not run to the countryside and be in a safe place. Napoleon was a great general, not because of his artillery or his expertise in strategy, but he was there fighting with his soldiers. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are talking of morale in a country, and the only way we can have a high morale is for the leaders to show an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And there is no better way of showing an example than to have a pay cut. I am sure all the Ministers sitting in front of me do not mind a pay cut. Are we going to say that if they take away $5,000 off their salary, they will say, \"Okay, I am going to give up?\" Is that true? I do not think so. All the past Ministers now in the Backbench who were paid $3,000-odd they are still around. Ministers who have been dropped, they are still around. I do not think they will back out just because you reduce their pay. There is no argument at all. This is no argument. They are leaders. They want to do public service. They are here to do it. To set the example. We cannot make use of clever debating techniques and compare. When we want to show that we are bad, we compare ourselves with the best countries. When we want to show ourselves to be good, we compare ourselves with the worst countries - Philippines, Sri Lanka. How can we compare with America? In the 1950s they have got 53% of the world's GNP, and I believe now it is about 20%-odd. They are the richest country in the world. How can we compare with them? What do our workers get? One-third? One-quarter of their workers' pay. That is no comparison. How can we compare Singapore with America? I just cannot see it. How you look at it, we cannot compare ourselves with America. They have got massive resources, talents, leaders in all fields. Are we leaders in all fields? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your 5 minutes are is up, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, can I ask the Member for clarification? He said we are leaders and we should set the example. We have taken the same pay cut as the public sector, we are going to lose our half-month incentive pay. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Great. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> We are going to lose our CPF, from 15% to 6%. Now I ask the Member for Potong Pasir, as a leader, one of 79 in this House, to suggest to me what I should move for a cut in the allowance of all MPs, and I promise to move it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I suggested 25% the last time. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Move it now. He suggests it, I will move it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, if there is going to be a cut, it should be for all Members in this House. If the Ministers take the lead, and if he says there is going to be a pay cut of the MPs, I will gladly follow. Of course. You cannot just say, \"You go and have a pay cut. How much are you going to cut your pay?\" What sort of argument is that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am asking a very direct question. I have not asked him about his salary because I know when he was challenged the last time he refused to bring his salary into issue. I am asking him about his allowance as an MP. What would he say it should be cut by? You set the example, as I said. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Whatever is determined by this House, I will follow. Whatever is cut. Does it include the Minister's allowance itself or is it just only for the Backbenchers? [Laughter.] Do not laugh. Let us get this out. If the Prime Minister wants to get it out, let us get it out. Whatever the House decides, I will gladly follow. We will set the example for the country. We are leaders. Yes. We cannot call on the workers, \"Be productive, tighten your belts, work third shift, suffer all kinds of inconveniences\", and then we do not do anything about it. We are building a nation. We are not sitting here as members of a board of directors of a big corporation \"Singapore Incorporated\". We are here as leaders of the nation. We are in the process of nation building. That is what we are here for. We do not just say because to attract good men we have to pay them. How can we compare with the private industries? How can we compare with the industries of America? It is just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> impossible. How can we develop expertise if we just go by pay alone? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You just answer the question. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, I have already answered the question. Whatever is decided in this House, I will follow. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, the Prime Minister has asked the Member for Potong Pasir what does he suggest. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Let him answer. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> No. I propose in this House 25% of all allowances. Will the Prime Minister move that? \n  <br>\n  <br>\n  <!-- Mr S. Rajaratnam (Senior Minister, Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister, Prime Minister's Office (Mr S. Rajaratnam):</b> Are you supported by your colleague? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> You have cornered him? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Are you going to move it or not? \n  <br>\n  <br>\n  <!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Rajaratnam:</b> You move it. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> The Prime Minister said he will move it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> They are confusing. May I - \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Didn't I hear the Prime Minister say it? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Let the Prime Minister say. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I put the question to the Member for Potong Pasir. He had the Floor for three minutes, I had no reply. I know the Member for Anson wants to rescue him, but I think he should be asked to rescue himself. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Forget about rescue. You throw a challenge and you say, \"Well, what do you suggest? And I will move it.\" Well, I am responding. I am saying 25%. Now, will you move it? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, it is very simple. The Member for Anson is a man with a loud voice and no lack of initiative. He can move anything he likes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> You said you will move it. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I was going to move for the Member for Potong Pasir because he did not have the initiative. So I offered to help him to take the initiative. He looks a little bewildered, Mr Speaker, Sir, but I can assure him, the fact that I have said he looks bewildered does not mean he should make it worse by intervening. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I can assure him that cutting Ministers' salaries by 25% as a result of a debate in this Parliament is going to do the reputation of the Singapore Government a great deal of no good with investors around the world and in Singapore. If this is the kind of government we have, I would not put money in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I call for a division, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I just have a last word, Mr Speaker. It was the Prime Minister who took the initiative and asked me what is the percentage cut. I said that if the House so decides I would follow. Now he admits that if we on the spot decide, investors will be - \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am talking about salaries if we do that. I am now suggesting we do it for allowances and investors may think well of the Singapore Government. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I differ from the Prime Minister in that. He can have his own opinion. He has made mistakes before. He has withdrawn his policies before. He has made mistakes. So it does not mean that if we have whatever cut, investors will not come. If they know that the workers are going to work harder and be more productive because the leaders have set an example, I think they will come pouring in. It is just the opposite. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, Sir, may I just clarify? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we ought to be fair to the Member for Potong Pasir. He is suggesting that we cut Ministers' salaries and investments will come because workers will be encouraged and would be highly productive. I am suggesting to him that our voters will think we have got a wonderful set of representatives if we all cut our allowances. So I was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> suggesting to him that he should show that initiative and take the lead. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why don't you do that? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> And if we do, investors may well think better of this Parliament because it shows that it knows what it is all about and knows how to do a political bargain with the Opposition, that leaves the Opposition at least as worse of. And when the Opposition then goes around the mulberry bush, we know the quality of the Opposition. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I am afraid I have to have the last word. I am the mover of this amendment. The Prime Minister is hedging and hedging and hedging. I am sorry. With an air of bravado, he said, \"You tell me what percentage should it be cut by?\" And I am telling him 25%, and he refuses to move it. Well, the public will see it. I ask for a division, Sir. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allocated for Head U be reduced by $10 in respect of Subhead UA-01 Object Group 1100 of the Main Estimates.\" \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> I claim a Division, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 2; Noes, 69; Abstention,1. \n  <pre>\r\n\r\n       Ayes                            Noes (cont.)\r\n\r\nChiam See Tong                  Goh Chok Tong\r\n\r\nJeyaretnam, J.B.                Goh Choon Kang\r\n\r\n                                Heng Chiang Meng\r\n\r\n       Noes                     Ho Kah Leong\r\n\r\nAbbas Abu Amin                  Ho Tat Kin\r\n\r\nAbdullah Tarmugi                Hu Tsu Tau\r\n\r\nAhmad Mattar                    Ibrahim Othman\r\n\r\nAng Kok Peng                    Jayakumar, S.\r\n\r\nBarker, E.W.                    Jek Yeun Thong\r\n\r\nBeng Kian Lam, Arthur           Koh Lam Son\r\n\r\nChandra Das, S.                 Koh Lip Lin\r\n\r\nBernard Chen                    Lai Tha Chai\r\n\r\nCheong Yuen Chee, Eric          Lau Ping Sum\r\n\r\nChew Heng Ching                 Lau Teik Soon\r\n\r\nChin Harn Tong                  Lee Boon Yang\r\n\r\nChng Hee Kok                    Lee Hsien Loong\r\n\r\nCh'ng Jit Koon                  Lee Kuan Yew\r\n\r\nChua Sian Chin                  Lee Yiok Seng\r\n\r\nDhanabalan, S.                  Lee Yock Suan\r\n\r\nGoh Chee Wee                    Leong Horn Kee\r\n\r\n                                Lim Boon Heng\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n       Noes                            Noes (cont.)\r\n\r\nLim Chee Onn                    Vasoo, S.\r\n\r\nNg Kah Ting                     Wan Hussin bin Haji Zoorhi\r\n\r\nOng Teng Cheong                 Wan Soon Bee\r\n\r\nOthman bin Haron Eusofe         Wong, Aline K.\r\n\r\nOw Chin Hock                    Wong Kan Seng\r\n\r\nPhua Bah Lee                    Wong Kwei Cheong\r\n\r\nRajaratnam, S.                  Yap Giau Cheng, Eugene\r\n\r\nSia Khoon Seong                 Yatiman Yusof\r\n\r\nSidek bin Saniff                Yeo Cheow Tong\r\n\r\nTan Cheng Bok                   Yeo Choo Kok\r\n\r\nTan, Dixie                      Yeo Ning Hong\r\n\r\nTan, Augustine H.H.             Yeo Toon Chia\r\n\r\nTan Keng Yam, Tony              Yu-Foo Yee Shoon\r\n\r\nTan Soo Khoon                   Zulkifli bin Mohammed\r\n\r\nTan Tee Yong, Philip\r\n\r\nTang Guan Seng                         Abstention\r\n\r\nTeh Cheang Wan\r\n\r\nTeo Chong Tee                   Yeoh Ghim Seng\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,208,140 for Head U ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead KA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I wish to speak on the subject of Total Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our defence capability depends critically on our collective will and determination as a people to resist any external threat. It depends on the commitment that we, as individuals, have to our nation and to one another. If we engage in divisive internal strife, we weaken our collective strength and expose ourselves to exploitation by those who may harbour harmful intentions towards us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no better time than now to remind ourselves of the importance of Total Defence. We are in the midst of a recession. There is instability and strife in neighbouring countries. How should we, as a people, respond to these factors? How can we protect our right to live here in peace, to tackle our economic problems and after we have overcome them, to progress and to prosper? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is our duty, as citizens, to be aware of the factors that have a direct bearing on our well-being, to understand how they affect us. We must be ready to act to miti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> gate the effects of adverse factors. We must be quick to exploit favourable factors to maximum advantage. So we have to be psychologically prepared to meet whatever comes our way. We cannot afford to be self-centred. We must have social cohesion. Recent events - in Baling, in Sabah and unexplained fires in Indonesia - serve to remind us of the importance of one fundamental of our society, racial harmony. We are all citizens of Singapore, irrespective of race, language or religion. No one should be allowed to play on emotions linked to such issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recession reminds us of the need for economic defence. Prolonged recession will erode social cohesion. There are enough examples, even in developed countries, to remind us of this. All too frequently, on our TV screens, we see the damage that can be caused as the unemployed vent their frustration and bitterness. That is why we must collectively exercise our resolve to get out of the recession as quickly as possible. It means painful sacrifices, belt tightening, wage restraint. It means regaining our competitiveness by raising our productivity. It means fostering good labour-management relations. We must be single-minded to act to protect jobs and attract investments to create jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must guard against eroding the will to work. When there are the unemployed, it is appealing to propose unemployment benefits. The state welfare tune is a seductive siren song because it appears compassionate and caring. But apart from the truly needy and indigent, is it in our interest to launch into state welfarism? All welfare programmes started with good intentions. Invariably, they lead to unbridled demand and an erosion of the work ethic. Let us be aware that there are those in our country who, like sirens, sing the seductive song of state welfare. And worse, who try to play the lower income against the higher income. Listen to them, and we will end up on the rocks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next component of Total Defence is Civil Defence. The hotel disaster in Serangoon Road is a painful reminder of the importance of Civil Defence. Our Civil Defence capability is only beginning. Let \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> this tragedy spur us on to develop this fledgling capability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final component of Total Defence is military defence. When the world is uncertain, we must have a strong SAF and maintain a credible military deterrence. At the same time, let us remember that the recession means we can spend proportionately less on defence, and we have to make the most of our funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the concept of Total Defence has yet to be fully understood. All citizens must understand it and fully imbibe its spirit. I wish to ask the Minister to what extent does the public understand the concept and what programmes are being planned to help the public to understand this concept. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, may I be allowed to speak now and not to move my amendment later on? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You can do that. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Thank you, Sir. There are three areas under the Ministry of Defence which I would like to seek information from the Minister or the Minister of State who is present now. These three areas are: Open Mobilization, Civil Resource Mobilization and Deployment of Reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concept of open mobilization has started more than a year ago. I would like to ask the Minister to give us a report on his Ministry's review of the effectiveness of open mobilization. Have there been significant improvements in the response rate with each subsequent open mobilization exercise conducted? I would also like to ask the Minister whether his Ministry will move towards using open mobilization approach and terminate the use of the silent mobilization method. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To make mobilization exercises more realistic, I would like to suggest to the Ministry that in future exercises, the Ministry should try to avoid giving reservists to be activated any advance notice. It is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> well-known fact among the reservists that when mobilization exercises are to be conducted, the units are usually informed in advance and somehow the reservists are given some forewarning that they might be recalled. I would suggest that to test the effectiveness of reservist units involved in such mobilization exercises, the Ministry should try its best to maintain utmost secrecy so that the units could be truly tested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on civil resource mobilization, I would also like to request the Minister to give us a report on his Ministry's review of the programme on civil resource mobilization. I would like to know how well the civil resource owners and operators of equipment and machinery have responded to activation exercises conducted so far. Have there been many complaints of undue interruption or interference to the business of such companies and persons affected? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as there is a slump in the construction sector at present, would the Ministry consider, instead of buying new equipment needed for its training purposes, whether it would look into buying or leasing the excess heavy equipment owned by contractors? This would serve two purposes. One is that the spare construction equipment which can be used in Mindef or for military training purposes, can now be utilized by leasing such spare equipment that is not being used in the construction sector. Secondly, it will help Mindef to cut down on its expenditure of equipment, in line with its current reduction in its defence budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, on the more efficient deployment of reservists. At present, most male Singaporeans undergo their National Service training after completing their 'O' levels and 'A' levels. Subsequently, many of them proceed for further studies and become specialists or receive extensive training in specialized areas. Often many of these reservists find that although they are quite well qualified in their civilian \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> jobs, they are not properly deployed in their reservist roles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, I was told of a case of a person who has a Ph.D in Orthopaedics. However, as a reservist, he is only a Lance Corporal serving as a motor mechanic. In addition, there are many people who are well qualified as managers or engineers in their civilian professions who are serving only as clerks or technicians as reservists. What I like to suggest to the Ministry is that perhaps they should have a systematic way to comb through the reservists force and institute plans so as to upgrade, or at least redeploy, our reservists to maximize their potential contribution. Otherwise, those reservists who can do more and who are well qualified will feel quite demoralized each time they are called up for reservist training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This matter may not be critical during peace time but during war time I think each person should be deployed to his best possible usage. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Thank you, Sir for allowing me to join in the debate at this juncture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I notice from the Main Estimates that the Expenditure on Manpower has been reduced to $47 million for FY 86 as compared to $49 million for the FY 85. Whilst it may be necessary to trim costs, especially manpower costs, I am a little concerned whether this will have any significant impact on our defence capability. The importance of our defence need not be stressed further. I only hope that the Ministry will not sacrifice our defence requirements in the name of cost-saving. The Ministry, I believe, must continue to employ the best and our Defence capability should not be compromised. Sir, recruitment of the best brains available for the Armed Forces must continue. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point refers to the question of the role that our Navy plays in our Defence capability. The people in Singapore can see our soldiers in the streets, our Air Force planes in the sky. However, I feel that our seamen are hardly visible. Maybe the Minister would like to outline to this House the role and importance of the Navy in our Defence set-up. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Thank you, Mr Speaker, for allowing me to speak at this juncture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Senior Parliamentary Secretary for Defence mentioned during the debate on the Budget Statement that an effective defence system is vital for Singapore and he was concerned about the reduction of the Defence expenditure. The Member for Chong Boon has also expressed that sentiment. I would like to join them in this concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, international politics is very volatile. At one moment, there may be peace in the region, and in the next moment, there may be warfare. In Southeast Asia we have experienced such a phenomenon, for example, the war in Vietnam ended in 1975 and there was a brief period of peace in the region. Then four years later, Vietnam invaded and occupied Cambodia and plunged the Indo-Chinese region into a state of war. At the same time, the Soviet Union has seized the opportunity to build up its naval presence in Southeast Asian waters and that may constitute a threat to the sailings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, like other ASEAN states, we have to be vigilant at all times and be ready to protect ourselves from external threat and aggression. It is absolutely necessary that we have a viable Defence system, including an effective army, navy and airforce. In this connection, Sir, I notice that the provision for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> the Ministry of Defence for FY 86 has been reduced by $171.8 million or 7.1% from the FY 85 expenditure. The recurrent expenditure on national defence has been cut by $175.8 million, while the development expenditure has increased by only $4 million. It looks as if the various activities of the Ministry, including General Administration, Armed Forces, and national defence programme have to be curbed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am concerned, Sir, that the reduction in the defence expenditure will affect our capability of our defence forces to meet any potential threat and aggression. This is disturbing, particularly at a time when the region is undergoing various conflicts and political uncertainties, some of which have been mentioned by the Member for Kebun Baru. May I ask the view of the Minister of State on this matter? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am confident that all Singaporeans will support the all out effort of the Government to build a strong defence capability for our nation. They recognize that they have to commit themselves to total defence. In this connection, Sir, I would like to ask the Minister of State for his view on the various opinion surveys which have been conducted to ascertain the attitude of the people towards defence matters, for example total defence, open mobilization and defence expenditure. Is he satisfied with the responses? If not, what does he intend to do to inform the public of our defence efforts, our defence requirement, and how can the public be further informed in total defence. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> I would like to just raise one issue, that is, the issue of air safety. Recently, about two weeks ago, there was an RSAF aircraft crash. Could the Minister of State for Defence inform the House of measures which have been implemented to improve air safety? There are various causes of aircraft crashes. I would like just to mention two, namely, pilot error and mechanical defect. Could the Minister of State let us know of measures which are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> taken to ensure that accidents do not occur for these two reasons? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Mr Speaker, Sir, thank you for allowing me to speak now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, for the first time, the allocation of expenditure for Defence Ministry has been reduced by about 7% from that of last year. I would like to get the assurance from the Minister that this reduction does not in any way affect the essential needs to maintain the combat readiness and operational requirements of our Armed Forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I share the view expressed by the Member for Thomson regarding upgrading of reservists. I observe that a number of our SAF reservists who are holding non-combatant reservist vocations are, in fact, holding senior and management positions which demand greater responsibility from them than their reservist vocation. I would like to ask the Minister what steps are taken to upgrade the vocational competency of our reservists on par with their civilian appointments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like the Hon. Minister to enlighten the House on the prevailing problems on deferment, and what steps are taken to motivate those reservists who have poor attitudes and who regard their in-camp training as a unnecessary hindrance and interruption to their civilian life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of our youth must know that their duty to the nation does not end on their RODs, that is, after completing their national service full-time training. It is therefore vitally important that all our reservists have positive attitudes, self-motivation to take their military roles seriously, especially that which concerns national defence. They must be totally committed to their military in-camp training and perform well so that they can be a credible force to be reckoned with. Here, Sir, I must urge the Defence Ministry to take steps to cultivate and inculcate the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> right ideals and moral values in our reservists so that when the big test comes, our young front-line troops will not be found wanting in ideals, motivation, courage, skills and fitness, and to give a good account of themselves. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, I have two amendments on this. May I speak first on the first amendment and then move on to the second amendment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am afraid my amendments are not going to feature on seeking assurances from the Minister about the safety of our country. I am sure there is no immediate danger of that. I am going to ask about the secrecy surrounding a number of things in the Army. So may I move, first of all, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Subhead KA-02 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from time to time we read about plane crashes. From time to time we read about deaths in the Army. From time to time we read about soldiers having suffered injuries whilst under training. There is very little said about it in the papers. And then we are told that there will be a board of inquiry appointed to inquire into the accident or the calamity that has befallen the soldier. And then we do not hear anything more about it. I have at one time asked the Ministry - I think it was during Question Time - whether the findings of the inquiry boards will be made public, will be revealed. The answer was that this is not done in Britain. I see that when it suits the Government, it follows the British practice. When it does not suit the Government, it tries to deride the British practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, sometime ago - was it last year, or the year before - there was a man who died at Pasir Laba Camp. I asked questions about it because the family had come to see me. They had been given conflicting reports, and there were also some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> questions as to the conflicting information given about the time of the death or the accident itself. And I asked whether the proceedings, the findings of the board, will be made known to the family. I do not know whether it has been made known to the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know what is the need for secrecy. How is the safety of Singapore jeopardized? How is it detrimental to the security and safety of Singapore if the public are told of the circumstances in which a soldier was injured whilst under training? Or of why a plane crashed? I am sorry I have to keep repeating, or I seem to be repeating, but one of the cornerstones of parliamentary government is accountability, accounting to the public for everything that takes place. So why are these findings of the board of inquiry not made known? We want to know why these planes crashed from time to time, the Skyhawks? Is it because they are obsolete planes, which should not have been bought? Or whether there was something wrong with their maintenance; whether there was any negligence? I shall be talking about the liability of the Government when I come on to the next amendment. But the point is that the public have a right to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parents send their sons to national service for training and they are very willing to do so. They would like to know all the details of any accidents or deaths that occur in the Army. So my question is, will the Government or will the Ministry now disclose or agree that the findings of the Boards of Inquiry into any accident in the Army will be made public? I know of no good reason why it should not be made public. I do not know how that is going to be useful to the enemy. Unless, of course, somebody had been negligent and the Government does not wish it to be brought before the people, the negligence of somebody in the Army or the Ministry. So I would like to know from the Minister or whoever is replying on the reasons why findings of Boards of Inquiry are not made public and my plea is that they should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> made public. We should be told the whole truth and nothing but the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next amendment, Mr Speaker, Sir, is: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the sum to be allocated for Head K be reduced by $10 in respect of Subhead KA-00 of the Main Estimates.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is somewhat allied to my first amendment and that is the question of adequate compensation. I know I have spoken on this before. But nothing has been done and so I consider it necessary to speak again on this matter. There is a provision in the Government Proceedings Act which prevents anybody or the dependants of someone who has died from bringing any action against the Army (the Government), in respect of any injury or death. There is a blanket ban on this. I questioned this sometime ago and I was told that this was also the practice in Britain. Well, I ask again. It does not follow that all British practices are good. I said then that if the victims or the dependants of the deceased victims brought proceedings in court and the Ministry, the Armed Forces, are shown to be negligent, then the compensation that would be awarded would be much more than they would get under the pensions provided for in the Armed Forces Act. I ask, why should the families of soldiers, pilots, sailors, be discriminated against when other ordinary citizens can recover the full amount of damages and compensation in respect of any injuries or death occurring outside the Armed Forces? If anyone gets run over on the road, he can bring an action and recover the full amount of damages. Why should soldiers be put under this disability? I was told, \"Imagine, if this was allowed, what would have happened in the Falklands War?\" And I said, \"For goodness sake, we are not fighting the Falklands War here.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was the pilot of a Skyhawk who was killed. What compensation did the family receive? He was a highly educated personal and if they were only limited to the pensions payable under the Armed Forces Act, it would have been about a quarter or a third of what they would have recovered, provided of course it is shown that the death came about through negligence in the maintenance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> the plane or some other negligence on the part of the Air Force. My question is: is it not time that we did away with all these obsolete practices? I say they are obsolete and they have no place in a society where the Government is accountable to the people. We should do away with these obsolete practices and disclose to the public all the details of any accidents to soldiers, sailors, pilots or any deaths that occur in the Armed Forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We keep talking about the necessity to involve our people in the total defence of this country. Yes, I agree. But you are only going to get total defence, you are only going to get a willing participation by everybody if our citizens know that whatever happens, they will be told the full details, the full story, surrounding anything that goes on in the Armed Forces. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, will you please allow the Minister to reply? Have you finished? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Yes, I have, Sir. I am saying it is important that people should be told everything. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister of State for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Defence (BG Lee Hsien Loong):</b> Mr Speaker, Sir, may I reply on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the subjects brought up by the Member for Anson. They are familiar ones. Accordingly, familiar briefs have been prepared. Let me state the arguments briefly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, why can Boards of Inquiry not be made public? The reasons have been given before. I will restate them. There are legal difficulties. Witnesses are not protected by rules of evidence. There are problems of security. And in all cases where deaths are involved, there are Coroner's inquiries and there are commissions of inquiries which are separate proceedings, of which a Coroner's inquiry is public, and everything which needs to be known is presented in a judicial court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The commission of inquiry is not public but it is conducted by an officer outside of MINDEF and, in appropriate cases, families of affected people attend. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Boards of Inquiry, not Commission of Inquiry! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I was referring to a Committee of Inquiry as well as the Coroner's court. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Boards of inquiry! \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> As for the casualty in Pasir Laba Camp, I am not sure which casualty the Member for Anson is referring to. I remember a discussion in this House about a year ago which the Member raised. So far as I recall, the case did not happen in Pasir Laba Camp. It happened in Khatib Camp. I understand that in that case, the Committee of Inquiry has been held and the family of the deceased soldier was present. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Were the findings disclosed? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> The findings have been settled. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Settled! \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> And the Coroner's inquiry will in due course take place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Government Proceedings Act and why the Government cannot be sued, we do not follow British precedent blindly. We follow it when there are good reasons to do so. Why can you not sue the State in case a serviceman dies in training or in action? The reason as given by the British is that in this case, the State is fundamentally different from a private citizen, and therefore cannot be treated on the same standing. I will quote here from a submission in the House of Lords in 1947, when the Crown Proceedings Bill was introduced in Britain and it applies to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The private citizen does not have the same kind of responsibility as the Crown for protecting the public. He does not have the care of public safety. He does not have the defence of the Realm to consider. In these matters, the functions of the Crown involve duties and responsibilities which no subject is required to undertake and these distinctions are inevitably, necessarily and properly reflected by various provisions in the Bill.' In other words, that is the reason why you cannot sue the Government under such cases. And to be able to sue the Government under such cases would be destructive to the morale, discipline and efficiency of the service. We concur with these views and we have adopted the same practice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> And cover up evidence. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> An alternative could be to sue an individual instead of the Crown under such circumstances, namely, the officer involved who gave the order. However, this is also not allowed, for a specific reason, namely, that if we propose to do so, any officer or soldier who is making an operational decision, is placed in a difficult position. And in training you make decisions which are just the same as operational ones. You have to have the absolute confidence that you can make the judgment correctly. You cannot afford always to have at the back of your mind the thought that, \"If I do it wrong, will I be sued? Will the Government not back me? Should I have to appear in court?\" That is the reason why the law stands as it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me move on to the other issues raised by the other Members. The Member for Pasir Panjang and also the Member for Serangoon Gardens have asked about the Defence budget, and whether we have enough money to spend under these reduced circumstances. They have pointed out that the environment remains uncertain and that in a recession our needs for national security do not go down. They are absolutely correct. When an economy does poorly, the first temptation always is to cut defence expenditure, because it is large and the returns are not obvious. It is a temptation which must be resisted, because if we do not spend the money on Defence, then everything else will be put into jeopardy. And it will be in vain that you spend money on investments, on promoting industries, on salaries, whatever. That is the reason why we have maintained the Defence budget at 6% of the GDP even this year. It is a smaller estimated GDP, but the share remains. 4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a reduced budget like this, we must make every dollar count. That is the Ministry's responsibility, the SAF's responsibility. And the priority must always be the operational readiness of the troops, not frills. We must control our operational costs tightly, our manpower costs tightly. In other words, before a person drives a tank, or a battalion of tanks, ten miles \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> down the road for an exercise, he must ask himself, \"How much is this going to cost? Wear and tear, maintenance, fuel, time, ammunition. Do I get value for the money which I am spending? Is it worth doing? Or can I train my men better in some other ways?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to focus this economy drive, MINDEF is establishing an Economy Drive Committee. We will be running a cost reduction campaign to drive home the message to everybody, the Colonels, the Majors, the Corporals, and the Privates, that it is their responsibility to make sure that every dollar counts. From the point of view of each individual's contribution, we are talking about productivity in their daily effort. In each thing they do, there should be what we call PRIDE - in productivity in daily effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the overall view of the organization, we are talking about the competence of the SAF as one fighting force, making sure that we spend the money in the right areas, making sure that we buy the correct equipment, and having bought the equipment, to maintain it, to see that it is in running order, to have the training to use it properly, to decline the doctrines to employ them to the greatest effect, and to have the intelligence to apply the devastating blow in war which will make our present investments pay off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the software must be in place as well as the hardware. The software does not cost as much money as the hardware, but it is much more difficult to do. We will be concentrating especially on this in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon asked about the Navy. This is an instance of making the right investment. The SAF is one fighting force. It is not three services, each one competing for a share of the budget, each one saying, \"I must have my fair share of the cake so that if you have aeroplanes, I must have ships. If he has tanks, I must have missiles.\" We do not operate such a system. Our force build-up must meet our operational needs. That means you must have a specific reason why you need that unit, that weapon, that group. Then you build them up to meet that function. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The needs for the Air Force and for the Army are clear and obvious. You must have an army because you must be able to safeguard the integrity of the Republic of Singapore, the main island and our outlying islands. You must have an Air Force because you cannot afford to have hostile aeroplanes flying overhead of Singapore, dropping bombs on our population, in our housing estates. If we think one accident in one hotel is bad, to allow hostile aeroplanes to fly at liberty overhead and cause many such disasters simultaneously, is unthinkable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Navy has two specific roles. The seaward defence of the Republic, that means making sure that any opponent who comes by sea will be met. Secondly, to maintain our sea lines of communications. We have spoken of how our exports are 1(r) times our GDP, how our trade is three times our GDP. All these travel by sea, in and out, also by air, but mostly by sea. If the sea lanes are not safeguarded, it is possible for an opponent who wishes us harm to choke us off without moving any soldiers, without using any aeroplanes. He can just cut off our trade, stifle our life line, and rub out. It is a fate which we cannot expose ourselves to. It is a role which must be conducted by the Navy in conjunction with the other Services, particularly the Air Force, especially aeroplanes such as the Hawkeye, which will provide surveillance and give an overall picture of the sea lanes; and also Fighter cover, because Fighters are effective platforms to be used against ships. Nevertheless there is a role for ships. The Navy's mission is a critical one. They need some ships to do it. We have six MGBs armed with Gabriel missiles. We are upgrading the missiles to Harpoons. You have seen it reported in the newspapers. It gives a longer range, better capability. At the same time, we are building six more MGBs to increase the strength of the Navy to conduct this mission. We believe this is a reasonable size for the Force, given the role which it has. We do not build armadas and destroyers and aircraft carriers for the thrill of seeing them sail past us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai asked us about air safety. It is a problem which preoccupies us. We have had a bad year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> We have had a series of aeroplane crashes. In August last year I informed the House that our Skyhawks, the A-4s, were temporarily grounded because we were investigating the causes for a series of crashes. We think we have identified the cause. There was a specific problem with the engines, which are old, a specific problem that is now being rectified. It will take some time to do so. In the meanwhile we cannot completely stop flying. Especially cleared aircraft, which we believe to be safe, are allowed to fly. Unfortunately, despite the precautions taken, in March this year another Skyhawk crashed, for reasons so far unclear, but apparently unrelated to the engine. MINDEF has to make every effort to solve the problem, ensure safety, and at the same time allow the Air Force to fly, and to fly safely. This is being done, and as much of the issue as it is in the public interest to make public, is being disclosed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson asked about open mobilization. We have had two exercises, the first one in July, with 98% response. Perhaps it was a little easy, because we gave the exercise full publicity for weeks on end, and the date was known. Only the reservists did not know who were the only ones to be called up. As time goes on, we make it harder. The second exercise in November also collected a good response, more than 96%. There was limited publicity, but still the date was known. We are now conducting a third exercise. We are getting more ambitious. A third exercise will be conducted in the first half of April this year, in other words, in a few weeks. This time there will be no high key publicity, and no actual date will be announced. All that the public is being told is that it will take place sometime in the first half of April. It will involve Air Force and Navy units as well as Army units, also for the first time. Later on we will progress further: exercises with no notice whatsoever. These will be exercises in which you come back and be equipped with uniforms, weapons, vehicles, exercises in which you go out, deploy the troops and conduct live firing practices. There will be exercises to see whether you really can marshall your soldiers, not just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> bring them back but bring them back to do something. We must reach a stage where such open mobilization exercises are a routine aspect of reservist training and readiness. It must be a routine not only for the reservists but for the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was very cheered last year when I attended to a National Day Observance Ceremony at SBS. After the ceremony I was talking to one of the bus drivers. I asked him whether he participated in the open mobilization. He said, \"No, my unit was not called.\" And he whispered to me, \"Its code word is Towering Eagle.\" I said, \"What?\" He whispered to me again. So it had registered with him, and I am sure with his girl friend and with his family, that there was a code word. This is a serious matter - he remembers it and if he sees it flashed on the cinema screen, he will react straightaway. So that is where we are driving at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civil resources are easier. Mobilizing people is much harder than mobilizing vehicles. We had our first exercise last weekend. You have seen the report, 97% of the vehicles reported in time. No major problems. We will have six more exercises this year. A major concern of Members, when the Requisition of Resources Bill was discussed in the House, was compensation, and whether owners would be paid quickly. Members will be happy to know that, in the case of the first exercise, we expect the total compensation, which comes to about $20,000, to be paid by next week. In other words, within a fortnight. Eventually, this too will move to no-notice exercises and open civil resource mobilization exercises. There will be code words for vehicles, just as we have code words for units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Total Defence, raised by the Member for Kebun Baru. I shall respond to his remarks concerning the economy later on in the debate. Today, let me just talk about the military and operational part of Total Defence. We have progressed from telling the public what Total Defence is about, to getting the public to think about what it means, and to go beyond, to urge the public to participate in Total Defence exercises, to learn and to gain confidence about it. We have some sense of progress. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens asked whether we have opinion poll surveys. Well, one which we recently conducted showed that 88% of the population understood that in Total Defence everybody played a part, not just the soldiers. But when it came to the next step, knowing that your participating is all right, but what do you specifically do? Fewer knew. Only about one-third of the population were confident of their specific role in Total Defence. So we have to do something about it. The way we are doing it is to get the population directly involved, get more Ministries involved. Home Affairs for Civil Defence, MTI for Economic Defence, Community Development for Social Defence, and Communications and Information for Psychological Defence. We have had Civil Defence exercises and operations. We have had Civil Resource mobilization exercises. We have Food Distribution and Rationing exercises. Last year, in two constituencies we practised giving out ration coupons and had the ration coupons redeemed for rice and sugar. There are other components as well. For example, fuel plans. How do you cook during war? There may not be enough LPG to last long. In any case, LPG cylinders are dangerous to have in buildings in war, because they can explode. There will not be town gas. We can have electricity, but the electricity can be cut off. So we may be reduced to cooking with kerosene stoves. In Singapore, how many housewives still know how to use kerosene stoves? I think very few, but if we have to do it, then we must all learn and we must all learn, in peace time. We will move on to these areas step by step. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon talked about recruitment, and exhorted MINDEF not to choke off our recruitment because of our manpower budget. We have to be tight on our manpower budget because we cannot expand indefinitely. But at the same time MINDEF has a special reason to continue to recruit for the next few years. MINDEF is in several respects different from the other Ministries. First, our establishments are very far from filled. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> affects our operational readiness. If you are short of a clerk and do not have her for five years, well, perhaps you can delete the establishment and still make-do. If you are short of a first-class marksman trainer, and do not have him for five years, you may delete him from the establishment but then your Armed Forces will never have trained marksmen. That is a price which cannot be paid. That is the first way we are different. Secondly, we have contract service people. In other words, we recruit people for a fixed term, they serve and when the contract is over, some leave. Therefore, our turnover is high. Therefore, it is necessary for us to recruit to maintain our strength. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we need continually to upgrade the quality of our manpower. Each year we have better and better cohorts coming out from our education system, and we must get a fair share. And finally, in the Army, you must recruit in a recession because that is when you can get the best men and then you hold them through a boom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, that would respond to most of the points raised by Members. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,079,200,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $160,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>5.00 pm \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Subhead TA-01 Object Group 1100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every year, in the Budget debate, the Ministry of National Development is the most popular one. I have no doubt that it will again be so this year, going by the number of amendments tabled by various Members in the House. For this reason, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> Sir, I shall touch only briefly on the cost of HDB flats and some policy matters regarding lift vandalism and water supply in housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a common sight in new HDB estates to see plenty of new and unused HDB-supplied interior timber doors being discarded at garbage dumps. Most flat owners consider the HDB doors to be of inferior quality. In most cases, flat owners replace them with new ones when they renovate their homes. Most owners do not mind paying a little bit more to get good-quality doors of their choice. There is also the kitchen and bathroom tiles and flooring which are all done up by the HDB. Some flat owners do not like the quality or the colour of the tiles but they have to put up with these tiles for three years as HDB presently disallows them to hack the tiles in order to avoid wastage of materials. Then there are the wash-basins and other hardware. They too have been discarded as garbage. Sir, though the prices of HDB flats are within affordable range to Singaporeans, the HDB should not be contented. The Board should review its policy on construction of new flats to see how to reduce further wastage of materials and pass on whatever savings to the flat owners in the form of lower prices of flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on lift vandalism, every year the HDB spends a large sum of money replacing and repairing lifts in many housing estates. Lift vandalism is indeed a serious problem. It appears that no amount of corrective action would improve the situation. After the HDB has repaired or changed a lift, the culprits strike again. Once again we see urine on the floor, chewing gum stuck on to lift buttons and graffiti on the wall. In fact, Sir, it is said that the best time to take the lift is early in the morning on our way to work or to the market immediately after the HDB cleaner has finished her work. Those anti-social acts of vandalism not only inconvenience residents but frequently lead to lift breakdowns. Sir, some 20 years ago I remember as a resident in an HDB estate the HDB installed lift doors with glass windows. More recently, there were reports that HDB was trying out a closed- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> circuit TV system in lifts. How successful has this scheme been? What are HDB's plans to tackle lift vandalism in housing estates? Is mounting a national campaign against lift vandalism enough? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to touch on water supply in housing estates. We must first thank the HDB for taking action to change the downfeed water pipes in older HDB blocks to solve the problem of rusty tap water. I am sure many residents in Singapore are very grateful to them. For once, they are seeing and drinking clear water after having lived on rusty water in the last two to three years. But the problem of rusty water has not been entirely resolved. HDB changed only the downfeed external pipes for those flats above the fifth floor. Residents who live on the lower floors continue to receive rusty tap water. I learn that the PUB is responsible for water supply to the lower floors but according to the PUB they have changed most of the main pipes and their responsibility stops at the ground floor. Sir, may I ask the Minister: who is responsible for replacing the pipes that supply water from the ground floor to each individual flat on the fifth floor, fourth floor, the third and second floor? Is it the PUB or is it the HDB? Residents have accepted the fact that replacing any water pipes inside their home will be their responsibility and many have indeed changed their internal pipes on their own. May I ask the HDB and the PUB to look into this matter seriously and come out with a satisfactory solution to replace these external pipes with a minimum of inconvenience to residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to raise another matter related to water supply. When one lives on an upper floor of an HDB block, the water pressure is naturally low. The HDB has therefore recently embarked on a programme to instal booster pumps to increase water pressure on the upper floors. However, one setback of the system is that the pump is only activated during certain hours of the day. I think it is from 6.00 to 7.00 in the morning, 10.00 to 11.00 in the late morning and 5.00 to 7.00 in the evening. On my rounds of visit to residents, many of them complained that these hours are not enough. May I suggest that the HDB study the water usage habits \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> of the residents more closely and extend the hours of activation of these booster pumps. Alternatively, the HDB should consider installing some sort of booster pump device that self-activates, without the need to place any restriction on the hours of operation of these pumps. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The Member for Kaki Bukit seems to be ranging from Political Appointments all the way down to HDB. Shall we throw the whole subject open? \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teh Cheang Wan:</b> Yes, I think so. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of National Development, through the HDB, has provided housing for more than 80% of our population. For this, the Ministry should be congratulated. Sir, today I would like to focus on the housing needs of two groups of people. One, the young adult couples, ie, those just starting their families and, two, the seniors or the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The young couples. Sir, in the future, the HDB will build more of the larger models of flats, ie, mainly the 4-room and 5-room. This policy is correct in that the demand is for this category of flats now. However, I would still urge the Ministry to consider building sufficient smaller units, ie, the 2-room and 3-room for rental to these young couples. Today, there are no new 3-room flats available for rental. What is the problem here, Sir? From our meet-the-people sessions, we know that many of these people cannot afford to buy the flat as they have just started working. Many of these young couples like to live on their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from a sociological point of view, it may not be a bad idea that these couples can start their own home. Even parents today have expressed the wish for their children to live on their own after marriage. They would then learn the problems of managing their own homes, home economics, to budget for themselves and to look after their daily needs - food, toilet paper, soap, PUB and telephone bills. The parents' support will thus not be taken for granted. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will this erode filial piety? My answer is not necessarily so. It is good that the young couple have the privacy of their own home to build a strong foundation for their nuclear family in the future. At the same time, the umbilical cord to parents need to be severed so that they can assume their own responsibilities as head of their own households. It would be good for the young couple to live apart from their parents for a while, continue to visit their parents regularly and find a new equilibrium in their relationship with their parents. Later, when they have been better established, both financially and emotionally, they can then decide, both parents and children, whether they would like to buy a bigger flat to accommodate the extended family or a smaller flat for the nuclear family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problems of the seniors or the aged. The problem of housing for seniors, Sir, is more complex. The Report on the Aged by the Ministry of Health in 1984 has highlighted this problem. While filial piety and the children's responsibility for their parents must not be relinquished to the State, nonetheless, financial security after retirement and suitable accommodation for seniors need looking into. As for financial security after retirement, the Report has stated that the amount required for \"subsistence living at current prices is $200 per month [that is, in 1984].\" It also makes provision for an annual increase of 5% per annum to allow for inflation. To provide for this, the Report has suggested an annuity scheme. Persons who do not have sufficient CPF balances and/or personal savings to purchase an annuity scheme will, of course, need additional assistance. One possible source of help, states the Report, is for HDB to give elderly HDB flat owners who do not have children with them the option to (1) purchase an annuity from or through HDB, the consideration for the annuity being the reversionary interest in the flat, or (2) exchange their existing flats for smaller flats and purchase an annuity from or through HDB financed by the difference in prices of the two flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are fortunate in Singapore in that we have the lead time to look into these problems. I would like the Minister to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> comment on his Ministry's opinion of this Report and also to tell the House the plans of his Ministry in regard to the care of the aged in respect of housing. My feeling, Sir, is that in the years ahead, a good proportion may opt for smaller flats. If this is the case, then the housing needs of the aged must be very carefully planned. On the one hand, we must not isolate them from society while on the other hand, common amenities, for example, social and recreational facilities, medical rehabilitation or day-care facilities should be centrally located. This is a complex and challenging area for our town planners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have every faith that, as with the problems of the past, the Ministry of National Development will successfully tackle these problems. It would be good if we could integrate the common needs for smaller housing units of the young adult couples and the aged to mutual benefit. With careful planning, family units can still be living in close proximity, for example, as is being done with joint balloting for families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to join my colleagues in thanking the Minister for the quick response to the problem of rusty water. I still have to ask him the question about water tanks. I understand that they are looking into concrete water tanks and I have expressed my fear that, instead of yellow water, we will in future get algae-polluted water, green water. Will the Minister please comment? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I move this amendment to thank the Minister for allowing free parking on Sundays and public holidays in Ayer Rajah. Almost four months have passed and the scheme has worked very well. Relatives and friends and my constituents are very happy about this scheme. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was the initial fear that the scheme would be abused but this did not happen. My constituents helped to police the scheme by advising drivers who parked wrongly not to do so, and this method of persuasion apparently paid off. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> We do have our fair share of abuses but this did not amount to more than what had taken place before the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that Singaporeans are becoming more aware of the importance of social discipline. I hope the Minister would, therefore, like to consider extending this scheme to the rest of Singapore if this HDB pilot scheme proves successful. My reason for requesting this is to encourage more social interaction amongst our people. It is not to save Singaporeans a few cents in parking fees. If the Ministry is worried about abuse, then extending the scheme to all estates will overcome this fear. In fact, I was initially apprehensive when HDB allowed free parking only in my constituency because, by doing so, HDB has imposed upon my constituency the potential danger of abuse by residents of neighbouring constituencies. Fortunately, through the help of the HDB Area Office and my constituents, we managed to overcome this potential problem. We persuaded people not to abuse the privilege and advised residents that free parking is not tantamount to disorderly parking. I would, therefore, ask HDB to allow free parking on Sundays and public holidays throughout the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, rubbish bin centres in HDB estates cost a lot of money. I think it is in the region of $50,000 to $100,000, depending on its size and the time it takes to built. It is getting bigger because rubbish trucks are getting bigger. It is unsightly, smelly and, especially around markets, it is an eye-sore. Then there are rubbish chutes at HDB blocks, where collections are still done manually. At each collection there is a lot of spillage. Surely there must be a better and cleaner way of rubbish disposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is high time we looked into the possibility of mechanizing our refuse collection. I will ask the Clerk of Parliament to distribute some photostat pictures of what I intend to tell this House about this rubbish. [Copies of pictures distributed to hon. Members.] Yes, I see the Minister has got a copy of these photostat pictures. Mr Speaker, if you look at photograph A and compare it with photograph B, you will notice a remarkable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> difference. Photograph A shows what is being done now, and photograph B illustrates how it can be done in a very neat and tidy manner. Photograph C shows one of the ways in which collection of rubbish can be done in a proper way. You will notice that one method is clean and tidy while the other is unhygienic and a disgrace. I know this issue concerns also the Ministry of the Environment. But as HDB has allowed the Ministry of the Environment to handle this rubbish collection, surely HDB can advise MOE to upgrade the method of refuse collection. This is in line with our policy of mechanization. And if MOE is not able to do this because of cost or for other reasons, then HDB should allow someone else to do it, of course with no additional cost to the flat dwellers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if the Minister would allow refuse collection to be carried out in the way some shopping centres and condominiums are doing, Ayer Rajah is prepared to give it a try for six months. And if this is a success, then these dirty bin centres will be a thing of the past. And I shall come back to this House to request the Minister to close down some of these bin centres and convert them into RC Centres, Senior Citizens' Centres and community halls. I hope the Minister will allow me this chance to compare the cleaniness of the estate operated by the Ministry of the Environment and by the method to be adopted in Ayer Rajah. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, there is not much time left and I think the Minister will be glad to know also that I do not have my usual list of complaints about the HDB this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in August 1982 the House amended the Buildings and Common Property (Maintenance and Management) Act. The main thrust of the amendment was to ensure that buildings which had units to be sold to different purchasers and which were intended for strata subdivision at a later date would be properly maintained by the developers from the time the temporary occupation licence (TOL) was issued. The amendment to the Act at that time did not provide for buildings where the TOL had already been issued prior to the amendment. I know that there are many buildings in Singapore where tem- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> porary occupation licences have been issued for many, many years and where strata titles are to be given at some future date. Such buildings do not fall under the ambit of this Act. So when the amendment was moved in the House in 1982, I asked the Minister at that time what steps could be taken to ensure that these buildings, very old buildings, still under TOL, fall within the ambit of the Act. We are all aware that there are a lot of buildings in Singapore which are very poorly maintained, and we do not like to see these old buildings degenerate into slums. Could the Minister advise what steps can be taken to ensure that these buildings are properly maintained? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the light of the recent hotel tragedy last weekend, it is timely for us to remind ourselves that maintenance of buildings now takes on a new significance. What is needed now is closer and tighter supervision of maintenance of the buildings. I understand that this job is undertaken by the Buildings Maintenance Unit in the Ministry of National Development. I would like to appeal to the Minister that this particular unit or department should step up its efforts to ensure that all buildings in Singapore are properly maintained. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Mr Speaker, Sir, I have three amendments but I would like to speak on the HDB first. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have five minutes to do whatever you want. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Thank you, Sir. During the current recession, many small businessmen are trying to do their best to reduce the cost of their business operations. Some of them are residents of HDB flats and they would like to operate their business in their flats. Would the HDB consider allowing residents to use their flats for smallscale business, and to allow them to instal telex machines, facsimile receivers to facilitate them in their business? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have another question on the HDB. Here I would like to ask the Minister to provide information on the various schemes that the HDB has to help lower-income families to purchase flats. One of my constituents recently wrote to me \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> regarding the plight of his uncle who is currently living in a 2-room rental flat. His uncle wants to purchase a 3-room flat which is being offered for sale at a sum of $28,600. According to him, his uncle can only obtain a loan of 80% of the sale price from the HDB and he has to pay the balance of 20% either in cash or from CPF savings. He cannot afford to do this as he is unemployed. Although his children are working, they do not have this sum of money in their CPF. So he is appealing to the HDB to provide him the full loan of $28,600. Could the Minister advise whether the HDB could assist his uncle? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like also, since there is some time left, to talk about the property sector which is now facing serious problems. It will take some time for the property glut to be absorbed. Now you can say that one of the important causes of this present slum in the property sector is the lack of timely and accurate statistics on real estate as well as the construction sector. Perhaps the Minister for National Development would enlighten the House on the steps the Ministry has to rectify this situation. Will the Ministry be able to provide more timely and more accurate statistics on the property sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now on another matter. The Economic Committee in its recent Report has recommended that we should target for a 50% female participation rate in the workforce by 1995. To be able to do this, we must create an environment where mothers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> who want to work will be able to do so. I think mothers with young children would not be inclined to work unless they are confident that their young children and infants can be well looked after while they are out at work. They could be encouraged to join the workforce if there are creches and nurseries conveniently located near their homes. I would like to ask the Minister whether he will ask the Development and Building Control Division to allow creches and nurseries to be set up in private homes. I have completed what I want to say, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There are 20 seconds left. I think we had better call it a day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Teh Cheang Wan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Teh Cheang Wan):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the financial year 1st April, 1986 to 31st March, 1987 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Teh Cheang Wan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half past Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
