{"memberId": null, "volumeNo": "49", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"49\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1987-03-26\"> \n  <meta name=\"Start_Col\" content=\"1143\"> \n  <meta name=\"End_Col\" content=\"1208\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">49</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-03-1987</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 49</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 26th March, 1987</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>NOMINATIONS TO SELECT COMMITTEES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I have to inform hon. Members that I have, under Standing Order No. 97, made the following nominations to Select Committees:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Mr Wong Kan Seng to the Standing Orders Committee in the place of Dr Tan Cheng Bock; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Dr S. Vasoo to the House Committee to fill a vacancy; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Dr Lee Boon Yang to the Public Petitions Committee in the place of Mr Wong Kan Seng; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Mr Wong Kan Seng to the Committee of Privileges in the place of Mr S. Dhanabalan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the withdrawal of Mr S. Dhanabalan from the Committee of Privileges, Prof. S. Jayakumar, whom I had nominated to the Committee in the matter of the complaint by Mr S. Dhanabalan against the Editor, Publisher and Printer of \"The Hammer\", will cease to serve on the Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>WITHDRAWAL OF NEW ZEALAND FORCES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr S. Chandra Das</b> asked the First Deputy Prime Minister and Minister for Defence (a) what are the reasons for the withdrawal of New Zealand forces from Singapore; and (b) what impact it will have on our defence capability. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Second Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Dr Yeo Ning Hong) (for the First Deputy Prime Minister and Minister for Defence):</b> Sir, I am answering on behalf of the First Deputy Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me preface my answer with a short history of the contribution of the New Zealand Forces to the security of South East Asia in the past three decades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Zealand Forces stationed in Singapore today comprise the First Royal New Zealand Infantry Regiment, the Headquarters of the New Zealand Forces in South East Asia and a small detachment of helicopters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1955, 32 years ago, New Zealand Forces have been deployed in Malaysia, then Malaya, where they fought communist insurgents and later formed part of the Commonwealth Forces during the Indonesian Confrontation between 1964 and 1966. In 1969 the 1st Battalion, Royal New Zealand Infantry Regiment, moved to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At a time when Singapore and Malaysia were newly independent and when the British announced their withdrawal, the continued stationing of New Zealand Forces was a significant show of support and an assuring gesture to countries in the region. It afforded these countries the lead time to develop economically and politically and to strengthen their own defence capabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming now to the question proper, New Zealand's intention to withdraw its forces from South East Asia is the result of the New Zealand Government defence policy review which recommended concentrating their defence forces and capabilities on New Zealand's immediate environment, in particular the South Pacific region. Moreover, the South East \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> Asian countries today have not only successfully tackled the communist threat and confrontation but have gone on to develop their own defence capabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Zealand's decision to withdraw its forces from Singapore was taken after mutual consultations between New Zealand and Singapore and the other parties of the Five Power Defence Arrangement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government of New Zealand has expressed its wish to remain an active member of the Five Power Defence Arrangement. It is also the intention of the New Zealand Government to continue its participation in joint exercises and to cooperate in existing and new areas of bilateral relationship within the framework of the Five Power Defence Arrangement. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, can I ask the Minister what impact the withdrawal of the New Zealand Forces will have on ASEAN military cooperation, especially cooperation with our neighbours. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the cooperation between the Asean countries will continue. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CHANGES IN POLITICAL LEADERSHIP OF VIETNAM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effect on Cambodian issue)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Leong Horn Kee</b> asked the Minister for Foreign Affairs, with the recent changes in the political leadership of Vietnam, whether (i) the possibility of the Cambodian issue being resolved has improved and (ii) tension in the region has ameliorated with a Vietnam that is focussing its attention on economic reforms. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> Sir, the top three Politburo members of the Communist Party of Vietnam retired in December 1986, and in mid-February 1987 there was a ministerial reshuffle. Since the leadership changes, there has been no hard evidence of Vietnam's sincerity in wanting to resolve the Cambodian problem. It has merely repeated pledges to withdraw all Vietnamese troops from Cambodia by 1990 or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> earlier. Since these pledges of withdrawal are predicated on Vietnam achieving its hegemonistic objectives in Cambodia, they do not offer hope for a solution. Vietnam is not prepared to hold direct discussions with the Coalition Government of Democratic Kampuchea, the party directly affected by Vietnam's occupation of Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst the leadership changes and the streamlining of several economic ministries point to a concentration on economic reconstruction of the country, the changes have also promoted several personalities who have been closely associated with the invasion and occupation of Cambodia. These changes do not augur well for any compromise on Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent spate of Vietnamese initiated moves to promote a dialogue on the Cambodian problem are clearly aimed at giving the misleading impression that there is some movement and a solution is in sight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding this, Vietnam's preoccupation with economic problems, its nervousness at the improvement in Sino-Soviet relations and its continued international isolation might well lead to a more realistic attitude on Cambodia. We will therefore have to wait for more concrete moves on Vietnam's part. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, may I ask the Minister whether this change of leadership in Vietnam is in fact a change of tack that they have moved from a military expansion scheme to an economic expansion scheme where they can have a better hold on the surrounding countries and then by proxy the Soviet Union could expand its sphere of influence in this region. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I do not think that is the intention. The economy is in such a bad situation that it will require a lot of convincing for anybody to believe that Vietnam can project its power, its influence, as a result of being a strong economy. I think the primary aim of these changes is to mend the internal economy of Vietnam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Can I ask the Minister in view of the changes in the political leadership whether there is prospect for improved relations between Singapore and Vietnam? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think it is a bit too early to say what the prospects are. If, as I said, the leadership changes result in some concrete moves in finding a solution to the Cambodian problem, obviously the stage will be set for better relations between Singapore and Vietnam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AYER RAJAH ROAD/CLEMENTI ROAD/PASIR PANJANG ROAD/COMMONWEALTH AVENUE WEST</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress of road works)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development (a) if he will report on the progress of the road works that run concurrently at (i) Ayer Rajah Road, (ii) Clementi Road, (iii) Pasir Panjang Road and (iv) Commonwealth Avenue West; and (b) whether pedestrian overhead bridges will be built and safety measures taken to minimize accidents along these new expressways. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PWD is upgrading Ayer Rajah Road and Upper Ayer Rajah Road to form part of the Ayer Rajah Expressway. Ayer Rajah Road extends from Alexandra Road to Clementi Road. The PWD expects to complete this stretch of road by the end of 1987. The upgrading of the stretch of Upper Ayer Road from Clementi Road to Jurong Town Hall Road will be completed by the first quarter of 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the widening of Clementi Road from Ayer Rajah Road to West Coast Highway is about 60% completed. The project is scheduled to be completed by September 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The widening of Pasir Panjang Road was completed on 11th March 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The widening of Commonwealth Avenue West between Jalan Lempeng and Jurong East Street 11 started on the 16th \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> February 1987 and will be completed by November 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the four roads mentioned, only Ayer Rajah Road will be upgraded to an expressway. The others are major arterial roads. The following safety measures have been taken to minimize accidents along this expressway: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Provision of 13 pedestrian overhead bridges and an underpass for pedestrian safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Installation of vehicular impact guardrails along the sides of the expressway to prevent vehicles from running off the expressway; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Provision of prominent lane markings and adequate directional road signs to guide motorists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB RENTAL BLOCKS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Demolition and Redevelopment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Encik Othman bin Haron Eusofe</b> asked the Minister for National Development (a) what is the progress of the programme to demolish Housing and Development Board rental apartments with high vacancies; (b) what are the problems encountered; and (c) when will the land recovered under this programme be developed and what will be the nature of the proposed development. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Sir, the exercise to relocate tenants in rental blocks commenced in November 1986. Tenants in 369 blocks have been notified of the relocation exercise. The 369 blocks consist of 40,168 units, of which 25,059 are occupied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at 11th March 1987, a total of 5,835 affected tenants have registered to purchase home ownership flats whereas 6,064 tenants have registered to rent another flat. Of the 11,899 cases registered, 3,467 tenants have already been allocated alternative flats, out of which 1,043 in sold flats and 2,424 in rental flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the blocks will be demolished progressively as and when all tenants in the blocks have been rehoused. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at present the HDB has not experienced any major problems in the relocation exercise as there are sufficient rental and home ownership flats to meet the demand from tenants affected by the exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the land recovered under this programme reaches a sizeable parcel, it will be redeveloped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The general objective of the redevelopment, Sir, is to upgrade the old estates to approximate current standards. The land could be used to build better flats or other facilities for the old estates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>YIO CHU KANG ROAD TO ANG MO KIO BUS INTERCHANGE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Direct of bus service)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Communications and Information whether the Singapore Bus Service (1978) Ltd will consider providing a direct bus service from Yio Chu Kang Road near Seletar Hills Estate to Ang Mo Kio Bus Interchange. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong)(for the Minister for Communications and Information):</b> Mr Deputy Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have asked SBS to consider the hon. Member's suggestion. In addition, I have asked SBS to brief the Member and his community leaders on future services relevant to his constituency with a view to improving bus services in general. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLIC TELEPHONES ALONG EXPRESSWAYS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion into emergency telephones)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development whether all the public telephones along expressways have been removed for the sake of road safety and whether they will be substituted by hot lines linking directly to the Police and the Fire Brigade for emergency use. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Deputy Speaker, Sir, emergency telephones are a necessity along expressways for motorists in distress to seek assistance. It is also a standard provision along such roads in the developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, public telephones were installed for motorists to use as emergency telephones. But motorists are using them for personal and business calls. On the average, 66 calls per day are made from each telephone. Vehicles stopping along the expressways pose a hazard to other road users. In the first six months of 1986, there were nine cases of serious accidents attributable to the use of public telephones along expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Works Department together with the Police and Telecoms is looking into the conversion of these public telephones to emergency telephones which only allow calls for help to the Police, Fire Service and towing companies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMISSION OF INQUIRY INTO THE \"TEH CHEANG WAN AFFAIR\"</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Second Minister for Law)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Mr Deputy Speaker, Sir, Members will recall that at our sitting on 4th March, the Member for Potong Pasir asked the Prime Minister \"whether he will call a public inquiry to get to the bottom of (what he termed) the Teh Cheang Wan affair and to make recommendations to prevent further corruption at high places.\" The Prime Minister said that the Government is ready to have a public inquiry into any matter of public interest so that there can be no question of any cover-up. The Prime Minister repeatedly asked the Member to spell out the terms of reference. It was only after the lunch adjournment that the Member read out his proposed terms, although he said that he had it all the time since that morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister pointed out that the terms were ambiguous and suggested that the Member refine them. Nevertheless, the Prime Minister said he was prepared to accept the draft as it was and to gazette it because he would not stop any inquiry. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> reply, the Member insisted that \"as far as the substance of this reference goes, (that is, the reference of the inquiry that he wanted) it stays.\" The Member also requested that there should be three commissioners instead of one. In response to the Prime Minister's question whether he would lead evidence on the terms requested by him, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... not only I will lead in evidence but I have certainly people who are willing to assist me in that area.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And this was noted by the Prime Minister when he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... as he said he would lead evidence and he will bring people to bring evidence. So be it.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member's final words on the terms were: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I wish to have these terms of reference written out in a form that is accepted under the Inquiry Commissions Act.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In deference to the Member's stated desire to recast his terms in an acceptable form, the Government waited for his redraft. On the morning of 23rd March, I asked the Member whether he had a redraft or if his terms read out in the House on 4th March were final. He asked for time, and at about 6.00 pm that day he handed me his revised terms of reference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now wish to inform the House that the President has appointed a Commission of Inquiry consisting of three members as proposed by the Member. The Chairman of the Commission will be Judicial Commissioner, Mr Chan Sek Keong, and the other two members will be Mr Robert Iau Kuo Kwong and Mr Thai Chee Ken. The full text of the instrument of appointment signed by the President will be gazetted soon and is now circulated for the information of hon. Members. I shall request the Clerk to kindly distribute the said instrument. [Copies of instrument distributed to hon. Members]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this instrument reproduces the revised terms of reference submitted by the Member for Potong Pasir in their entirety as terms of reference No.(2) and No.(3). The instrument also records the fact that the Member had undertaken to lead in evidence (the words used by him) relating to those said terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to another matter, Sir. At our sitting of 4th March, the Member made \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> several references which implied that the CPIB had been less than thorough in their investigation of the case. For example, he asked whether, now that the Minister has died, everything will be closed and covered up. He said that there was \"evidence that strange goings-on have taken place. This is indeed very, very strange. So I think there is need for an inquiry into that area.\" Then referring to a core contractor willing to give a bribe, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is no small sum. There must be certainly something behind that. If we dig deep enough, we will find the evidence.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, he casts a doubt over the thoroughness and effectiveness of CPIB's investigations that they did not dig deep enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government had expected the Member for Potong Pasir to refine his terms to inquire into the adequacy and efficacy of CPIB's investigations. He has not done this. The Government cannot allow these doubts on the effectiveness of investigations of CPIB to stand unchallenged. Accordingly, before proceeding to investigate the terms of reference which the Member has spelt out, the Commission will first address itself to the first term of reference, and I read: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) To enquire whether - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the Corrupt Practices Investigation Bureau did all that was necessary to uncover all the acts of corruption or criminal wrongdoing of the late Mr Teh Cheang Wan in investigating complaints of or leads to acts of corruption by the late Mr Teh Cheang Wan as Minister for National Development; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the Corrupt Practices Investigation Bureau was thorough in their investigations before concluding that there was no involvement by any other Minister, Parliamentary Secretary, or Government officer in these acts of corruption or other criminal wrongdoing; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) there has been any attempt to overlook, to conceal or to cover-up any information concerning corruption or criminal wrongdoing.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it is in the public interest that there can be no suggestion of any concealment or cover- up of any corruption or criminal wrongdoing by the late Mr Teh Cheang Wan or any other Minister or Parliamentary Secretary or Government officer. Therefore, the thoroughness and effectiveness of investigations of the CPIB into the late Mr Teh Cheang Wan should be inquired into by the Commission of Inquiry. With regard to this term, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> Deputy Public Prosecutor will lead evidence to show that CPIB carried out its duties effectively and properly. The Director of CPIB will give evidence under this term. After this term of reference has been addressed, the Commission will then address the terms requested by the Member for Potong Pasir. With regard to those terms, he will, as he had undertaken, bring forth his witnesses and lead in evidence. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Deputy Speaker, I must say that the Government do get things done very quickly. My final terms of reference, I believe, were given to the Minister not yesterday but on the 23rd March, and we have here before us the terms of reference in its proper form under the hand of the President. This is the first time I have seen these terms which include the first term of reference which I was unaware of. The reason why I wanted the Prime Minister to call for a public inquiry is because the former Minister has died and there is public interest on the matter. People are talking about it and it is only proper that the Government should let matters be open for the public to see and get their satisfaction, as I said, to the bottom of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have not for once accused the Government of cover- up and I hope the Minister will not bring to bear that I was casting any doubts or aspersions or innuendoes on the Government in regard to cover-up. We are also investigating whether or not the Corrupt Practices Investigation Bureau has done their job properly. I did not say they did not do their job properly. We have to go into that area which is quite separate. In fact, I think it is a completely different issue from what I originally had in mind. What I had in mind was only in matters related to the late Minister for National Development. But, nevertheless, since this has already been given under the hand of the President, I do not think we are in a position now to withdraw this first term of reference. That is in regard to the CPIB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we have got the terms of reference before us and I would certainly be writing to the Minister very soon in regard to what is known as the \"getting up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> of the matter\" which is no small matter, and the Prime Minister has already given his assurance that all files will be available, and not only available to me and my friends but also we have to go back again to have, maybe, a second look at the files. Also, we would require time to look into these files, adequate time. We do not want it to be a rush job. Certainly we would also require the Government to provide us with the details, maybe an officer of the Police or somebody who has got experience in investigative work with powers to subpoena for bank accounts of persons whom we would like to see. These are essential parts of investigative work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is, of course, lawyers are busy people and it is a practice that if their time is taken from their work to do this public service, I think they should be adequately remunerated. I believe there are provisions for this. Perhaps Members are unaware but there is already precedent set on this matter. Perhaps some of the first generation guards, the old guards in this House, will tell you that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the composition of the Commissioners has already been decided for us. We note that Mr Chan Sek Keong and two other lay members who are not connected with the Judiciary are acting as Commissioners. These are some of the matters we would be referring to in the letter that I will be sending to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is that it has been stressed that I will be leading evidence. Although the word used is that I will be leading evidence but it is not necessarily so that I shall always be at the stand. There will be other people who will also be leading evidence together with me. I must make that clear, it is not I alone, and for the next 10 days or 20 days, whatever it is, the time that is required in this public inquiry, I will be all the time at the stand. So I must make this clear - that there will be other people who will also be leading evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to also make it clear to this House that if there are any matters which are necessary for us to get evidence, then I hope the Minister will make them available to us and there should be no quibbling as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> regards time or how we would like to view the files or whether or not we could go back again to view these files. Thank you, Sir. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, if I may touch on the points raised by the Member for Potong Pasir. He commented on the first term of reference. I have explained the reasons why this first term is necessary. I have referred to certain statements that he had made which to any reasonable person reading those statements must imply that the CPIB was less than thorough in its investigations. I am glad to hear him this morning that he did not intend to say that the CPIB did not investigate properly. But I take it that he does not object to this additional term because the Instrument of Appointment incorporates all that he wanted and the Commission's terms of reference will not exclude whatever he wanted. The Instrument includes his terms and more, which is necessary for the reasons I have given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Sir, he has said that he will be writing to me with various requests. I think it is important to establish one point - that once the Commission of Inquiry has been established, it then is created and has its own life and momentum and the Executive does not interfere with the way the Commission of Inquiry goes about its business. What powers it has are spelt out in the Inquiry Commissions Act (Chapter 48). I will refer him to the provisions and he will note that the Commission has considerable powers of investigation, summoning of witnesses, production of documents, etc. So the requests which he envisages to direct at me, in fact, should be directed to the Secretary of the Commission and, when the Commission meets, to the Commissioners themselves, if he finds that his requests have not been adequately dealt with. That is an important point. We have established the Commission. It will be gazetted and thereafter it gets on with the job. The Executive, the Minister for Law, does not give special directions to the Commission and, indeed, it would be improper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has said that he hopes that there will not be a rush job, that time will be required. I think this is understandable. Again, this will depend on the Commis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> sion. There are certain preliminary matters which will have to be done. There will have to be an advertisement, a public advertisement calling for members of the public who have information or representations to make on any of the terms to submit their views within a specified time, and this will be done. I am sure the Commission will organize its sittings in such a way that all the preliminary work which has to be done and perhaps even requests by the Member for Potong Pasir for whatever information that he needs is obtained by him before they begin to sit. I assume that this will be so. As far as the Government is concerned, we also do not want this to be a rush job and the Commission should take its time with all the preliminary matters before they conduct their public sittings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked for help by the Police. He hopes the Police will help us - by \"us\" I take it that he means the Commission of Inquiry. If he will look at the Instrument of Appointment, under the hand of the President, the last page, the Commissioner of Police is directed \"to detail police officers to attend upon the Commission for the purpose of preserving order ..., to serve summonses ... perform such ... duties as the Commission may direct.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he expressed the hope that the lawyers being busy people, those lawyers I take it from the private sector, I take it including himself, who will be involved in the Commission's proceedings, will be given adequate remuneration. Here, too, Sir, I would like to point out this is not something within my authority to decide. I will refer him to section 7(g) of the Inquiry Commissions Act where the Commissioners have the power to award any person who has attended any meeting of the Commissioners, including interpreters and so forth, such sums as in the opinion of the Commissioners may have been reasonably incurred by him by reason of such attendance. Of course, I do not know how the Commissioners will exercise their discretion. It is up to the Member for Potong Pasir to make a submission to the Commission and it is up to the Commission to exercise its discretion. I understand that in recent Commissions of Inquiry, like the Hotel New World, some of the people in the private sector who gave expert \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> evidence and testimony did not claim any monetary compensation and, perhaps, their view was that they were doing a public service. But it is not for me to tell the Member and his colleagues from the legal profession who are going to help him, whether they should forgo this monetary compensation on a matter of such public interest which, he says, exists in this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he said in Parliament that although he has undertaken to lead evidence, he will not always be there - this is something we must leave to him - and that there will be others leading evidence, that he cannot be in the stand all the time. Well, I take it that if he leads evidence, he need not necessarily be in the stand. There is a difference between leading evidence and giving evidence. I am not sure whether there is a confusion here. We have understood him to say that on these terms, on his terms, he will lead in evidence and that he will bring others to give evidence. Quite frankly, I cannot see everybody wanting to lead evidence, but this must be something that we should have to leave to the Commission because, once the Commission is established, they are the masters of their procedure. But, no doubt, I am sure they will take note of the preamble paragraph in the Instrument which notes that the Member in this House had undertaken to lead in evidence. I think I have covered the points, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, this is an important document and, as I said, this is the first time I am seeing it this morning and there is a new term of reference and, of course, I am caught by surprise; an element of surprise is there. But, nevertheless, I will go along with it on this part of the evidence. But I suppose the Government will be leading evidence on the first reference. [Interruption] Yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has referred to the Act. If we look at the Act, in fact, this public inquiry is basically the Government's job, not private members of the public. I think it is in the Government's interests to inquire on any matter that has got public interest. I am putting myself, in fact, to do some of the job which the Government should have done in the first place. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards remuneration, I am not concerned about myself whether I am paid or not, that makes no difference to me. But I am concerned more with the friends who will be helping me. They are busy people, they have got a practice, a professional practice of their own. I think it is only fair that they should be at least compensated for the time taken. In this kind of work, it is not just attendance on the Inquiry day itself but there is a lot of background work needed and I am sure the Minister realizes that. There will be plenty of time that will be taken off from their work. So I do not think the Minister should make this payment into an issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the advertisement, I think this is necessary to notify members of the public to come forward and give any evidence which they have. But I hope that before this advertisement is inserted, I will be consulted in regard to how it is worded because, of course, we already have this advertisement in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, since the Minister has said that he is not involved in this matter since the Commission has been involved, I hope that I will be hearing from the Secretary of the Commission very soon on this matter. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Deputy Speaker, Sir, if I may join in the debate here. Sir, as I understand the issue, the question of the Commission of Inquiry did not arise from any Member of the Government; but as a result of the suggestion or the proposal by the Member for Potong Pasir, we now have this Commission of Inquiry. And as I understand it, it is going to take time, it is going to involve a lot of people, so a lot of public money is going to be involved in the process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was glad to hear that the Member for Potong Pasir is indifferent whether he is going to be paid or not. Sir, we all recognize that, as Members of Parliament elected by the people to represent the interests of the people, we ought to give of ourselves to the public. We are paid an allowance for that purpose and, therefore, if we choose to raise matters concerning public interest, there is no reason why we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> should expect additional payment. What I would like is an undertaking from the Member for Potong Pasir that he will gladly give his services free. In other words, even if the money is offered to him for his time and services, he will refrain from taking it. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, perhaps I could urge the Member for Whampoa and others who are intending to speak that we should not have a long debate on this. I have said that it is up to the Commission to decide whether it wants to exercise its discretion to make any payments. The Member for Potong Pasir has made his point and I think these are matters which should be taken up in the Commission of Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two small points. Sir, the Member for Potong Pasir said that it is the Government which must do the job on this Commission of Inquiry with regard to his terms of reference. I think it is necessary for me to place on record who wanted this Commission of Inquiry. If we refresh our memory of the debate on the 4th March, it was the Member for Potong Pasir who wanted it. The Prime Minister made it clear that, as far as the Government was concerned, we had nothing to hide. But it was not the Government which wanted the Commission of Inquiry; he wanted the Commission. The Government responded that if he wanted the Commission, we will agree to the establishment of the Commission, and he agreed to lead evidence. I think we should get that clearly on the record. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the terms of the advertisement, Sir, these are matters which must be determined by the Commission and by the Commission themselves. There are set forms and precedents on this matter, and it is up to the Commission to decide whether they want to consult him at all. I would have thought that the Commission would proceed on the basis that other Commissions have proceeded and use the formula and format which have been used from time immemorial. Thank you, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I just got one point to make. It is true that I was the one who put the question to the Prime Minister. But the Minister will certainly realize that when I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> am standing here, I do not speak on my own behalf. It is not I who want this public inquiry. I have got feedback. People talk to me and I assess what the people want, and that is how I get the question framed and put before the Prime Minister in this House. I think the Minister must get it very clear. Whenever I am standing here speaking, I am not speaking on my behalf. I am the voice, basically, the voice of Potong Pasir but generally the voice of the people of Singapore. You cannot say that just because the Government has not taken the initiative, I am the one who want it. I do not think that is the correct position. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I did not get the response to my question. I would like an explicit commitment on the part of the Member for Potong Pasir that he will refuse any remuneration for his work before this Commission. And I would like to make an additional suggestion to him, that since he represents the Singapore Democratic Party, perhaps his Party can bear the expenses for the entire Commission. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, we are talking of serious matters but the Member for Whampoa did not seem to understand what the Minister has said. As regards remuneration and payment, the Minister has spelt it out quite clearly that it is for the Commission to decide. If the Commission decides to pay me for my services, it is for me to decide whether to take it or to donate it to a charitable organization. But it makes no difference whether I am paid or not, as far as I am concerned. But I am concerned for the people who assist me. If I am paid, of course, I will make sure that it is given to a good cause. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, the Singapore Council of Social Services will be glad to receive the remuneration that will be due to the Member and I gladly accept on behalf of the Council. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Prof Jayakumar, do you wish to continue? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> All I wish to say, Sir, is to repeat again that whether or not the Member likes to believe that he represents the masses, the point is that at the sitting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> on 4th March, we made it clear that the appointment of the Commission of Inquiry on those terms as read out by him was in response to his request. He made the request and we responded on the grounds that we do not want to give any impression that there is any matter of public interest on which we want to conceal or cover up. And to quote the words of the Prime Minister, he said, \"I assume that the Member will lead evidence. Because we have not seen the need for this Inquiry.\" It is the Member who wanted the inquiry and I think we must get that on record. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARKS AND TREES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>11.50 am \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has decided to amend the Parks and Trees Act to meet changing needs and to simplify the rules to facilitate development. Currently, the Act requires developers to plant trees as specified by the approved plans by the Commissioner for Parks and Recreation. To ensure compliance of this tree planting and landscaping requirements, the Act also empowers the Commissioner to collect tree planting deposits from developers. Tree planting deposits collected between 1980 and 1985 range from between $1.5 million and $3.7 million a year. The amount collected in 1986 was lower at $243,000 because of the slowdown in the construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since January 1986, the Parks and Recreation Department has allowed developers to pay the deposits in the form of bankers' guarantee. Nevertheless, some developers still find furnishing tree planting deposits a financial burden. This is because bankers' guarantees can only be obtained against some form of collateral and a service charge is also imposed. It also takes some time for developers to get a bankers' guarantee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the Government's policy to simplify procedures and reduce \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> business costs, my Ministry propose to waive the collection of tree planting deposits. However, legislative safeguards will be provided in the Act to ensure compliance with tree planting or landscaping requirements. The Bill seeks to make failure to comply with tree planting and landscaping requirements an offence and liable to a fine not exceeding $2,000 and a continuing fine of $100 per day. The Bill also empowers the Commissioner to carry out the necessary work and to recover the cost from the developers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the Act, it is an offence for vehicles to be parked on any side-table or turfed open spaces. For such offences, the Parks and Recreation Department has to serve notice on the vehicle owner to furnish the identity of the driver at the time of the offence. The serving of such notices is administratively cumbersome. Of the 1,209 cases in 1986, the Parks and Recreation Department had to send out repeated notices to obtain the driver's particulars on 906 cases. To eliminate the unnecessary work, the Act will be amended to make owners of vehicles liable for offences committed unless they can prove otherwise by furnishing the driver's particulars. This is in line with similar provisions in the Road Traffic Act and the Parking Places Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill also seeks to empower the Minister to exempt any person from any provisions or any rules of this Act. This is to enable more flexible and effective administration of the Act to meet changing needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Deputy Speaker, Sir, I rise to support the Parks and Trees (Amendment) Bill. This is a positive step by the Ministry of National Development to simplify the rules. As regards the amendment to section 11, the new section 11 will indeed help developers in their financing and also their cash flow when they are carrying out development projects. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the amendment to section 10B of the Act, as the Minister has stated, this helps in the procedure to take enforcement action against illegal or indiscriminate parking on side-tables and turfed open spaces. Instead of merely depending on punitive measures, may I also suggest that the department consider a public education programme to educate members of the public to stop damaging side-tables and turfed open spaces. I think the amount of money spent on maintaining or repairing damaged side-tables and turfed open spaces could be better spent on the improvement of our parks and open spaces. And this indeed will add more colour to our parks. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I notice that the punishment for offences committed by owners of vehicles who park on turf or side-tables as it is called is $2,000 at its upper limit. I think this is too excessive. $2,000 is the maximum fine. I would say that this amount should be reduced to $500 maximum fine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are my reasons. These offences can be said to be almost akin to offences that are technical in nature, in the sense that no person is injured or suffer some damages. The only reason why this fine is imposed is probably the damage done to the turf or to the side-table. What damage can be done to the turf? Probably on a very wet day, if motorcars get on the turf, they might cause indentations on the ground. That is about all. But on a very dry day, the grass sometimes can take the load of the vehicle. So this offence is not very serious in nature. Assuming that even if damage is done to the turf, will it cost $2,000 to get the grass replanted? I think the basis of a fine must go into the replacement cost and probably the administrative cost. But I do not think it would come anywhere near $500 to replant the grass or to level up the ground if there is a dent made by the vehicle that is parked on the turf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards side-tables, the definition of \"side-table\" is \"any area turfed or otherwise beside a public street. These are cemented side-walks or side-walks with slabs placed on them. If they are cemented, there is reinforced concrete on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> them, and I do not think even a lorry riding on them can damage them at all. Damage can be done only if there are slabs of cement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometimes in narrow streets I have seen motorists park half of their vehicle on this so-called side-table and the other half on the road. These people who do that will probably damage their vehicles and they would not damage the so-called side-table. They are doing it because probably they think they will be taking too much of the road and they, in fact, have a social conscience to take only half the road. Of course, there is also an element of self interest. They are afraid that if their motorcar is parked wholly on the road, another vehicle may collide into it. But nevertheless, by taking part of their vehicle off the road and parking on this so-called kerb or side-table, it allows for the free flow of traffic. I do not think the pedestrians will be affected. They can still walk on the kerb. This is my experience at least. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would say this fine is too much. As one Minister said when he first came into the House, most of these laws tend to overkill and this is perhaps one of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an element of not only deterrent but coercion. In fact, with this kind of strong punishment, heavy punishment, I think it will cow the population. I hope that is not the intention of the Government. But, of course, then people will also have the other suspicion that the Government may be raising revenue through fines. I hope that is not the intention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like to mention is in regard to planning approval which is usually given together with plans and specifications for trees and certain other made-up areas specified therein and the developer or the builder will have to comply with these plans and specifications. I would urge the Minister to give developers or people who are constructing buildings some flexibility. The building authority will say, \"All right, you have to plant so many trees at these places.\" But the developers may have ideas of their own. They would like to beautify the place as well, and so they say, \"No, I think this is a better arrangement.\" I think they must be given this flexibility and not be forced to plant trees and to cause places to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> made up in accordance with the wishes of the Planning Department. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I rise to support the principles behind the amendment in the sense that it streamlines procedures to deal with contractors with regard to planting trees and making good the damages done to the turf and the parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am not really convinced about the reasons for amending section 10B of the Parks and Trees Act. This amendment enhances the fine from $1,000 to $2,000 on car owners who without reasonable excuse park their cars on any side-table or turfed open space. This will lead to a lot of interpretational problems with regard to \"reasonable excuse\". Unless one can define this more clearly, this will lead to a lot of dispute between those who enforce this procedure and car owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as pointed out, the problem is not that serious because there are only 906 cases that have to be dealt with and I see no reason why there is a necessity to make amendments to deal with such small number of cases of people who flout the law and create problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in making amendment to section 10B there are several implications. Firstly, one may bog down the courts with unnecessary administrative procedures in dealing with cases. The courts are already bogged down with a lot of cases and taking action against car owners will further pressurize the courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am wondering whether there are no other alternative administrative procedures to deal with such problems. Perhaps a surcharge on car owners who create such problems of indiscriminate parking will be probably useful. If they damage the turf or they park indiscriminately and destroy the greens, then I think it is possible to administer a charge on them. This will then, Sir, create less administrative and legal procedures which car owners have to go through. This can be easily administered by the Parks and Recreation Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in some Housing Board estates there are insufficient car parks. Residents may, in a rush to find places to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br> park, sometimes inadvertently park their cars on the grass verge, and they are likely to get into problems. I am wondering whether the Parks and Recreation Department's officers will use careful discretion in deciding who to fine, and who has a reasonable excuse for parking on a grass verge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are some of the issues related to the implementation of the proposed amendment to the Act. I see that, unless appropriate discretion is exercised, there will be a lot of misunderstanding between car owners and the Parks and Recreation Department. So I feel the only way to implement section 10 is to make a proviso for the Parks and Recreation Department to devise an administrative procedure to surcharge car owners for the problems they have created. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, first of all, I would like to thank the hon. Member for Geylang Serai and the Member for Bo Wen for the support they have given to the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai pointed out that public education will be necessary, not just enforcement measures. Indeed the Parks and Recreation Department will be organizing sufficient publicity, necessary publicity measure, on this aspect of illegal parking on road side- tables and open turfed spaces. Where necessary, signboards will be put up to advise the public not to use turfed areas as temporary parking spaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next move on to the Member for Potong Pasir. He says that the maximum fine of $2,000 is excessive. May I point out to him that this maximum fine will only be imposed by the courts. The problem of illegal parking on road side- tables and open turfed spaces is such that there must be adequate deterrents, otherwise owners of cars or drivers of these vehicles would continuously flout the law with the expectation that they may be able to get away with it. I think a sufficiently hefty deterrent is necessary, and in this case the court should have the power to impose such a fine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir says that it is a technical offence. \"You waive it aside. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> It is a technical offence. Nobody gets hurt really. Even the road side- tables do not suffer any damage. After all they have concrete slabs. They are reinforced concrete.\" Sir, I would like to point out to him that in 1983 the Parks and Recreation Department had to spend $500,000 to returf and repair damage to turfed areas and road side-tables. Illegal parking in these areas was the major cause of such damage. The expenditure increased to $542,000 in 1984 and $690,000 in 1985. Last year the Department had to spend $710,000 to repair damages caused by illegal parking on open turfed spaces. Sir, it is clear that more and more money will have to be spent each year to repair such damage unless the trend is arrested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir says that \"nobody gets hurt\". But such illegally parked vehicles create inconvenience for other road and park users. They can also become a hazard to park users. Imagine a road running alongside a public park with motor vehicles parked haphazardly on the turfed areas. People who want to cross the road would have to run the risk of getting knocked down by vehicles coming along the road because the drivers may not be able to see the pedestrian clearly because of the parked vehicles. So besides the actual cost incurred of repairing the damage to the turfed areas, there is also this question of obstruction and inconvenience and hazard to park and road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not understand the Member for Potong Pasir when he says that people who parked half on the road side-table, and half on the road way are exhibiting a social conscience. If it is marked on the road that there should be no parking along the roadside, it means that any vehicle parked there poses a hazard to other road users. If there is a road side-table there, as I have said earlier, vehicles parked on the road side-table also pose a hazard to pedestrians. Therefore, by parking a vehicle half on the side-table and half on the road, the driver of the vehicle is jeopardizing two groups of people - the pedestrian and the drivers on the road. By what stretch of imagination does the Member for Potong Pasir arrive at this conclusion that they are therefore exhibiting social conscience? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir raised a call for more flexibility in implementing tree planting and landscaping requirements on development proposals. I am sure the Parks and Recreation Department are open minded. If a developer is able to prepare a proposal for landscaping and tree planting which is far superior to any requirements that the Department has initially suggested, I am quite certain that the Department is prepared to consider such an alternative proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now address the points raised by the Member for Bo Wen. He asked whether it is necessary to have a maximum fine of $2,000 imposed on people who parked on road side-tables and open turfed areas. I believe I have answered that when I addressed the point raised by the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he also expressed concern that with the amendment the courts would become bogged down by the number of cases and he suggested that there should be adminstrative measures to reduce this burden on the courts. I would like to point out to the Member that normally when illegal parking offenders are detected by the Parks and Recreation Officers and when the particulars of the driver are made available to the Department, the Department offers to compound the offence. In the case of a light vehicle the offer to compound is $30. In the case of a heavy vehicle the offer to compound is $50. So it is unlikely that each and every case will end up in court. The provision for the court to impose a fine is for cases where there is a dispute. If the owner or the driver wants to dispute the fact that his vehicle was there and would not accept the liability, then he has the opportunity to prove his case to the satisfaction of the court. If the court should subsequently find that he does not have a valid reason, then the court will impose its own penalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the problem that the Member raised with regard to insufficient parking facilities in HDB estates, I think this can be discussed on a separate occasion. If he feels that there are particular HDB estates which do not have adequate car parks, he can raise this with the HDB and we can see how the problem can be solved. But I would like to reiterate here, Mr Deputy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> Speaker, Sir, that there is no excuse for people to flout the parking regulations and to continue to damage turfed areas or road side-tables leading to a great deal of expenditure of public money to repair these damages, because it not only incurs more costs just to repair damages but also a waste of precious manpower and time in chasing after such offenders. I think this is the most important point, Sir, that by this amendment we will expedite the whole process of bringing to task those who choose to flout the parking regulations. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Supplementary question, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You have already spoken once. Unless you want to clarify something in your speech. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I just said that this offence could be a technical offence. Will the Minister agree with me that there are many private housing estates where the roads are fairly narrow and there are concrete kerbs. I have seen many vehicles, one-half of the vehicle parked on top of the kerb and the other half on the road. There are no white lines, no double lines along the roads in these private housing estates. In this situation, and there are many private housing estates in Singapore, is it not just a technical offence? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, I fail to see the logic of the Member for Potong Pasir. He says that in many private estates the roads are narrow and there are no white lines along the road. That means they should be allowed to park. If they are allowed to park and the driver has a space to park, why does he still choose to park half the car on the road side-table? I would suggest that in such cases the offender should be doubly penalized! Having got the space to park legally on the road, if he chooses to damage the road side-table then he deserves extra punishment for that, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Lee Boon Yang]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOCAL TREASURY BILLS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to activate the Government securities market, the MAS will be increasing the frequency and amount of Treasury Bills. This increase in the issue of Treasury Bills calls for a more efficient system of handling a large volume of transactions than the present system in which physical certificates are issued to purchasers of Treasury Bills. The Local Treasury Bills (Amendment) Bill 1987 seeks to allow a book-entry registration and clearing system to be used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantages of such a book-entry system lie in reducing storage and handling costs and paper work; reducing the danger of loss, theft, destruction and counterfeiting; and permitting greater speed and efficiency in handling a large volume of transactions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead of physical certificates having to travel back and forth at each transaction, with side-trips to the Monetary Authority for the registration of change in ownership, a computerized system for updating records in a central register maintained by the MAS will be substituted. Commercial banks and primary and registered Government securities dealers will each have two securities accounts with the MAS, one for their own holdings and the other for holdings on behalf of their customers. All transactions in Government securities will be reflected daily, in changes in these accounts. These institutions will, in turn, act as custodians of Government securities for their customers, rendering each an individual accounting of his holdings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEVELOPMENT LOAN BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons for this Bill go back to July 1985. That was when plans were initiated by the MAS to activate the market for Government securities as part of its mission of developing a competitive and progressive financial sector. Advice was sought from officials and ex-staff of the Federal Reserve Bank of New York which presides over the largest and, reputedly, the most efficient government securities market in the world. Our people have considered what best to adopt from the older and more developed markets - the US securities market as well as the UK gilt market which underwent some radical modernization recently. The MAS has been working with representatives from commercial banks and the financial community to establish a market structure that will be suitable for Singapore. Essentially, the Singapore Government securities market will be a domestic market. Non-residents are free to invest in Singapore Government securities but interest earned will be subject to withholding tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In developing the Government securities market in Singapore, the Government's objectives are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to provide investors with an additional liquid investment alternative which carries no risk of default. At present, the main investment instruments are stocks and shares, bank deposits and real estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, a liquid Government securities market will provide the base for growth of a debt securities market; this will bring together our corporate debt issuers who want to raise funds and investors who will buy the securities. The benchmark for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> pricing will be the yield curve on Government bonds, the best credit in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the development of the market will encourage the growth of skills relating to fixed income securities - from traders to market makers, bond salesmen and investment managers. These skills can be applied to offshore and other fixed income markets and would contribute to broaden the spectrum of financial services available in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, a Government securities market exists, but in a fairly rudimentary form. The CPF holds about three quarters of the outstanding debt, another 20% or so is in the hands of banks, discount houses and insurance companies, which are required by regulation to hold these \"safe\" assets. The concentration of securities in the hands of such long-term holders has left little scope for trading activity. Moreover, the maturity of the bonds, mostly 20 years, was not attractive to other investors who might have been expected to deal more actively in the market. The infrequency of bond issues exacerbated the lack of liquidity necessary for the development of a bond market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These obstacles have been examined and resolved. A programme of regular issues of Government securities, initially of up to five years' maturity, carrying market- related yields will be offered. The minimum denomination is $1,000 for the notes and bonds, well within the reach of individual investors and $10,000 for the Treasury Bills which cater for corporate investors. Eight primary and registered dealers have undertaken to make markets in order to ensure liquidity. The would-be investor in Singapore Government securities can obtain price quotes from the primary and registered dealers as well as those commercial banks who elect to provide the service. Investors may also transact through stockbroking firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new Government securities market is ready to be launched. Among the changes required are those pertaining to the Development Loan Act. The changes are necessary for the following reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1) The Development Loan Act, 1983, which came into operation in March 1983, authorized a sum of $15,000 million to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> raised by way of loan for the purposes of the Development Fund. So far, loans totalling $6,130 million have been raised under the Act, leaving a balance of $8,870 million. This remainder will be used up entirely when bonds are issued to absorb the CPF's advance deposits which totalled $13,900 million at the end of February 1987. In addition, new floating rate bonds will be issued to the CPF to replace their existing holdings of fixed rate bonds. The CPF Board's earnings would then match the floating rate of interest paid to depositors, without incurring the risk of capital loss due to price depreciation on investments in fixed rate securities, in the event of rising interest rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the needs of the CPF come the needs of the activated Government securities market. Regular issues will be made to meet the demand of banks, insurance companies, other financial institutions and corporate and individual investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If approved, the new legislation would authorize the raising of a sum of $35,000 million. This is expected to satisfy demand for Government securities over the next four years. It is estimated that about 80% of the Government stocks issued will be to the CPF Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In case Members are wondering whether the Government intends to channel the additional funds into increased expenditure, let me assure Members that budgetary requirements are determined separately from funding requirements. So funds raised in excess of Government's budgetary requirements will be recycled back to the financial system, largely through the MAS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2) At present, physical certificates are issued to purchasers of Government securities. In the new legislation, a book-entry registration and clearing system is envisaged to eliminate the need to handle physical certificates. The advantages to be gained lie in reducing storage and handling costs and paper work; reducing the danger of loss, theft, destruction and counterfeiting; and permitting greater speed and efficiency in handling a large volume of transactions. Instead of securities certificates having to travel back and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> forth at each transaction, with side-trips to MAS, a computerized system for updating records in a central register maintained by the MAS will be substituted. Commercial banks and primary and registered Government securities dealers will each have two securities accounts with MAS, one for their own holdings and the other for holdings on behalf of their customers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other change proposed in the Development Loan Bill is to provide more flexibility in administering the payment of interest on advance deposits. At present, the interest rate on deposits placed in advance of an issue of Government securities is tied to the coupon of the bonds finally issued. But if financial conditions change, the final coupon rate may not reflect conditions in the intervening period. The problem is that as financial markets have evolved, greater volatility now prevails than at the time when this provision of the Act was first drafted. I am now seeking to update it. The Development Loan Bill will authorize interest on advance deposits accepted by the MAS to be paid at such rates as may be determined by the MAS. As a result, advance deposits will be paid appropriate market-related interest rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, hon. Members should welcome this Bill as another step in the development of our capital market here in Singapore. The loans which the Government raises each year go partly to finance development expenditure and partly to augment our reserves abroad. It is the latter feature, the second feature, that causes us some problems on the liquidity front. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The move towards the issue of floating rate bonds and shorter maturity bonds will help the liquidity problem but will not eliminate it altogether, unless we get to the stage where Treasury Bills of three months' duration or so are issued, because such bills are acceptable by MAS as part of the bank's liquidity ratio, the assets that count as liquidity ratio. But I do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> not know whether the five-year maturity bonds and the floating rate bonds of longer maturity will count in this direction. If it does not, then the liquidity problems will still persist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happens now is that when Government raises a loan from the private sector, whether it be CPF or whatever, funds are transferred from private holders to MAS ultimately, and that causes a contraction of the local money market which, in turn, would attract funds from abroad causing our Singapore dollar to appreciate in value. It is then that the intervention by the MAS in buying up the foreign currency that comes in releases back some of the liquidity into the system. If MAS does not do the intervention correctly, then there would be a shortage of liquidity. If it overdoes it, there will be an excess of liquidity. But I believe that if the shorter term Treasury Bills are eventually issued, this would alleviate somewhat this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another observation I have relates to the issue of stock, bearer bonds and book-entry Government securities. Why do we need to continue issuing stock and bearer bonds that bear the signature of the Minister, that is, actual scrips when we are moving towards the book-entry system on government securities and earlier on in terms of Treasury Bills? Why do we not dispense with the scrips altogether and rely upon the book-entry system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My final comment has to do with page 8, sub-clause (3) of clause 17, which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Minister may at any time apply all or any part of the moneys in the sinking fund created under this section to the purchase of trustee stock or local stock or of any other stock, fund, security or investment mentioned in section 7 (3) of the Financial Procedure Act.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This seems to be a very liberal provision and I wonder whether some constraints or some safeguards should not be built into this particular clause. Trustee stocks are fine because these are deemed to be relatively safe. But it says \"local stock\", and presumably penny stocks or second-tier market or Sesdaq tax stock would count. \"Or any other stock or fund\", that means from any other stock market in the world including Timbuktu, if there is one. Whereas I recognize that usually the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> people who manage our funds are very responsible people, but one never knows what happens in the future. So when one enacts legislation, it will be wise to put in the appropriate safeguards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support this Bill. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, on the question whether MAS will be issuing short-term bills which would provide liquidity, item 5 on the Order Paper later this morning addresses this question. The answer is, yes. It is the intention of MAS to issue short-term (up to one year) maturity bills for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the overall question of whether Government borrowings will reduce the liquidity in the markets, I think the Member is aware that the bulk of the bonds are issued, to the CPF. Funds which come in through the CPF system, and are unutilized by members for purchase of houses and other approved uses, will come to Government and be exchanged for bonds. Liquidity in the financial market is managed by the MAS through the money market system and through swaps in the local market. I can assure the Member that the MAS keeps a very close watch on liquidity conditions in the market to ensure that there is no pressure on interest rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the Finance Minister has too much discretion, I think it would be difficult to define exactly what he should or should be allowed to buy because of the large range of securities which are available. I think we ought to leave it to the discretion of the Finance Minister. Perhaps the most effective way of ensuring that thing do not get out of hand is to make sure that the right person is appointed in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan</b> rose. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Dr Tan, you have spoken once already. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Point of clarification. First, he did not answer one question on the issue of Government stock and bearer bonds which require scrips. Why not do without the scrips. Secondly, it is of material concern where the money is invested by the Finance Minister. If it is invested locally, the money gets \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> channelled back into the system; if it is invested abroad, it is a leakage out of the system, and the quality of stocks obviously would be important. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> On the first question, the intent is to move entirely to a scripless system. I have, in fact, said this in my speech. But we still have a residue of stocks which are issued in certificate form which would over time expire. But the intention is to move entirely to a scripless form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of where the money should be invested, I have in my Budget round-up mentioned that any excess of savings which cannot be invested locally in a form which is attractive, because we have not the capacity to invest locally, would be invested offshore in secure securities. We only invest inforeign Government bonds, top quality equities and prime real estate. These offshore investments return an income stream to the Government which, in our current Budget, has helped to avoid the need to impose additional taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPANIES (AMENDMENT) BILL</b>\n  </div> \n  <div align=\"center\">\n   <b>(As reported from Select Committee)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members are aware that the Companies (Amendment) Bill was referred to Select Committee for consideration. The Select Committee received 29 written representations, eight of which were received after the closing date and of which one was too late for inclusion in the Report. The Committee heard oral evidence from 47 persons in respect of 16 of the 29 written representations. The representations were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> by and large well-reasoned and well-argued and many of the suggestions 1152made were accepted by the Select Committee. I wish to express my appreciation to the numerous persons who took the time and trouble to give their views on the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of Select Committee was presented to this House on the 12th of March 1987 as Paper Parl. 5 of 1987. The Bill, as set out at Appendix I of the Report, incorporates the amendments made by Select Committee. Members will observe that a large number of amendments have been made to the Bill and full explanations for all these amendments appear in Appendix V of the Report. I do not, therefore, propose to burden the House by repeating these explanations clause by clause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A substantial proportion of the amendments are of a drafting nature. These serve to improve the language, remove inconsistencies or else contribute to greater clarity in certain provisions in the Bill. These do not require further comment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, some provisions that have aroused considerable public interest and discussion and which I believe deserve special mention. I refer, in particular, to Clause 22 which relates to the disqualification of unfit directors of insolvent companies under section 149 of the Act (Clause 45) which introduces a new Part VIIIA to the Act on judicial management, and Clause 59, which is concerned with the priority of employees' wages and salaries in a winding-up. Much of the Select Committee's time was devoted to these three clauses. As Members will see from Appendix V of the Report, full explanations have been given for each of these amendments to the clauses. In my view, the amendments made to these clauses in Select Committee adequately deal with the criticisms levelled at them as they originally appeared in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the benefit of Members, I will touch briefly on the amendments to these clauses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 22 presents a new approach as compared with the original clause 22 in providing for the disqualification of unfit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> directors of insolvent companies. Rather than make minor amendments to ameliorate the harshness of existing section 149, the Select Committee decided that a fundamental shift away from automatic disqualification would be desirable. Disqualification will now be by Court order based on an application by the Minister or by the Official Receiver. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This new provision is based broadly on the UK legislation. Certain concepts in existing section 149 have, however, been retained. These include the cut-off period of three years within which the insolvency liquidation must take place for a person who has ceased to be a director to be disqualified, and the definition of what constitutes a company going into liquidation. Under the new section 149, guidance is also given to the Court on the matters it should take into account in deciding whether the conduct of a director is such as to render him unfit to manage companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A notable feature of the new provision is that unlike the existing section 149, a director may be disqualified by the Court after only one insolvent liquidation. The Select Committee considered this to be an important and logical change in the shift away from a system based on automatic disqualification to one based on disqualification by Court order. Notwithstanding this somewhat stricter approach in this latter regard, the Select Committee is of the view that taken as a whole, the new section substantially reduces the harshness of existing section 149 as it will ensure that a full judicial inquiry is made before a person is disqualified. At the same time, the basic policy underlying the provision is preserved. In broad terms, this policy is to prevent incompetent, reckless or negligent directors who have been associated with one or more insolvent companies from carrying on trading under the protection of limited liability and causing substantial losses to other creditors and shareholders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move to clause 46 which inserts a new Part VIIIA dealing with judicial management. This clause was also the subject of numerous comments and criticisms though I should add that the general policy intent of this clause was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> almost universally accepted. Here again, I do not propose to reiterate the explanations given for the various amendments that appear in the Report. Although the Select Committee was not able to accept all the suggestions put to it, I believe that the suggestions that have been accepted and incorporated into the clause now provide a more workable scheme for the judicial management of companies. Nevertheless, it should be recognized that Part VIIIA introduces an area of law new to Singapore, that notwithstanding the amendments and refinements which have been made in Select Committee, only experience gained from observing how this new judicial management procedure works in practice will reveal other defects that may exist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 60 which amends section 328 of the Act deals with the preferential claims of employees of a company in a winding up. A number of amendments were made to this clause in Select Committee. The most significant feature of these amendments is the removal of the limitation that only wages or salaries payable in respect of services rendered within a period of four months before the commencement of winding up can be claimed as a priority debt. An employee in a winding up would now have a preferential claim for wages and salaries up to an amount that is equivalent to five months' salary or $6,250 whichever is the lesser. This will ensure that on a winding up, an employee can expect to receive in priority a fair sum of what is due to him for notice pay, gratuity or retrenchment benefit pursuant to his contract of employment under an award or agreement, regardless of whether such sum becomes payable before, on or after the commencement of a winding up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a final comment on the Bill, Members will see from the Report that certain amendments in clauses 2, 9 and 65 have not been proceeded with. These amendments were concerned directly or indirectly with the prospectus requirements under this Act. It was decided not to proceed with these amendments in this Bill as it was felt that what was really required was a thorough review of the prospectus requirements in the Companies Act so as to make them more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> compatible with the rapid developments taking place in the securities industry. This review has become more urgent having regard to the need to promote the bond market both at the domestic and the international level and, at the same time, to liberalize the law relating to prospectus in circumstances where a lesser degree of protection to investors is justifiable. These proposals will be taken up in the next Companies (Amendment) Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Deputy Speaker, Sir, I am sure that the support, applause and congratulations for the Minister for Finance both within this House and outside would be deafening. May I with your permission, Sir, join in the din. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill before us is a first-class example of the democratic process of legislation at work. It is not just an ordinary Bill but one that will affect the business and economic well-being of Singapore. The Select Committee and the Minister have handled the Bill in such a way that few, if any, can be unhappy with the amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has told us that the Select Committee received 29 written representations and saw 47 persons representing themselves, their companies or various associations. It has produced a voluminous Report of 515 pages and the result is the amendment Bill. I am sure that all those who have given their viewpoints are happy because I believe most, if not all, of their representations have been taken into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the time when the Bill was first presented, there were two main areas of contention, as the Minister has pointed out. One was the automatic disqualification of directors under section 149. The other, of course, was the lack of rehabilitation for ailing companies. The business community wanted the removal of section 149 for good reasons. The Minister wanted the retention of the powers of section 149 for equally good reasons. With the new approach, I believe that both parties are satisfied. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new amendments on the judicial management were somewhat more difficult because there were just too many conflicting interests. And the Select Committee and the Minister had to perform the fine art of balancing the rights and needs of various conflicting interests such as creditors, bankers and financiers, workers, employees, shareholders, directors and a host of others, including, most importantly, giving the judicial manager enough powers and room to do a proper job of helping the ailing company to its feet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while there may be still some who may not be fully satisfied with the final amendments, I am sure that all will agree that the Select Committee and the Minister have taken all interested and very often conflicting views into consideration. For example, section 227B taken together with section 227H with respect to floating charges may not please the bankers. However, I agree with the Minister that every opportunity must be given to the judicial manager to succeed. The whole intention of these amendments on judicial management will be defeated if the manager fails to do a proper job because his hands are tied too much. In any case, I believe that the banks will be able to adjust to the changed situation because of the new legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am more certain that regardless of happiness or unhappiness on the part of anybody or any party, all will agree that these new amendments will bring forth a new era in the business history of Singapore, a new era that is much needed and welcome by all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the Bill. \n  <br>12.55 pm \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Deputy Speaker, Sir, I too would like to congratulate the Minister for his excellent work in the Select Committee. As I read the Select Committee's Report, I am particularly impressed by the Minister's approach and attitude. I like his openness in being quite prepared to consider suggestions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> and even accept the good ones. And also his candour in explaining why he was unable to accept other suggestions. I would like to express my unreserved praise for the Minister for introducing further amendments to this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to comment on two particular sections, one on section 149 and the other on section 227. As I said, I am pleased that the Minister has kindly repealed the original section 149. Many Members in this House have spoken against the automatic disqualification feature in the original section 149. Now with the new feature where it is only by application, I think this approach is definitely a more enlightened one. The original section 149 is an inhibition against entrepreneurship which the Minister for Trade and Industry yesterday lamented was lacking in Singapore. Again, I would like to express my praise for the Minister for his responsiveness. It bears well for the good image of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new amended section 149 puts the onus on him and the official receiver to apply to the Court to disqualify the delinquent directors. I note that there is a new version, which is, the Minister could apply for disqualification even after a director has been involved in one insolvent company. I agree with this stricter approach. I think it is necessary. May I ask the Minister, however, that given this added power, how would he go about identifying people whom he feels should be disqualified? What criteria would he use? And even after having disqualified the person, what means do we have to police and safeguard that this person would not continue to manage businesses either under proxies or through other means? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other area I would like to comment on is section 227 on the judicial management. This is a sound move. It is a new innovation in our Singapore legislation. It helps to save financially troubled companies which are inherently viable. It provides a form of shelter for companies to restructure while holding off the creditors. The key to the success of this section 227, as I see it, is whether Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> pore has a pool of capable people who could take on the job as judicial managers. May I ask the Minister, conceptually, who are the people he feel could be given this assignment? Would there be a sufficient number of people in Singapore to take on these jobs? As we know, some of our best managers and managing directors are quite entrenched in Singapore companies. How could we entice them to come out from their secure jobs with good perks and incentives to take the risk of being judicial managers? At the moment, as I see it, there are insufficient incentives to attract such persons to take on this task. If we expect them to just draw a fixed salary and take on this onerous responsibility of being a judicial manager, I think we will be hard put to find enough people to do this job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the United States, there are people who are called company turnaround artistes who specialize in going to sick companies and curing them. The main incentive for these people is that they are offered stock options of the companies. When they do manage to turn around the companies and the companies become successful, the value of their shares becomes much more valuable. Therefore they make substantial capital gain in the process. But in Singapore, as the Minister is quite aware, there is the legal requirement that when an employee exercises his stock option at the point of time when he exercises it, the Income Tax Department will come in. They will impose an income tax which is the difference between the fair market value of the shares against the option price. This means that the Government now has a share of the cake which is about 33%. Should the Minister not at this point in time also review the law governing such stock option schemes, whereby at least for the judicial managers they will be given the added incentive of enjoying more capital gains for their hard work? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is approaching 1.00 pm. I suspend the sitting and will take the Chair again 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Speaker, Sir, I rise to support the Companies (Amendment) Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Select Committee on the Companies (Amendment) Bill sought views on the proposed Bill, the National Trades Union Congress (NTUC) led by my colleague, the Member for Kebun Baru, who is also the Chairman of the GPC for Labour, made representations before the Committee on various matters affecting the workers. Briefly, our main concern was over the lack of protection for notice pay in the event of a winding up of a company, particularly where workers' service is terminated on or before the winding up commences. Secondly, the retrenchment benefit which is linked to the four months or 12 months as provided in the Bill before the winding up would be meaingless to the worker as such benefits are usually computed on a number of years of service of the worker multiplied by a certain quantum, say, two or three weeks per year of service. Finally, the status of a union and the collective agreement in the case of a unionized company placed under judicial management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note that most of the suggestions raised by the NTUC for workers' welfare have been incorporated in the amended Act, namely, sections 328 and 227S, in the case of judicial management. This would ensure that in future when companies wound up, our workers could be assured of priority payment for some benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the clarification of the position of notice pay, it would be easier now for our unions to deal with the liquidators on the issue. The new section 227S of the Act now provides authority for trade unions in unionized companies to represent their members in respect of outstanding wages or salaries. Sir, I am speaking on this Bill to thank the Minister for his kind concern and understanding of workers' problems and for taking workers' welfare into consideration when amending the Act. This demonstrates the strong relationship between the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> unions and the Government. In some countries when companies are placed under judicial management, it provides the management with the opportunity to do away with the union. For example, the use of Chapter 11 in the United States and the predicament of the unions there on this issue. Sir, this strong understanding and good relationship between the Government and the unions has helped and would continue to help our unions to be effective in their role to safeguard workers' welfare. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Mr Deputy Speaker, Sir, I also rise to support this Bill and to add my compliments to those expressed by my fellow MPs. This Bill is a difficult one to steer through the Select Committee, as there were many representations and many provisions. I also join my colleague from Geylang Serai in welcoming the amendments introduced to clause 59 which protects workers' interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to take up a number of issues concerning clause 22 which refers to section 149. In the first place I welcomethe amendment which is much needed, as it will certainly help to encourage the development of entrepreneurship in Singapore. The earlier version was very restrictive and would have scared off many people from taking responsibility for companies. But I would like to make some specific suggestions, if I may. On page 46 of the Report, sub-paragraphs (b)(i) to (iv) are conditions which, if violated by directors will lead to their removal as directors. I think we need to add two more sub-paragraphs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(v) if a director is involved in defrauding creditors knowingly by allowing the company to trade while it is insolvent.' \n  <br>\n  <br>Sir, there are many cases where the directors of a company know the financial situation of the company but yet they carry on the business using up whatever credit is extended to them knowingly. It is a clear case of fraud and should be included in that sub-paragraph. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sixth sub-paragraph should be added there: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(iv) if a director is involved in defrauding creditors knowingly by transferring assets through inter-company transactions while the company is insolvent.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> There have been many cases, again, of company directors who attempt to do this to defraud creditors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then on page 47, subsection (11). There are two exclusions there. (a) is in regard to a judicial manager, and (b) to a receiver and manager in the discharge of their duties. Perhaps we should add a third: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(c) an external consultant nominated by creditors with the consent of directors to assist in restructuring or otherwise to rescue the company without going into judicial management or receivership to avoid undue publicity which may precipitate his downfall.' \n  <br>\n  <br>Sir, the purpose of adding this paragraph (c) is to protect an external consultant that may be called upon by the creditors jointly with the directors of the company to assist in restructuring the company. And this could happen just prior to the appointment of the judicial manager, and such a person ought also to be protected under the provisions of this Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I next turn to clause 45 which deals with section 227. This new version represents something of a half-way house between Chapter 11, which is in operation in the United States and the British company practice. In fact, it goes somewhat beyond the current British practice, as I understand it, reading from the Select Committee Report because it has implemented some of the provisions of the Committee called the Cork Committee or Cork Report. So clearly we are moving into unchartered waters. The question is whether the provisions under this clause would be effective. The Member for Chua Chu Kang, who was a member of the Select Committee, mentioned in one of the hearings that even under Chapter 11 in the United States, which is far more liberal in so far as the company management is concerned, only about 10% of the troubled companies are ultimately saved. So I just wonder whether our provisions would enable us to save more than 10% or somewhat less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to turn to page 75, paragraph 3(a). Paragraph 3(a) provides for the nomination of a person who is an approved company auditor and who is not the auditor of the company to act as a judicial manager. This nomination obviously comes from either the management side or the creditors of the company or some joint action between them. As I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> read some of the submissions, there was some complaint that this was unduly restrictive because of the small number of company auditors who may qualify to do such a job as a judicial manager. So I see some attempt at compromise in the amended Act under paragraph 3(e) of the same page 75, where it is provided that where a judicial manager is appointed by the court or nominated by the Minister, that person need not be an approved company auditor. I am somewhat at a loss to understand why, in the case of company directors and creditors, the restriction was maintained, namely, that the judicial manager who was nominated had to be a company auditor, whereas when it came to the court or the Minister they were quite free to choose whoever they wanted to. In other words, there is no restriction that he had to be a company auditor. Why is this so? I am in favour of it, but why not extend the same provision to the earlier case? In other words, allow the company directors and/or creditors to nominate somebody who is not necessarily a company auditor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On page 76, paragraph 4(a). I will read from paragraph 4: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'When a petition is presented to the Court, notice of the petition - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) shall be published in the Gazette and in an English and Chinese local daily newspaper and a copy thereof sent to the Registrar; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) shall be given - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) ...' \n  <br>\n  <br>I notice here that there is no time limitation set out and I believe a word such as \"forthwith\" or \"within two weeks\" would be appropriate. If one compares this provision with a subsequent provision, section 227K, where the word \"forthwith\" is put in there or some time period is also specified. This is of importance, Sir, because we are dealing with a company which is financially troubled and time is of the essence. Already there were many complaints by those who made their representations to the Select Committee that the time taken for a Court to appoint a judicial manager is also very critical. So the gazetting part should be done as quickly as possible. I know the Minister tried to accommodate some of these complaints by providing for an interim judicial manager. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then on page 85, section 227I (c), right at the top, it says there [this is in regard to a judicial manager], the judicial manager of a company: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'shall be entitled to be indemnified in respect of that liability, and to have his remuneration and expenses defrayed, out of the property of the company which is in his custody or under his control in priority to all other debts except those subject to a security to which section 227H (2) applies.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This exclusion of those securities mentioned under section 227H(2) appears to be inequitable. One could imagine a situation where the judicial manager incurs very substantial costs expenses, and the assets of the company which are not tied up under that provision may not be sufficient to defray his expenses. So I believe that perhaps the Minister might want to consider amending this either immediately or sometime in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My final point, Sir, refers to page 89, under section 227N (3). I will read it: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The judicial manager shall report the result of the meeting (which shall, subject to subsection (2), be conducted in accordance with regulations) to the Court and shall give notice of that result to the Registrar and to such other persons or bodies as the Court may approve.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you will notice the reference to \"regulations\". But as I scan this Bill there is no explicit reference to regulations, no enabling provisions. Perhaps the Minister can explain why this was left out. Perhaps the regulations will be spelt out later. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, first, I would like to thank all the Members who have spoken, particularly for all their unstinting support of the Bill. They should really be directing their thanks to the Members of the Select Committee which include the Members for Chong Boon, Bukit Merah, Chua Chu Kang, Clementi, Leng Kee, Jalan Besar and the Speaker, for spending all their time in these deliberations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now turn to more specific issues raised by Members. The Member for Thomson has asked whether there are any specific criteria which can be used to identify directors who are going to be excluded or penalized for doing things detrimental to the company. I do not think there are any set guidelines for this because their transgressions should be fairly apparent and the Minister or the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> Official Receiver would from experience know what criteria to use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also raised the question as to whether there would be sufficient people willing to undertake the job of a judicial manager and has made some proposals to remunerate them adequately through share option schemes and so forth. Of course, we really cannot tell in advance whether the judicial management system will work effectively. We will simply have to allow for a trial period. But I am fairly confident that this opens up quite a new range of work for approved company auditors and there should be no difficulty in finding sufficient people willing to undertake this job. As to the question of whether we should provide them with special incentives like share options, that is another issue altogether and the tax implications are being looked at by my Ministry in connection with other issues raised during the Budget debate. We will be announcing some of the decisions in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other Members have been mainly complimentary for which I thank them. The Member for Whampoa, as usual, asked some very penetrating questions which I will attempt to address. He has suggested that we should perhaps add two conditions to section 149 which would make it obligatory for directors to be charged under this section for fraud if they continue to allow companies to operate when they are clearly insolvent. These are useful suggestions. But I do not think they are really appropriate additions to the legislation. They would be criteria used either by the Official Receiver or by the Minister in determining whether petitions should be made to the Courts for directors to be charged under this section. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also suggested that on page 47, paragraph 11(a) and (b), should include a proposal to allow the appointment of an external consultant to assist the judicial manager to reconstruct the company. Again it is a useful idea but I would have thought that such a step ought to have already been seriously considered by the directors of the company. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> The judicial manager is being protected under that section. The consultant should similarly be protected. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> No. What I meant was that there need not be the formal appointment of such a consultant because the directors of the company are quite at liberty, before a judicial manager is considered, to appoint a specialist who might be able to help restore the company. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> That is not my point, Mr Deputy Speaker, Sir. It is for the protection of that person so appointed that I was suggesting the amendment. That particular section refers to the protection of the judicial manager or the receiver. So I was suggesting extension of the protection to an external consultant who had been appointed prior to the appointment of the judicial manager. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Thank you for the clarification. Again, I do not think it is really necessary because he is a professional engaged to assist the judicial manager or the company and would be adequately protected under the terms of his contract. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has also asked whether under our new legislation more than 10% of companies could be rescued. That is a question which I find impossible to answer. No legislation can stop companies going under if they are badly managed or if circumstances turn against them. Legislation is only introduced in the hope that it can make it easier for companies which are not totally insolvent to be rescued and to avoid them being forced into liquidation by the precipitous action of one or two small creditors. It is a holding period and we will simply have to see whether, in practice, it aids in the recovery of companies which are fundamentally sound but may be encountering temporary cash flow problems which could lead to, under present regulations, premature liquidation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has also asked why are companies and their directors not allowed to nominate anyone other than approved auditors whereas the Court and the Minister have such discre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> tion. This is because we have to be very careful that people who are nominated to be judicial managers have the qualifications, knowledge and expertise to do the job properly, and we believe that approved auditors will normally have these necessary qualifications. However, there may be certain cases where, depending on the size of the company and nature of its operations, someone outside the auditor's profession might do equally well, if not better, and I think one ought to leave the discretion in this area to the Minister or to the Court on an exceptional basis rather than on a regular basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa also has said that on page 76 there appears to be an omission. He has made reference to section 227K where such a provision has been made but the circumstances are not entirely the same. In section 227K there is a specific step to be made and therefore the word \"forthwith\" had to be included whereas in the section on page 76 the time frame will in fact be specified in the regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also said that on the top of page 85, he wanted to know why there is a certain exclusion under section 227H. The exclusion refers to property held under fixed charges and I think an exception cannot be made to this rule because it will undermine the whole basis of priority in the liquidation process where holders of fixed charges always have prior claim to the assets of the company under liquidation. To do so would undermine the whole basis of section 328 of our Companies Act. A ranking of this sort with prior claims by secured creditors followed by floating charge creditors and unsecured creditors requires the exclusion in section 227I (2). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he has asked why on page 89, section 227N, a reference is made to regulations but there seems to be no regulations published as yet. These regulations will, in fact, be issued simultaneously with the new legislation. It is a normal procedure that a complete set of new regulations will be issued in parallel with legislation, covering the implementation procedures. The regulations are far more detailed and are of a nature not appropriate for inclusion in the main legislation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have covered most of the questions raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TREASURY BILLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with section 2 of the Local Treasury Bills Act (Chapter 72), resolves that the Minister for Finance be authorised to borrow by the issue of Treasury Bills in Singapore a sum not exceeding Singapore six thousand million dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on 7th March, 1972, Parliament resolved, in accordance with section 2 of the Local Treasury Bills Act (Chapter 72), that the Minister be authorized to borrow by the issue of Treasury Bills in Singapore a sum not exceeding $3,000 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1972, the demand for Treasury Bills has grown with the increasing number of banks and other financial institutions setting up business in Singapore. This demand for a short-term investment instrument is expected to increase further with changes in the liquidity requirements for banks and the activation of the Government securities market. The authority of Parliament is therefore requested to enable the Government to issue Treasury Bills up to an amount not exceeding $6,000 million. These Bills would have maturity of one year or less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with section 2 of the Local Treasury Bills Act (Chapter 72), resolves that the Minister for Finance be authorised to borrow by the issue of Treasury Bills in Singapore a sum not exceeding Singapore six thousand million dollars. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SELECTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Mr S. Dhanabalan be discharged from the Committee of Selection and that Mr Wong Kan Seng be added to the Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the additional duties of the Minister for Foreign Affairs in the Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> of National Development, Mr Dhanabalan has asked to be discharged from the Committee of Selection and, with the permission of this House, I should be pleased to be included in this Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Mr S. Dhanabalan be discharged from the Committee of Selection and that Mr Wong Kan Seng be added to the Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEPARTMENTAL TITLES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 3 of the Departmental Titles (Alteration) Act (Chapter 53), resolves that the Schedule to the said Act be amended by the addition under the headings of \"Old Title or Name of Office\" and \"New Title or Name of Office\" respectively of the following: \n  <pre>\r\n\r\nOld Title or Name of Office     New Title or Name of Office\r\n\r\n---------------------------     ---------------------------\r\n\r\nPrincipal Assistant Director    Welfare Officer Grade V or\r\n\r\nSocial Welfare                  VI\r\n\r\nAssistant Director of           Welfare Officer Grade VII or\r\n\r\nSocial Welfare                  VIII.\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Children and Young Persons Act, Adoption of Children Act and Women's Charter make reference to the positions of Principal Assistant Director of Social Welfare and Assistant Director of Social Welfare. These positions are titles of appointment in the former Social Welfare Officers scheme of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since January 1981, this scheme of service has been replaced by a new scheme of service called the Welfare Officers Service. The titles of Principal Assistant Director of Social Welfare and Assistant Director of Social Welfare were changed to Welfare Officer, ranging from Grades V to VIII. A change of titles to Welfare Officer, Grades V to VIII, reflects equivalent grades of the old titles. The old titles of Principal Assistant Director of Social Welfare and Assistant Director of Social Welfare are no longer in use. Hence, the need for this motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 3 of the Departmental Titles (Alteration) Act (Chapter 53), resolves that the Schedule to the said Act be amended by the addition under the headings of \"Old Title or Name of Office\" and \"New Title or Name of Office\" respectively of the following: \n  <pre>\r\n\r\nOld Title or Name of Office     New Title or Name of Office\r\n\r\n---------------------------     ---------------------------\r\n\r\nPrincipal Assistant Director    Welfare Officer Grade V or\r\n\r\nSocial Welfare                  VI\r\n\r\n\r\n\r\nAssistant Director of           Welfare Officer Grade VII or\r\n\r\nSocial Welfare                  VIII.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT TO A DATE TO BE FIXED</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at its rising today, Parliament do stand adjourned to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT MOTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>3.01 pm \n  <div align=\"center\">\n   <b>NATION BUILDING AND TOTAL DEFENCE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I would like to begin my speech with this one sentence, namely, ours is a country, a state but we are still not a nation yet. In other words, we are not yet a complete nation but a state. More than 20 years ago when we achieved independence, our society was made up of the various races of different cultures, different religions and different languages. These people did not have national consciousness or a common culture. In such a society, internal unity was very weak. Therefore, after our country came into being, one of our prime tasks was to gradually integrate all the races and to develop a common national consciousness and a common identity; otherwise, if our different races were suspicious of one another, then the society and the country would not be stable and in peace and could not develop and because of that there would be conflicts and even bloodshed. For instance, Lebanon in the past had been called the Swiss of the Arab \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> world, but today it has become a rubble. This is a case in point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After over 20 years of effort, we have gradually evolved from a society of disparate self-serving races into a society where the people have a common sense of identity as Singaporeans. The Singaporeans today have a deep national consciousness and feel proud as Singaporeans with a sense of patriotism. I think we could see this from the following instances. First, all our youth of the right age for national service at the age of 18, irrespective of their races, are willing to accept national service and are taking national service and military training seriously. That shows their patriotism to our country and they know the truism that the survival of the country is the duty of everybody. They are courageous enough to take up the duty of protecting their country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, when our Singapore citizens go abroad, usually they will introduce themselves as, \"we are Singaporeans\", and they do not say they belong to certain race. This also goes to show that we have a kind of pride and sense of identity as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third instance is also very important. In facing external provocation and interference, Singaporeans of different races are able to show solidarity with common front in confronting the outsiders, upholding our national dignity, sovereignty and integrity. These few points could be said to be the important results that we have achieved, and the process of mental build-up and nation building over the past two decades can also show that our policy and measures in integrating the different races step by step have been correct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently certain foreign politicians have tried to make use of racial issues to incite dissension and sow discord among our people. The reaction by the people of the various races in Singapore demonstrates very well that we have a common national consciousness. Our reaction was almost unanimous. In the recent issues I referred to - the Israeli President's visit to Singapore and the Second Defence Minister's talk on Malay participation in our armed forces - the response of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> people on the whole to the challenges demonstrates our achievement in social defence and psychological defence has been very encouraging. It shows that they are able to withstand the test. More than 20 years ago if the same incidents were to happen, I am afraid our various races at that time would not be able to stand the test. If the same incidents were to happen more than 20 years ago, possibly there would be racial bloodshed and conflict. But today, facts have proved that we have certain degree of internal cohesiveness and we can withstand the test. But there are small groups of people who show some wavering and uncertainty when confronted with such test. When faced with external challenge of instigation and divisive forces, we have been able to keep our rational mind and our unity and to stand firm. This shows that our society is more mature now. However, we must also realize that ours is not yet a society where all the races are completely integrated and cohesive. Therefore, there are loopholes for foreign politicians with ulterior motives to await the opportunity to fan the fire with their divisive forces and create trouble so that they may from the other shore watch us in hot fire and deep waters, and fish in the troubled waters of Singapore. This reminds us that we should not forget that we must not relax but strive harder to unite our various races in Singapore. Perhaps it will take a long time. I remember the Minister for Community Development mentioning that to make our society to be a cohesive one with all the races integrated, it might take one or two more generations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, other than continuing with our effort in uniting all the races, we must on the other hand also strengthen our total defence because racial issues affect national security. When you talk about national security or safety, then you must talk about national defence or total defence in the same breath. Only when we can strengthen our unity and total defence, will we then be able to seek progress and stability and ensure that our security will not be threatened by foreign challenge and instigation and that our task towards inter-racial cohesion and unity may not be thwarted or ruined. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past few years in this House, we all know that there was one lone voice which was persistently against national defence, against a build-up of armed forces, against purchase of military hardware, defence or mobilization exercise, and so on. This voice has disappeared. But strangely enough, recently another voice has appeared to replace it. This voice even raised its tune in the same breath and in consonance with the tune of some foreigners who tried to incite dissension among us, accusing us of discriminating against our Malay countrymen and demanding to reduce defence expenditure and accusing our national defence as being an over-reaction. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I have to intervene. The hon. Member said that there was a lone voice --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> On what point are you rising? What is your intervention about? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, I am objecting to the line of accusation he is making of the other lone voice. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is not a point of order. Please sit down. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Unless he can verify what he says. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resume your seat, please. Continue, Mr Goh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang</b>(\n  <i>In Mandarin</i>): Yes, this lone voice even said that our national service should be reduced from 2 1/2 years or 2 years to only 19 weeks. This voice sounds like from beyond the Causeway. It does not sound like from a Singaporean. In this House, on the question of Malay participation in SAF, from all those Members who have spoken on this subject and from my observation from the readers' letters in the various newspapers of various languages, there has been only one righteous and stern voice telling the meddling foreign politicians not to interfere in our internal affairs which we could deal with ourselves. But this odd voice persistently holds out its anti-tune arguing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> that for other people to hold such opinions against us there must be certain understandable reasons. Does it mean that the malicious incitement and accusations by those foreigners against us must be reasonable and we are wrong? This voice goes further and argues that all around us there is peace and tranquility, we cannot see any enemy, therefore we must reduce our defence expenditure, we must not arm ourselves. In other words, we must relax in our national defence. The tone of such tune, I think, can be likened to somebody suggesting to a hive of bees that since there is no enemy, you must pluck out the sting from your body! The sudden appearance of this foreign consonant tune has surprised many people. What is its motive? Is it to serve foreign interests? Or is it meant to scoop some political capital out of racial issues? These are the series of questions which have emerged in many people's minds. Although in politics today we are quite mature, we are able to openly discuss certain issues which in the past were considered to be sensitive racial issues, but we still should not allow anybody to make use of any racial issue to achieve his personal purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember this voice in the past claimed himself to be a Singapore citizen and that he loved Singapore. But now, will the people suspect him? Will the people trust him, believe him to be really loyal to our country? I think this is the question in the minds of the people. On what stand is he talking - on the stand of a Singaporean or on the stand of a foreigner, or on the stand of a stateless person? I think this is not only my own question, possibly many Singaporeans will also have the same question in them. For instance, from the Forum page of the Straits Times of the 19th March, there was such a letter from a reader. To save time, I would read out the original text: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In English \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have always been under the impression that Mr Chiam See Tong was elected by Singapore citizens in Potong Pasir. But having read Mr Chiam's spirited speech on Malays and National Service, is it possible that there is also a Potong Pasir on the other side of the Causeway? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not only am I puzzled but so is Malaysia's New Straits Times. It noted in its report of Tuesday's debate in Parliament: \"Except for the lone opposition MP Chiam See Tong, all the ruling People's Action Party \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> MPs who spoke on the issue called on foreign politicians not to interfere with the domestic affairs of Singapore\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now if there is a Potong Pasir further up north how come its MP gatecrashed into our Parliamentary Chamber? Furthermore, where is our genuine MP for Singapore's Potong Pasir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suspect he is being held hostage in Lebanon.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Mandarin \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tone of the text is very humorous but the subject matter is very serious. The various suggestions raised by him such as reducing defence expenditure and period of national service and so one are very dangerous suggestions. If we do as what he has suggested or if he should become a Defence Minister or form the government and implement such policies, I wonder whether Singaporeans have any confidence on national defence and whether foreign investors will have any confidence in our security and defence. I would like to ask the Minister whether he would assure us that the Government would not recklessly or haphazardly accept such suggestions. At the same time, assuming that we accept the suggestion to reduce the national service period to 19 weeks, can the soldiers trained in such a short period really take up their responsibility in defending our country and for the defence of our homes? I would like the Minister to answer these questions. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, may I take a few minutes to make a few points? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, there are only a few minutes left. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> I just want to make a remark that I am fearful of the proposal to cut down national service to 19 weeks. It is because I have gone through national service for 2 1/2 years and I have been a reservist for almost 10 years. I think if we cut down national service to 19 weeks, we will be sending our soldiers like young lambs to the slaughter. Will they be able to take on an aggressor? Is the aggressor going to take us seriously? Instead of being treated like chili padi, hot and hard to swallow, we will be taken like marshmellows, sweet and soft, easy to eat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, Mr Chiam. There are only two minutes left. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, the topic was supposed to be Nation Building and Total Defence. I came in and in the few minutes that I sat there, it actually turned out to be an attack on me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards this letter of 19th March, in fact, I promised the Prime Minister I would reply. I read it over again and had a good look at it. I think this letter is defamatory of me and I am taking my opinion. And if the Member would like to repeat all those things outside the House - he accused me of being disloyal to Singapore. I am an MP, representative of the people. I think I have contributed towards democracy in Singapore to a very large extent. I am the only Opposition in the whole of Singapore, one out of 2 1/2 million people. It is quite an exception. I am not boasting in this House. But I am doing the country a big service. If I were not here, it would be a one-party state. What is a one-party state? It is tyranny on the people. That is what I am saying. If the Member dares contest that I am not doing my work as a citizen, then let him say it outside this House. Let the people judge whether or not I am doing a service to Singapore. What do you think I went through these 10 years of struggle to get into this House? How did the hon. Member get into this House? Did he have to go around the market places and canvass for 10 years as I have done? He was picked up. He was inducted into this House. And who is he to say that I am not loyal to Singapore? Please, let the people judge for themselves. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> People are questioning. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am doing more national service for Singapore than any of our national serviceman. They only have to do 2 1/2 years. I have already done 10 years of service to this country to get into this House. And I intend to show the people of Singapore that democracy can survive. There will be more to come after me. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. The time allotted for the Backbench has expired. General Lee. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Services) (BG Lee Hsien Loong):</b> Mr Deputy Speaker, Sir, this has turned out to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> be an unexpectedly lively adjournment motion. If any Backbencher or Opposition Member should feel that the time allotted is inadequate for a full airing of the important issues, I would encourage them to move a motion. And if the Opposition Member wishes to move a motion, one PAP MP will second it, and we can debate the subject further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not necessary for the Minister to defend the Members for Thomson and Braddell Heights. They can look after themselves. But it is important to note that what the Member for Braddell Heights said was merely a quotation of what was said in this House not so very long ago, namely, that if some foreign country should raise questions about Singapore's policy, then it stands to reason that there must be something wrong with Singapore's policy. That is why they are attacking us. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Not the other way round. If we are being attacked, let us see what is the matter not with us but with them. That is one. Secondly, the reminder of a point made in answer to a question as to what the Opposition Member would do were he a Minister. That his answer was, well, it depends, doesn't it, on whether you are a Chinese or non-Chinese; that would decide the policy. Any Government Minister who takes that line, any government which allows a Minister to take that line, will soon be ruined, but before that will have ruined Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And, of course, third reminder that not so long ago, the same MP who had volunteered should the need arise to sacrifice himself, even his life for the defence of the nation, should now, barely two years later, raise a question of why we are doing national service so seriously and whether 19 weeks might not be enough. I do not want to enter into the discussion in detail because I think there will be time for further elaborate debate. I want to state some basic principles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's policies may change from time to time. As the situations change, policies change. Tax rates go up, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> go down. Population policies, two children, three children. But certain cardinal principles never change. And two of these cardinal principles are a responsible approach to multi-racial politics and, secondly, a strong Total Defence of Singapore. These are axioms of faith. We believe them fundamentally but we must never take them for granted. And maybe it is useful from time to time that doubting Thomases should appear to challenge these fundamental assumptions so that in the process of defending them and rejustifying them, we can sharpen our awareness of them and strengthen our faith in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is nation building? It is to make one national identity out of a disparate, a diverse, multi-racial, multi-religious society. It is to create a generation of Singaporeans who feel, first and foremost, that we are Singaporeans and then, only secondarily, that our ancestors came from China, from India or the Malay Archipelago. That is nation building. And what Singapore politicians say and do - particularly prominent Singapore politicians who may be the only Opposition Member in the whole Parliament, the only person upholding democracy in the whole of Singapore - what they say and do have a decisive effect on whether nation building is fostered or hindered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a generation, these fundamental assumptions have not been questioned because the PAP has dominated the political process and the PAP's responsible policies have prevailed. So much so that people have come to take these two aspects for granted. Sometimes I think we are in danger of forgetting the disastrous consequences of playing racial politics in Singapore. It would have been easy for the PAP itself to take a Chinese chauvinistic line, collect Chinese votes, win a majority. It would have been disastrous for Singapore. But I think Members are aware that in the last elections, there were signs that some Opposition parties, particularly where they were campaigning against non-Chinese PAP candidates, were using chauvinistic lines in order to collect Chinese votes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are you referring to the 1984 general elections? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, please do not interrupt. Please continue, General Lee. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Ministers in Singapore must decide for all Singaporeans, whether Chinese, Malays or Indians. They make policies on behalf of all Singaporeans. What they decide on they must be prepared to defend, no matter whom they are speaking to, whether they are defending it to a Chinese audience, a Malay audience, an Indian audience or a Eurasian audience. That is what we have always done and that is what I hope all other political parties will do. Those who dabble in the politics of race can be sure that the PAP will expose them and destroy them. There is too much at stake for us not to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Total Defence. This is an old question. The ex-MP for Anson took this line, found it politically unprofitable, dropped it. Now, somewhat to our surprise, the same old questions come up again. Why do we need a strong defence? Who is our enemy? Why are we building up our strength in peace time? And a new one - why not reduce national service from 2� years to 19 weeks? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Why not? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> We have answered these questions many times before. We make no enemies. We want no enemies. We have no enemies. But if you want peace, be prepared for war; because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> danger can come suddenly. 19 weeks? Mindef has a responsibility to the parents of the national servicemen. Today, to take a fresh recruit, put him in an infantry battalion, train him - individual skills, section skills, platoon skills - make him begin to be operationally ready to take on standby duties and enter the SAF order of battle, takes us 34 weeks. If we reduce NS to 19 weeks, as was so casually suggested by the Member for Potong Pasir, if we do this in response to irresponsible rabble rousers, then if one day half-trained SAF recruits are slaughtered on a battle field, we will have the blood of innocent servicemen on our conscience. Who will answer to the parents of those sons who have been needlessly sacrificed? Will the Member for Potong Pasir bring your son back? Does he have a son who will do national service? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Lift the Standing Orders and let us have a debate. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> We should ponder carefully before making any rash moves. Our sons' lives and the future of Singapore are at stake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Thirty\n  </div> \n  <div align=\"right\">\n   minutes past Three o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
