{"memberId": null, "volumeNo": "49", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"49\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1987-03-16\"> \n  <meta name=\"Start_Col\" content=\"231\"> \n  <meta name=\"End_Col\" content=\"342\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">49</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">16-03-1987</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 49</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 16th March, 1987</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maj Fong Sip Chee (Kampong Chai Chee) - from 16th March to 5th April, 1987. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In accordance with the provisions of paragraph (7) of Standing Order 87 and paragraph (5) of Standing Order 88, I have fixed the times for the conclusion of consideration of the heads of expenditure in the Main and Development Estimates of Expenditure for FY 1987/88 in the Committee of Supply. In the allocation of times, I have taken into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> consideration the extension of one extra hour on each day allotted for the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These times have been notified to hon. Members and will appear in the Official Report. (Cols. 339 - 342) \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1987/19870316/19870316-HA-0490339.htm\">Committee of Supply - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1987 TO 31ST MARCH, 1988 (Cols. 339 - 342)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>LAND FOR NON-POLLUTIVE FARMING IN PUNGGOL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ng Kah Ting</b> asked the Minister for National Development what acreage of land has been successfully tendered out for non-pollutive farming activities in Punggol due to the phasing out of small pig farms; how much land is still available; and when these parcels of land will be tendered out. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a total of some 22 hectares of land have been vacated by small pig farmers in Punggol. Of this, 9 hectares are earmarked for HDB's development. Out of the remaining 13 hectares of land, 3 hectares have been tendered out for non-pollutive farming on a three-year tenancy agreement. The rest of the land will be tendered out over the next six months. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, could the Minister of State for National Development indicate as to how the rest of the land will be tendered out for non-pollutive farming, taking into consideration that much land has already been acquired and is now lying idle? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, in my answer I touched on lands that were affected by the phasing out of small pig farmers in Punggol. The total land that is available in Punggol is much more than what is given in my answer. Our exercise on the use of these vacant land takes in land that were vacated prior to the phasing out of pig farming, and also land that were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> used for non-pig farming activities. We have included these land in various exercises for tenders on short-term leases to non-pollutive farmers. As a whole, we have tendered out about 25 hectares of other land which are available for non-pollutive pig farming. Various types of farming are being encouraged for these land and they include vegetable and food crop cultivation, orchid and ornamental flower cultivation, aquarium fish breeding, dog breeding and dog training, and turf production. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> In that case, Sir, could the Hon. Minister of State indicate how his Ministry will expedite and probably increase the tenure of lease so as to encourage the optimal use of such lands? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the land are being tendered out on short-term leases, three year-leases. I would agree with the Member for Punggol that if we could, we should extend the lease to make it more attractive. However, the pace of development in Singapore is such that it is very difficult at this point of time to envisage longer leases. In fact, out of the land that has been vacated by the small pig farmers, 9 hectares have already been set aside for early development by HDB and only 3 hectares have been taken up by farmers. It would be very difficult at this point of time to give a commitment that there will be longer leases for such land as development of this land is expected to take place shortly. At the present point of time we can only envisage a three-year lease. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Supplementary question. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you speaking on behalf of Punggol? The question raised is on Punggol. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. Supplementary question, please, Mr Speaker. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I want to ask the Minister of State a question in regard to pieces of land that are about to be tendered out and have been tendered out, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> and if I could stretch the question on Punggol to other parts of Singapore. These pieces of land were in the first place acquired from existing farmers. Existing farmers were driven out, Government acquired the land and then they were parcelled and then tendered out. Is that the correct position? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, some of the land which are presently being tendered out for use on short-term leases are indeed lands that were previously used for farming. But these were farms which had caused pollution, for example, pig farms, and they could not be allowed to continue because of the pollution problem. As such, the farmers had to give up farming on these land and the land were reverted to the State. Since there is no immediate use for these land in terms of other developments, my Ministry has decided that we should, in the interim, allow those who are interested to use these lands for non-pollutive farming. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is the Minister of State saying that all the pieces of land that were acquired and subsequently parcelled out for tenders for farming again were all pollutive in nature and that was why they were acquired? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the lands that were acquired in Punggol were all lands which were used for pig farming before. There were also other lands which, as I have mentioned, were already vacant; they were not being used and these were acquired by the Government. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Perhaps the Minister of State does not understand the thrust of my question. My question is basically this. These pieces of land that have been tendered out and about to be tendered out, were they originally taken compulsorily from existing farmers? Is that the position? The farmers were already there; you take their land and then you tender out at a higher price. Is that the position? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I have to repeat my answer. Not all the land were acquired from existing farmers. Some of the land were. As for those land which were already occupied by farmers, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> these were the farmers who were practising pollutive farming, for instance, pig farming, and therefore the Government had to acquire these farmlands and put it to other uses which would not cause problems of pollution. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> One more question. In regard to Punggol, if I am not wrong, the Government has, in fact, already asked those pig farmers in Punggol to install expensive devices to make pig farming non-pollutive. Is that not the position? The farmers have put in as much as a million dollars in capital to install them. And he says that they are pollutive. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the question of pig farming has been debated in this House in 1984/1985. The decision to phase out pig farming in Punggol was taken in 1984. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Just answer the question. You say that they were pollutive. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Some of the pig farmers in Punggol have installed pollution treatment equipment. But these are necessary so long as they want to continue to farm, and those that have installed such expensive treatment equipment are still there at the present moment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But they were asked to leave, were they not? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> None of them has been asked as of now to leave now. They are still there, farming. They know that the prospect of pig farming in Singapore is limited and that in the future they will have to be phased out. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Question 2, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I ask the Minister that if that is the position ---? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Question No. 2 has been asked. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB RENTAL FLATS IN BO WEN CONSTITUENCY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Retention of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr S. Vasoo</b> asked the Minister for National Development whether adequate Housing and Development Board rental flats will be retained in Bo Wen Consti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> tuency to meet the needs of those who, because of economic or other difficulties, cannot take advantage of HDB's relocation exercise. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, in Bo Wen Constituency, a total of 961 rental flats will be affected by the relocation exercise. 50% of the tenants are expected to purchase flats. Those who cannot afford to purchase will be given transfers to alternative rental flats in blocks not affected by relocation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Bo Wen Constituency, 268 rental flats are to be retained under the present plan. If the vacancies are insufficient to cater to the affected tenants who want rental flats, they will be offered vacant flats in adjacent constituencies or nearby estates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CAPITAL GRANT FOR AIDED SCHOOLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Ng Kah Ting</b> asked the Minister for Education whether the amount of capital grant for aided schools will be increased to 90 per cent. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Tay Eng Soon) (for the Minister for Education):</b> Mr Speaker, Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has submitted a proposal to the Ministry of Finance on possible revisions to the capital grant assistance scheme for good aided schools. The proposal is being considered by the Ministry of Finance. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, since the Hon. Minister of State has indicated that his Ministry is taking up this matter with the Ministry of Finance, does he not realize that, with greater improvements in standards of education, it does require more funds? And in this respect, Sir, how does the Ministry propose to convince the Ministry of Finance of the desperate and inevitable need of the aided schools to try and get more funds and therefore they should be more generous and accede to their request for more grants in aid? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, I agree with the Member for Punggol that as a result of a higher standard of school buildings, in the past few years the cost of school buildings has gone up and, indeed, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> we have made this case to the Ministry of Finance in support of our proposal. I suggest to the Member for Punggol that he might want to raise this question with the Minister for Finance at the next occasion. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, the Minister of State can be assured that I will take this matter up, but first of all, would not his Ministry exert or rather convince the Hon. Minister for Finance of the desperate and inevitable need of these mission schools that in order to have higher standard of educational facilities,such capital grants should be forthcoming? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, we are doing all we can. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGLE SESSION SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress of implementation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr S. Vasoo</b> asked the Minister for Education what progress has been made so far in the implementation of single session schools for secondary education. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, in January 1986 a pilot project was initiated in 20 schools to study in detail how the Single Session System could benefit the pupils and the operational difficulties that might be encountered. The results of the pilot project were reported in the Schools Council Meeting on 10 January this year. It is clear that the single session system will result in major benefits for schools, such as more time and opportunity for remedial work, ECA and other things. The Ministry has therefore decided to implement the single session in all schools beginning with the secondary schools. The implementation of the single session system will be done in phases. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Does the Minister of State not think that it is more important to have small classes first rather than to have single session schools with big classes? What is the position? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, a number of things were raised in discussions with principals and parents at the recent forums conducted by the Minister for Education. I think the Member for Potong Pasir should wait until the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> has the opportunity to tell the House the response of the Ministry to the various points, including class sizes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think this question of smaller classes in our schools today is a genuine pressing problem. I am not bringing up this question just for the sake of bringing it up. It is a pressing problem and I brought this matter up more than once in this House. But nothing concrete has been done. Perhaps the Minister could give some kind of a commitment, whether or not some concret steps have been taken to reduce the number of pupils, say, to 30 for a start. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b>I suggest that he wait until Thursday or Friday when the Minister for Education will make his statement on these matters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MRT FARE STRUCTURES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications and Information whether the Mass Rapid Transit Corporation, in determining the fare structures, will consider (i) a one-fare sytem which will allow interchangeability in the mode of travel from bus to MRT train or vice versa to destination at fares affordable to commuters and (ii) concessional fares for senior citizens and the underprivileged. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, with your permission, I shall be making a Ministerial Statement on the progress of the MRT. May I request the Member for Changi to ask his questions after the statement? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MURDER AND ROBBERY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Figures involving foreigners)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Home Affairs (a) what was the number of murders and firearm robberies committed from January 1986 up to the latest available date and how many of them were committed by foreigners; and (b) what measures are being taken to ensure that criminals from foreign countries will not enter Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Dr Lee Boon Yang) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of murders committed during the period January 1986 to 4th March 1987 was 73. 40 cases were solved to date, and of these, 12 cases were committed by foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of firearm robberies reported during the period January 1986 to 3rd March 1987 was 19. Of these, 4 cases have been solved and only 1 case was committed by foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various enforcement agencies like the Police and the Central Narcotics Bureau work very closely with each other and the Immigration Department to identify and prevent foreign criminals from entering Singapore. Identities of notorious criminals are established through investigations or through the exchange of information with enforcement agencies of other countries. Such criminals are barred from entering Singapore. In addition, foreigners convicted of serious criminal offences in Singapore are repatriated and prohibited from re-entry after their release from prison. Our tough laws and effective Police enforcement also act as deterrents. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, how many of these foreign criminals mentioned by the Minister of State are also work permit holders? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, out of the 19 foreigners who were involved in murder cases in 1986, 9 of them were on work permits. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEIGHBOURHOOD POLICE POST IN JALAN KAYU</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Home Affairs when a neighbourhood police post or posts will be provided in Jalan Kayu Constituency. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for Home Affairs):</b> Sir, the two neighbourhood police posts in Jalan Kayu Constituency are scheduled for 1989. However, the Police will try to have them ready by 1988. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Supplementary questions, Sir. (1) How \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> many constituencies already have neighbourhood police posts? (2) Are there already any constituencies with more than one neighbourhood police post? (3) If so, how many? (4) Since the original schedule for building NPPs was drawn up, has the original order of establishment been changed? (5) On what basis was this original schedule drawn up? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the neighbourhood police post scheme was designed to achieve a target of 91 posts throughout all the constituencies in Singapore. I believe, as of now, more than 50 have been implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member wants to know how many constituencies have more than one neighbourhood police post. As at present, there are two constituencies which have more than one neighbourhood police post. But the final plan envisages 12 constituencies to have more than one neighbourhood police post. Presently, the two constituencies which have more than one neighbourhoold police post are Thomson and Serangoon Garden Constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member's next question is whether the schedule for implementation of neighbourhood police posts has been changed. The original schedule which was drawn up in 1983 has over the years been reviewed to meet with the changes in development which have taken place in between. For instance, the emphasis on the development of certain new towns which were not formulated prior to 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member wants to know the basis for this order of implementation. In formulating the neighbourhood police post scheme, the Police had to take into consideration several factors. This includes the rate and the locality of public housing developments. Priority has to be given to constituencies which have established major public housing estates. For constituencies which have new town development, the construction of NPPs will be incorporated into the new town as it is being built. This is because the early establishment of NPPs in a new town will help to foster a closer relationship between the Police and the residents. And it is also from Police experience that during the early days of a new town's development, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> is vital to enhance the sense of security among the new residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other factor which has to be considered is whether constituencies without intensive public housing estates should take precedence in the schedule of implementation. Generally, the Police felt that these constituencies without the high density public housing development should be accorded lower priority. This is because private residential estates, unlike the high-rise public housing estates, can be adequately covered by bicycle and divisional police car patrols. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly but not least, the Police have also to consider the availability of trained manpower in order to staff the neighbourhood police posts. Each neighbourhood police post requires a minimum of about 20 trained officers. And these are not just officers who are trained in the normal police work but officers who have received extra training by way of better inter-personal relationships to be able to deal with the public who come to the NPPs. Given the manpower constraint within the Police Force, we can only manage to establish about 14-15 neighbourhood police posts per year and the implementation will therefore have to be phased out accordingly. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, given the manpower constraint, if certain new things come up, eg, during the Committee of Supply, will the Minister of State reconsider the order of the queue? Because we do understand that you cannot set up all the NPPs at once but I am just talking about the order of the queue. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, as I have said earlier on, the Police are always reviewing the schedule of implementation for the NPPs and will take into consideration any new factor which the Member for Jalan Kayu is able to bring up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANG MO KIO POLYCLINIC</b>\n  </div> \n  <div align=\"center\">\n   <b>(Upgrading of facilities)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr S. Vasoo</b> asked the Acting Minister for Health whether his Ministry has any plans to upgrade the facilities of Ang Mo Kio Polyclinic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the Ang Mo Kio Polyclinic, commissioned five years ago, was built as a modern polyclinic. It is the Ministry's policy to regularly upgrade its facilities to meet the needs of the general public. As part of the upgrading of Ang Mo Kio Polyclinic, a computerized patient management system is being planned and will be installed by 1988 at the clinic. New equipment will also be acquired as and when necessary to meet the needs of the patients. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Sir, as the Polyclinic is being overused, what steps are being taken to cut down the waiting time at the Polyclinic? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, part of the problem with the peak load is that many of the patients tend to arrive at the Polyclinic in the early hours of the morning between 8 and \n  <br>9.30 am. What happens is that patients on their way to the market will drop in at the Polyclinic or bring along with them their children who are sick. This adds up to a tremendous peak load, which is very hard to overcome. What the Polyclinic staff do is to explain to the patients that they should try to come at all times of the day rather than to come all at the same time. However, recognizing that there is a problem with the queuing time, my Ministry is planning to send another doctor to the Ang Mo Kio Polyclinic later this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NOISE POLLUTION IN HDB ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development whether noise pollution is a serious problem in Housing and Development Board Estates and whether stricter rules will be introduced to control noise pollution. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, in high-rise community living, it must be appreciated that a certain amount of noise is inevitable. In the case of HDB estates, the sources of noise are major roads and expressways, nearby construction sites, commercial premises, markets and hawker centres, and functions carried out in the void decks. Noise pollution from these sources can generally be controlled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> through various planning and management measures. However, excessive noise generated by residents themselves is harder to eliminate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB will work closely with grassroots organizations such as RCs to advise and counsel residents against generating excessive noise. But residents themselves must be more considerate and cooperative with their neighbours. They must take simple measures to make high-rise living more pleasant such as restraining their dogs from barking and keeping the volume of their TV or radio sets low. The HDB will be glad to receive suggestions from residents and grassroots organizations on what kind of stricter rules can be formulated, how these can be enforced with minimum cost to themselves and the type of punitive measures that can be introduced. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, with regard to noise disturbance from neighbours in the HDB estates, what further action is being taken by the HDB in those cases where the recalcitrant residents refuse to cooperate and take heed of friendly advice or warning letters from the HDB? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b>Sir, the present procedure is that when the HDB receives a complaint, they do go to the house complained against and they counsel the owner. They speak to him, and this is done many times. As far as I am aware, nobody has yet been evicted from his flat for making noise that bothers his neighbours. But as I said, this is a difficult problem because some of the problems are in blocks comprising purchased flats, and eviction, of course, is not a simple process. That is why I said that this is a community problem and we will be glad to discuss with community leaders and residents themselves what they think will be a fair method of dealing with this problem. The easiest thing, of course, will be to pass legislation that if there are more than three or four or X number of complaints against a particular family, the flat can be repossessed. But I do not think we should resort to such a simple administrative solution at this stage. We are always open to discussing with community organizations as to what more can be done in this respect. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> End of Question Time. Ministerial Statement, Dr Yeo Ning Hong. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROGRESS REPORT ON THE CONSTRUCTION OF THE MRT SYSTEM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Minister for Communications and Information)</b>\n  </div> \n  <br>11.30 am \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I would like to give Members of the House a progress report on the construction of the MRT. Barring unforeseen circumstances, the MRT will be completed ahead of original schedule and within budget. Nine months from now, just in time for Christmas, the first MRT train will begin its public service. Land transport in Singapore will take a quantum leap forward. We will join the many cities in the developed world with a mass rapid transit system that will provide fast, convenient and comfortable travel. \n  <br>\n  <br>\n  <i>Construction so far</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first pile was driven into the ground in October 1983, barely 3 1/2 years ago. Today, construction of the MRT system is progressing well. The 20 stations in Phase 1 and Phase 1A, that is, the section stretching from Yio Chu Kang all the way to Clementi, has been wholly completed structurally, as far as the 20 stations are concerned. The tunnels and the viaducts along this route have also been completed. The laying of track is about three-quarters completed and the work on Phase 2 stations, all the way to Yishun, Bukit Panjang, Lakeside, Marina Bay and Pasir Ris, these are all well in hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far seven trains have been delivered. More are undergoing testing and a total of 25 trains will be delivered by the end of the year for the first operation of the MRT trains. \n  <br>\n  <br>\n  <i>Operating dates</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Targetted operating dates for the MRT system are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yio Chu Kang to Toa Payoh - early December 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From Toa Payoh to Outram Park - end December 1987. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Outram Park on to Clementi - April 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And the various Phase 2 routes to Yishun, Bukit Panjang, Lakeside, Marina Bay and Pasir Panjang, all to be completed by June 1990. \n  <br>\n  <br>\n  <i>Privatization</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year in June, in line with our overall privatization programme, the Government decided to privatize the operation of the MRT system. The objective is to ensure that the MRT will be run efficiently and that they will be able to meet and be more responsive to the changing needs of the travelling public. To enable as many Singaporeans as possible to participate in the ownership of the MRT system, funds in the CPF will be allowed to be used for the purchase of the shares in the MRT company when it is floated. This will be similar to the SBS case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In September last year the Singapore International Merchant Bankers' Ltd. (SIMBL) was appointed consultant to advise on the privatization exercise of the MRT system. At the moment the consultants are about half-way through their studies. Preliminary studies by the merchant banker consultants have confirmed earlier findings that the operation of the MRT will be economically viable. The new company is expected to be called the Singapore MRT Ltd. (SMRT for short). Detailed studies are currently underway looking into all aspects of the operations of the system by the new company, including the three major areas of legislation, financial operations and flotation. \n  <br>\n  <br>\n  <i>MRT - Bus integration</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I come to the MRT bus integration. Sir, the next nine months are going to be intensive and trying times for all concerned with land transportation as we seek to bring the MRT in, phase it in gradually and smoothly with the rest of our land transport network. When Phase 1 and Phase 1A of the system are completely operational by April 1988, it is expected that the trains will carry about one-eighth of all public transport passenger \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> trips. Two years later, by 1990, when Phase 2 is brought in, the MRT trains will carry about a quarter of all public transport passenger trips. If the bus system remains unchanged, then total public transport operating cost must go up because we are adding operating cost of the MRT trains on to the existing bus networks. The cost will go up by about 15% and 30% respectively, for Phases 1 and 1A and Phase 2, that is, if bus routes are not changed at all. Why is that so? Because this will result in the duplication of routes with both buses and MRT trains running parallel to one another. It means that there will be wastages and that wastage has got to be paid for by the commuters in terms of higher fares. So we cannot allow duplications to take place. And if it is at all possible, this duplication of routes will have to be kept to a minimum. The objective, of course, is to lower operating cost so that fares will not go up. The bus companies and MRTC are very conscious of this problem. They have been working together closely in efforts to keep the cost and hence the fares down. They have also been working very closely with the assistance of public transport consultants who have experience with these kinds of problems in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are three major areas of integration that are being studied in detail at the moment. Firstly, the integration of routes. Secondly, the integration of physical infrastructure. And thirdly, the integration of fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal with them briefly. Firstly, the integration of routes. The principle behind the restructuring of routes in response to changes in traffic demand is not new. Indeed, each year, imperceptibly between 30 and 100 bus routes are changed, modified, added or removed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average for the past four years is about 60 route changes per year. Why is that so? This is because on the average about 40,000 families move house each year, ie, about 150,000 people move house each year. New routes obviously have got to be added to new housing estates. Old routes have got to be modified and removed completely from areas where demand has diminished drastically. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The difference between the coming exercise with the introduction of MRT system and the changes in the past is one of pace of change. With the opening of each section of the MRT system, the bus routes will have to be changed quickly because the demand for buses will change practically overnight. The travel pattern will be different. People will want to go differently to work or to do their other activities. And people will also want to have good links to the MRT stations once the trains begin to run. As with the existing slow pace of change, some initial inconvenience to some people may be unavoidable. But these inconveniences will be kept to a minimum. Adjustments will obviously have to be called for, and if we work together, residents together with grassroots leaders, and together with the operators of the MRT trains and the bus operators, we can bring these inconveniences down to a minimum. The details of these changes are presently being studied in great detail and they will be announced in the latter half of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come now to the second point, the integration of physical infrastructure. As far as is practicable, the MRT stations will be integrated with bus interchanges and terminals to make it easy for commuters to switch from a bus to a train or from a train to a bus. This is similar to systems operated in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A working group chaired by the Public Works Department with representatives from the Traffic Police, bus operators, MRTC, as well as taxi operators, have been at work on this, making regular site visits, seeing for themselves how best to integrate this infrastructure. They will ensure that physical facilities such as bus stops, taxi stands, pedestrian crossings, etc, will be in place when the MRT system is ready to go. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the integration of fares. Sir, with the integration of routes, it is necessary to have a single ticket that can be used for both MRT train rides as well as bus rides. In other words, through-ticketing. A simple fare structure that depends on the distance travelled regardless of the number of transfers between bus-and-bus or bus- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> and-train is actively being worked at. This will make it convenient for the commuter and it would also help to keep fares down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for Phase 1 and Phase 1A, a simple form of through-ticketing for regular commuters will be used initially. This will be in the form of a distance-related travel pass or a season ticket which can be used for both the MRT trains and buses. When the technology improves and it is possible to have a very comprehensive through-ticketing for all phases of bus and train interchanges, the equipment will be installed in buses. We expect this to be available by the time we get to Phase 2. For through-ticketing to work, the present bus fare structure will have to be simplified to suit the new circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, nine months is a very short time. A lot of work remains to be done and a lot of questions remain to be answered. Three questions that have been asked of me most frequently in my meetings with community leaders and Singaporeans over the past months are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the fares of the MRT trains going to be like? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Will there be through-ticketing, ie, a single ticket for MRT train as well as bus rides? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) If so, what are the changes in bus fares? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have touched on the second question of through-ticketing. Let me take the other two questions, the first and the third. Sir, the consultants and the MRTC-Bus Integration Committee are presently at work looking for answers to those two questions. At the moment, changes in the fare structure for buses are in the final stages of study and presentation to the Ministry. The new fare structure is expected to be simpler and more equitable than the present. I expect the bus companies to make the details available to the public sometime in May. The bus companies will also explain in detail how this simplified fare structure will work. Overall, for the population as a whole, the simplification of the fare structure for buses will not result in any increase in revenue for the bus com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> panies. In other words, it means that, for the average family, the bill for bus fares will be the same before and after the simplification of the fare structure. The average trip will work out to be very similar. This simplification of bus fares will take place in June and will be carried out without any route changes at all in order to minimize inconvenience to commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fares for the MRT trains are going to take a little longer to finalize. The merchant banker consultants have been working on it. They are looking at the financial implications, taking into account the replacement cost of equipment and the rate of exchange between the various currencies. The consultants have nevertheless confirmed that fares for the MRT trains will be competitive with buses taking into account the speed, the comfort and the convenience of the train rides. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I would like to pay tribute to the Chairman, the board members, staff and contractors of the MRTC. They have worked diligently over the past 3 1/2 years at an exceptionally fast pace. At the same time, they have maintained a high quality of performance with a high level of safety. I am told by those familiar with MRT systems in other countries that no similar system has been built in so short a time as four years. Sir, I would also like to thank the many Members of this House and the numerous community leaders who have helped the MRTC in the very difficult task of explaining to the residents and constituents the implications of the MRT construction as well as helping to minimize the impact and the inconvenience caused by all these works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to thank all Singaporeans for their understanding and support, bearing with great patience the inevitable inconvenience caused by the construction work. Each in his own way has contributed to the overall progress of the project thus far. We all look forward to another few more months of hard and intensive work, confident that this understanding and support will continue to be forthcoming. In nine months' time, we shall together enjoy the fruits of our labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Mr Speaker, Sir, I would like to congratulate the Minister and the MRTC for the excellent job in speedily bringing about a modern mode of travel for Singaporeans. In my question No. 5 for Oral Answer today, there are two parts. As far as the second part is concerned, the Minister has not touched on it. May I ask of the Hon. Minister whether he would enlighten the House on the second part of my question? \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>11.50 am \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Sir, may I ask the Minister whether he would also consider concessional fares for school children? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sir, can I ask of the Hon. Minister for Communications and Information that, in making so drastic a change to the land transport system, how will the Government convince the people of the need to accept such a change and at the price for both the users and the non-users, as it seems to me in his Ministerial statement? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Deputy Speaker, Sir, I would like to ask the Minister three questions. Firstly, as the MRT trains will come into operation only in December 1987 and even then only on the north-south track from Yio Chu Kang to Toa Payoh to Outram Park, why is there a need to change bus fare structure as early as June and throughout Singapore? Can this not be done nearer the date and also in phases, complementing the MRT implementation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in the restructuring of bus routes, will a choice be left to the bus commuter should he decide that he finds the MRT unaffordable? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, is there a body or committee which oversees integration? If so, who are the members of this committee and to whom do they report? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Question for the Minister, Mr Deputy Speaker, Sir. In the integration exercise of the various modes of land transport with the advent of MRT, has the role of taxis been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> taken into consideration? And would the Minister foresee the need to adjust the taxi fare to tie-in with the new fare structures for buses and MRT? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Three questions for the Minister. First, will the MRT fare system result in a higher fare for all bus commuters, including those who will not be served by the MRT? Second, whether bus commuters will have a choice between air-con and non air-con buses? Third, will MRTC consider peak-load pricing? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng):</b> Mr Deputy Speaker, Sir, when the Minister said that nine months from now, land transport in Singapore will take a quantum leap forward, does the Minister imply that road tax will be increased? \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Deputy Speaker, Sir, among the various reasons given by the Hon. Minister on the proposed privatization of the MRT, he has said that it would be more efficient and viable. I thought it is a bit strange. I thought the one cardinal principle of any enterprise would be good and sound management, whether it is a private company or a statutory board. Let me give, for instance, the Telecoms. Postage rates have remained constant for so many years and many of the services provided by Telecoms have been reduced and yet Telecoms have accumulated a hefty surplus each year. I would have thought that the fundamental principle is public participation rather than privatization to achieve efficiency and profitability. \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai (Henderson):</b> May I ask the Minister whether the private hire buses, including the Scheme A and Scheme B buses and the City Shuttle Service, will still have a role to play in the future when the MRT comes into operation at the end of the year? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Dr Yeo, would you like to take these questions first? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Yes. Sir, I will take the questions as they were raised. The Member for Changi asked about concessions for certain groups of people. So did the Member for Tanah Merah who asked \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> for concessions for school children. These are being looked into in the overall consideration of fares for the MRT trains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol talked about a drastic change and the need for the MRT. The Member for Punggol, together with other Members of the House, will probably recall that recently the Ministry of National Development announced a massive road building programme. Sir, on the average, we are spending a few hundred million dollars each year on the building of roads. I believe the figure for this year is in the order of $300 million. It would be good if we can continue to have enough land to build more and more roads, but unfortunately that is not possible. I have talked about that subject extensively in years past. We are coming to the end of our road building programme. If we had not started work on our MRT, come the end of the road building programme, we would be faced with massive traffic congestions which would have severe implications for our economy. That is why, taking a long-term point of view, it is important and prudent on our part that we started with the building of the MRT some 3 1/2 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan asked: why restructure the bus fares at the moment? Why not do it in phases? Sir, in contrast with the restructuring of routes, it would not be possible to do the restructuring of bus fares in phases because it would be extremely confusing as the bus routes form a massive network that goes all over the island. It is not possible to say a particular bus will run a certain section of the way using this fare structure and the rest of the way using a different structure. To keep inconvenience down to a minimum, we do it altogether, all at once. It will be simpler after a period of initial adjustment and I think people will get used to it and it will be better for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Fengshan also asked whether commuters will continue to have a choice. Yes, commuters will always have a choice in the mode of transportation that they wish. But it is important, as I mentioned in my Ministerial statement earlier, that we keep the duplication of routes of both the bus and the MRT train down to a minimum. Otherwise there will be wastage. In any duplication there will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> additional operating costs, and this must be borne eventually by the commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked about the Committee for Integration. Sir, I do not have the list of names of the members in the Committee. But the Committee is chaired by the Chairman of the MRTC, jointly with the Chairman of the SBS. I will be happy to provide the list of names to the Member later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Timah asked about the role of taxis. Taxis provide point to point transportation, personalized transportation. There is no question at all about the reorganization of its routes because no fixed routes are involved. As for taxi fares, these have been decided by the taxi operators and they will continue to be decided by the taxi operators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee asked whether the restructuring will result in higher bus fares for all. Sir, I have given the assurance earlier in the statement that it will not be. Fares will be changed a little but overall it should remain the same. Will the MRTC consider peak load pricing? That is an interesting idea that other countries have looked at. We are also currently looking at it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Khe Bong asked whether there will be road tax increases. Sir, road tax has got very little to do with the MRT system. Road tax has been increased in years past whenever the rate of increase in car population goes well past the rate of increase in roads as it would inevitably, unless curbed, lead to massive traffic jams. Those were the occasions which prompted the increase in road tax. As long as the growth of cars in Singapore continues to be at a low and moderate rate, it would not be necessary for road tax to be increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Toa Payoh asked about privatization. The objective of privatization, as has been stated in the report released by the privatization committee, is to induce a higher level of efficiency as well as to encourage and to make it possible for more Singaporeans to be able to own some of the more profitable and more important infrastructural companies and organizations in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And finally, the Member for Henderson asked about the role of the supplementary bus services. These will continue to have a role to play. The supplementary bus services serve to augment the peak loads of the scheduled buses, like the SBS and TIBS. They will continue to be useful and they can continue to play a useful role in all the routes where the MRT trains are not running. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Point of clarification, Mr Deputy Speaker, Sir. I am aware of the limits of the land that we can have for building roads. But I think the Hon. Minister has missed my question, and that is, how will the Government convince the people, because of this drastic change in the land transport system? In other words, will a committee be set up and persuade the people to accept the change - that it is necessary and that there is a price to pay for both the users as well as the non-users, as it seems to imply in his Ministerial Statement earlier? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> The Minister missed one point of my question, that is, whether the bus commuter has a choice between air-con and non air-con buses. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My name has been called first. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> No. But the Minister has missed a point --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> But he has already stood up. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> --- whether there is a choice between air-con and non air-con buses because MRT will be air-con. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you, Mr Deputy Speaker. May I bring up the point of privatization? The reason is that it will be more efficient. But would there not be a conflict of interest? MRT trains are for public service and once it becomes a private company, shareholders want a profit from it. So there will be a conflict of interest. On the one hand, there is the public service to be given; on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> other hand, there is the interest of the shareholders - they want a profit. In the case of Singapore Bus Service, the Prime Minister assured the shareholders that there would be a minimum dividend paid each year. So members of the public, especially those using their CPF, are willing to buy SBS shares. But in the case of the MRT, the Minister has said that those with CPF can buy the shares. But I am just wondering whether they are putting money into a company which may not see any profits made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to what has been announced, the total transport cost will go up by 15% when Phase 1A is completed, and later on when Phase 2 comes in, total transport costs will go up something like 30%. If transport cost is going to go up when the MRT gets more and more into function, naturally either --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you making a speech? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have got to bring up all these points and then I will ask the questions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Can you frame your questions? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. They are not doing their work, up to now. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You are not following Standing Orders. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If you want to talk about Standing Orders, I would not like to mention it but since the former Leader has mentioned it, I want to bring up a point of order. According to Standing Orders, those who want to ask questions must catch the eye of the Speaker. Everybody is rushing up. That is not the way to catch the eye. They must put up their hands, isn't it? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> But what are you complaining about? You have caught my eye already. You are on the floor. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. In fact, I think I caught your eye right at the beginning. So I think this Standing Order must be put into practice. Let's put up our hands in an orderly fashion instead of everybody, like school kids, rushing for sweets. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can you ask your questions, please? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. I am going to ask the Minister: how is he going to assure members of the public who put their money into this MRT that they are not putting it into something which they would not see any dividends paid at all? Because No. 1 he says operating costs are going up by 30%. The other thing is that the MRT, when it functions under Phase 1 and 1A, the trains will only carry something like one-eighth, am I right, of all public transport passenger trips? And then by 1990 --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, what is your question? If you persist in making a speech, I shall ask you to sit down. Ask your questions now. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. That is the first question - whether or not money put into MRT --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Okay. Ask your next question. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. The other thing is: what has the Minister got to say as regards parking fees? I believe taxi fares and road tax have been covered. What about parking fees? Will that go up, or will there be legislation made whereby certain routes are monopolized by the MRT and not other means of public transport? \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das:</b> Parking fees for what? [Interruption] \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think these Members are intelligent enough to know that when I talk of parking fees, it means car parking fees. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, have you finished? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> These are the points I would like the Minister to comment on. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Mr Deputy Speaker, I thought I caught your eye before the Member for Potong Pasir did when he rushed to the mike. I would like to ask the Minister on those bus routes which run parallel with the MRT. If those bus routes are taken off, is that not depriving bus commuters from using the bus and forcing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> them to use the MRT and therefore incurring extra cost? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, can I ask the Minister how many SBS employees have been retrenched as a result of trimming down its operations in anticipation of the MRT service? Are they given any kind of assistance in securing alternative jobs? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the Member for Punggol asked whether a committee will be set up to explain the details of the MRT to the people, to convince them of the need for the MRT. Sir, we have spent a lot of time, many years in fact, explaining the importance of having the MRT. Long debates were held in years past and when the decision was finally made, detailed explanations were made then. The Committee on the MRTC-bus integration will undertake to explain to the people how the two systems can work together. The MRTC itself has a public relations division. Its role will be to continue to explain to those who are still unconvinced of the importance of having an MRT system in Singapore providing a faster, more comfortable and more convenient service in addition to our present land transportation network. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the price to be paid for by users as well as non-users, non-users of the MRTC will not have to pay a price. There will be an adjustment in the bus fares but, on balance, overall, for the average family it should not represent any increase in bus fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Leng Kee asked about the choice between air-con buses and non air-con buses. This is a matter for the bus companies to decide. They will have to assess which are the routes where there is a viable demand for air-conditioned buses and provide buses to meet that demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir said that total operating cost for land transport will go up by 15% and 30% when the MRT trains commence operation, Phase 1, 1A as well as Phase 2. That is not true at all. I said that if - and here I want to emphasize if there is no integration of bus and train, in other words, if everything remains as it is with buses and the MRT system is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> brought in, then that means that the operating costs will go up. But if we do not want to have duplication, if we do not want to have wastage, we will have to make the adjustments. That is the rationale, that is the reason for the integration of bus and train. That way we can keep the operating costs down, as close to the present operating cost as possible. So there will not be that increase in operating costs because it is our intention to integrate both bus and train. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member asked about parking fees. Car parking fee is a matter under the purview of the Ministry of National Development. I suggest he take it up with the Minister when he comes to the Committee of Supply for National Development. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is that part of integration? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I cannot see how the car parking fee is part of integration of the MRT and buses. The Member also mentioned another point about the new company being non-profitable. Sir, again I do not understand because I mentioned in my statement that the consultants have confirmed earlier studies that the new company will be economically viable. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, you gave one assurance on taxi fares. But it did not work out. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Yes. Would you like to continue the debate on that subject? I would be quite happy to take it up in the Committee of Supply if you wish to. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Deputy Speaker, Sir, if you could permit me to answer the questions of the other Members. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Please proceed. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the Member for Telok Blangah asked whether the removal or the modification of bus routes parallel to those of the MRT would not deprive commuters of a choice of routes. Sir, we have to look seriously at whether we want \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> to have extensive duplication, in that sense providing everybody with a choice but having buses to be half-full and hence having the commuters to bear the cost which will eventually be factored into higher fares, or whether we prefer to look at the duplication carefully and provide alternatives. Just as it is not practical right now to have both SBS and TIBS run identical services without taking into account the buses already provided by the other company, and hence leading to duplication, wastage, higher costs and higher fares. We have to do exactly the same. Otherwise, it must mean much higher cost for everybody. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have covered all the questions raised so far. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> What about the retrenchment of SBS workers? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> I am sorry, Sir. The Member for Braddell Heights asked about the retrenchment of SBS workers. To the best of my knowledge, I am not aware of any retrenchment in SBS. What they have been doing is to be very careful in the employment of additional workers so that they do not have to end up with a large surplus of workers when the MRT system is phased in. So careful management of manpower at the moment will minimize that problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>12.16 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [4th March, 1987] [2nd Allotted Day], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That Parliament approves the financial policy of the Government for the financial year 1st April, 1987 to 31st March, 1988.'. - [Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Deputy Speaker, Sir, last year's budget was hailed as a stimulative budget. Several tax incentives were introduced and firm measures were taken to revive the economy. It was a fix-it budget. In comparison, this year's budget does not contain many tax incentives. The Government is allowing the measures implemented last year to continue to work their full effects through the economy. We are already seeing the efficacy of these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> measures. Within one year we have a rapid recovery of the economy which is being nursed back to health by a strong medicine: a combination of cost-cutting measures and reduction of taxation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I see it, Sir, in this year's budget the main feature is the incentive for the third new-born child. The $20,000 tax rebate and other reliefs offered are quite generous. So some Members have called this year's budget as a procreative budget. On the incentive of the $20,000 tax rebate and other reliefs for the third child, I agree with the Member for Bukit Timah who last Friday in this House suggested that the Minister should consider backdating the eligibility to one or two years earlier. A few residents have also approached me on this issue. They felt that the Government should at least backdate the policy to the time when the Government started public discussion of the procreation problem. Couples who took immediate measures to respond to the Government's call to have more babies should be equally rewarded. Otherwise, people would be hesitant in future to act too fast. By catching the stork early, they have now missed the boat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that this flexibility in the approach of the Government should be introduced, especially nowadays when the Government is introducing many new policies. For example, we have the procreation problem, and we have the town council policy and other new policies such as the independent schools. When policy changes are being introduced, the Government should consider that the people are temporarily thrown into a state of confusion. During such transition period, it would be better for the Government to allow for more flexibility. Sometimes for good reasons, even Government policies have been made with retrospective effect. Hence, in this case of the third child incentive, I would appeal to the Minister to consider backdating the eligibility period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the procreation incentive, I think the other key feature in the Minister's budget this year is the forecasted huge overall deficit of $3.75 billion. This deficit is after taking into account the transfer of $1.5 billion from the statutory boards. Without this payment, the overall deficit would have been higher, amounting to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> about $5.25 billion. Just to give an idea of the size of this deficit of $3.75 billion. If I were to recall correctly, our national foreign reserves as at last year was about $30 billion, perhaps valued at cost. A deficit of $3.75 billion in one year amounts to about 10% of our foreign reserves. Any man-in-the-street will be much concerned about the need to draw down on the reserves to cover the deficit. Compared to the actual overall deficit of $1.4 billion in the public sector in 1986, the pendulum swing to a projected minus $3.75 billion in FY 87/88 is a most dramatic change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that the Finance Minister has a very strong and capable team of officers in his Ministry. They are known for their very efficient revenue collection and their strict control in expenditure. However, for once, I do hope that they have got their calculations wrong this time. I hope that this deficit situation will not be a sustaining one or a long-lasting one. The Minister has quite rightly pointed out that the Government sector cannot sustain such structural deficits. The Minister stated that the projected $3.75 billion deficit would be financed through two means. He mentioned domestic borrowings and a drawdown on the reserves. Both these measures are only temporary solutions, for we cannot continue to depend on borrowing or a drawdown on the foreign reserves should there be continued structural deficits. The Minister also hinted on the need to impose consumption tax so as to increase revenue. I would like to say that imposing excessive consumption tax will not be very palatable with the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The shortcoming of a yearly budget forecast exercise shows up in this particular case where we see a huge deficit of $3.7 billion for this year. I would like to ask the Minister whether he also has a longer term 5-year forecast to let us know how this deficit situation would be like in the next five years. In addition, perhaps the Minister could be kind enough to allay our fear that there will not be such a problem of structural or chronic deficits in future years. Hopefully, he has some magical formula or magical wand to wish all these deficits away in future. In addition, can the Minister elaborate on how he actually intends to finance this $3.75 billion deficit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> in FY 87 and, if possible, how would he avoid the undesirable measures that would not be quite palatable to the people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the deficit could be a structural problem, perhaps I would like to suggest to the Minister to look into how to structure a balance between revenue and expenditure. In this regard, I would like to suggest that at least on the revenue side, the Government should put a hold on any more future changes; ie, not to introduce any more new taxes such as consumption tax and at the same time not to accede to the request of many Members to cut corporate tax or income tax further. The Minister should, in fact, take a hard look at the other side of the equation which is the expenditure column. I would like to propose that there should be a firm and concrete plan on how the Government could trim down the public sector. The Government should hasten its move to reduce its involvement and dominance in the business sector. It should set a certain target to reduce the public sector within a certain period of time. This is in line with the stated policy of passing more initiative back to the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rather than bringing the statutory boards into the total accounting of the Government, I would like to suggest that the Minister should, in fact, consider passing back more initiative to the private sector by privatizing more statutory boards and Government departments. However, as most of these statutory boards are functioning as monopolies, I would like to see measures being introduced to check on their efficiency and competitiveness. A good example of how this has been achieved is in the case of the public listing of the Singapore Bus Services and the formation of new bus companies to compete with the SBS. Hence the Government should seriously consider privatizing some large statutory boards. Four examples that come to my mind are Telecoms, PSA, HDB and JTC. While allowing these statutory boards to be privatized, the Government should also allow the formation of new companies to compete with these statutory boards, provided of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> course, that economy of scale can be maintained. For example, if we were to privatize the PSA, JTC or Telecoms, we should allow other companies to operate and provide alternate services. And in the case of the HDB, perhaps the new Minister for National Development will be now conducive or agreeable to even privatize the HDB and allow private developers to build HDB flats. In this way, perhaps the Member for Potong Pasir, who is presently not in this House, can also consider forming a company to build HDB flats and make huge profits as he has always imagined that he could do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I would like to conclude by expressing my general support for the Government's financial plan for FY 87/88. \n  <br>12.28 pm \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo:</b> Mr Deputy Speaker, Sir, in view of the time constraint, I will try and be as precise as possible. I would like to share the viewpoints expressed by my colleagues on how to stimulate the economy. What is important I think is to examine critically the various assets held by GLCs and see how such assets can be redeployed to activate the private economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, turning to the procreation budget, I would like to make some observations. Firstly, I would like to commend the Minister for implementing various policy measures to encourage procreation in order to arrest the declining birth rate. I feel that he is moving into uncertain waters and I hope that his venture will produce results. Sir, the whole subject is a very elusive area because it touches on personal decisions, not necessarily influenced by monetary incentives. One housewife gave a very graphic account. She said, \"Do you think we will respond like vending machines to tokens? You have a hope. I hope that your policies will work. It has come too late too little.\" This is an account given by one of the housewives. On reflection, I think she has a point. But in any case, we will have to try and see how we can institute more non-monetary incentives to help people see how they can participate in reversing the declining population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is this social and psychological cost which outweighs the benefits arising \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> from the tangible monetary incentives that have been allocated. Rational behaviour therefore dictates that people tend to look at these issues before trying to get on with the issue of procreation. Sir, more parents are now reflecting whether the monetary incentives, high salary, extra-professional recognition, can make up for leaving behind an upset child each morning. Even with the best child care, parents still worry about whether it will provide the warmth and support of the child who is left behind. Sir, in a recent study of corporate women officers in the US, the respondents ranked quality time with children as the primary personal sacrifice. Sir, we need to have more than monetary incentive to overcome parents' guilt and concern over the effects of having children and of not being able to care for them adequately. Sir, it is the executive guilt that I think we will have to deal with. I feel that unless we are able to deal with this executive guilt, the procreation policy may not necessarily work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I quote from a study done by Fortune on this aspect. It states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Parents generally do not wear their guilt on their sleeves. Those answering the Fortune survey were no exceptions. Most said that they were very satisfied with the child care solutions they had found and were convinced that children of dual career couples are more independent, more socially adept and have interesting role models of parents. But they also admitted to many anxieties. 61% worried that their children were rushed to conform to the parents' schedule and 57% were concerned that their children did not get enough attention.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are some of the crucial issues which, I think, parents, who want to have additional children, will be confronted with. I feel that unless and until more non-monetary incentives could be designed and implemented, we may not actively deal with the whole problem of procreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What more non-monetary incentives are being planned by the Government? The current monetary incentives are not too attractive. Further steps could be taken by: (1) Increasing the unrecorded leave to 30 days. This is to enable parents to attend to their children in the event they fall sick. (2) To provide flexible working hours, where necessary, to housewives. (3) Increase the number and the quality of child-care facilities, particularly at workplaces. (4) To strengthen the family day- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> care programme because family day-care programme provides a more personal attention to children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the monetary incentives for enhancing procreation are directed at the top 5% of the wage earners which account for about 40,000 people. This emphasis may not produce the procreation effect because this group of people are more concerned about the responsibilities of parenthood and the psychology of parenthood. They are not concerned about procreation itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, how many people would benefit from this special tax rebate of $20,000 for the new-born third child? If the Government is serious about family formation and procreation, it must then direct its effort at encouraging people with less children to have more. It is therefore necessary besides non-financial incentives to increase the enhanced child relief to 20% for the third and fourth child. As you all know, having more children means there is an increased burden of child care, and if we are going to encourage people to have the third and fourth child, more incentives should be given to relieve this child care burden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what would be the anticipated tax loss to the Government in implementing this special tax rebate and enhanced child relief for the fourth child? Sir, the child relief for the third child is raised by $250. This is not enough to buy even three months' supply of milk powder. If the third child concept is to be promoted, why not increase the amount to $1,500 in order to register the importance that we are promoting the third child concept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the area of leave of absence, both the public and the private sectors must be encouraged to be flexible in the provision of leave of absence for working mothers who have long term child care problems. Sir, working mothers in the public sector need an assurance that if they go on leave of absence to take care of their young children, they would not later be treated as redundant when they do reapply to return: this is especially so when the public sector is cutting manpower by 10%, and unless this reassurance is given to these working mothers, I think the procreation policy may not work as effectively as it should. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the problem of overwhelming response to procreation, have we thought what we would do if there is an overwhelming response? Would the Government then subsequently decide that we have had enough and we should retract and go back to the two-child policy? I think this is one area where people are still very skeptical and they would like a reassurance on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, finally, with regard to incentives to promote services. Sir, the promotion of services overseas is rather important as it will widen our market. What promotional activities will benefit from tax incentives besides those by the manufacturing sector? Sir, with that viewpoint, I support the motion. \n  <br>12.38 pm \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Deputy Speaker, Sir, I am not too sure whether I should support the motion in the name of the Minister for Finance because I think he can do better. However, I do want to assure him that I can be persuaded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On paper, Sir, it appears to be a mild expansionary budget. The total budgetted expenditure is $18.7 billion, an increase of 14% over the revised total expenditure of $16.3 billion for financial year 1986. Sir, I say \"it appears to be\" because the revised estimates for financial year 1986 themselves are $3.1 billion short of the original budget of $19.4 billion. So therefore if this budget is again over-estimated by the same amount, then we probably will have at the end of the financial year a revised budget of $15.6 billion. In that case, Sir, it will not be expansionary but a mild contraction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I bring this up not so much as to do magic with figures but more to remind the Minister that the Budget represents the Government's financial intentions for the coming year. Based on these intentions and the longer trend of such intentions, taxes, rebates, reliefs, and other forms of tax matters affecting the economic lives, financial survival and very often, even the social behaviour of our people, we have intentions legislated as laws. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, last year and again this year, the Minister reminded the House of the need to introduce consumption tax. The reason given was to compensate revenue shortfall and that the Government cannot afford a permanent budget deficit. But then, Sir, what do we actually have? Many Members of this House have brought up the Government's consistency of over-estimating the expenditure and under-estimating the revenue. I really do not wish to take up more of your time in this area. However, I do wish to point out that since FY 82 the Budget has always been presented with deficits of more than $3 billion. Yet, except, for financial year 1985, the actual picture has been one of surpluses and not deficits. These do not even take into consideration the surpluses in the statutory boards and other Government-owned companies, such as those in SIA, DBS, etc. Also, we have the sales from the proceeds of Government investments in the other companies, such as RDC, UIC and various other companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this basis, the Minister now comes to this House to say that he wishes to introduce consumption tax because of budgetary deficits. May I remind the Minister of the boy who cried wolf too often. Surely then, Sir, it is not too much to ask the Minister to improve his budgetting estimates. Perhaps we should initiate a system to reward accurate budgetting and penalize inaccurate budgetting in the public sector. After all, we seem to be very fond of incentives and disincentives to influence behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, Sir, in another sense I cannot even say whether these surpluses or deficits were right or wrong in that they were based on intra-public transfers taken as expenditure or revenue. Last year I tried to show that the distortions caused by these transfers had actually misrepresented the budget and appealed for a simpler presentation of a consolidated public sector budget. This year, Sir, I have tried again but I have given up deciphering the figures. It is just too taxing for my simple mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Keep trying. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I will. Perhaps I think that the First Class Mandarins in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> Ministry of Finance can really make sense of the actual impact of these financial figures. I am, after all, Sir, only a poorly educated Backbencher. That, Sir, however, does not prevent me from appealing once again to the Minister to help me and people like me. Please give us a simpler presentation of next year's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now touch on several areas of the Budget iself. The Budget rightly focuses on two broad areas - restoring the economy to full health, including more healthy bouncing babies, and setting the direction for the long term transformation of the economy. However, I do want the Minister to know that these broad policy statements are simply inadequate. There are just too many obstacles in the various Government bodies which, taken together, will present almost insurmountable barriers to these policies becoming flesh. Unless some action is taken in these areas, I am afraid the Minister's beautiful policy statement would be precisely just that - statements. Sir, permit me to illustrate. \n  <br>\n  <br>\n  <i>Upgrading of Local Businesses</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before local businesses can be a solid base of thriving and resilient companies envisaged by the Minister, I would advise him to take a cold hard look at what I call \"the non-tariff barriers\" of local businesses. Let him look at all the rules and regulations of the HDB, the DBCD, the Fire Service Bureau, the Land Office, the JTC, the Ministry of the Environment, and a host of other Government regulatory bodies. If he thinks that capital and training are the only keys to the success of local businesses, then I think he should speak to those businessmen who are not so successful or who have failed. Ask them for the reasons for their lack of success. I guarantee him that it will be an eye-opener. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The few businesses that have succeeded despite the odds have succeeded not because of the incentives given to them. Unfortunately, these are too few to form a base. \n  <br>\n  <br>\n  <i>Promotion of Trade</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not new as the Minister last year identified third country trade in com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> modities and countertrade as areas of emphasis in our economic restructuring. These are more sophisticated forms of entrepot trade which our traders have been experts for a very long time. Now it suddenly appears that they have lost their touch. Or is it because they have gone elsewhere to do this business? Perhaps the situation of oil trading may be a telling example. It is known that there is an active market in oil trading in Singapore. It should generate spin-off effects in increased activities in financial services, telecommunication services, legal and other related services. Unfortunately, this is not the case and the reason is that these transactions, while they are being done from Singapore, are actually booked elsewhere, such as in Hong Kong. For tax reasons, of course! Hong Kong plays an important role because if these transactions were booked here, the profits would most probably be taxed at 33%. Sir, this is not a new phenomenon. Most of us are aware of this. Yet why do we let this situation continue? Well, without knowing the Minister's mind, I can only guess. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, third country trade is presently treated as entrepot trade in Singapore. The fear appears to be that if we give tax concessions to third country trade we may reduce the overall Government revenue, ie lesser tax being collected on the traditional entrepot trade. While this is a legitimate concern, Sir, I think the Government should look at this problem in another light. Traditional entrepot trade, ie, regional third country trading, is already a sunset business as neighbouring countries bypass Singapore. With advances in telecommunications and cheaper travel costs, it is now very easy to trade in Singapore and book transactions elsewhere. As I said earlier, it is already happening in the oil trading. If we care not, Sir, trading in other types of goods will more and more follow the same route. In the end, we may lose both the traditional entrepot trade and the new business of third country and counter trading. \n  <br>\n  <br>\n  <i>Promotion of Services</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I touch on this area, I would like to declare my interest as a bank employee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister said that we have a comparative advantage in knowledge-based and skill-intensive services. I agree with him and would like to add, particularly, banking and financial services. After all, if the market talks about currency traders earning $1 million or thereabouts per year as employees working in a bank or a financial institution, or if we read more news about major international financial institutions willing to pay hundreds of thousands of dollars to have Singaporeans working for them in New York, then surely this is proof that Singaporeans must have some comparative advantage with the best in the world in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, one would expect that the Minister would do all he can to encourage this type of business in Singapore. Here, I must add, Sir, that he has. Over the years, much has been done to stimulate the growth of the financial services business in Singapore. But, Sir, for the foreigners, ie, the foreign depositors, the foreign investors, the foreign fund managers and all types of foreigners except the locals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give some examples to illustrate this point. Last year, I spoke on the funds that Singaporeans have deposited abroad because our tax system encourages them to do so. At the same time, we spend much effort to attract funds here. Surely, Sir, this is a lunatic state of affairs. I have already submitted a Question for Written Answer about the tax that we make from such interests. Therefore, if revenue lost is affordable, I would like to appeal to the Minister to consider the abolition of tax on interest in Singapore altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister proclaims that he wants to develop the fund management industry in Singapore. Yet the Government's policies do all they can to stop the development of a domestic fund management industry. The monopolistic position of the CPF resulting in the near absence of long term investible funds and the tax treatment on transactions on local stocks and shares are cases in point. And, Sir, let me point out that the development of a domestic industry is paramount if we wish to develop into a world class fund management centre. With the exception of Switzerland which, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> for very special reasons peculiar to itself, major fund management centres in other parts of the world have developed only on the back of a strong domestic fund management base. Unless the Minister comes out with some concrete measures to encourage the growth of the domestic industry, Sir, I am afraid that the Fund Management Centre would just be a beautiful concept on paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the biggest tax anomaly of all - the CPF. While the Minister is concerned about falling tax revenues and budget deficits, he has created the biggest tax shelter and tax planning vehicle out of the CPF. Let me list the ways that the CPF has affected out financial flows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. It has askewed monthly salaries in favour of bonuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. It has permitted the purchases of properties, gold, stocks and shares with tax-free money, thereby artificially encouraging investments in this area, not for its own sake but as a tax shelter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. It has encouraged the conspicuous consumption of expensive medical services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. With the latest topping-up scheme, another tax shelter is yet created. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, the allocation of private sector financial resources has in some way been affected by the tax-related CPF regulations and not entirely considered on market economic factors. At the same time, Sir, these financial flows leave residual balances with the CPF because the outflows for approved utilization from the CPF are only a fraction of the inflows. Therein lies the nub, Sir, because these flows only encourage the public sector coffers to get larger and larger. Where then are the funds for the private sector as an engine of growth? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also suggest to the Minister, if he is concerned with insufficient tax revenues, that he examine closely into how the CPF reduces its revenues. Perhaps he could also tell us who the main beneficiaries are. After all, Sir, common sense tells me that usually the rich benefit more from tax planning and tax shelters than the not-so-rich and the poor. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a reason why I have brought up all these bits of tax issues and anomalies. Tax is more than a financial issue. Because money and tax is central to modern living, the tax system and structure affect us economically, morally, socially and now, with the latest baby budget, even privately. As a local wag says, it is from the boardroom to the bedroom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our tax laws, Sir, were first enacted for a little trading colony. They were enacted for an economy which was leisurely when international travel was by sea, telephones were scarce, overseas calls were expensive, fund transfers were mainly by postal orders and capital flows were a trickle. We have now grown into a manufacturing, communications and financial centre, very much tied into the international grid. Communications and computers have enabled us to transact businesses with our counterparts in far-away countries as if he is only next door. Capital flows now, Sir, dominate the financial markets. Technology, particularly information technology, is becoming more and more dominant in the way we conduct our businesses, be it in manufacturing or services. Sir, let us make no mistakes about it. We are already part of this brave new world and we will become more and more a part of it down the road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, Sir, look at our tax structure. It is still the antiquated system suitable for the past, albeit with tinkering changes and amendments along the way. Sir, it is very much like a computer system. At inception, it was the state of the art. As the market changed, it was amended to meet these changing demands. For a while, together with the new amendments, it worked. However, after some time when subsequent amendments, especially to the software, became too much, the overall system because overloaded and broke down. I think we are fast approaching the same point with regard to our tax system. There are just too many contradictions. I would therefore urge the Minister to initiate a comprehensive review of our tax structure and system so as to formulate a new tax structure more suitable to the modern and future Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> \n  <br>12.57 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Deputy Speaker, Sir, much has been said about the various policies to be introduced by the Government as outlined in the Finance Minister's Budget statement. I do not intend to repeat them and I would like to confine my comments to the contents of the Budget document presented to Parliament, the question of the impact of the increased Government expenditures on our economy and the tax incentives on offshore services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has not been easy to understand the actual financial position of the Government. The format of the Budget presented to Parliament this year is supposed to be an improvement over the previous ones. But if one hopes to get a complete picture of the financial position of the Government by just examining the Budget document, then one is in for a great disappointment. Where are the financial resources and the assets of the Government? They are held by the Government. They are vested with the statutory boards and they are hidden or kept in the Government-owned companies. What Parliament is asked to approve is the budget of the Government which does not include the statutory boards and the Government-owned companies. The statutory boards by themselves operate on a huge budget. Only the amount of grant to be givento those statutory boards which depend on Government funding is stated in the Budget document presented to Parliament. The Budget document makes no mention at all of the self-financing statutory boards, such as PUB, TAS, PSA and STPB. The budgets of these statutory boards are not subject to Parliament control and approval. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All of us know that the statutory boards in Singapore constitute an integral and a sizable part of the whole public sector. The public sector employment to population ratio in Singapore is extremely high, much higher than those in the OECD and other NICs. The Government itself employs about 70,000 people. Another 60,000 people are employed by the statutory boards. Furthermore, the statutory boards employ a large number of high-powered senior officers. It is indeed surprising to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> note that all the statutory boards, including the institutions of higher learning in Singapore, employ more than 1,000 Superscale officers, more than double the number in the whole Civil Service. And because of the autonomy and the free hand given to the statutory boards, the boards can afford to be more generous in employing and promoting their officers. In terms of income and expenditure, the statutory boards' budget is sizeable too. The total revenue of the seven major statutory boards in Singapore, including HDB, TAS, PUB, PSA, JTC, amounted to more than $6 billion in 1986. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 1.00 pm. I suspend the Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Mr Deputy Speaker, Sir, before the lunch break I was talking about the size of the statutory boards in Singapore. The statutory boards employ a total of 60,000 people, including a disproportionately large number of high-powered senior officers. And I mentioned that there are more than 1,000 Superscale officers in the statutory boards and institutions of higher learning, more than double the number in the whole Civil Service. In terms of income and expenditure, the statutory boards' budget is sizable too. The total revenue of the seven major statutory boards in Singapore, including HDB, TAS, PUB, PSA and JTC, amounted to more than $6 billion in 1986. The total expenditure in the same year was near to $8 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of the statutory boards are set up to provide services to the members of the public. They charge fees for their services. Examples are PUB, TAS and others. They are what we know as mono- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> polies. The public have to pay whatever fees or rates charged by the boards. And in the absence of competition, there is no way we can compare and evaluate their performance and efficiency. Of even greater concern is that these statutory boards have the authority and autonomy to commit huge amounts of public funds and to borrow money without first notifying Parliament, let alone seeking Parliament's approval. Last Friday, we heard the Member for Punggol telling us that PUB had to borrow large sums of money to finance its development plan. In other words, the statutory boards can borrow huge sums of money, make us heavily indebted as a nation, without even Parliament knowing about it. The present state of affairs is, in my view, unsatisfactory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am suggesting, Mr Deputy Speaker, Sir, that the budget of all the statutory boards, including those of the self-financing statutory boards, be subject to Parliament's scrutiny. The point has been raised by the Member for Kaki Bukit last Friday. The fact that a statutory board does not require Government funding should not absolve the board from the obligation to account to Parliament. It must be stressed again that the statutory boards are indeed managing and committing public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt, the statutory boards are set up by the relevant Acts of Parliament which granted the boards certain authority, including management of funds. But Parliament should have the right to require the statutory boards to present their budgets to the Parliament for scrutiny, if not for approval. A practical proposition is to include the budgets of the statutory boards as a supplementary information under the respective Ministries in the Annual Budget document. Although the budgets of the statutory boards would not form part of the total Government expenditure to be approved by Parliament, such information would nevertheless enable Parliament to examine the financial commitments of the statutory boards and to enable members to raise queries. Inclusion of such information would also give Parliament an idea of the overall magnitude of the public sector revenue and expenditure. Currently, the annual reports of the statutory boards are presented to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> Parliament. But the annual report is a report of what had already taken place. What we really want to know at the beginning of each financial year is how much the statutory boards are going to spend, how are they going to raise revenues to finance their operations and how much are they going to borrow, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Parliamentary Estimates Committee has deliberated on this matter and has made specific comments and recommendations. The recommendations are contained in the Estimates Committee Report presented to the Parliament on 2nd January this year. I hope the Minister for Finance will give these proposals serious consideration. For a start, I will support the Government's move to require the statutory boards to turn in 33% of their operating surpluses to the Government. This will, hopefully, help the Government to balance the budget and to put the money into productive use. The next step, I hope, is to require the statutory boards to present their budgets to Parliament for scrutiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to turn to the question of the impact of the Government expenditure on the local economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1985 and again in 1986, the Estimates Committee was given to understand that the Ministry of Finance would support increases in development expenditure and would ask the various Ministries to accelerate the implementation of the public sector infrastructural development projects. The purpose was to stimulate the economy. But as it turned out, the allocations for expenditures by the Government Ministries, including the development expenditure, were underspent last year. This together with the increased revenue resulted in the Government having a sizeable surplus again in 1986. One would expect that such a situation should never arise or should never be allowed to develop in the year when the economy needs extra stimulus. So what has happened to all the pump-priming measures and the development projects? Are we still accelerating, decelerating or have simply shelved all those plans? I think the Minister for Finance should give some satisfactory explanation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have more to say about the Government development estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the pump-priming measures are effective only if they have a positive impact on our economy. The increased Government expenditure should hopefully lead to more business to the local contractors and manufacturers which would, in turn, create more jobs for our citizens. If increased Government expenditure merely means more business to the foreign firms or to foreign suppliers, then I would question the efficacy of all these so-called pump-priming measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that when the Ministry of Finance supports major capital expenditure proposed by the respective Ministry, insufficient attention has been paid to the question of whether the project will be implemented in such a way that it will benefit local industry and create employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether it is infrastructural development projects or acquisitions of expensive equipment, many of our capital expenditures go towards paying the foreign firms. We did not seize the opportunity to help or to create local industry and develop local expertise. Or put it in another way, we have not done enough. This is most undesirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have to mention the experience of the other NICs, like Taiwan and South Korea, where many of their local industries or joint venture firms are created because of the assured government contracts. Even in the more developed countries, there is a deliberate attempt by the government to ensure that the local industries do benefit from the nation's capital outlay, either by the government or by the private firms. For instance, the Australian government (and it is indeed the same with the governments of many other developed countries) insists that when the government or the government-owned companies purchase expensive equipment from overseas or award contracts to foreign firms, a certain percentage of the components or design and production work must be done locally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, I believe there is very few of such arrangement. When the Ministry gets the approval to spend on certain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> project, they will just go round and see how they can implement the project in the fastest way. It is indeed very tedious to promote local industry. You run a greater risk too by relying on local firms. Furthermore, it may be cheaper to get what you want by outright purchase from overseas suppliers or by awarding the contract to foreign firms. So why bother to give special preference to local firms, let alone creating a new one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, by adopting such a policy, we are trading off long term gains for short term expediency. We are missing the opportunity to build up expertise and capabilities of our own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that the Ministry of Finance focus its attention on this matter. The Ministry must have a say on how the approved projects are to be implemented, especially if it involves huge capital expenditure. With all the money under his control, the Minister for Finance should, in consultation with the Minister for Trade and Industry, exploit all opportunities to help local industries to create employment and to encourage joint venture or licensing arrangement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we read through the Budget statements of the Minister for Finance all these years, a message which has been repeated again and again, year in year out, is that the Government is doing something to help the local industries. This is understandable. The Government must be seen to help local industries. Many assistance schemes were introduced by the Government. But in the final analysis, if there is no opportunity, no contracts, no business, no markets, what is the use of all these incentives? And I certainly hate to see a day when countries like South Korea and Taiwan take off and join the league of developed countries with their own indigenous technology and industries, we are still sitting here talking about schemes to help local industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same principle of maximizing the benefits to our local industries should also apply when we export our services and secure overseas contracts. The promotion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> of offshore activities has been identified as one of our key growth strategies. In order to encourage such offshore activities, the Minister for Finance has announced in his Budget statement that export incentives, presently applicable to manufacturing activities, will be extended to cover export of selected services. This will include, amongst others, consultancy, management, construction, technical and engineering services. Under the scheme, 90% of the qualifying export income would be exempt from tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When undertaking projects overseas, our companies must be encouraged to source the materials and expertise from Singapore. They must be encouraged to use our architects, our engineers, our accountants, and even our workers, if they have the skill and cost advantage. Source the materials and supplies from Singapore too. In this way, we can maximize the returns to Singapore. In administering the export incentive scheme, the Minister may want to consider giving further encouragement and granting added incentives to those companies which utilize the manpower and material resources from Singapore. For instance, we can treat the Singapore component of the expenditure differently in arriving at the profit figure or in setting the export base beyond which the incentive would apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I think we can learn a thing or two from the Japanese. When a Japanese company secures an overseas contract, they will bring in the Japanese engineers, Japanese technicians, Japanese consultants, Japanese secretaries and Japanese equipment. Everything Japanese. I say they are smart. When the Japanese tourists come to Singapore, they fly to Singapore by Japan Airlines, shop in Japanese department stores, buy Japanese products, eat in Japanese restaurants and then fly back to Japan again by Japan Airlines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we may not want to imitate the Japanese style in all respects, but we can certainly try to learn from them the technique of maximizing returns when doing business. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Deputy Speaker, Sir, many hon. Members have spoken on the new population policy and measures and I would like to reply to some of the broader points raised. I am happy to note that most of the Members understand the need to increasee our birth rate to replacement level. Their concern is whether the new measures will be adequate to reverse the declining birth rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst most people realize the need to look forward and plan for the future, some prefer to concentrate on the past. Some people, both inside and outside Parliament, have asked whether our family planning programme and, more specifically, our Stop at Two policy was a mistake. The Member for Potong Pasir is one such person. He prefers a laissez-faire approach. His line is that the Government should have done nothing in the mid-1960s and 1970s to restrain the population growth. \"We should have let nature take its course and everything would be all right.\" The question is: would the laissez-faire approach have turned out right? And if it did not, what kind of problems and difficulties would Singaporeans be facing today? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us cast our minds back to the mid-1960s. Our population was then growing at the rate of about 2(r)%. At that rate, we would have 3.3 million Singaporeans today, almost 700,000 more people than what we have now. After we implemented our family planning programme, the population growth rate slowed down to about 1.9 to 2% by the late 1960s. At that rate, and without the Stop at Two policy in 1972, we would still have an extra 300,000 Singaporeans today. Can you imagine the pressures on our schools, our hospitals, our housing programmes? And could we have generated enough jobs for all the additional people? Sir, was the population policy a mistake, as Mr Chiam claims? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore experienced a bad recession during the last two years. Many jobs were lost. If we had not implemented our family planning programme, many more Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> poreans would have lost their jobs. Fortunately, many of the retrenched were foreign workers who just packed up and went home. Otherwise, our unemployment rate in 1986 would not be just 6.5% but a much higher figure. If that had happened, would the additional unemployed Singaporeans be able to knock on Mr Chiam's door and be assured of a job? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Stop at Two policy by itself was not a mistake. If all Singaporeans married and had two children per family, then we would just be replacing ourselves. But that does not mean that the Government did not make any mistakes. Our mistake was in not recognizing earlier two important population trends. The first is the singles problem. The second is the tendency for married women with at least a secondary school education to have less than two children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the singles problem is a complex one. It involves many factors such as attitudes, equal educational opportunities for males and females, greater career opportunities, social norms and others. As such, we do not expect to resolve the singles problem quickly. The question is: should we even try to help those singles who wish to settle down but for various reasons do not have the opportunity to socialize with members of the opposite sex? If we follow the suggestion of the Member for Potong Pasir, the answer must be \"No, let nature take its course.\" But would we be helping by doing nothing? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may be interested to know that the Social Development Section of the People's Association and the Social Development Unit have in their short existence managed to attract a total of over 55,000 participants to their activities. It shows that most singles do find such assistance from the SDU and SDS useful. Perhaps the SDS and the SDU should, in fact, intensify their activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since we do not expect to resolve the singles problem quickly, the only way to reverse our declining birth rate in the immediate future is to encourage those married women with few children to have more. We are realistic in our expectations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> Not every married couple would want to have a third child. However, there are those who would like to but for our previous Stop at Two policy. We hope that they would proceed to have their third child, now that all disincentives have been removed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me move on now to the special tax incentives for the third child. The Member for Potong Pasir felt that the incentives only benefitted the rich and was inequitable. He is again wrong. The special tax rebate is very fair as it gives back to the couple their own money and no one else's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir has described the $10,000 sterilization grant scheme as being aimed at \"keeping the population down.\" He concluded therefore that the cash grant scheme contradicts the new population policy. He does not seem to have understood the aims of the cash grant scheme. The objective of the cash grant scheme is to help low-income families with low skills and education to break out of their poverty trap. By keeping their families small, they would be able to maximize their limited resources. Their children will then benefit greatly. The cash grant will also help these families to purchase their own homes. Hopefully, the better home environment will allow their children to have a better start in life. They can then help their parents to break out of the poverty trap, in turn. Therefore, this cash grant scheme in no way contradicts our new population policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Rochore has sympathized with the large number of women who have undergone ligation, as they will be missing out on the new incentives. The numbers, however, should be seen in the right perspective. Over the past 20 years, over 100,000 women have undergone ligation. However, the vast majority, over 75% of them, were ligated only after the birth of their third or higher order child. Our records show that today there are only about 7,000 ligated women below the age of 35 who have two or less children. I have instructed my officers to see how we can help these ligated women who wish to reverse their ligation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Punggol has asked for assurance that the new population policy will not be changed. I agree with him that the people must be given the confidence that they will in no way be penalized should policies change in the future. But no one can assure him that policies will never change over time. It will take us at least 5-10 years to monitor and analyze the effectiveness of the new population policy. It is therefore premature for me to talk about the possibility of policy changes when we are just implementing the new policy. What I can assure him and all Singaporeans is that those who have responded to the new policy need not fear that they would be either penalized or lose the benefits that have been made available to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much effort will be needed to reverse our population trend. The success of the new population policy will depend on the attitudes of Singaporeans towards marriage and family formation. If marriage and having children could be seen as a desirable fulfilment beyond career and material possessions, then we will succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, responsible parenthood is very important. The children's interests must be carefully considered by those wishing to have more than three children. Will the children be disadvantaged compared to their friends? Can the parents provide the educational, recreational and home support for their many children? Changes in attitudes will take time. But the process can be made easier if all Singaporeans chip in with their full support. They will be helping themselves as well as the nation. Equally important, they will be helping their own children, helping to ensure that their future is less heavy and burdensome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as this is a debate on the Budget statement, I have only addressed in my reply the broader issues raised. However, I would like to assure all Members that all their points have been noted and that my officers will look into them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> \n  <br>2.56 pm \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Deputy Speaker, Sir, the first budget speech I heard in this House was presented by the First Deputy Prime Minister when he was then the Minister for Trade and Industry. That was in March 1981. The main thrust of his speech was the Economic Development Plan for the 80s. The emphasis was on industrial development, research and development, trade development, services development, energy and manpower development. A total of $4,579.9 million was required in FY 81 to meet the recurrent expenditure of Government programmes like the modernization of the Armed Forces, restructuring of the educational system, expansion of the National University and other training institutions to cope with the demand for skill, technical and professional manpower as well as higher maintenance costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, there is a significant shift when you compare the two budgets, from what I described as physical development budget of 1981 to people-related budget of 1987. This year, the budget calls for wage restraint, to restore international competitiveness, wage reform and CPF contribution rate that the economy can afford to maintain our international competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tax and revenue changes for 1987 confirm my observation. There are tax incentives to encourage procreation, tax relief for children who use cash to top up the Minimum Sum account of their parents, selective goods and services tax and foreign workers' levy scheme. Sir, physical development no longer excites Singaporeans. Building another Raffles City or Treasury Building will not make many heads turn. But people-related issues are different, different because such issues deal with feelings, emotions, individual privacy, needs, expectations and money. For example, wage restraint, CPF and sales tax deal with the individual's money. Procreation, marriage, the population issue and human organ transplant issue involve emotions, feelings and individual privacy. Schools, especially independent schools, deal with expectations and needs. Therefore, Mr Deputy Speaker, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> Sir, we have come to a stage of our nation building where approaches to achieving new goals to solving problems should be conscious in our minds. Those formulating policies and those implementing policies should take note. As Government policies increasingly have something to do with emotive issues, we must look beyond just voting dollars and cents to implement the policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, at my many dialogue sessions and tea sessions with ordinary Singaporeans, educated and not so educated, professional or grassroots leaders, a number of clear messages have emerged. I will use these few minutes to highlight four main messages. I hope the front bench Ministers and those who help them to implement their policies are all ears. In fact, this is one speech that the Minister for Finance need not take down notes but just sit back and listen. It is meant not only for him but also for the other Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will start with this tax incentive for procreation. It is not only one of the means of achieving our population target. We have this goal of having more babies. But do not expect that if you dangle a carrot of $20,000 special tax rebate, we are going to have more babies. You may succeed to a certain extent but fundamental to this is that the reasons for having more children must be made clear to our population. Some people are not convinced we have a problem. They do not share the Government's vision as they do not have enough information to appreciate the seriousness of the problem facing us. Other participants questioned the whole basis of the optimal population size, while others believe that Singapore is already one of the most densely populated countries and questioned the wisdom of having more babies. They want assurance that increasing the population base will not bring on more problems of overcrowding, competition for jobs, more demand for education and social services that Singapore cannot bear. I think this has been touched upon by the Acting Minister for Health a few moments ago. Unless Singaporeans are aware of the serious consequences of our declining population, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> monetary rewards will be a marginal incentive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, if a child is told that he should not litter our streets because of a $500 fine, then we have been giving him the wrong reason for not littering our streets. But if you tell a child that he must not litter or spit because the streets will be dirtied and diseases can spread, then the right reason has been imparted to him and he will not litter or spit when no one is around. That is why when I see the sign \"No littering, fine $500\", I think the wrong message has been conveyed. Similarly, in our drive to encourage more babies, let us tell them the seriousness of a fall in population and lop-sidedness in the procreation pattern. I know our First Deputy Prime Minister has gone on television to explain, but it is still not enough. It is a more arduous task. But we must remember that to achieve our goal we must not forget the importance of the process to reach it. Does the end justify the means? We have been too much goal-orientated and not enough process-orientated. And because of this philosophy we are too anxious to get things done and would thus set out to achieve our target with little or less consideration for the way it should be done. This is a message constantly expressed at dialogue sessions. Will those in charge of policy-making and implementation please take note. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our goal of achieving high births in the coming years appears to have been carried out in a manner feared by concerned Singaporeans. We are going to give priority of schooling to three-child families. We are going to give priority of housing to those who want to upgrade their flats upon the birth of the third child. And we have set out seven other incentives and measures to support the new population policy. I wonder whether those who set out these measures realize the implications of some of these measures and incentives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who ligated at two are wondering about their children's priority of schooling. And notwithstanding what the Acting Minister for Health has said, once upon a time those who ligated after two births had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> top priority. Then with new changes in policies they had priority but less priority. So now they are waiting to see what happens at the next school admission exercise. We must remember that a child takes six years to grow up before entering school. What you promise, you must honour. Those who have complied with your old policy have yet to enjoy the benefits. In view of what the Acting Minister for Health has said, I hope in six years' time those who comply now before the cut-off date for this new policy need not have to bite their nails in fear of new policy directions. Then again, there are those who have been waiting some time for their HDB flats. They fear that with the new priority for the third-child family they may have to wait yet longer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are Ministries with a large women workforce, like the Ministry of Education. How will the schools cope if many women teachers decide to take advantage of this answer given by the policy of granting four years no pay leave? Judging from the Minister of State last Friday, it is quite obvious the Ministry will be facing a serious problem. Just imagine, two extra teachers going on leave from our 401 secondary schools, we will have 800 teachers short. You must remember, Mr Deputy Speaker, Sir, that we have 13,000 women teachers out of a total workforce of 35,000 women in the Civil Service. This is going to affect our school programme. The message is therefore quite clear. Pay as much attention to the consequences of the process as well as your goal. Consider all factors for a start. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now move over to the foreign workers policy and the $140 levy. We all understand that we must not rely entirely on foreign workers to man our industries. We do not really want our children to be brought up by foreign maids if we can help it. But what choice have we? It is a fact that some jobs are simply not attractive to Singaporeans. This has been mentioned umpteen times and ad nauseam. In such cases, the local businessmen, the working family, have no choice but to look for workers from overseas. We must view the situation sympathetically and help them whenever possible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have the rationale for a strict foreign workers policy and the levy scheme. However, in implementation, the objective must be to help our businessmen get foreign labour cheaply and easily in order that industries and services can flourish. This is all too often forgotten as the Civil Service is overly concerned with control and tightening against abuses, mostly to the detriment of business enterprise which is, fast changing. Introducing the $140 levy on foreign workmen now is frowned upon by some business quarters as negating the cost-cutting measures of reducing CPF introduced earlier this year. This will make our products less competitive. Are we paranoid about the whole issue of foreign workers? The industrialists want to know. On the one hand we talk about a revolving pool of foreign workers. Then at the next breath we want to tighten control by introducing a $140 levy. Our industrialists want to know why? They perceive it as a departmental concern overriding national interests. Mr Deputy Speaker, Sir, this is the other message that I want to bring to the attention of the Ministers. People at the receiving end fail to see the logic of some of the things you do. They view each Ministry guarding jealously its own policy without trying to balance it with the overall national interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget speech, the Minister clearly stated, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Local businesses occupy an important role in our economy. We must build a solid base of thriving and resilient local businesses.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in this troubled period of slow growth, many of our local businesses face a cash flow problem. Therefore, they may be late in their payment of CPF or rentals of their premises. Some of these businesses do owe substantial sums to HDB and to the CPF. But HDB and CPF were kind enough to let them pay by instalments in most cases. But sometimes even such arrangements pose difficulties for the company. While acknowledging that there are some companies which are dshonourable, there are also many who are indeed having a cash flow problem. It is within HDB's right to write to the lessee's bankers informing them of the rental arrears and the Board's intention to terminate the lessee if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> arrears were not settled. This indeed happened and has led the bankers to start squeezing the credit facilities of their clients. I am not saying that HDB was wrong. It was a perfectly legitimate exercise as the bank was the lessee's guarantor. Whilst serving the Mortgagee Notice on the bank is legally right, the point I am trying to make is that Government ought to extend a helping hand by withholding action rather than precipitate their bankruptcy. Hard-headed economics in these times should be tempered by heart-felt sympathy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One request that local entrepreneurs would like to make is for policy-makers and implementers to think Singaporean. It is a shame to go to China and be told that our local contractors do not have the expertise to build airports, stadiums, ports, as they have no past records to show. We must give more jobs to our locals than to foreigners. Although there is a trend now to give Singaporeans priority, more can be done. Perhaps we should consider giving priority to Singaporeans for the controversial Central Expressway project. We should invite locals to tender and, if necessary, they can buy the expertise elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, it will be unheard of in Japan but this happened in Singapore. If you tune in to your radio you may have heard of a Harvard Medical Heart Specialist giving advice to Singaporeans on what to eat and what not to eat to stay healthy and thus prevent heart diseases. You are aware, Mr Deputy Speaker, Sir, that we are doing open-heart surgery and by-pass heart surgery and we have a number of very prominent heart specialists. Do we need a Harvard Medical Professor to advise Singaporeans how chao guo tia will affect his lipid and cholesterol levels, whether soup kambing is good for his heart or whether nasi-lemak will push the fat contents in his blood up? Does SBC have such a low opinion of our local doctors and nutritionists? The message I am trying to bring to the attention of this House is \"Let us start thinking Singaporean\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example as to how people-related issues must be handled carefully is best illustrated by the question of compen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> sation. In 1985, the Government raised the compensation given to those who were resettled. Whoever was still occupying the properties on or after the cut-off date were given the enhanced compensation. While my colleagues in the supervisory panel of the Feedback Unit were satisfied that there were good reasons why such a method was chosen, those affected by the exercise saw an anamoly. They told us that those who were stubborn and refused to move out of the properties were, in fact, rewarded by being given the extra 30%. Those who cooperated with the Government and left early got less. In their mind, the Government seems to be telling them that they made an unwise decision when they chose to cooperate with the Government. It is a perception, Mr Deputy Speaker, but this is what they think. We must be very careful not to let too many of such misconceptions take place. We must be conscious of those at the receiving end of our policy is the other message I want this House to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Mr Deputy Speaker, the four messages that I would like to pass to the Government are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. The Government has been too much goal-orientated and not enough process-orientated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Departmental concerns must be subject to national interest, not override it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Be conscious of those at the receiving end of your policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And lastly, Mr Deputy Speaker, Sir, think Singaporean. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Deputy Speaker, Sir, I rise in support of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is heartening to note that the economy is on the path to recovery following the depth of recession in 1985. However, as has been emphasized, the recovery is not across the board. The sectors that have performed well are manufacturing and transport and communications which make up half the economy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last year, the Government has helped to reduce operating costs and improve company profitability by lowering employer's CPF contribution rate , reduction of statutory charges and the 50% cut in property taxes. The more important effect of all these measures is that confidence has been restored in the economy. Investment commitments in 1986 showed a 27% growth over 1985 reaching $1.4 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to focus on three areas in which I would like to seek clarification from the Minister for Finance. The first area is what I would call the areas of uncertainty regarding the future directions of the Government. More specifically, I refer to the temporary adjustments that have been made. For example, the reduction of CPF, reduction of property taxes and statutory charges. Businessmen in Singapore and the foreign investors, I am sure, would like to know the medium term, if not the long-term Government policy with regard to these interim measures which have been implemented to cut operating costs. As stated in the Budget statement, even with these measures implemented, \"Our competitive position against the other NICs weakened by as much as 50%.\" Thus, it would seem that the cost of operating a business in Singapore is still high. Should we thus not make longer term decisions regarding some of these cost factors? We are of course now dealing with wage reform. This is a step in the right direction as it will provide for clear directions and stability in the realm of wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to seek clarification from the Minister for Finance as to what he means when he stated in the Budget presentation, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We must ensure that Government programmes should be self-financing as far as possible, with minimal subsidies.' \n  <br>\n  <br>The level of subsidies for tertiary education has been reviewed and the rationale explained. This I find acceptable. However, I am disappointed at the recently announced increases in health fees, especially the charges in the Accident and Emergency Department. In 1985, the Government expenditure in the A&amp;E \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> programme was $14.4 million. The estimated expenditure for 1987 is $14.1 million, a lower figure. My guess is that the lower figure of $14.1 million would be based on the new charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Accident and Emergency Department is providing an essential service. People turn to the Department only in a time of special need. They want this medical care urgently. Many would be cases of traumatic injury. Others are medical emergencies, as understood by the layman. To slap on separate fees for minor surgical procedures and investigations for A&amp;E cases is totally unwarranted. As many are cases involving trauma, this would imply a need for minor surgical procedures, eg, the stitching of a wound or what is medically termed \"toilet and suture\". While the patient was paying $10 previously, he will be charged $20 now for the additional surgical procedure, double the previous charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last time A&amp;E charges were reviewed, I remember that the reason given was the misuse of the Department, ie, it was added on as a deterrent. The Ministry has had a very successful four-month campaign last year to educate the public. Twelve months after the campaign, the absolute number of attendances fell by 8,000 or 21.6% from 37,000 per month to 29,000 per month. More significantly, the number of non-emergency cases presenting themselves at the A&amp;E Departments fell from 60% to 20%. In the Straits Times report on Friday, 13th March, the closing paragraph reads thus: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In thanking the public for its cooperation the Ministry also said, \"We would like to urge the public to continue to seek medical attention for all non-emergencies from GPs and OPD clinics and to reserve the use of A&amp;E Department for emergency cases.' \n  <br>\n  <br>In thanking the public for its cooperation, the Ministry has instead raised A&amp;E charges. How paradoxical! What I seek from the Minister for Finance in citing this example is clarification as to what is meant by \"minimal subsidies\". What will be the guidelines for implementation of this philosophy? If this is not carefully monitored, we may see escalating charges for even essential basic services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next area that I would like to focus on is a sector of our economy which is still facing immense problems - the tourism industry. In 1986, the average room occupancy was 64.7%. This, however, does not tell the whole story as the room rates for even our five-star hotels have dropped about 40%. A single-room now would cost $70-$80 per night. Tourist arrivals in January 1987 increased by 8% over January 1986. This is a good sign but not quite enough when one takes into account the fact that there are 15% more rooms in February 1987 compared to February 1986. Another 2,000 rooms are expected to come into the market over the next 24 months. Today, room rates in Singapore are 40% lower than that in Hong Kong and 30% lower than that in Indonesia. They are equivalent to that of Malaysia. The Singapore Hotel Association estimates that a new five-star hotel of about 500-room size can expect to lose $1 1/2 million per month under present circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ultimate answer to the woes of the hotel industry is, of course, to increase the inflow of tourists and to encourage them to stay longer. The Singapore Tourist Promotion Board is sparing no effort to attract major sporting and other events of international standing to Singapore. 1986 saw the first in-shore power boat race ever organized in Asian waters held in Marina Bay in November. 1987 will see Singapore hosting the Miss Universe pageant and in 1988 the International Garden Festival. Hotels, however, should also be encouraged to conduct more promotions overseas. To this end, I would like the Minister for Finance to reconsider a previous request by the hotels that they be given double taxation relief to market overseas, as is being enjoyed by the manufacturing sector. This could be in the form of official overseas marketing missions organized under the STPB banner. Another aim of this mission could be to encourage more chartered flights of tourists to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Singapore Tourist Promotion Board endeavours to attract more international sporting and other events to Singapore, another problem has arisen. This is the taxation of prize money by the Inland Revenue Department. Perhaps the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> Minister would like to consider exempting the prize money from taxation or granting special status to these events so that it may be more attractive to bring these events to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to turn to the Defence budget. Our national defence capability should never be compromised. It takes years to equip, train and organize a unit into an effective combat force. Thus, it is reassuring to note that despite the economic slowdown, the provision for the Ministry of Defence has not been scuttled. There is a 4.5% increase in recurrent expenditure and 12.5% increase in development expenditure over FY 86. There must be no letdown in the build-up of our defence capability. Our national security must not be taken for granted, as recent events have shown. Our water supply has been repeatedly threatened by many groups, including some eminent statesmen in Malaysia. However, we are gratified that there has been reassurance by the Government of Malaysia that this is not the official stand. I am not advocating an arms race in our region but we must be ever-vigilant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing, Mr Deputy Speaker, Sir, I would like to turn to the procreation policy. However attractive though the incentives are, as some of my colleagues have mentioned, many have missed the boat. I join my colleagues in urging the Minister to make the tax incentive for the third child applicable retrospectively. The Acting Minister for Health has asked his officers to study the problem of reversal of ligation. I congratulate the Minister on this. He has decided to meet this problem face on, and this is good. Many had ligations done because of the disincentives in the population policy at that time. They were victims of circumstances and to help them now is right and noble. I hope that a serious study will be done and that it may mean the setting up of a special unit in Kandang Kerbau Hospital for the reversal of ligation. We must be prepared for this. I also hope that the Minister will reconsider the quantum of relief for the first and second child. This is very important for the young couple because before one can have the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> stamina to reach No. 3, one first has to survive Nos. 1 and 2, Mr Minister, Sir. If the experience of the first two is less painful, perhaps one can then reach No. 3 and enjoy the incentives. \n  <br>3.28 pm \n  <br>\n  <br>\n  <!-- Mr Jek Yeun Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jek Yeun Thong (Queenstown):</b> Mr Deputy Speaker, Sir, I have a lot of things to say about this Budget but in view of the time constraint, I had better say all the good things first and leave the others to whatever time there may be, lest I would be misunderstood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance should be congratulated for producing such a mild and harmless budget under so much economic constraints and traumas such as we have experienced over the past year. After last year's economic shocks, I thought we were in for a harsher and more painful budget this time. Yet I was surprised that we were again presented with a painless one. I mean, painless as far as I am concerned. I do not drink. I do not gamble and I do not smoke. So all the increases in tax on liquor, betting and tobacco which the Minister has implemented do not affect me at all. And for those who not only do not drink, gamble or smoke but can also produce babies, there is a bonanza of $20,000 to be had. No wonder the Acting Minister for Health is always beaming broadly whenever I see him because, as he has told someone, he is working hard at it. Well, that applies to the young ones in the front row as well. But I am afraid I cannot compete with them in this field. One has to admit one's limitations. So I have to forfeit the $20,000, tempting though it may be. But I am not complaining. Even if I could have what they call the second spring or gone through a rejuvenation programme or, as the rumours have it, the Women's Charter could be changed, I would still want to keep the same wife and have the same two children. Nothing more (I mean, wife) and nothing less. And that was decided between my wife and I long before the policy of Stop at Two. Although I am not a rabbit, neither am I a guinea pig. I would not want to subject myself to the Government's great demographic experimentation, of which I would have more to say later. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is also noteworthy about the Budget is that the Minister is generous enough to allow the 20% tax on telephone services to remain suspended for the time being and to postpone the 10% tax on electricity and gas consumption until next March. That will help a little. Of course, more will be better. But dare we ask for more? To have more would mean a bigger deficit, and a bigger deficit would lead to what the Minister calls a \"permanent budget deficit\" and this will give him the excuse to bring in the consumption tax which, like the Sword of Damocles, has been hanging over our heads ever since last year's great economic debate. So we have to tread very carefully and not give the Minister any excuse at all to do just that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever the Minister may say or the Member for Radin Mas may say about the consumption tax, it is still my belief that it is inflationary and regressive. The Minister may try to soothe us by saying that he would go on a selective basis rather than a comprehensive one. The trouble is that once the tax is introduced, and when the Finance Minister is under siege at some future date, he can easily change it from a selective one into a comprehensive one. It is easy to say that one can avoid paying consumption tax by not consuming. But do you know what a comprehensive consumption tax means? In UK, if you want to have your house renovated, you have to pay 15% VAT on top of the contractor's price. If you have your water pipe burst or a blackout, you have to pay 15% VAT on top of what you pay to the plumber or the electrician. And if you are hungry, you go to a restaurant to eat, you pay 15% VAT; and when you die, there is also a 15% VAT on top of the undertakers' service, although you yourself may not have to worry about the payment. You may say that you can avoid paying the tax by not having your house renovated. But can you avoid not having your water pipe or your electrical fittings repaired? Can you avoid eating? And finally, can you avoid death? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister should be well informed enough to be aware that just a few days ago the Nakasone government in Japan lost a by-election in one of its safest seats over the issue of the sales tax. And the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> ruling LDP was split right in the middle. And they were only talking about 5% sales tax and later on negotiated down to 3%. And there was already this big hue and cry. How many per cent are we going to have if the Minister does get his way? As I have said it last time, if it is too high, politically we cannot afford it; and if it is too low, administratively we cannot afford it. The Japanese people are often very articulate and even violent over matters such as this. I am not suggesting that their sort of scenario will be transplanted to Singapore because we the people here are not like them. But why does the Minister not see it as a lesson and then think, think, and think again before doing it - (suo wei san si er hou xing). In view of the resistance and resentment which a tax of this nature will inevitably generate from the people, should the Minister not be more thoughtful about it and not, using his own words, \"throw caution to the winds\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Somebody said in a forum in the Straits Times last week that the fact that the Minister did not slap the tax straightaway might reflect that the Minister was having a change of heart. If that is so, can the Minister say so and not leave us guessing? However, we are at least thankful and grateful to the Minister for not imposing it straightaway. He said he was going to set up a Division to look into the matter. If there is any red tape at all in the Ministry of Finance, long may this Division be bogged down by such red tape so that it will never see the light of day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also sincerely hope that the $3.75 billion deficit is truly a deficit and not some sort of accountancy conjecture made up to justify the introduction of the tax. In fact, some people are very sceptical about the deficit figures and this was also mentioned in the Straits Times forum where it was pointed out that in the last fiscal year we were supposed to have $3 billion deficit but at the end of it, we turned out to have quite a substantial surplus. The same sentiment has been confirmed by no less an authority than the Member for Whampoa. Mr Deputy Speaker, Sir, I am not a magician or a juggler in figures. So I have no way to prove or disprove what was being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> said by both camps. I can only take the Minister's word on its face value and I see no reason why he should not tell the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I earlier talked about a painless budget, it was actually a customary way of expressing an obligatory compliment. For those who know this Government well enough will understand that whatever pain there is in any budget, it is usually administered either before or after the budget but never during it. The whole process of the budget presentation is like preparing a patient who is about to go for a surgical operation. He isusually first given a jab of sedatives which will bring about a sense of euphoria and well-being over his whole body and very soon his anxieties and fears of pain will disappear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the same with this budget. Witness the increase in University students' tuition fees and the hospital prescription fees. But I must make it clear that I am not objecting to these increases. In the case of tuition fees, firstly, I think it is a good socialist principle - although we might have already forgotten about the meaning of that word now - that a privileged few should not be heavily subsidized at the expense of a large number of less privileged people, no matter how talented that group of people are. Secondly, the problem uppermost in the minds of most parents regarding their children's tertiary education is how to get a place in the University and tuition fee is always the secondary consideration. I am happy to see that the Government is considerate enough to allocate $100 million as study loans to the needy students. My only regret is that the Government should be so hard-headed and business-like in pegging the interest rate at prime rate. I think the right thing to do is to peg it at whatever rate the Government borrows from the CPF. I do not know at what rate the CPF is lending its money to the Government, but I presume it is much less than the banks. My argument for this is that prime rate can fluctuate according to the demand for capital. If everyone is crazy again to speculate in shares, gold, properties, or what-have-you, the rate can go rocket-high. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> are only lucky that it has reached an all-time low of 5(r)% this year. But a prime rate of 11% or 12% is not unheard of, for instance, in 1984 and 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A large loan coupled with continous high prime rate for several years may cause the future graduate to end up with having greater liabilities than his assets, in which case he may not be eligible to sign the declaration of non-indebtedness as required by the Government Manual when he joins the Government service. But I presume the bureaucrats in the Ministry of Finance are farsighted enough to foresee this eventuality and amend the Manual long before it becomes necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Government is in this generous and magnanimous mood, may I venture to suggest that this $100 million loan facility be also extended to students who study in approved and recognized universities overseas. This makes good economic sense as, firstly, students studying overseas can benefit from other people's subsidies. Secondly, the fact that they are studying overseas releases more valuable places in our University for other deserving students. And thirdly, with more students studying overseas, we will have wider cross-fertilization of knowledge and greater challenges among our student population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the increase in prescription fees, the important thing is that the drug prescribed should be good enough to cure us. If, for instance, I had cancer and if there is a drug that can cure it, I would be happy to pawn my last shirt to get it. Now that we are promised that better and proprietary drugs would be used, I think the small increase is well worth it. However, I am afraid that the trend of modern medicine is such that it will probably cause more to find out what is wrong with us than what to do with us. I suppose they call it the \"science of diagnosis\". I suppose that is what you call progress. I remember when I was in London and once when I had a little fever and had to go to see a doctor, I was sent round to the various laboratories all over Harley Street to have blood tests, X-rays, etc, the bills of which went up to almost 100. After a few days of rushing around in Harley Street, I went back to see the doctor again and I was given a pre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> scription chit and told to take two tablets prescribed therein, twice a day, and to go back to see him a week later. Meanwhile, I was charged another 25 for the doctor's consultation fee. Later, I found out that the tablet was actually a kind of analgesic though of a different brand name but was similar to Panadol, which I could have bought for 50 pence at the ordinary chemist's shop. But that was not the end of the story. Unlike doctors in Singapore, those in London do not give you medicine after they have seen you. They only give you a prescription chit and you have to run round to the nearest chemist or pharmacy to buy your medicine. In my case, since the medicine was sold on a prescription basis, the pharmacist charged me 2 for counting out the number of tablets prescribed. I suppose that is called \"professional service rendered\" and another 50 pence for the tablets. That is what happens in an advanced and developed country. I hope such things do not happen in Singapore. But who knows? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, since the Minister was rather vague about the prospect of the economy and has not told us in his speech what is in store for us in the coming year, whether it is going to be a good one or a bad one, the ordinary people will have to resort to their usual horoscopic skill to tell their fortunes and the prospects for their business. Usually it is to find out what animal is in reign during that year. You must not laugh and you must not under-estimate them. More than 3,000 years of experience and knowledge have been distilled and compressed into a great proverb book called Tung Su, the Chinese Almanac. Sometimes their predictions are more accurate than PhD economists and social scientists. Remember 1985? We were then imbued with a sense of euphoria and the planners were telling us that the fun society had finally arrived and we were in for some golden harvest. The then Finance Minister was painting a rosy picture of what good things were about to come. Then some tiresome people warned that we had better watch out because the Tiger year was approaching. And sure enough, bang. In 1986, we met with the year of reckoning and we went down the slippery slope from which we have still not recovered. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this year, the Rabbit year, the optimists of the Tung Su are saying that it is going to be a good one because according to them, the rabbit is an active animal and it breeds prolifically, something which may cheer the First Deputy Prime Minister. It foretells a year of active business and increasing profits. However, on the other side of the coin, are the pessimists. Like the professional economist, these amateur soothsayers also have two schools, one optimistic and the other pessimistic. The pessimists refer us to the Chinese story about a clever rabbit having three hideouts. So does it mean that this is a year of reckoning for dishonest contractors and crooked businessmen and forewarn that they had better quickly prepare three hideouts, one in Bangkok, one in Macau and another one in Taiwan where our laws cannot get at them? Whether it is so, I do not know and I could not care less because I am not a rabbit, I am not clever, and I do not need a hideout. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am more interested in that part of the story about the rabbit being a fast breeder and hope that this will lend some help to the First Deputy Prime Minister's efforts to get the nation moving again in the matter of producing babies. I really do not know what has happened to our people. After so many years of glorious achievements, we are finally caught out to be low in productivity, not only in factories but also in bedrooms. I fully understand the new population policy and I support it. But unfortunately for me, the support can only be a verbal rather than a biological one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I am not happy with the way it is being promoted. Again, we are falling into the trap of too much regulating. We must remember that we are living in a society of human beings and we must treat it as such. In a matter like this, we can only give advice and not dish out regulations. It revolts against human nature to be told how many babies he or she can or cannot have. Anyone who has any self-respect would be unhappy to be told that he or she has a quota of not two, not four, but three babies to be filled. In the field of trade, we have been vehemently against the quota system, against GSP graduation and so on. And yet when it comes to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> producing babies we have a quota system. In the matter of the size of the family, I am in favour of letting people have their own initiative and decide on how many babies they should have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not a great admirer of Confucius. But at least in this matter about promoting a cause among the people, I agree with what he said in one of his quotations. He said, Min ke shi you zhi bu ke shi zhi zhi . There are a lot of controversies and interpretations about this quotation. And my own interpretation is this. If the people are intelligent and they understand your policy, you should let them have a free hand and take their own initiative. If they are not, you should educate them and make them understand. They will then respond more positively to what we want them to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister himself has said that once a departing diplomat had told him that Singaporeans lacked initiatives. They have to be told by the Government what to do about everything. That must be one of the shortcomings of our people as seen through other's eyes. I believe it also to be true and we must try to rectify it. And yet in this very personal matter about babies, the First Deputy Prime Minister is not letting the people have any initiative at all. He has to tell them how to produce and how many to produce. If we spoonfeed them at every step, how can we expect them to grow up and become an intelligent people? I am sure if we explain to them fully the dilemma we are in and the problems we are going to face, they will support the Government wholeheartedly and come out with more ingenious ideas and solutions of their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I myself was very depressed when I saw the graphic about the man holding a tongkat getting bigger and bigger, meaning people above 60 getting more and more until the year 2020 when the figure becomes largest. There is little consolation to me that I am not in that group of tongkat holders yet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the aging of the population is already felt in my own constituency. In the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> past when we held baby shows or dance parties in the community centre, there was great response. Now I do not remember having any baby shows there for the last 10 years. And the activities that attract the greatest response were those meant for senior citizens. What are we going to do with so many old people? They are unproductive, fragile, grumpy and needing so many young people to support them. I understand that in the Turf Club, when a horse becomes lame or when its useful life is over, it is shot and then its carcass is fed to the animals in the Mandai Zoo. They call it humane destruction. But it would be inconceivable and we cannot do this in a human society. Or can we? I am not so sure. I cannot see what is going to come in the next 10 years, let alone in the year 2020. What was considered inconceivable in 1970 has become conceivable today, and that is only a lapse of 15 or 16 years. So what is considered inconceivable today could well be conceivable in, say, 20 or 30 years later, is it not? Fortunately or unfortunately, I would not be there to see it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know how the magic figure of three has been produced. We were told that it was a result of statistics, charts, projections and so on. But as I have said earlier in 1985 about charts and projections, they can lead us up the rosy path but they can also plunge us into great abyss. I am not a great believer in statistics and charts. But if we must have figures to make our speeches sound more authoritative and irrefutable, then I shall do so by quoting from the latest issue of the Monthly Digest of Statistics in order to soothe the nerves of our panic-stricken Ministers. The First Deputy Prime Minister has conveniently chosen the 1986 figure to show that there is a shortfall of 14,000 to 15,000 babies. Of course, it is true that in 1986 we had 39,400 babies as against 42,484 babies in 1985. And there is a net loss of 3,084 babies, if my arithmetic is right. But does he know or has his analyst taken into consideration the fact that 1986 was a Tiger year and what implications this must have in a population which is predominantly Chinese? If we look at the figures of live births year by year, we will see that from 1982 we have been having an average of 41,000 babies every year. In fact, from 1976 onwards, the figures have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> been increasing every year. Why is it that in all those years nobody sounded any alarm? Why has nobody tried to find out how we came to be short of 3,000 in 1986? To me, the explanation is simple and the figures are all there in that book for everyone to see. The shortfall, in fact, came from the Chinese section of the population. While the other races maintained more or less the same number of babies in 1985 and 1986, the Chinese had 29,355 babies in 1985 as against 26,108 babies in 1986, a net loss of 3,247 to be exact. Why did the Chinese produce less in 1986? You must ask the politicians and not the statisticians because the Chinese believe that although Tiger boys are good material for soldiers Tiger girls are definitely out. They believe that Tiger girls are difficult to handle and to live with. In fact, I have friends who are Tiger girls and are married to husbands of the Bull years, and they actually refrain from eating beef because they believe that Tiger girls who eat beef may bring harm to their Bull husbands. So is there anything worse than a Tiger girl who may eventually become a graduate? It has already been drummed into their ears day in and day out that a graduate girl is so difficult to get rid of, I mean in the matrimony way. So they are not taking any chances at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look down the column of births for the Chinese and compare the monthly breakdown figures, it will become more interesting and revealing. In January 1986 the figure was an all-time high of 2,808 babies. But in the next month, February 1986, the beginning of the Tiger year, the figure plunged to an all-time low of 1,808, exactly 1,000 babies less. Do you call it coincidence or good planning? If you look at the number of marriages registered by the Chinese for the years 1985 and 1986, you will also see the same pattern. Less Chinese were prepared to get married in 1986. The figures are 16,747 in 1985 and 13,824 in 1986, about 3,000 less couples. So what does all this prove? It proves that no doubt 1986 was a bad year but it was also an exceptional one. But all is not lost. When it comes to the more auspicious years, such as the Dragon year or like this year, the Rabbit year, we may even have a baby boom and all our worries will be over. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few days I have been thinking very hard over ways and means to help the First Deputy Prime Minister out of the population dilemma. My thoughts first directed me to the baby boom years of 1954-1958. I wanted to find out why we had a baby boom then, and not now. I thought naively that if we could re-enact some of the conditions prevailing in those days, then we might be able to induce at least a mini-boom, if not a real one, and that might help. However, after some reflection I decided that it was a non-starter. Because not only can we not push the clock back, but do we want the conditions prevailing in those depressed and tragic years to come back to us? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, we must compare what we did have or did not have in the 1950s to what we do have or do not have now. For a start, we did not have television in the 1950s, which is a plus point as far as producing babies is concerned. This condition cannot be re-enacted now because the whole population is already addicted to television, and what is more, we also have the videotape machine which can be played right after midnight, which makes things worse. Then in the 1950s there were riots, strikes and general instability. And in those circumstances people tended to stay at home at night. There is no prize for guessing what people would do when they stay at home at night without television to watch. But do we want those conditions to come back to us? Then there was massive unemployment. Thousands of young men and women were wandering about the streets aimlessly and when boys and girls without anything better to do met, you again can easily guess what would happen. We did not need any SDU then. The matchmaker then has almost become an extinct species. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And what is it that we have now that we did not have in the 1950s? We now have electronic factories and garment factories in which large numbers of young girls are engaged and enclosed for at least eight hours a day without any chance of meeting the boys. What is more, there is also the problem of the third shift. When they get home, they are usually too tired to go out to meet the boys. Also we now have army camps which we did not have in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> 1950s, and they cordon off large numbers of young boys without giving them any opportunity of meeting the girls. They can go home in the weekends but marriage can hardly be struck within that short period. Cupids do not work so fast. Girls can work third shifts but cupids don't. They cannot aim their arrows so fast. So what are we going to do about it? Dismantle the factories and the army camps? We might as well dismantle ourselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This led me to think of the other alternative. According to the First Deputy Prime Minister there are nearly 20,000 marriageable and biologically productive women who are not married. If we can make them produce just one baby each, then all our talk about shortfalls and crises will be over. But the problem is: why are they not married? The finger is always pointed at us, the male chauvinist pig. But I think there are always two sides to a coin. It is true that some men may be reluctant to marry some women whose academic qualification is higher than theirs. But the women themselves too are choosy and they have some sort of complex. While an ordinary man may have no hesitation in marrying a woman whose academic qualification is lower than his, a woman often refuses to marry a man whose qualification is lower than hers. I once asked a Secondary 4 girl whether she would take a boy who has not completed his Secondary 4 education to be her husband, and she said, \"Very definitely no.\" I also asked an A-level girl whether she would take a Secondary 4 boy to be her husband, and she said, \"Not really.\" But when I came to an older and unmarried graduate girl, I dared not pose the question because I was afraid that she might misunderstand me and think that I was trying to propose to her. But whether or not I posed the question, I suppose the answer would still be the same as the other girls. That is why I think the SDU is doing the wrong thing. They thought that if they brought the graduate boys and the graduate girls together, they will somehow hit it and that they will be married happily ever after. But judging on the fact that more girls are getting into the University than boys every year, they are really fighting a losing bat- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> tle. It is like trying to fill a tub with water when it has a hole at the bottom. While we must try to remove the fear of the boys marrying upwards, we must also try to remove the girls' inhibitions about marrying downwards. If a graduate boy marrying a Secondary 4 girl can produce a brilliant baby, there is no reason why a graduate girl marrying a Secondary 4 boy cannot have the same result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a suggestion as to how to get these 20,000 unmarried but marriageable women on the baby-producing track. The suggestion may sound unorthodox but it is not unthinkable and neither is it unmentionable. In fact, it has been mentioned by no less a personality than the Prime Minister himself. It is called single-parenthood. What is single-parenthood? I am afraid many of our people cannot grasp the idea because it is a completely new life-style and new phenomenon from the West. A sweet young girl of a reporter from the Lianhe Zaobao, when reporting the Prime Minister's speech, explained to her readers in this way: Single-parenthood means that if an unmarried woman wishes to remain single she can do so, and in order to avoid the loneliness of old age she can adopt other people's child. I was laughing my head off with such naive and innocent interpretation. But I do not blame her. The trouble with the Chinese language is that it has no neuter noun as \"parent\". It has to join the characters \"fu\" meaning father and the character \"mu\" meaning mother to form the word \"fu-mu\" and use it to equate the English word \"parent\". Therefore, they have trouble in translating the word parenthood with only one sex, and it becomes rather difficult for them to conceive and understand parenthood with only a father or a mother. However, single-parenthood in the Western context means divorced men or women keeping and bringing up their children separately. It also means unmarried mothers, who cannot decide who their babies' fathers are, bringing up their babies instead of aborting them. It also means unmarried women conceived babies from men who are other women's husbands and, instead of aborting their babies, they bring them up under their maiden name. But these are not the kind of single-parenthood I have in mind. To \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> promote them would mean encouraging promiscuity and extra-marital affairs among the people and I am against it. I hope the TV will show it tonight because my wife will be watching it. However, extra-marital affairs are nothing new in oriental societies and even Confucius himself, someone whose behaviour we are emulating and whose teachings we are spreading, had been found to be involved in one. At some appropriate occasion I will produce documentary evidence and quotations found in ancient Chinese books to prove it. But right now, let us return to our procreation budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My idea of single-parenthood is different. There now exists techniques which can cause the woman to conceive without so much as a touch from a man. Do you know what is it called? It is called artificial insemination. It is very safe, very convenient and can be easily administered. Furthermore, it can solve problems for women who have complexes. For instance, there are women who are born man-haters and there are also those who harbour great contempt for men, and this technique will enable them to have babies without getting near a man. To this end, I suggest that a sperm bank be set up by the Ministry of Health and unmarried women of the category mentioned above should be encouraged to apply for the service, free of charge, of course, and officials should not ask too many questions. To make the scheme a success, the Ministry of Finance should consider giving another incentive, say, $10,000, to those women who are bold enough to take that first step. And to ensure that we should have good quality and brilliant babies, we should insist that only males who are PhDs or First-Class Honours graduates may be invited to be donors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our immediate problem with this scheme is that the Vatican may view us with disgust and despair but we are in unusual times and so unusual measures have to be adopted. Anyway, we have been doing a lot of things. For instance, abortion, which they view with contempt. So one more misdeed will not take us any further away from heaven. However, our long-term problem will be how to legitimize these babies. First of all, the SDU \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> should be expanded to cater for counselling of parents in this category. Then we should help by changing or amending some of the laws. For instance, the Registrar of Births and Deaths should allow the baby to be registered in the mother's family name and not insist that the column giving the father's particulars be filled. Then the Women's Charter may have to be reviewed. But since we do not have so much time, may I be allowed to stop here. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Deputy Speaker, Sir, may I be allowed to join in the debate on the procreation incentives in the Budget statement. I would not have time, I think, to cover the other aspects of the Budget statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The population debate has been going on for more than three years now. It is very difficult for me to understand why, after so much data have been released, statistics analysed, talks and discussions held, some Members of this House still do not grasp the essence of the matter. Population problem is a very serious matter. We appreciate the jokes. We appreciate the humour. But I believe that we really should come down to substantive arguments and criticisms, if any, of the measures proposed by the Government before we end this debate on the Budget statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a social scientist, I am satisfied that the Government has taken very serious consideration of the whole question and has utilized the best manpower we have - demographers and social scientists - in analysing the causes and proposing the right measures. May I congratulate the Government for having come up with a series of incentives which indeed address the balance that we have to maintain between the requirements for population quantity and quality. In the past, the issue of quantity versus quality understandably has upset some people because the undertones of such requirements touch on issues of equality and basic rights of individuals to decide on matters as personal as child-bearing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we should note that governments around the world have used policy intervention in population matters. Witness their selective immigration policies, the family planning policies as well as their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> policies on abortion. For us, to have such a small population that we have now and will have, considerations for quality are equally important as considerations for quantity. We do not live in an ideal world and if we are convinced that the new population policy is good for the long-term future of the country, I believe a trade-off has to be made. Something has to be sacrificed. So it is not a matter of whether or not we should have the new population measures but a matter of how best to devise a set of measures that are effective while minimizing some of the undesirable consequences such as an accentuation of social inequality or, more importantly, the degree of perceived inequality. It is here that I feel that the present set of incentives has come short on the question of equity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new set of tax incentives, Sir, gives a big advantage to the higher income groups. The $20,000 special tax rebate together with a special rebate of 15% on the wife's earned income, on top of the enhanced child relief which can by itself run up to $10,000 already in terms of offsetting, all these will result in some families paying no income tax for five years at all. Does this sound right? The highest income groups, perhaps those earning $6,000 household income per month, will pay some tax but these families will be able to absorb the entire tax rebate within five years. In other words, they stand to gain the most. Even if we accept that the higher income groups are better able to provide a conducive home environment and such like to bring up children and therefore they should be encouraged to have more, I feel such kind of disparity in treatment is going to create social resentment. How could the general population accept this? How could this measure go down well with them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from 1st January 1988, delivery and hospital expenses for the fourth child can be offset against the parent's earned income for tax purposes up to a maximum of $3,000. What we are doing is not only to allow some people to pay no income tax at all for five years but also to have the babies in Class A wards, in luxury. Surely, the Finance Minister could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> have thought about this and could have limited the amount of offsetting only up to what the average Singaporean would be paying for hospital and delivery charges, ie, in the Class B1 and Class B2 wards only. I think this would go down much better with the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In talking about the overall effectiveness of these measures, even if the higher income families are now prompted to have a third child, the number of additional births would not be large enough to make a difference to the population size. Whereas if you compare the small size of this high income group with the large number of families where women have three 'O' levels and above, you would find this latter group would make more difference to the population size. For this large group, economic considerations in the past were important considerations for not having more children. Thus, the tax incentives are more likely to help them to decide on having a third child. So the number of additional births resulting from such decisions is likely to be much larger because of the larger base to be begin with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must be concerned with the question of numbers. It is not only because last year happened to be the year of the Tiger that the number of births among certain population groups has gone down. Since 1982 we have been short of the number of live births required to place the population back to replacement level by 14,000 to 15,000. The trend has been well established and has been identified. Numbers matter. As for quality, I am of the opinion that parents with a relatively good level of education, such as those who have already got three 'O' levels and above, also place great importance on the children's education. This, on both counts of quantity and quality, the effectiveness of the tax incentives is more likely to be felt among this group and not among those in the higher income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I could provoke the Finance Minister a little, I'd like to ask him how many years is he prepared to wait for the special tax rebate to take effect, and if after that number of years the tax rebate is not seen to be effective in raising the number of additional births among the higher income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> groups, will he consider withdrawing it so that there will be a better balance in terms of fairness? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point. Why is it that 1st January 1987 is set as the beginning date, whereas for every other financial measure, it is always on the day that the Budget is announced that things take effect. Could the Finance Minister please explain the rationale for backdating the incentives to take effect from 1st January of this year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The effectiveness of the population measures must be viewed within the entire package of incentives and not just the fiscal measures. If the Finance Minister will bear with me and since I see the Acting Minister for Health is also here, I would like to go over the other incentives. Let me first state that in the past, the primary school priority registration scheme was the most important deterrent to higher order births because of the value our population places on the education of children. By removing the disincentive against the third child in the priority registration of primary school children, we are doing the right thing. In other words, it will be effective on parents who place so much emphasis on the education of their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By comparison, giving housing priority to families with three children who are now living in 3-room flats and who may require additional space, this incentive may not be as effective as we would expect it to be. Here, we should also sound a word of caution. The families, even given this incentive, should not rush into making a move. They should carefully consider the possibility of a drop in family income due to retrenchment. The recession should have taught us a lesson. By giving them housing priority, the Government cannot guarantee their continuing affordability. And still, there is the questionable assumption that living space is an important consideration for family size decisions. If it is, then how does one explain the fact that that those who live in 5-room flats already do not have a bigger family size than the rest? And if this incentive is actually meant to also work as a disincentive to discourage those who live in the 1- and 2-room flats from having many children, then why did not space constraint work on these families to limit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> family size in the past? So it is a questionable assumption to what extent is living space an effective influence on family size? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come quickly to the major thrust of the non-fiscal measures - the provisions to enable working women to have more children. For many years, women have been asking for more subsidized child-care centres, part-time and flexi-time work, extended no-pay leave for child care and full-pay unrecorded leave for taking care of sick children. They have repeatedly called for these provisions because, without them, it is well-nigh impossible to hold a job, do well in it and at the same time pay enough attention to one or two children, let alone have more. Thus, the full-scale response of the Government to their demands and requests is most welcome news to women indeed. We note, however, that quite a lot depends on the cooperation of the employers in matters such as providing part-time work, flexi-time arrangements, granting of extended no-pay leave, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is only fair that the employers should indeed have the right to decide based on exigencies of service, the question is how can women be sure that employers would indeed take a sympathetic view in spite of the assurances given by the Acting Minister for Health and various other Ministers. Also, will the private sector really follow the example set by the Civil Service? Already some women are becoming apprehensive that there may be a backlash effect in terms of a reduction in the demand for female employees, particularly in the private sector. So I believe, Sir, that the Government must demonstrate its will to implement these schemes with success, to demonstrate its sincerity in helping women to combine work and having a family and, by example, encourage the private sector to follow because if it does not, then the private sector would stand to lose in terms of not finding enough women to work in the companies and firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, even though compulsory counselling is introduced for abortees, the question of abortion is not yet resolved. But each year we know there are many thousands of babies lost through abortion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> I think, Sir, this question of abortion must be faced, the sooner the better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A final final word on matchmaking. All of us must remember that as much as half of the population problem arises out of the high proportion of unmarried persons in the population. Ever since the matchmaking activities have been extended to those with \"0\" level qualifications, much social stigma attached to those activities has already been removed. But matchmaking is only part of the solution. The larger solution really lies in changing people's attitudes towards marital choice and the marriage relationship itself. It is most heartening to hear from the Acting Minister for Health himself that the right emphasis must be put back on people's motivations for having children. People must value children for themselves. Children should be seen as bringing warmth and happiness to the family rather than as a product of the parents' calculation of financial or economic considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may react very quickly to his announcement that he would urge his Ministry officials to find every way, every means to help women who wish to reverse the process of ligation. I would like to express my personal opinion on this matter but as a very quick and unprepared response. We must not forget that women who ligated in the past did so out of their own free will. They had taken into consideration their personal situations, the Government's encouragement, and made a decision. There are those among them who would have already benefited from priority registration for primary school children. Some others had already benefited from the waiver of accouchement fees. So in helping them to have a reverse ligation, I should hope the Minister would only stop at providing hospital facilities such as hospital beds for them to have this kind of operation. I would not like to see more financial incentives because you would be encouraging people to take double advantage of old and new policies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, I would like to take this opportunity to clarify the proposed extension of the levy scheme to all foreign work permit holders progressively from 1st April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have spoken on this issue. The rationale for the levy scheme is to narrow the cost differential between local and foreign workers. Foreign workers come from countries where wage levels are lower than ours. They are generally prepared to work for lower wages than Singaporeans. If foreign workers are freely admitted, the tendency would be for employers to rely increasingly on foreign workers who are prepared to accept lower pay. To reduce dependence on foreign workers, the Government has to impose a levy. This has already been done for NTS (or non-traditional source workers) and block-work-permit construction workers from Malaysia. The Government has decided to extend the levy scheme progressively to all work permit holders. Therefore, this is not a new scheme but an extension of an existing scheme. Eventually, there will be two schemes of employment in Singapore. There will be the CPF scheme for Singaporeans and permanent residents and, secondly, there will be the levy scheme for all work permit holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most workers prefer a higher take-home pay. The CPF scheme is a compulsory savings scheme to ensure that Singaporeans have sufficient savings to purchase homes, pay for hospitalization needs and still have sufficient savings for old age. The CPF scheme is therefore not relevant to foreign workers who are here only for a few years and would not be making their home here. They would prefer higher take-home pay from which they can save up for their own needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the levy scheme, employers will have to gauge how much take-home pay they need to offer to new foreign workers to attract them to work in Singapore. The workers, on their part, will be fully aware that the CPF scheme no longer applies to them. Thus the new level of take-home pay will be determined by market forces. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some employers have compared the $140 levy to the employer's CPF and concluded that the levy is too high. This assumes that a new foreign worker will only work in Singapore if he gets the same salary as a Singaporean worker without having to contribute 25% of his salary to CPF. If so, his take-home pay will be much higher than that of a Singaporean worker. We should avoid this tendency to link the levy with CPF. The levy scheme and the CPF scheme are entirely separate pay regimes. Under the levy scheme, market forces will determine the new level of take-home pay for new foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fixed levy of $140 per month favours the employment of semi-skilled and skilled foreign workers. Thus, if a foreign worker requires a take-home pay of, say, $400 per month in order to work in Singapore, the cost to the employer under the levy scheme would be $400 plus $140, making $540 per month. On the other hand, if we continue with the CPF scheme, the cost would have been $400 plus $185 CPF, both employee's and employer's, making a total of $585 per month. So the key question is: what is the take-home pay that is necessary to attract this particular worker to work in Singapore? For those who are semi-skilled or skilled, the levy scheme, in fact, reduces the wage cost for employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To facilitate the transition to the levy scheme and to minimize the impact on employers and existing foreign workers, the levy scheme will only apply to new Malaysian workers recruited after 1st April this year. Existing Malaysian workers will remain on CPF so long as they stay with their present employers. Some employers are apprehensive that their Malaysian workers will job-hop to enjoy higher take-home pay with their new employers. I am prepared to consider various measures to discourage such job-hopping. For example, one possibility is to allow them the option to convert to the levy scheme even whilst they remain with their present employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levy is basically a pricing mechanism to moderate the inflow of foreign workers. It is like an import duty to discourage over-reliance on unskilled foreign workers. The Government will monitor the labour situation and adjust the levy if necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> Foreign workers can only supplement our own pool of Singaporean workers who constitute the bulk of our workforce. Wage levels should therefore be determined primarily by our own internal situation and not by the marginal cost of employing foreign workers. The Government will continue to allow employers ready access to foreigh workers provided they do not become overly dependent on them. We must continue with our wage restraint policy in order to regain our international competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This new policy will not result in a switch to foreign workers from non-traditional sources. I think the Member for Whampoa is concerned about this point. NTS workers are only allowed in the construction and shipyard industries and as domestic servants. Outside these three approved sectors, there are hardly any NTS workers left in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economic growth must depend on the upgrading and restructuring of our economy and not on an ever-increasing inflow of foreign workers. Our total workforce is roughly 1 million workers. If we depend entirely on more foreign workers to achieve economic growth, each 1% increase in GDP will require 10,000 more foreign workers. This clearly cannot be sustained indefinitely if we are to avoid the social, economic and other problems which a large foreign workforce will entail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in view of the time constraint, I will deal with issues concerning CPF in the Committee of Supply. \n  <br>4.42 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, over the two days allotted for the Budget debate, Members of the House have raised so many questions that I hope I can do justice to all of them in the time allotted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I propose to sum up the issues raised along the following areas: issues on the Budget and the public sector, issues on the corporate income tax matters, consumption tax matters, economic issues, other economic issues, issues concerned \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> with the statutory boards, and finally, privatization. I will not touch on procreation incentives as this has already been dealt with at length by the Acting Minister for Health, and the Minister for Labour has just touched on the levy issue. But before doing so, I would like to make some general observations about the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget is the centrepiece of Government's fiscal policy and is designed to support growth in the economy. Since 1985 and 1986 Government has injected some $2.2 billion into the economy through tax cuts and reductions in Government charges. And the amount will be further augmented when fiscal year 1987 corporate tax cuts come into effect. Therefore, there is no no question whatsoever that both the 1986 and 1987 budgets are stimulatory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Whampoa and Jalan Kayu have expressed concern that the 1986 Budget may have, in fact, been contractionary because the public sector accounts registered an overall surplus of $1.4 billion in 1986 and that a surplus of this magnitude in a recessionary year would exacerbate the recession and slowdown the recovery process. The Member for Whampoa was also concerned that such a surplus would lead to a strengthening of the Singapore dollar, thus adversely affecting the competitiveness of our exports. I would like to reassure the hon. Members that their concerns are totally unfounded. A close study of the Budget document will show that the overall surplus of $1.4 billion arose solely from a substantial rise in income and capital gains realized from overseas investments. Foreign equity and bond markets were exceptionally buoyant in 1986 and we were able to realize substantial capital gains from certain investments made in the past. Such profits from overseas investments amounted to some $2.2 billion in 1986. Without this extraordinary income, the public sector would have, in fact, registered a deficit of $800 million in 1986. Looked at in another way, if investment income and capital receipts had not increased substantially in 1986, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> operating account of Government would have shown a deficit of $2 billion, a deterioration of $1.4 billion over the $600 million deficit in 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should also point out that the profit stream from overseas is entirely in foreign currencies and has therefore no effect on the Singapore dollar exchange rate. In fact, as pointed out in the Economic Survey, the Singapore dollar eased against major OECD currencies in 1986 as a direct result of our weakened economy, and this has helped to improve our export competitiveness. I would also like to stress that capital gains from investments are generally unpredictable and cannot be relied on as a permanent source of Government finance. It will not be prudent to reduce tax rates on account of these one-off increases in revenue. Tax revenues have sharply declined in recent years and with the lowering of the corporate tax rate with effect from FY 87, the tax revenues will further deteriorate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa has also raised the issue of excessive savings. As I see it, there is no such thing as excessive savings. When savings are in surplus of what our own economy can receive in investments, either because we have been saturated by foreign investments or because our people have not yet got the know-how to bring in technology which is profitable and can use the investments, then the investments should go abroad. Like the Swiss, we must build up as much investments yielding dividends abroad as we can to augment our GDP and increase our GNP. This is exactly what the Swiss are doing, the Americans and the British have done in the past, and the Japanese are also doing right at this moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Thomson expressed concern over the projected deficit of $3.75 billion for FY 87. He pointed out that this represented a sizable percentage of our total reserves. The large deficit of $3.75 billion arises because it takes into account net lending of $2.67 billion to statutory boards and public enterprises. These loans will be repaid with interest in due course and will not therefore affect Government's long-term reserve position. Excluding net lending, the overall budget deficit is a less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> alarming figure of $1.08 billion which will be financed from local borrowings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu also commented on the poor fiscal marksmanship of the Finance Ministry. A projected deficit of $3.2 billion for FY 86 might now turn out to be a small surplus of $500 million or so. I am afraid that these two figures cannot, in fact, be directly compared as they were prepared on different bases altogether. The original estimate of $3.2 billion deficit was based on traditional Government budget classification conventions and excluded certain revenue items. In response to requests by Members for a clearer and more comprehensive presentation of the budget, my Ministry has adopted the budget classification conventions recommended by the International Monetary Fund in preparing the FY 87 budget. If due allowance is given to the differences in classification conventions and the deferment to 1987 of the interest burden resulting from the conversion of CPF advance deposits to domestic loans, then it will be seen that the original budget estimates are fairly close to the mark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The size of the public sector has also excited interest. Its size and impact on Government's operations have been commented on by several Members. I have distributed to Members earlier a Table giving comparative data on public sector expenditure to GDP ratios for Singapore, OECD, other ASEAN countries and the NICs. The data, however, have to be interpreted with caution. The range of functions and services provided by the public sector varies from country to country. For example, very few countries have a public housing programme of the same magnitude as in Singapore. The data show the trends up to 1984 and unfortunately more recent comparative data are not available. But I do not think the pattern has changed significantly since 1984. You will see that our total public sector expenditure as a proportion of GDP was about 45% in 1984 and was comparable to the average for OECD countries but much higher than that in the NICs. However, if HDB's expenditures are excluded, the ratio for Singapore would only be 25%, or lower than the 27% in the case of Taiwan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recurrent expenditure to GDP ratios are even more revealing. Excluding HDB's recurrent outlays, the recurrent expenditure to GDP ratio for Singapore in 1984 was only about 15% as compared to 18% for Taiwan. These figures suggest that our public sector is not overly large, given the functions and services that it has to provide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the end of this decade, the bulk of our infrastructural development would have been completed. Public sector development outlays will then be much lower. Measures to economize on public sector manpower usage, including privatization and contracting out of activities, would have been implemented. These would help reduce the size of the public sector. The private sector by then would be the dominant source of economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now touch on corporate income tax issues. The Member for Whampoa has asked why we grew by only 1.9% last year whereas the other NICs grew at a faster pace. The implication I assume is that perhaps our corporate taxes are still too high in comparison with the other NICs. I would like to assure the hon. Member that our corporate tax rate is competitive for the following reasons. Singapore employs a full imputation tax system where corporate profits are taxed only once, either at the company level on distribution or at shareholders' hands. A credit is given if the company tax withheld exceeds the shareholder's rate. In comparison, countries like Taiwan and South Korea have a two-tier system where corporate profits are taxed twice, first, at the company level and subsequently upon distribution by the individual shareholder with no offsetting credits. In a two-tier or separate entity tax system, the tax load on the economy is always substantially higher than in the imputation system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we in Singapore allow generous depreciation allowances of between one and three years which help to reduce the companies' taxable profits. Additionally, investment allowances may also be granted on a selective basis. In comparison, most other countries including Taiwan and South Korea depreciate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> their capital equipment over much longer periods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also various incentive schemes which make certain sectors very competitive tax-wise. For example, the 10-year pioneer exemption for manufacturing and service industries, tax exemption for shipping profits and the 10% ACU tax for banks and financial institutions. In these areas, Singapore offers tax advantages that rival or better than our competitors including Hong Kong. Singapore also has a wide network of 25 double taxation conventions which confer certain in-built tax advantages to promote trade, investment and technology flows. Taiwan, for example, has far fewer treaties. Hong Kong has none. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that our present income tax structure is therefore sufficiently competitive. But I would like to assure Members that the situation will be continually monitored. I should point out that a low tax rate in itself should not be the overriding concern. It is equally if not more important to ensure that other elements of business costs are kept at competitive levels. And this we will do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Kayu has asked for statistics with respect to tax on interest earnings which are accrued from deposits with banks in Singapore. Based on statistics for the years of assessment 1984 to 1986, between $30 million and $40 million worth of tax were collected annually on interest income of Singapore resident individuals. The Member has also suggested exempting from income tax all interest earnings on bank deposits as this would encourage the repatriation of funds currently held abroad. However, I would consider that it would not be equitable to exempt interest income without at the same time exempting other forms of income such as wages, rentals, dividends and royalties from tax. Furthermore, the tax collection on interest income is significant. If interest income were to be exempted from tax, a shortfall in revenue would have to be made up through higher taxes on other forms of income or on consumption. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have also raised some questions on the use of CPF funds and the tax planning which this provides. I will not touch on this today but I suggest it should be taken together with other questions on CPF during the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consumption tax issues. Concern has been expressed by Members of the House on the need to introduce a consumption based tax. Amongst other things, the negative impact of such a tax system on domestic consumption and the tourist industry has been highlighted. As I have mentioned earlier in my budget statement, a broad-based consumption tax will only be introduced if the revenue shortfall is substantial and a permanent deficit is inevitable. As a start, the Government has decided to adopt an item-by-item approach to meet any temporary shortfalls in revenue which could not be funded by other more traditional methods. Every alternative revenue source will be considered. The Member for Whampoa has suggested utilizing the surpluses of statutory boards to fund any shortfall. This has been done and will continue to do so. But we must be careful not to overdo it. I am well aware that consumption taxes are unpopular. They are seen to be unwieldy, regressive and bad for tourism. If, however, the need should ever rise to introduce a broad based consumption tax, then every effort will be made to ensure that its less desirable side-effects are mitigated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown has made an eloquent condemnation of consumption tax. But he misunderstands the issues. I have said that consumption tax will only have to be introduced at a time when we are compelled by international competition to reduce direct taxes to the point where compensatory consumption taxes will have to be introduced. If we were forced to the position where indirect taxes had to be introduced, perhaps the Member for Queenstown could suggest what other sources of tax might be available if he dislikes consumption tax so much. In the Singapore context where we do not have natural resource of any form, we cannot turn on the tap to produce oil or gas. Every cent or dollar of tax has to come from you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> or your neighbour's pocket. We have no alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now touch on other economic issues. Members have provided valuable suggestions on ways to help the small and medium industries. I would think that the small and medium industries in Singapore require assistance from Government mainly in the area of access to capital. The Small Industries Finance Scheme (SIFS) was first introduced in 1976 and has helped to provide low-cost financing to small local enterprises. There are now 20 financial institutions participating in the SIFS. In addition, the Small Enterprise Bureau also administers the interest grant for mechanisation scheme which provides grants to help defray interest cost incurred in the purchase of new equipment, machinery and the liberalized investment allowance scheme which grants 30% investment allowances for the purchase of productive equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House will no doubt note that the formation of Sesdaq will also help facilitate access to equity capital for small companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also agree with the Member for Chong Boon's proposal that there should be a liaison agency to help local businessmen, especially the small and medium-sized local companies. The Small Enterprise Bureau (SEB) has, in fact, been established as a one-stop agency to assist local small and medium-sized enterprises (SME). The SEB is conscious of the need to avoid duplication of incentives. The various incentives available for local SMEs are targetted at meeting the specific needs of local SMEs. I would therefore want to assure the Member for Chong Boon that all the separate schemes administered by the various agencies are part of an integrated framework coordinated by the SEB to assist the SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chong Boon has also asked for the present status of the Economic Committee's recommendations pertaining to the 10% tax concession for third country trade and the employee share option scheme. Discussions were held between my Ministry, the Ministry of Trade and Industry and the relevant \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> agencies to consider the Economic Committee's recommendations on the 10% tax concession for third country trade. A number of problems or objections were raised and there was a consensus of opinion that the incentive in its original form may not be particularly effective nor economically desirable. The two Ministries have therefore decided that instead of the proposed 10% tax concession the Trade Development Board through the Ministry of Trade and Industry will consider the possibility of granting pioneer status to companies whose activities relate to international trade. Further details will be elaborated once the finer points have been worked out. The National Productivity Board has recently completed its study of companies stock option plans in Singapore. A copy of its report was extended to my Ministry for further study. A decision on the feasibility of providing tax concessions for such a scheme would be made shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I note that the Member for Jalan Kayu has blamed the lack of success of many local businesses on excessive Government rules and regulations. Whilst a reduction in Government rules and regulations is undoubtedly desirable and we will continue to reduce them, I find that the Member has found a novel and new approach to explain away business failures, in which he blames it entirely on Government rather than on the lack of enterprise or poor business judgment of the businessmen. I do not think this is either realistic or fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I will now touch on issues concerning statutory boards. Some Members have commented on the surpluses of statutory boards and the Government's decision to transfer part of these surpluses to the Consolidated Fund. While welcoming the decision Members have also expressed concern that it might result in statutory boards not having sufficient funds for their development programmes and needing to raise charges to finance such development. I would like to reassure Members that statutory boards will be allowed to retain part of their accumulated surpluses to fund development programmes. Only surpluses in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> excess of long term development requirements will be channelled back to Government. Statutory boards will not therefore need to raise charges to compensate for the transfer of surplus funds to Government. In fact, statutory boards will make every attempt to lower their charges. I am pleased to note that the Member for Punggol has commended statutory boards providing a high level of service to the public for being very efficiently run. I share his sentiments. The fact that the major statutory boards have been able to meet their objectives without Government subsidies is clear evidence that their Boards have managed their finances prudently. It should, however, be stressed that not all statutory boards run up surpluses. The HDB as well as the educational institutions and other statutory boards have received and will continue to receive financial assistance from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Government's budgetting and accounting system has also come under considerable scrutiny from Members. The Members for Boon Lay and Kaki Bukit have remarked on the extent of parliamentary scrutiny of statutory board's budgets. In particular, they have expressed the view that Parliament would be in a better position to oversee the management of public sector finances if Government's budget documents included information on the revenues and expenditures of major statutory boards. In fact, the current Budget document does provide these details in respect of Government-funded statutory boards. Data on self-funded statutory boards are, however, not included. The Estimates Committee has recently recommended that the Budget document presented to Parliament should contain budgetary data of all statutory boards. My Ministry is presently studying this recommendation. Some of the problems which have surfaced are that the statutory boards keep their accounts on a calendar year basis like many companies while Government accounts are on a financial year basis. Moreover, the majority of statutory boards prepare their budgets and maintain their accounts on an accrual basis while Government's budget \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> is on a cash basis. These differences make it difficult to consolidate Government accounts with those of the statutory boards. Notwithstanding this, the Budget document will be continually improved upon. As I have mentioned earlier, the basis for computation of the Government budget balance has been modified in the 1987 Budget document. The revised basis is in line with International Monetary Fund classification conventions which provide a clearer picture of the bottom line impact of Government expenditure and revenue transactions. A number of questions have also been raised regarding particular budget allocations and particular policies of Ministries. These, I think, would be more appropriately dealt with in the forthcoming debate in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This afternoon the Member for Boon Lay has suggested that there is presently little control over the spending and the borrowing powers of statutory boards. I would like to assure him that this is not true - that the boards are now under the supervision of their respective Ministers and of their Boards and they are ultimately responsible to the Cabinet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Privatization of Government companies. Members have raised issues concerned with Government's privatization policies. Before responding to the specific questions raised, I would like to make a general statement on Government's response to the Report of the Public Sector Divestment Committee which Members would have received. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PSDC was commissioned in January 1986 to undertake a comprehensive review of Government-linked companies in Singapore and to make recommendations for the systematic and orderly reduction of Government in non-strategic businesses. The PSDC operated within very broad terms of reference and its recommendations therefore reflect the private views of the members of the Committee and are not necessarily those of Government. However, the PSDC Report is accepted in principle by Government as its thrust is in line with Government's stated intention of reducing its role in business. The detailed recommendations are being studied and specific decisions on the next \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> steps in the divestment process would be announced as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The timing, pace and order of divestment will be determined by the specific circumstances of each company. The preferred route will be the widest possible participation to listing in the Stock Exchange. Needless to say, public participation will only be invited from companies which are financially sound. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to the specific questions raised. The Member for Chong Boon has expressed unhappiness over the manner in which Government shareholdings in UIC and in the National Iron (NISM) were sold. I would like to point out that it is unlikely that whatever method is chosen to dispose of shares will satisfy everyone. As custodian of the peoples' assets, Government's primary consideration must be to secure the best possible price for the sale of the shareholdings and also to ensure that the shares are sold to companies which can provide strong management. In this connection, I do not agree with the contention of the Members for Rochore and Chong Boon that the sale of Government shareholdings to the Development Bank of Singapore is not privatization at all. Privatization can take place in stages and the sale of assets by the 100% Government-owned Temasek Holdings to DBS Bank which is more than 50% owned by the public represents a substantial privatization step. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Rochore has also criticized the Government for excessive interference in the stock market. First, by suspending the Stock Exchange of Singapore for three days in December 1985 which, by implication, then led to the collapse of the stock market and thereafter, in attempting to revive the stock market, by allowing the use of CPF funds for share purchases. Both allegations are not only factually incorrect but are extremely naive in their assumptions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The facts are, first, the SES was suspended for three days between 2nd and 4th December 1985 by the SES Committee and not by the MAS. Although the MAS is the supervisory authority for financial institutions, including the SES, it does not run the SES and did not order the suspen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> sion. This important fact is continuously and, I believe, deliberately misunderstood by critics of the MAS. The SES Committee decided to suspend the Exchange and sought MAS's concurrence primarily because many of its broking members were in financial difficulties when the forward contract bubble burst after the collapse of Pan-Electric in November 1985. The three-day suspension was needed to agree financing terms with their bankers. In retrospect, the SES decision was a correct one as orderly refinancing was achieved and the SES managed to turn around in less than one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the release of CPF funds for share purchases on 2nd May 1986 had very little, if any, effect on the recovery of the stock market. In the 10 months, between May 1986 when the liberalization of CPF funds was allowed and February 1987, a total of just under $230 million of CPF funds were used for share purchases. This is a miniscule amount compared to the sums which are flooded into the stock market since the ST industrial index bottomed at 563 on 28th April 1986. The index stands today at around 1,040-odd and this represents a $38 billion increase in market capitalization from the bottom which took place on 28th April 1986. Government takes no credit for this increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member for Rochore, however, that the stock market has reached dizzy heights and investors should therefore exercise caution. But the strong recovery can probably be attributed to a return of investors confidence coupled with low interest rates, high liquidity and a shortage of investment alternatives and a strong dose of euphoria thrown in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I cannot let pass the extraordinary attack that the Member for Potong Pasir has made on two Government policies. I shall not touch on the population issue as this has been dealt with by the Acting Minister for Health. But I feel obliged to express amazement at his attack on the wage increase policy instituted by Government in 1979. For someone who professes to champion the workers, I find his criticism uncomprehensible. In 1979, the high wage policy was introduced with two objectives in mind. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> Firstly, it was felt that after nearly 20 years of double-digit growth during much of which wage increases had been kept low in order to promote growth and jobs, the economy was sufficiently strong in 1979 to absorb significant wage increases which would allow workers to enjoy some of the accumulated fruits of their labour. The high wage policy was to be phased over three years from 1979, 1980 and 1981 through mandated NWC recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it was seen that Singapore with a small population base could not possibly compete with its neighbours and emerging countries, such as China, for industries which required low-cost labour. Singapore had to upgrade its industries or perish. It was hoped that rising wages coupled with fiscal incentives would accelerate the process of industrial upgrading. I have no doubt that the upgrading process was necessary and had borne fruit. But what could not be foreseen was a strong export demand in the early eighties which led to labour demand and wage increases well beyond NWC recommendations and ultimately brought about our loss of export competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us also not forget that the severity of the 1985 recession was also a result of the slump in the shipyard, oil-rig, shipping, oil-refining business, and a major decline in our trade with Malaysia and Indonesia due to decline in regional commodity prices and finally due to the collapse of the construction market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, I believe that the Government would not have had the moral authority to ask our workers to accept wage restraint last year and again this year and our workers and the union leaders would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> not have responded as they did if Government had not had the courage to encourage substantial wage rises at the time when the economy was growing strongly as it did in 1979. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Deputy Speaker, Sir, I would say that few would dispute that we are in the throes of a recovery. However, we must not be complacent. Our recovery is still patchy and lopsided and much depends on the world economic outlook. In this Budget I have maintained the same broad policy principles and guidelines which have been adopted in previous budgets. Cost-competitiveness, a trim government and the private sector as an engine of growth are the Government's basic philosophy. In addition, we have taken steps to solve the long-term problem and that of a declining birth rate. I am confident that if we all work together, we should be able to ride the tide of recession and emerge a stronger and trimmer nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a parting note, I would say that the Government has done its part. It now leaves me to ask the private sector to avail itself of the opportunities which have been created to do their part. [Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1987 to 31st March, 1988. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-four\n  </div> \n  <div align=\"right\">\n   minutes past Five o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PROPOSED NEW TOWN IN JALAN KAYU AREA</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for National Development if he will give the name, size, location, commencement date of construction and the estimated date of completion of the proposed New Town in the vicinity of Jalan Kayu. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan:</b> The name of the proposed new town in the vicinity of Jalan Kayu has not been decided. HDB will consult the MP of the area before doing so. Its proposed size is about 30,000 dwelling units and is located north of the existing Yio Chu Kang Road. In their planning, the HDB expects the construction to commence in the late 1990's. Normally a new town takes about 10 to 15 years to complete. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAX ON INTEREST INCOME</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Finance how much tax was collected over the last five years under the category of \"interest\" from resident individual taxpayers broken down into the usual \"assessed income groups\". \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Annexes 1, 2 and 3 (Cols. 335 - 338) show the amount of tax assessed on interest income of Singapore resident individuals by \"Chargeable Income\" groups for the Years of Assessment 1984, 1985 and 1986. The Inland Revenue Department is unable to provide statistics for earlier years because of the time constraint. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Annex 1 \n  <pre>\r\n\r\n    TAX ON INTEREST INCOME OF SINGAPORE RESIDENT INDIVIDUALS\r\n\r\n                           FOR Y/A 84\r\n\r\n\r\n\r\n   Chargeable Income Group                 Total Tax Assessed\r\n\r\n\r\n\r\n         Below   5,000                          647,160.76\r\n\r\n       5,001 -   7,500                          615,461.94\r\n\r\n       7,501 -  10,000                          781,949.28\r\n\r\n      10,001 -  15,000                        1,882,020.69\r\n\r\n      15,001 -  20,000                        1,945,503.41\r\n\r\n      20,001 -  25,000                        1,880,641.66\r\n\r\n      25,001 -  35,000                        3,641,109.86\r\n\r\n      35,001 -  50,000                        4,414,501.66\r\n\r\n      50,001 -  75,000                        4,856,193.85\r\n\r\n      75,001 - 100,000                        3,157,314.51\r\n\r\n     100,001 - 150,000                        4,051,998.76\r\n\r\n     150,001 - 200,000                        2,317,891.73\r\n\r\n     200,001 - 400,000                        4,089,008.78\r\n\r\n     400,001 - 750,000                        1,710,675.03\r\n\r\n     750,001 &amp; Above                          2,221,028.19\r\n\r\n          \r\n\r\n           Total                            $38,212,460.11\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Annex 2 \n  <pre>\r\n\r\n    TAX ON INTEREST INCOME OF SINGAPORE RESIDENT INDIVIDUALS\r\n\r\n                            FOR Y/A 85\r\n\r\n\r\n\r\n   Chargeable Income Group                 Total Tax Assessed\r\n\r\n\r\n\r\n         Below   5,000                          690,237.31\r\n\r\n       5,001 -   7,500                          677,228.78\r\n\r\n       7,501 -  10,000                          844,705.54\r\n\r\n      10,001 -  15,000                        1,924,714.39\r\n\r\n      15,001 -  20,000                        1,914,070.08\r\n\r\n      20,001 -  25,000                        1,972,774.07\r\n\r\n      25,001 -  35,000                        3,809,942.41\r\n\r\n      35,001 -  50,000                        4,358,444.55\r\n\r\n      50,001 -  75,000                        4,971,836.12\r\n\r\n      75,001 - 100,000                        3,325,725.53\r\n\r\n     100,001 - 150,000                        3,926,128.24\r\n\r\n     150,001 - 200,000                        2,501,361.76\r\n\r\n     200,001 - 400,000                        4,968,264.42\r\n\r\n     400,001 - 750,000                        2,607,127.66\r\n\r\n     750,001 &amp; Above                          1,973,975.78\r\n\r\n          \r\n\r\n           Total                            $40,466,536.64\r\n\r\n</pre> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Annex 3 \n  <pre>\r\n\r\n    TAX ON INTEREST INCOME OF SINGAPORE RESIDENT INDIVIDUALS\r\n\r\n                           FOR Y/A 86*\r\n\r\n\r\n\r\n   Chargeable Income Group                 Total Tax Assessed*\r\n\r\n\r\n\r\n         Below   5,000                          549,479.04\r\n\r\n       5,001 -   7,500                          536,321.90\r\n\r\n       7,501 -  10,000                          690,383.29\r\n\r\n      10,001 -  15,000                        1,461,334.66\r\n\r\n      15,001 -  20,000                        1,570,064.63\r\n\r\n      20,001 -  25,000                        1,644,742.51\r\n\r\n      25,001 -  35,000                        3,196,564.66\r\n\r\n      35,001 -  50,000                        3,772,762.21\r\n\r\n      50,001 -  75,000                        3,984,051.82\r\n\r\n      75,001 - 100,000                        2,643,975.81\r\n\r\n     100,001 - 150,000                        3,048,266.64\r\n\r\n     150,001 - 200,000                        1,892,111.24\r\n\r\n     200,001 - 400,000                        3,414,899.47\r\n\r\n     400,001 - 750,000                        1,054,433.54\r\n\r\n     750,001 &amp; Above                          1,119,177.81\r\n\r\n          \r\n\r\n           Total                            $30,578,569.23\r\n\r\n</pre> *Statistics are incomplete as not all assessments for Y/A 86 have been finalised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1987/19870316/19870316-HA-0490339.htm\">Committee of Supply - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1987 TO 31ST MARCH, 1988 (Cols. 339 - 342)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
