{"memberId": null, "volumeNo": "49", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"49\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1987-07-29\"> \n  <meta name=\"Start_Col\" content=\"1427\"> \n  <meta name=\"End_Col\" content=\"1514\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">49</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">29-07-1987</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 49</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 29th July, 1987</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1428</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy) - on 29th July, 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr S. Vasoo (Bo Wen) - from 10th to 14th August, 1987. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MARXIST CONSPIRACY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Detentions Under Internal Security Act)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> As insufficient notice of the motion* has been given, the consent of the Speaker and general assent of Members present are required before the motion may be moved. I give my consent. Is it the pleasure of hon. Members that the motion be moved? \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*The Motion standing in the name of Mr Chiam See Tong reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House calls upon the Government to release immediately the 15 persons detained under the Internal Security Act for allegedly being involved in a Marxist plot to destabilise the Government. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> This motion is also subject to signification of support by at least one Member present. Does the motion have the support of an hon. Member? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Speaker, Sir, this matter is one of great public importance. It is a grave national matter. As such, it must be debated openly. And I think this House owes a duty to the Member for Potong Pasir to present his views. In view of this, so that we do not deprive him of his say on this matter merely on procedural technicality, I am signifying support, and for this very reason only, to this motion. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, you may proceed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> First of all, I have got to thank Mr Speaker for your consent and Members of this House for their assent and also the Member for Radin Mas for his support, although very unwillingly. Otherwise, all of us will have to go home. I am happy also to note that there are so many of you who are willing to give up your time and turn up this morning just for this debate. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Do not disappoint us. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is an important subject of national importance and the motion before the House, as you all know, is that it calls upon the Government to release immediately the 15 persons \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1432</b></font>\n  <br>\n  <br> detained under the Internal Security Act for allegedly being involved in a Marxist plot to destabilize the Government. I hope all of you will listen to what I have to say and hopefully not follow what your Whip has told you what to do. This is of national importance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 21st May, 16 persons were hauled up in the early hours of the morning, and 4 subsequently were released. And then there were another six arrested on the 20th June and out of that, three were released, making a balance of 15 still under detention. Who are these people detained? They are all Singapore citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Miss Jenny Chin is, I believe, a Malaysian and has already been released. In any event, they are all young people, aged 22 to 40 years, mostly in their 20s and the majority of them, I believe, are females. Some of them are professional people, two lawyers, Harvard trained, polytechnic trained. They are also, I believe, educated under the PAP education system, have undergone the PAP national service. And I believe one of them has even been honoured with a Sword of Honour. So these are the people that we are talking of. They are not inconsequential people. And I happen to know one of them, being a lawyer, spoke to her several times at the Bar room, in the course of going to court and in the course of other social functions organized by the Law Society. So we are talking of people that we know. I would say that there is no reason, no valid reason at all, why they should be detained for another day. They should be released immediately. They are really no threat to our national security. I am saying this because out of a precedent of this Government. Unfortunately, there are no first-generation PAP or the old guards, as they say, here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In June 1959, when the PAP won the elections, their first condition of taking power was that eight of their members \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1433</b></font>\n  <br>\n  <br> detained for security reasons by the British should be released. Amongst the eight were our Past President, Mr Devan Nair, and also a well-known communist, formerly at least, Lim Chin Siong. At that time, I believe, of Lim Chin Siong's release, the PAP knew that he was still a communist. And that was in 1959. Conditions have changed tremendously. We are now in the 80s, 1987. We are in a completely different era. And yet these people have to be detained for one year and one of them for two years. Compared to Lim Chin Siong at that time, are they really a threat to national security? One of your senior Members said that they were just mere novices. So why punish them further? They should be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government always over-reacts and it is good for exaggeration and of being melodramatic. I remember in one general election, the people of Singapore were told, \"If you only vote in one Opposition Member, our economy will be shaken. Investors here will be running away. No more money will be coming into Singapore.\" If that is not melodramatic, I do not know what is. I am talking of facts. What happened? Two, not one, Opposition Members were elected. [Interruptions]. I am coming to that. And our economy was not shaken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It was. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Not shaken in the sense that you have in mind. There is no effect on the economy. In fact, there is no effect on our political and social stability. There was a recession in 1985. It is not the doing of the two Opposition Members. Certainly not! It was due to the stubbornness of this Government for not heeding the advice of the business people in Singapore. They said that costs were rising but you refused to listen. Of course, when the situation got so bad, you were forced to reduce the CPF, although it was said to be sacrosanct. Workers' salary and all the other arguments which you have to swallow now. So there is definitely a record of this Government of over-reacting, of exaggeration, and of being melodramatic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So why is all this exercise necessary? Purely, I would say political. They are certainly not - you examine your own conscience - they are not in the least bit a threat to our national security. It is just purely politics. We have a precedent, a more dangerous communist in the person of Lim Chin Siong, who was released in a more dangerous time. And yet in our present situation with all your army, with all your police, with all your intelligence, Internal Security Department people, you see fit to incarcerate these 15 people for a period of one year, and one of them two years. They should be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the arrest on the 21st morning of the first lot, the Government has extracted all the political benefit they could - put them on TV, not once, twice, Chinese version, seminars, questions and answers, the whole lot. They have gone through the mill. They have already made their confessions, admitted their mistakes. You have broken up their so-called network. You have neutralized them politically. Why detain them further? What effect can they have? They have already confessed, \"I am no longer a Marxist. I don't want to carry out to establish a classless society.\" And all the other confessions, all the other things that you want them to say, they have said them. Now, how can these people now go back and carry on their work? It is impossible. Their fellow workers would say, \"I don't want to believe you anymore. You have already confessed in public. Who will believe you anymore?\" So what is the danger? They are completely broken, neutralized, their network is gone. So why do you want to detain them? What is the reason? To rehabilitate them? Not necessary. Rehabilitate them for what? Assuming even if they still have got some ideas of Marxism, can they have a following? Who will follow them? You have already gone on TV, in front of the whole world and said, \"Look, I have given up, surrendered everything.\" And now can they lead a revolution? Impossible. Maybe in the European context they could, but not in the Asian context. They would have completely lost their credibility, lost their face. They can never never come back into politics after going through the mill that you have put them through. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They were arrested for their clandestine network. Their objectives also have been broken. So there is nothing left for them to continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is that the Government now recognizes that these people are not really dangerous element. As I have said, it has been said in the papers by a senior Member that they are mere novices. At first it was thought that Tan Wah Piow was the mastermind. But within a month, the Government has changed its own mind and said, \"No, Tan Wah Piow is not the mastermind. There are some people behind him, an invisible hand pulling the puppet strings.\" \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you see, even the Government itself does not know what it is doing. And how can you say that they are a national threat? You have not got your facts right and you go around imprisoning people. You know how much anguish, how much sadness is caused to the members of the family? I suppose you have been exercising the Internal Security Act for so long that you have got no more feelings left. As the Prime Minister was quoted to have said, when he was in the Opposition, \"It is like love-making.\" First, you arrest people. You have got a conscience. But then you have been arresting so many people that you have got no more conscience left. You do not feel it any more. I hope you have not reached that stage. I think he said that. None of you dare deny it. Now the story has changed. In fact, the Minister for Home Affairs said, and this was quoted in the newspaper: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'UK-based Tan played a pivotal role in the plot to establish a Marxist state here. If it is just Tan Wah Piow, Vincent Cheng and the 15 only, there is no serious problem. The Government has dealt with tougher men with more cunning minds.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These people are just mere pawns. They are just mere pawns. There is no serious problem as far as these 15 are concerned. The Government has dealt with people with tougher minds. So if that is the admission of the Government that these people, in fact, do not pose a serious problem to this country, there is only one thing to do, ie, to release them. Why continue to hold them? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who is this Tan Wah Piow? Well, he is a Singaporean, small-built, former local university student. Then he was charged for rioting. Unfortunately, in that case he represented himself. He had no proper counsel. And the accuser has since absconded. So there is some doubt as to the evidence given by a person whose character has a question mark on it? He did not comply with the national service notice and he is now under arrest-on-sight, not only for dodging national service but also under the Internal Security Act. I wonder how is he coming home? As soon as he comes home, he will be arrested. So how is he to come? He has got no chance to come home to break the 10-year period of absence which would deprive him of Singapore citizenship. Now he is a second-year Law student at Oxford University. At first, he was said to be the mastermind, a second-year student at Oxford. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Can you certify? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Whatever it is. The Singapore Government must be the laughing stock of students at Oxford. One of their chaps with whom they had coffee with and talked together is made out to be the mastermind of a dangerous plot to overthrow the Singapore Government! I think for the reason that the Government knew that people were laughing behind their back, they quickly changed their mind and said, \"No, it is not Tan Wah Piow. There are people behind him.\" Well, it is saving face but I do not know whether people will believe the Government. He is not somebody stationed in Moscow, Vietnam or Cuba, with all the solid backing. He is a mere student at Oxford. His address is known. His telephone number is known. You can contact him any time. And he is the mastermind! Do you think the people of Singapore are going to believe the Government? I do not. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Do I have to believe you? You must be joking! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, the arrests are very very hard to believe. It would not stick anyway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, these unseen hands, who are they? Who are these phantoms? Of course, the suggestion is that they are the people in the Communist Party of Malaya. There \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> is no Communist Party of Singapore because the Communists believe that Singapore and Peninsular Malaysia are one entity. That is why it is called the Communist Party of Malaya. But the Communist Party of Malaya itself is in shambles. There is no way that it could launch a revolution in Singapore. They will be lucky if they can survive themselves. Of course, a lot of materials have been put to the public. Their underground apparatus is still intact. Their assassination squads and their army are still intact. But tell me something if I am wrong. With their assassination squads and the like, has one Singapore well-known politician been shot? I have not heard of it anyway. No one has been physically hurt. I only read once that the Prime Minister fell into the drain! That is all. Is that not a fact? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where is the security threat to Singapore? I just cannot see. I cannot be convinced. Unless they can convince me, I won't go along with the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us come to the charges. They are supposed to be guilty of a part of a clandestine Communist network and are involved in a Marxist conspiracy to subvert the existing social and political system, using communist united front tactics with a view to establishing a Marxist state in Singapore. I do not know whether or not to laugh. Can these 15 people establish a Marxist state in Singapore? I really cannot see it. But the Government thinks that they can. I cannot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do you know that in the 60's in America, there were riots. You know, the country was almost in an upheaval. Of course, there were intellectuals who said that the system could be overthrown. But the majority of them knew that it was just a passing phase. That kind of an upheaval can never stay because the system itself. The majority of the people do not want a Communist state. I think we should take a poll in Singapore. How many people want a Communist state? The Government itself has admitted, \"If you want to have a Communist state, 650,000 flats have to be confiscated for a start.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> In Poland, how is it they have a communist state? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Please, do not compare Poland with Singapore. This Government is very good at comparing Singapore with other countries, without knowing all the background. [Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a fact. The Second Deputy Prime Minister was reported to have said, \"Look, what's happening in South Korea? You know, all the riots are creating a lot of problems.\" \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, will he allow me to make a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Do you want to give way, Mr Chiam? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think we have got a lot of time. If I am not mistaken, we are all assembled here just for the purpose of this debate. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right, continue with your speech. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Please correct me if I am wrong. There are no other matters at hand. Am I right? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You are right. Carry on then. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am only one, please. I do not know how many Members are present here. So I do not think you should impinge upon my time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b>We heard you loud and clear! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> As I was saying, this Government is good at comparing Singapore with other countries. And the latest comparison, I believe, and since he is here I will quote the Second Deputy Prime Minister. He said about South Korea, \"Look at them with all their riots.\" He said that investments had dropped in that country. So what? Those people who rioted, they were not wrong. In the end, they were proven right. Because you do not know the facts. They were rioting for more democracy, more freedom. They wanted to change the presidential system. The majority of the people felt that, with a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1439</b></font>\n  <br>\n  <br> change of the system, their country could progress even more. The present system there is impeding their progress and therefore they came out and rioted. Because there was no other way they could change the system, and they were proven right. Mr Chun, to his credit, said, \"All right, I resign as party chief. I am going to step down.\" In fact, that once instance of rioting is good. Do not say that all these riotings are bad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you have to look at the country. You cannot just pick one country like Sri Lanka and compare it with Singapore. Every time I hear Sri Lanka compared to Singapore, I feel very bad. Because we are not like Sri Lankans. We are more intelligent. [Laughter]. If you want to compare, please compare with people who are better than us or have a better system and not compare with people who are worse than us. It is no credit to Singapore if you always compare with people who are wishy-washy and of no importance. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Don't play Nakasone! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You can always feel good by comparing people who are worse off than you. Well, when I say the truth, it hurts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We look at the charges. They are supposed to have used Communist united front tactics to establish a Marxist state in Singapore. I cannot see how this Government is to prove this. It is just impossible. That is the reason why you do not bring them to court. It will be thrown out in the first minute of the proceedings. All this, of course, sounds very sinister to the public at large who do not really know the true facts. They only read what is told to them in the papers, over the TV, stage, question and answer sessions. If you are so confident, why do you not put all these 15, right from the beginning, before the international press; not now maybe, but right from the beginning and let them answer as they like? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, these questions were never put to any of them in public. They were on TV. \"Are you a Marxist? Are you a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> member of the Communist Party of Malaysia?\" Were these questions put to them? Had they said, \"Yes, I am a Marxist. I am member of the Communist Party of Malaysia.\", maybe we can say that they are dangerous people. But they are just intellectuals, idealists, young. I am sure most of the first generation leaders were like that when they were young. They were all socialists to some extent, to some colour. What is wrong with that? When you are young, you are full of ideals. But later on in life, most change. So just because they are idealistic, you punish them for it. All right, you have already pointed out their mistakes. They have admitted. They have now regained their senses. Why do you still put them in prison? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to establish a Marxist state in Singapore, do you really know what that means? It means that these people are like captains. They are all at battle-ready stations. When the signal is given, they will all marshall up and go to battle. If there is a signal given by Tan Wah Piow by telephone or telex or fax or whatever, \"All right, tomorrow, 12 o'clock, ready.\" Do you think all of them will be ready and go? They will say, \"Hey, Tan Wah Piow, go slow. Tomorrow I have got to go to work. I've got a meeting at the Catholic Welfare Centre. There is a maid there I have to take care.\" How are these people going to establish a Marxist state in Singapore? I cannot see it, you know. Unless they are committed Communists, \"I am a member. I obey the command. I can execute it.\", they cannot establish a Marxist state. These people are just like you and me. Go for Saturday night dinners. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Speak for yourself! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We have our games on Wednesday or whatever night and other social functions. They are not ready with arms and all the whole paraphernalia of carrying out a revolution. If the question were put to them, \"Are you a member of the Communist Party of Malaysia?\", I can lay a bet that each of them will say, \"No\". \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Is it the Communist Party of Malaysia? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1441</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, Communist Party of Malaya. I also had the benefit of reading only one equivalent of a charge sheet, only one out of the 15, not all. There is nothing in it. This particular person, under Allegations of Fact, is supposed to facilitate infiltration of the Workers' Party by a certain Marxist group and also to help them to use the Workers' Party as a vehicle for their Marxist objectives. The other charge is that, together with another lawyer, they are supposed to have used the Law Society to make it into a pressure group. These two charges are so frivolous, shall I say, so rubbishy, that I think no court would give a conviction. The reasons this Government has given in the past as to why they were never hauled to court are that their activities were clandestine and it was difficult to get evidence for them to give in the normal open court, and also that witnesses coming to testify against these people are liable for assassination. This one is difficult to believe. I do not think Teo Soh Lung or anyone will get somebody to assassinate the witness who comes forward and testifies against her. If you are talking of people that we do not know, maybe we will give you the benefit of the doubt. But you are talking of people we know. It is just impossible for any of them to be getting people to kill any of the witnesses. This is the most far- fetched reason that the Government has given. Of course the third reason is not an issue, ie, religious extremism and people who indulge in Communism and communalism. If they are brought to open court, the publicity and the rhetoric would inflame the situation and create more racial hatred. But that is not an issue. If you have got a case - I am not repeating what the other people are saying, I am saying it myself - you should bring them to court. The fact is that you do not. You do not have a case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the case against them? What evidence do you have? Although the Government has been saying, \"Yes, we have evidence, otherwise we would not have arrested them.\" What evidence? You tell me. There is no evidence. The only evidence is their own confession. That is all. Any court of law would throw out this kind of a confession. You arrested them at 3 or 4 o'clock in the morning, hauled them roughly to their offices, searched them, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> treated them very roughly and brought them to the Internal Security Department, not allowing them to contact anyone. No lawyers and no relatives were allowed to talk to them, at least for the first initial stage. They were interrogated, continuous interrogation. The Government says there is no torture. But this is a form of torture. Continuous interrogation is a form of torture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to reports in the papers, one of them has been interrogated for 72 hours continuously. Perhaps maybe the Minister could clarify all these points. I should be grateful if you would allow me to talk to these people who are under detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were allegations that some of them were held in a very small room underground, totally dark, no windows, and the room was lit by an electric bulb which was never turned off. These are all reports that I read. Of course, this is being done, interrogation in a cold room, air-conditioned room. One of them even had water poured over him. Can you imagine the cold? They were interrogated under these conditions. I did not watch all the television programmes in which they were interviewed. I watched the last one. I notice that a question was put to one of them, Tang Fong Har, a lawyer, \"How do you feel now?\" She hesitated. She had to search and think of an answer to make sure that she gave the correct answer. From the television programme that I saw, it was so obvious that a lot of editing was done. When they continued to say a lot of good things in their favour, it was cut off. When they were saying something which implicated them, all right, there was a close-up view, zoomed. We are all living in the 1980s. Everybody knows this thing. You cannot hide anything. Nobody will believe you. What evidence? There are a few letters of exchange between Tan Wah Piow and a few of them. I think there must be a lot of people having letters of exchange, what they can and cannot do against the Government. But does that exchange of letters justify their further imprisonment after you have put them through such humiliating situations? You have already broken them down. What more do you want? You have got more than your pound of flesh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1443</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Minister could confirm that there was no continuous interrogation for 72 hours. I read somewhere that there was one girl who was interrogated for 12 hours, and she broke down. Really she broke down. Why? There were signs. She vomitted, got sick. She just could not take it any more. I think there must be hospital records to show that she was admitted to hospital. Poor thing. She could hardly, I suppose, walk, not to say, run. And she was handcuffed to the bed. Why the need to handcuff her? The poor girl was already sick and suffering, and you handcuffed her. Is she a common criminal? She is not a common criminal. In fact, all of them are not common criminals. They should not be arrested in the way they were arrested. I am sure a telephone call to any one of them, and they would gladly come to the Internal Security Department and cooperate with them in any way they wanted. Don't treat them like criminals. They are not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is their real crime? To my mind, their real crime is that they are against the Party in power. Because, as I say, in the case of Lim Chin Siong, he was with the PAP at that time. Although he was a known Communist, yet he was released. A Communist, but who cooperated with the Party, was released. I would not say that these people have been broken down. They are ineffective as Communists and yet they are still being detained. They are punished because they wanted to go against the ruling Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we have heard many a time: why is it that, internationally, there are no complaints about the four Malays who were detained? And yet when these people were detained, you get a hue and cry from across Malaysia, and one member said, \"Why don't we protest?\" We have got something like 200 protest letters received from Australia, New Zealand and elsewhere. Why is there this big number protesting? It is obvious, is it not? It is not because these people are their supporters hoping that they will carry out the Marxist revolution here. It is not like that at all. I think the Government got it wrong there. The reason for so many letters of protest is that these people have got friends abroad, friends who know that these people are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1444</b></font>\n  <br>\n  <br> incapable of carrying out a revolution and establishing a Marxist state in Singapore. They are just intellectuals exercising their minds, but not in the way the PAP likes it. In fact, Amnesty International calls them \"prisoners of conscience\", not allowed to practise or carry out their beliefs by non-violent means. That is how they define them. That is about it. If you think they are wrong, all right, you have already put them in, gone through the television programme of confession. You have already got everything from them. They have already confessed. Why still continue to put them in prison? Let them out and celebrate the National Day. They are Singaporeans also. I do not know how this Party can celebrate National Day when they know that all these poor chaps are in prison. That is the reason why there is so much protest. Because people abroad know for sure that these people who are detained by the Government are not dangerous elements as the Government would like to make them out. That is the reason. As for the other four Malays, nobody knows them. Mohamed Noor, whoever, we never heard of them. So how can these people protest when they do not know any of them? It is also difficult for me to protest unless I know more facts. But these 15 people, or at least one of them, Teo Soh Lung, whom I know, cannot be as dangerous as what the Government would like to make her out to be. She is a member of the Bar. How can she carry out a revolution? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying just now, if you bring them to court, I think Mr J.B. Jeyaretnam would be the first one to come and give evidence, and you would not like it. They had not infiltrated the Workers' Party. They were invited in. There is a big world of difference between infiltration and being invited in. The Government says that they infiltrate. But the people who knows best says they were invited in. So within two minutes your case will be thrown out of court and you would have to pay costs on top of that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about using the Law Society of Singapore as a pressure group? I do not know why the Government is so scared of pressure groups. In fact, if you say you are a democratic country, you must have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> pressure groups as institutions of a democratic system. If you are scared of pressure groups, you silence everybody. What sort of democracy is that? You are scared of dissent, you are scared of people with different ideas, opinions. You want to have a monopoly of all the ideas. History has proven over and over again that if you have just one strong party deciding for the whole nation, that nation would not go very far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the two influence the Law Society and use it as a pressure group? On record, it cannot, because whatever ideas or whatever differing opinions they want the Law Society to make, these must be vetted by their own Sub- Committee first and, having satisfied their own Sub-Committee, then they will be brought before the Bar Council. These people are not stupid. They are trusted people both by this Government and by the people who have elected them to hold office. There is no way that two of these people who were detained can independently use the Law Society to propagate their own opinions or to say things against Government policies. That is not possible because they have to go through the Council of the Law Society and they have to be approved. So there is no way they can use the Law Society as a pressure group. Again, you cannot make out a case against these persons in a court of law. If there is really no case against them, why continue to detain them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There may be some truth in what people are saying - just to scare credible people who would like to join the Opposition to prevent dissent and probably to prepare your ground for the next general elections. I think that is a more likely reason. PAP's record is for everybody to see. What is their record? You create a crisis. You arrest people for fanning racial and communal hatred. You arrest people for a Marxist plot, for a communist plot, and you tell the people the economy is still very shaky. All this is just to prepare for the general elections so that the people will say, \"Yes. There is only the PAP to save us from all these things. Better elect them. Vote them in again.\" It is as simple as that. This type of tactics has been repeated since the 60's, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1446</b></font>\n  <br>\n  <br> 70's and replayed in the 80's but, fortunately for the people of Singapore, the 80's is a completely different period from the 60's or 70's or even the 50's. So it does not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How are you going to scare the people unless you can convince them that there is a real threat? But Singapore is a small place. You arrest people whom they know. The PAP is going to introduce a very controversial law on team MPs and an elected President. How are you going to push this through and get the support of the people? So you are preparing ground for the introduction of this very controversial law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You say that you need to exercise the powers given under the Internal Security Act for the security of Singapore. Of course, I believe in the security of Singapore. Singapore, you say, is vulnerable. Of course, it is vulnerable. But we have got to look at each case on its own merit, and I say that in the case of these 15 people they are certainly not a danger to Singapore. Maybe in other cases I believe you. When other cases crop up, if you can convince me and after I have looked at it I can say, \"Yes, these people are really dangerous. All right, I agree with you. Keep them in.\" But not these 15. Certainly not them. I really feel very sad about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You have got powers of detention without trial. You say you want security. But there are also other important considerations for our country. We have to ask the question: What sort of Singapore do you really want? You have to tell the people. Do we want a Singapore where only because of a slight dissent against the Government, people are arrested? Do you want a country that has a widespread fear, apathy? Do you want to continue with your authoritarian rule? Is this the Singapore you want? I know there is apathy in Singapore. I walk around a lot of places in Singapore. There is a lot of apathy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP is purported to want to have freedom because they want to fight colonialism. They want to be independent. They want to be free. What is colonialism? Of course, the classic definition of colonialism is one power ruling another country by force. They are made the subject people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> of a country that is in power. But more importantly, what are the characteristics of colonialism? When we talk of colonialism these days, we do not mean one country ruling another country because there are very few left. The characteristics of colonialism are fear, apathy, lack of democracy. These are the more important aspects. If we want really to get rid of colonialism in our midst although we are supposed to be independent, we should get rid of all these characteristics. Then we can really progress. There must be a free exchange of ideas. Just because somebody stands up and says something different from you, you thumb him down. It is no different from the early days of Galileo. He said, \"You know, I can look into the sky.\" All the church members at that time were very angry with him, \"How dare you! That is heaven.\" If there are no people like Galileo, how can the world progress? Similarly, in Singapore, there must be people with differing opinions. If everybody thinks like you, then I do not know where we are going. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have reached, of course, a certain stage of affluence. We have. But as the former President has said, we have got no soul. If a man has no soul, then it is really not worth living. If a man has lost his soul, of course, he has lost everything. Is there a soul in Singapore? Our own Singaporeans, our own boys who have been educated in our own system, undergone our own national service and given the sword of honour, we think they are very good people and yet we incarcerate them, thumb them down and treat them like common criminals. If one of them is your relative, how would you feel? So we have to balance nation building on the one hand, the type of society we want, and security on the other. I think we should not go to the extreme and over-react when every person that comes up and talks a bit of Marxist and have a few organizations, we arrest him as if the whole world is coming apart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I managed to photostat this article and let us have a look at this \"dangerous Marxist plot\", as the Government has made it out to be. We have got little arrows pointing from one name to another name. This is called the network. I do not want to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1448</b></font>\n  <br>\n  <br> refer you to the arrows pointing to just a few names. I want to refer you to the arrows pointing to the organizations. What are these organizations? Are they militant, dangerous organizations? The Student Christian Movement. I have got many friends who are in this Student Christian Movement. In fact, I have got a relative who is involved in the University and he is very active in all these kinds of things. I do not think they are capable of a revolution. The Young Christian Workers' Movement. Again, is this the organization that is going to overthrow Singapore? National University of Singapore Catholic Students' Society. By the way, they are all Catholics. Most of them are in sympathy with the Catholics or are Catholics themselves. In fact, the Government knows that the Catholics are the ones who oppose the Communists most. Look at Italy. If it were not for the Catholics, probably it would have gone Communist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Justice and Peace Commission was also mentioned there. It was specifically set up - I read a letter published in the papers - to fight the Communists because the target group is the same, ie, the poor people. The Catholics aim at the poor. The Communists also aim at the poor. So the Catholics are working very hard to prevent the Communists from influencing the poor, and they play a very big and active role. I believe the Government recognizes this and the Government supports the Catholic church. So how can the Catholics be used to overthrow Singapore? Of course, you say they have got liberation theology. This is something new to me - liberation theology. Apparently it has been used in South America and in the Philippines. We cannot compare. Philippines and Singapore are worlds apart. This Government is very fond of comparison. They have got 85% Catholics there and the people are different from us. Most of us have got Filipino maids! They are a completely different people from us. Maybe their Catholics can be successful over there but, if anybody wants to lay a bet with me I am willing to bet, the Catholics here have not got a ghost of a chance to practise the so-called liberation theology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other group is the Singapore Polytechnic Catholic Students' Society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1449</b></font>\n  <br>\n  <br> Then there is the Singapore Polytechnic Students' Union. I just read yesterday, I do not know whether the Minister of State for Education is here, but he says there is no problem in the Singapore Polytechnic. Only a few are involved. So why is there this big scare that you are putting up to the people? It is from the horse's mouth himself, from your own people. He says the Polytechnic is OK. There is no problem there. Only a handful are involved. And then you put it here, \"Part of the Marxist network.\" You contradict yourself. Over here, you say it is part of a dangerous Marxist network. It says here, \"Cheng's role in Marxist network.\" You can see for yourself [indicating]. This is really laughable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have got these National Service groups. I do not know what these groups are. Next, we have the Geylang Catholic Welfare Centre. This one, I think, has got the support of the Government. In fact, the Government has even rented to this organization a former community centre at Irving Road. Now, of course, the Land Office is taking it back, and I believe if there is any problem with maids, the Labour Ministry will say, \"Please send them to the Geylang Catholic Welfare Centre.\" So they are doing good work. If they are not doing good work, I do not think the Government department will say, \"Please send them over there.\" If there was a beehive of Marxist activity there, do you think the Government will send people over there? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look under the microscope and closely scrutinize all this hullabaloo that has been put up, there is really nothing to it. What Marxist plot? I really cannot see it. For the sake of Singapore, I would like to mention this last bit. When you have got just one party, and when there are no persons who dare to come forward and tell the Government even if they are right, if we have reached that stage, it is dangerous for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope I have made out a case for these 15 people. I must say that I am not in any way connected with them, no affiliations whatsoever. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Do you know them? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1450</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. We meet them in the Bar room. Just on purely humanitarian grounds, I think I owe a duty to these 15 people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Mr Deputy Speaker, and thank you all for coming here to listen and to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Deputy Speaker, Sir, I beg to move, as an amendment, to leave out all the words from \"House\" to the end and there to insert, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'supports the prompt action of the Government in arresting those involved in the Marxist conspiracy and supports the Government's intention to release them as soon as they are rehabilitated and are unlikely to resume their subversive activities.' \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, are you circulating this amendment? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. If you just wait for it, it will come. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Deputy Speaker, Sir, since the uncovering of the Marxist conspiracy in May this year, the Government has disclosed very detailed evidence through the media, TV interviews, and ministerial statements, which prove conclusively the existence of this plot and the complicity of those who were arrested for their involvement. The Minister for Home Affairs has also replied to protests by organizations overseas. The extent to which the Government has gone to provide the irrefutable proof publicly may be considered to be unprecedented. It reflects the Government's willingness to stand by its policies and justify its action in the interest of the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several key conclusions can be drawn from this episode. It is clear that despite the relative prosperity of Singapore, the threat of Communist/Marxist subversion is still very much alive. Many Singaporeans, including professionals, graduates, young intellectuals, and we can see from the discussion just now, the MP for Potong Pasir also, have been lulled by our economic success into believing that we have become immune to subversion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The high degree of political stability in Singapore did not come about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> accidentally. It is, in fact, the result of painstaking efforts by the Government in taking pre-emptive action to nip potential troubles in the bud before they are allowed to take root. It was not too long ago that the Government had to take similar action on other groups who planned to undermine Singapore stability. Each of these cases, if allowed to develop unimpeded, and as has been advocated by the MP for Potong Pasir, would have led to serious troubles involving riots which would have disastrous consequences. Vincent Cheng, the mastermind of the network here, has stated publicly without coercion that their plan would start with peaceful protects, escalating to mass events \"leading to public disorders and maybe even rioting, bloodshed and violence\". These are not empty words uttered by innocent intellectuals. They are part of a very dangerous and deliberate plot to destabilize the country. The Government would be failing in its responsibility to the people of Singapore if, despite the discovery of such threats, allow them to develop into actual action. Some Singaporeans have naively believed that the Government is making a mountain out of a molehill and is greatly exaggerating the issues. The MP for Potong Pasir thinks it is a big joke. I can tell him that this is no joking matter. The comprehensive evidence before us shows that the Government has recognized the seriousness of the conspiracy and has acted speedily to stamp it out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet another manifestation of the seriousness of this plot is the instrument with which this group chose to perpetuate their work. The Catholic Church in Singapore has a considerable following; I being one of them. It has a long and cordial relationship with the Government. Members of the Catholic Church have enjoyed a total freedom of worship, similarly extended to all other Christian denominations and other religions. The presence of many mission schools and the work in welfare services attest to the role that the Catholic Church has played in promoting the well-being of Singapore. It is precisely because of this strong bond between the Church and State that Vincent Cheng and his group have tried to exploit. It would have given them a very good cover and a large base to work with. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1452</b></font>\n  <br>\n  <br> However, religion combined with politics can be a very explosive mixture. Given free rein, Vincent Cheng's tactics could have whipped up sentiments that would be hard to arrest. There are far too many examples in other countries, in the recent past especially, where religion has been used to perpetuate political ends, all leading to disastrous results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is gratifying that the evidence shows clearly no involvement by the Catholic church. The Archbishop has publicly confirmed that the Government's action has nothing to do against the Church. The Vatican Radio, in reporting all the measures that were taken subsequently to put matters right, had confirmed the official position of the Church. Let us, however, be aware that the Communist/Marxist underground will continue their work despite this setback. It may have been the Catholic Church today. It may be other organizations and they would be equally vulnerable. It is therefore incumbent upon the Government to remain vigilant against these constant attempts at subversion from developing into open conflicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Singaporeans have observed the seemingly innocent and harmless behaviour of members of the group arrested in this conspiracy. For example, Vincent Cheng was said to be a hard and conscientious worker. He was, in fact, a nice guy. Surely, if one were to win the support of the organization, one must be behaving well to earn the trust of the members of the organization. This has been a hallmark of Communist/Marxist infiltration. It has, in fact, worked well in other countries. In the case of the present group, it has become more difficult to tell the difference between a social/religious worker and a Marxist. As against the old Communist/Marxist who could be identified by his Chinese education background, hiding in the jungles, the modern day Marxist is primarily English educated with impeccable behaviour. They may look harmless but they could cause harm if allowed a free hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the members of the group have admitted openly and freely their complicity in the conspiracy, it is for the Government to weigh the gravity of each \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> offence having regard to the role that each member plays. The Government, in its release on 20th June this year, has stated that those whose involvement was more serious would have detention orders issued against them. Others, whose involvement was less serious would have to be rehabilitated so that they would not revert to their old activities. Once the Government is satisfied a detainee is unlikely to resume subversive activities, he or she will be released. I believe that this is a just course of action and will ensure that justice is done to all. It will allay the fears of those who think early release may encourage others to perpetuate subversion knowing that they can just regret for what they have done and get away without punishment. The Member for Potong Pasir has said just now that since they have admitted their guilt, why do you not let them out? It is somewhat equivalent to say that when you arrest a person who has murdered somebody and say the guy has confessed and said, \"I am sorry for what I did.\" Surely, it is not human justice to let him go. The Government should decide on the release only after a very careful evaluation of the person's potential for continuing to be a threat, and whether that person is likely to resume his or her activities. I am confident that the Government will be able to deal justly and fairly with the release of these detainees as and when they are ready. Hence, my proposed amendment supportingthe Government's intention that they should be released as soon as they are rehabilitated and are unlikely to resume their subversive activities. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The Member for Clementi has proposed, as an amendment, to leave out all the words from \"House\" to the end and there to insert, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'supports the prompt action of the Government in arresting those involved in the Marxist conspiracy and supports the Government's intention to release them as soon as they are rehabilitated and are unlikely to resume their subversive activites.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1454</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Mr Deputy Speaker, Sir, it seems unusual that I am now rising to support the amendment moved by the Member for Clementi. But I have already explained the reason for my limited support for the motion standing in the name of the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take issue at two main aspects of the Original motion. Firstly, the motion refers to alleged involvement as if there was no basis for the Government's action. I think the Member for Potong Pasir appears to have ignored the fact that evidence has been produced to support the Government's stand. The Member for Potong Pasir also tried to make light work of the evidence that was collected by the Government. I think this evidence was reviewed by none other than the Archbishop and a number of other people who were satisfied that the Government, in fact, had a case. He has also questioned the validity of the open confessions made by the detainees of their complicity. I think it is quite clear that the Government has shown that there was no question of torture and therefore the confessions must be taken at face value as valid. This being so, the Government has taken the correct stand in detaining the 15 persons in question and, of course, a limited period of detention is necessary. The Minister for Home Affairs in his statements has mentioned that this group will have to be rehabilitated so that they will not revert to their old activities. I think more importantly, as mentioned by the Member for Clementi, detention for a limited period will serve as a deterrent and a warning to others. Nevertheless, we must recognize that this is a painful experience for the families of those concerned. Therefore, I will urge the Minister to direct his officials to provide these 15 persons every assistance and support in their rehabilitation so that they may be released before the end of their detention period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What has created some doubt and confusion in the mind of the public is that the protagonist in the saga, Tan Wah Piow, has not been brought to justice. In a report in the Straits Times of 24th July 1987, the British High Commissioner was quoted in an interview as saying that the Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1455</b></font>\n  <br>\n  <br> Government has not made any formal request for Tan Wah Piow's extradition. He added that Singapore did not make any official approach. To erase any doubt on this matter, I think the Minister for Home Affairs should elaborate on the circumstances relating to Tan Wah Piow's extradition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, contrary to the light-hearted manner in which the Member for Potong Pasir has presented his arguments, I think the matter is more serious, going by the responses from the international community. Critics and those with vested interests have criticized the Government on two major grounds. First, they say that this is an action meant to stifle the political opposition which is the Member for Potong Pasir's main argument. Second, the Government is against the Church. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think as for the first, it bears repeating that there is a Member of the Opposition in this House. Not too long ago, there were two Members. I think the crux of the matter is that men like the Member for Potong Pasir has openly disagreed with the Government and has made it through the democratic process to be in this House. As it is not said otherwise, therefore I must assume that he shares the Government's stand that those with legitimate aims in our political process must do it openly. Ours is a system built on the open exchange and debate of ideas. There has been no need to hide under the cover of legitimate organizations. The Member for Potong Pasir has given the impression that anyone who speaks out against the Government is being dealt with. In his own words, he said, \"has been thumbed down.\" Perhaps the Minister will set the record straight and inform this House if any person has been dealt with under the Internal Security Act just for expressing views against the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second ground that we are against the church, these critics are hoping that by doing so they can drive a wedge between the religious faithful and the Government. They have done so becaue they recognize that the Church is a worthy adversary and is a potent force all over the world. However, we must not be that easily misled and the Church has agreed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1456</b></font>\n  <br>\n  <br> that this action is not directed against them. In this present case, the infiltration by those who are out to subvert our system is much more widespread. They have infiltrated University and Polytechnic students' groups, a professional body and even a political party. The Member for Potong Pasir says that they are all Catholics - those who were involved in Catholic work. I would like the Minister to confirm if this is so and, if not, how many of those who are involved in Catholic work were or are really Catholics. I think the extent of the work of these people speaks for itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Member for Potong Pasir has on a few occasions in his speech mentioned that there were no riots and this situation today is different from the 1950s. I think the impression given is that we should not have done anything until more serious action has been perpetrated. In other words, there should be riots before the Government can take any action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I add that by this early action, the Government has, in fact, spared those organizations from more than superficial damage. This will surely result if the Government had not done anything and those who are involved are more deeply entrenched in the organizations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although I have supported the Original motion just for the purpose of discussion, I intend to support the amendment. \n  <br>12.19 pm \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Deputy Speaker, Sir, the recent detentions should cause concern, concern because in this seemingly peaceful times, we still find subversive elements hard at work, aiming to undermine our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These arrests cannot be viewed in isolation but must be set against the context of the history of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a young nation. We shall be celebrating our 22nd anniversary of independence in less than two weeks. While we did not have to fight bloody battles against our colonial masters to win our independence, our path to independence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1457</b></font>\n  <br>\n  <br> was by no means uneventful. In Singapore's short history, we have to fight subversive threats from both within Singapore and from outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the Second World War, in the mid-1940s, the Communists infiltrated legitimate organizations like the trade unions, Chinese middle schools, clan organizations and other civic organizations. Then came the communalist agitators in the early 1960s who exploited racial emotions and fanned them into racial riots. These were followed by foreign intelligence black operations in the late 60's to destabilize Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was through the timely and determined action of the Singapore Government against these diverse forms of subversive activities that we managed to preserve the integrity of our State. To counter this covert subversive actions, the Government was forced to resort to the Internal Security Act. It could not have maintained law and order and preserve the fabric of our society otherwise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our criminal law system was inherited from the British. The system is an adversary system. You give evidence, evidence according to defined rules. Your evidence is challenged. You prove your case on formal technical evidence. No other form of evidence is admissible. The system will work where people are prepared to come forward to give evidence. It will not where people are afraid to do so or where the safety of witnesses is threatened. We have difficulty in getting witnesses to come forward to give evidence even in traffic accident cases. How much more so to get witnesses to testify in a security case where the safety of witnesses can be threatened? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The British government in colonial Singapore knew this difficulty well. Hence it introduced detention without trial of persons whose activities it considered to be prejudicial to the security of the State. The Internal Security Act is not new. Our Constitution expressly authorizes detention without trial in the interest of public safety, peace and good order. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1458</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People detained under the Internal Security Act are not without legal remedy. They can apply to court if they think they are unfairly detained. For example, if they think that the Minister has not exercised his authority properly. Also, detention cases are reviewed by a committee headed by a High Court Judge at regular intervals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the particular case of the 12 persons detained in May, the evidence against them have been presented to the Archbishop who is satisfied that the \"proof is there\" for detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of this evidence, Mr Deputy Speaker, Sir, I would urge the Minister to review the case of the 15 detainees periodically and, if they are sufficiently rehabilitated and will not pose further threats to the security of the State, I would urge the Minister that they should be released. Our Minister for Home Affairs was a Professor of Constitutional Law before he assumed his present high Ministerial office. I am confident that he will not want to detain any one of the 15 persons a moment longer than is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore support the amendment to the motion. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, I just want to make a point of clarification. When the Member for Potong Pasir was speaking, I did not want to interrupt him. He said that the Ministry of Labour referred maids to the Geylang Catholic Welfare Centre when they had problems. To my knowledge, this is incorrect. Of course, there are a lot of maids and I cannot know about every single case. I think it is true to say that maids went to the Centre on their own and the Centre subsequently referred their problems to us, and we tried to resolve their problems or difficulties with their employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, when maids come to us we try and reconcile them with their employers. And occasionally we refer them to the Philippines Embassy where they have a Labour Attache to look after their problems. They even have a half-way house to accommodate these people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1459</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to take this opportunity to say that generally Filipino maids are very happy in Singapore. We have done a study of them and most of them are well treated. They are very happy here. And yet the Geylang Catholic Welfare Centre blew up the magnitude of the problems of some maids. They are bound to have a few problem cases. Yet the Centre blew up the whole problem and the result was to tarnish our image abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, there was this play by the drama group called the Third Stage, which was involved in the conspiracy. The scriptwriters, the performers, were among this group of people who were arrested. The whole slant of the play was to exaggerate the problems of the maids. In fact, I think some of the people involved subsequently confessed on television what they were up to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact is that most employers in Singapore are good employers. They treat their maids very well. And that is why many of the maids want their work permits extended beyond two years, beyond four years, for a long time, and many more want to come. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Thank you, Mr Deputy Speaker, Sir, for allowing me to say a few words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Singaporeans felt quite shocked when they first heard about the news of the arrests. They were also very surprised to learn that the Communist threat has taken on a new face and gone under a new cover. Of equally serious concern was the fact that the Communist form of revolution was now being espoused by a group of young, well-educated people who have themselves been the chief beneficiaries of the peace and prosperity that we have built up in the last 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is understandable that many law-abiding Singaporeans were initially disturbed and felt a kind of disbelief. But as the Ministry of Home Affairs has been releasing the fuller details of the individuals involved, of their backgrounds, activities, designs and intentions, I am sure those with a discerning mind would agree that this group is not really as innocent as it first appeared to be. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1460</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir asked the question: do the activities of this group amount to a serious threat to our national security? Has the Government over-reacted? Just now the Member for Chua Chu Kang took us back into our recent history of the period of turbulence of the 50's and 60's. Would the activities of this specific group develop to such an extent that we would be faced with a replay of what happened in the 50's and 60's? In a sense, since the group has already been identified and their activities contained, there is probably no sure way of our telling whether such developments will indeed lead us into that direction. But here, even the sceptics would agree that in matters of security, no government can afford to take any risks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the Member for Potong Pasir says that this group of people are harmless intellectuals. They might be Marxists but they are not necessarily the group of sinister Communists that we fear. To this, I would like to reply that intellectual debate about Marxism is one thing but engaging in subversive activity is another. And what this group was doing was playing with fire. Even the Member for Potong Pasir agrees that Singapore is very vulnerable. So I presume that he also agrees that the Government's response was prompt and necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I search my mind as to what valid reason can there be for this group of well-educated, perhaps well-meaning people, to have emerged from among our midst. Is there really so much extreme poverty, so much deprivation and exploitation in Singapore that one needs to resort to revolutionary means to change the system altogether? Have we not achieved economic progress, and have the basic needs of Singaporeans not been met within the last 20 years? It would appear that at least some of this group of people, being young and idealistic, have been hopelessly misguided in their thinking. They have been manipulated by others behind the scene for their own political motives. For this reason, I support the amendment motion moved by the Member for Clementi - that the Government should consider this case, review them periodically, give these young people a chance to be reintegrated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> into the main-stream of society once they have gone through the necessary rehabilitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also said that religion was not an issue in this case, that there was no cause for concern about religious involvement of these people. If we take a broader perspective of the circumstances surrounding the arrests, I think we have to still ask the question about those who seek revolution under the cloak of religion. In some underdeveloped countries, church groups in their eagerness to play a socially relevant role by addressing the problem of poverty have turned to radical theologies and social agitation. Although in Singapore we do not have that kind of extreme poverty to breed radical theologies, still we must remember that the politicization of religion in our multi-racial and multi-religious context runs into the very real danger of bringing about confrontation between different socio-economic and ethnic groups. Hence the Government has to take a very stern view of the non-religious activities of any church group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is unfortunate that some members of the present group of political activists have come from the Christian churches. The Christian churches must be feeling uncomfortable because of this unwanted attention. But I think we should realize that political infiltration knows no religious boundaries. When some people are determined to subvert the system, they can take cover under any type of religious organization. Political extremism under the cloak of various religions is known throughout the world. And it has led to constant communal strife and endless bloodshed. Let this affair therefore be an occasion for all of us to reflect on where the bottom line must be drawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me conclude by emphasising that the greater majority of Singaporeans are level-headed. They will carry on expressing social concerns through legitimate activities. The action that the Government has taken should by no means be construed to mean an interference with religion nor of the social work carried out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1462</b></font>\n  <br>\n  <br> by religious groups. We should carry on and think positively. I believe religion has a role to play in fostering integrated community. Religion has a role to play in nation building. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos):</b> Mr Deputy Speaker, Sir, I rise in support of the amendment to the motion made by the Member for Clementi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident, Sir, the majority of Singaporeans fully support the Government's action in detaining the 15 persons involved in the Marxist conspiracy. Despite outside pressures and the vocal protests made by several groups, including the Member for Potong Pasir, I believe that Singaporeans are able to rationalize that the Government had acted on the basis of what best serves the interests of Singapore. And Singaporeans are also appreciative that the Government has been vigilant in guarding our security and stability and is firm in moving against anyone regardless of race, language and religion who endangers these principles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those clamouring for the immediate or unconditonal release of the detainees chose to ignore the fact that our society, as already mentioned by the Member for Changkat, is made up of different races and religion and is therefore fragile and vulnerable to internal and external influences. Older generation Singaporeans had witnessed strikes, demonstrations and riots that caused chaos and bloodshed engineered by Communist elements, communalists and other mischief makers. Such turmoils will plague present-day Singaporeans and our future generations if we allow \"trouble-makers\" such as this Marxist group to carry on their clandestine activities, especially when they employ a dangerous tactic by using religion or race to propagate their political beliefs. But what must be of greater concern to us is their connection with groups outside of Singapore, like the Communist Party of Philippines, who share their goal of destabilizing our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during Question time yesterday in this House we heard the Minister for Home Affairs mention about outside organizations interfering in our internal affairs, when replying on this Marxist conspiracy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> In this connection, Sir, I would like to ask the Minister in the case of the four Malay Singaporeans who were recently detained for racial incitation whether there were outside elements involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I end my speech, Sir, I would also like to point out the error made by the Member for Potong Pasir that the Government allocated the Irving Road Community Centre to the Geylang Welfare Centre. This is not the case. In fact, the Irving Road Community Centre was originally occupied by the Mission of Charity for attending to the aged sick. They subsequently moved out to another place in Punggol. The Geylang Welfare Centre moved to Irving Road Community Centre on its own, at the initiative of Father Arotcarena, without the approval of his superior authority. The Archbishop subsequently closed down the Centre on his own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I would like to congratulate the Ministry of Home Affairs for doing an excellent job all these years by not hesitating to take measures to protect Singapore's internal security when it comes to matters of national importance. \n  <br>12.40 pm \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Deputy Speaker, there are people who would like to believe that there is general dissent on this matter. In reality this is not so. The majority of the people are now satisfied that the Government has taken the appropriate action. However, there is a certain group of solid Singapore citizens who because of their links with the detainees, either through a shared religion or community work activities, have yet to accept the reasons for their detention. It is because of this that I felt compelled to join in the debate. We must address this issue and hope that these good citizens understand the implications of the actions taken by the Ministry of Home Affairs. I also have a close friend whose relative is one of those detained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be a terrible blow for many Catholic church members to wake up one morning and be told that the Church has been infiltrated by Marxist elements. It is unbelievable and up till today there must be many Catholics who cannot understand \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1464</b></font>\n  <br>\n  <br> or want to believe that some of their hard working dedicated Church leaders are people who believe in the teachings and workings of Karl Marx, who once said that religion is the opiate of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of those who protest from abroad cannot understand why we have preventive detention, especially those from the West. They ask for detainees to be immediately released or to be charged in court. They ask for the ISA to be abolished. They say that it is against human rights, against the rights of the individual and against the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How can we get them to understand our conditions? The British introduced preventive detention in colonial Singapore. The threats, for which preventive detention was introduced, still continue to exist. The question we should ask ourselves is, whether the Government should succumb to the pressures from outside which are so vocal and numerous. Will the Government be discouraged from using the ISA? This appears to be the motive behind the pressures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The internal reactions to this arrest is that the arrests are to stifle dissent and opposition. The critics allege that the Government has arrested these persons to stifle dissent and to put down the opposition. And it appears to be so, coming in the wake of the departure of the Member for Anson from this House. The question is whether this action or previous actions under the ISA has ever discouraged dissent or political activities. Perhaps the Member for Potong Pasir would like to ponder over some of these questions I pose to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Have political rallies been banned? Have political forums been banned? Have any of the persons who attended these meetings been arrested? Have the publications of political parties been banned? Have people who spoke up or asked questions in any forum or dialogue sessions been dealt with? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other feedback that I have got is that this action is against the Church. In reality it is action against individuals who are using the Church as a cover for clandestine, subversive activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have always admired the Catholic church for their services to the poor, to the sick and to the handicapped. You can see for yourself the work of the Little Sisters of the Poor. They have done a marvellous job. The Orphanage at the Convent is another good example of the good work done by the Catholic nuns, the Mount Alvernia Hospital. These are all marvellous institutions which I am sure has won the admiration of Members of this House. It would be a shame if their good work gets tarnished by the actions of a few pro-Marxist elements. But there are people who tried to twist the matter into a confrontation between the Church and the State and if they had succeeded in this, grave consequences would have ensued. Perhaps at this juncture, we should note the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Archbishop and several lay members and priests met with our Prime Minister to review the evidence. The Archbishop then stated that he was satisfied that the Government had nothing against the Church and was satisfied that the proof was there. Four priests who were in charge of the infiltrated organizations submitted their resignations. A few days later, the Archbishop suspended them from preaching and from having anything to do with the organizations they were in charge of. He closed down the Geylang Catholic Welfare Centre and ordered his priests not to mix politics and religion in their sermons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, all these measures were reported by the Vatican Radio. Would the Archbishop have said this and would Vatican Radio have supported these measures if Government's charges were totally false? Quite a number of overseas critics and press articles have alleged that those detained were tortured. Some of my MP friends have brought this matter up. The television broadcasts were also dismissed as confessions extracted by torture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I refer you to Santa Maria's article in The Australian, 23rd June, where he said of Vincent Cheng's interview. I quote him: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1466</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A video-tape copy of the interview which is in my possession, shows no signs whatsoever even of strain or tension.' \n  <br>\n  <br>In response to an international telephone inquiry, one of the journalists who actually interviewed Cheng stated he saw no signs of any agitation during the interview. However, the Minister must clarify this and I am going to ask him a direct question: Is there any truth in this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also many Singaporeans who watched the television programme and said that the detainees looked harmless and innocent. Therefore, it was inconceivable that they were involved in such a plot. Look at Chin Peng. Look at his picture. He has a mild, smiling, meek and kind- looking face. But he is the boss of the Communist Party of Malaya. \n  <br>12.49 pm. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I support the amendment moved by the Member for Clementi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Member for Potong Pasir moved his motion, he said that these 15 detained people should be released on humanitarian grounds. I think what we should consider is either the personal freedom of these 15 people or the security of the whole nation, and whether we should consider either the grief of the members of the families of these 15 people or that of the interests of the whole population of Singapore. We have to choose between the two. As a responsible Government, we have to look after the interests of the absolute majority. We must have a balanced reasoning. In weighing our reasons, we should realize that until these 15 persons can show that they will cause no more harm to our society, we should not release them. This will then be a logical decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When this incident happened in May, many people were puzzled because in our history of nation building this is the first time that a link between the Marxists and the Church has been shown. People in general may not understand how these two groups could get together because, like fire and water, they cannot co-exist. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that most of these people detained are English-educated. This is contrary to our historical experience when in the past most of the Communists or leftists were Chinese-educated. People were puzzled how the English-educated people could now be involved in the communist and Marxist plot. But they forget that Marxism emanated from Europe where the Euro-communists were not Chinese-educated. So, this is history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point that puzzles them is now that Singapore is already prosperous and the economy is well developed and people generally are enjoying a good standard of living, where are the fertile grounds and conditions to cause Marxists to sprout and have some ground to exist? For these reasons they have some doubts as to whether the Government has rightly arrested these people. However, after the Ministry of Home Affairs issued long statements disclosing detailed events and through the TV forums these 15 people made open confessions about their part in these activities and the background which led to the formation of their thinking and ideology, many people are now convinced that the Government has sufficient grounds and reasons to take such actions in the interest and safety of the majority of the people of Singapore and for the security of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the early stage, on a matter of such importance, the only Opposition Member should have spoken when many people were puzzled. He did not. So I think his political consciousness or sensitivity is much weaker than the general public. This is a pity. Yet, after the Government's explanation, he still raises this motion before this House. This is even more difficult to understand. I think he could not understand the truth of this incident or he would not want to understand the truth of this incident. If he could not understand the matter then his political consciousness or understanding is very low. If he does not want to understand the truth of the matter, then it is very dangerous, because when he made his speech earlier he mentioned that in the US and other countries there were such and such incidents taking place yet heaven had not fallen down. He does not seem to know that our situation here is different. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1468</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think the Parliamentary Secretary is unfair in making personal attacks on me. He says I have got very weak political consciousness. What has this got to do with our subject matter here? If you want to make personal attacks, get out of this House and make personal attacks on me, please. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> True or false. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right, let him repeat outside whether it is true or false. Go outside and say that I have got a weak political consciousness. I am raising this motion because I do not understand. What proof have you got? You are just raving like a mad man in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Personal attack. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): If the Member for Potong Pasir could wait until I have finished my speech before rising, it would have been better. But half-way through, he interrupted me and jumped up. He is a bit too excited. What I was trying to say is that as a popularly elected MP who professed to have political consciousness, he should be more sensitive politically than the general public. But when the ordinary people or some of them are puzzled about certain matters, as the MP of the Opposition, it should have been his duty to come out and express his views. Is it not his duty to do so? Therefore, it could either be that he is afraid to take up his responsibility, or his political sensitivity is too weak. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I wish you would call him to order and ask him to speak on the topic. He is talking about a lot of irrelevant things about me. What has it got to do with the amendment? Let him just please tell me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'supports the prompt action of the Government in arresting those involved in the marxist conspiracy and supports the government's intention to release them as soon as they are rehabilitated and are unlikely to resume their subversive activities.' \n  <br>\n  <br>Please, tell me. For the last two to three minutes you have been talking. What has it got to do with this? \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan:</b> Point of order, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, Mr Dhanabalan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1469</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He is making a personal attack on me. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Dhanabalan is rising on a point of order. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And he did not bring up the matters that I brought up. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, there is a point of order being raised. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think the Standing Orders are quite clear. I do not think a Member can interrupt just because he disagrees with a point of view. The point of view expressed flowed from what he was saying. I think he should give the same courtesy to the Parliamentary Secretary as we have given him. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Proceed, Mr Tang. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): Whatever I am saying now is not to convince the Member for Potong Pasir because he cannot be convinced. I would just like to explain to the people in general the development of this matter, what the characteristics of this matter are compared to similar incidents that happened before. The most important point is that a new trend has appeared, that is to say, politics and religion have been mixed up. This is a very dangerous trend which never happened in our history. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Talking nonsense. What about the Muslims? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): I hope he will allow me to complete my speech. Therefore, this is a characteristic which is prominent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is what I have just said, those who have received an English education and who are professionally trained, having received a higher education had taken part in this incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is about how Vincent Cheng has behaved. For the past 15 years he has been involved in such activities. He then repented his past doings in a very short time and this is very rare indeed. So I feel these are the three characteristics. [Interruption]. I hope he will not keep on interrupting me. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Member for Potong Pasir said something which showed certain contradictions. First, he said that self-confession is already enough. They have confessed that they have been wrong. Why not release them then? Then, he said these self-professed talks were not convincing because there could have been some editing done, and it also showed that they were not natural when they made their confessions. This is a slap in his own face as he had contradicted himself. This is the first point. The second point: the Member for Potong Pasir said he knows one of the detained people. On the other hand, he said these people were known to be all clear and clean, people of integrity and other people known them. If you know only one of them, how could you say that all the others are people of upright character, clean and clear? At most, he could speak of only one of them. The other 14 detainees, he does not know. How could he then say that the other 14 people whom he does not know are also people of good character, clean and clear? He also said that this action of arresting and detaining them is an action by the Government to suppress different or opposing opinions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 1.00 pm. I suspend the Sitting and will take the Chair again at 2.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, before the recess, I was talking on certain matters which I would like now to continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think all the people of Singapore can learn a lesson from the incident of the Marxist plot. First, in our politics we should ensure a clear demarcation between politics and religion. Otherwise, if certain religious organizations can achieve certain objectives through political activities, then other organizations may want to attempt the same thing. If such things \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> happen, there will be a lot of trouble in Singapore because now and then we have to remember that Singapore is a multi-racial, multi-lingual and multi-religious society. If we are not careful or conscious of this fact, then we may meet with certain undesirable consequences. On the other hand, this experience has taught us that if you want to be involved in politics, then we should do it the right way, that is, openly and not try to make use of certain organizations or religious bodies as a cover because that would confuse the people and it will therefore be detrimental to our country. From this incident, we saw that many foreign organizations have protested. Now in face of this situation, what attitude or action should our Government take to deal with such protests? I think all will understand and agree that we must have a strong and firm government which can take firm action dealing with sensitive issues like the present one so that we may not lose what we have achieved through the past years. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Deputy Speaker, Sir, I rise to oppose the motion moved by the Member for Potong Pasir. I must! The Government has done the right thing. The 15 detainees are people who calmly and single-mindedly pursued a course calculated to bring about unrest, chaos and even bloodshed to our country. I am glad, Sir, that the Government has decided to allow an Opposition Member's motion to be seconded by one of its own Backbenchers when the motion could just as easily be killed. It is testimony to the political maturity of Singapore that we can have such an issue discussed openly in Parliament and also shown to all Singaporeans on television. However, although itis good to have these things aired, I could not understand the motive of the Member for Potong Pasir for raising the issue. Therefore, Sir, let me place before the House the possible motives of the Member and let us together examine whether they have any justification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask the Member for Potong Pasir, who is he championing? Whose side is he on? Is he proposing a motion merely out of consideration for the 15 detainees? For their human rights? I ask him, what about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1472</b></font>\n  <br>\n  <br> the rights of the rest of our population? The right to a peaceful, prosperous and harmonious society. The right to an open and free society. The right to a life free of subversion and manipulation by pro-Communist elements. Mr Deputy Speaker, Sir, I am asking the Member for Potong Pasir to look at the Government's action as a whole and not lose sight of the forest for the trees. We must look at this from a higher plane. There is more to all this than just the detention ofthe 15 persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are a very fragile society. The fine threads of peace and harmony that bind our multi-racial society can be easily broken; and once broken, they cannot be easily repaired. We cannot afford to be complacent. The Government must be ever vigilant against subversion and nip any conspiracy to alter the status quo by violent means in the bud. The Government need make no apology for detaining these people under the Internal Security Act. The Government has the mandate of the people. The Government has been elected by democratic process after (I stress the word \"after\") the Opposition has made the ISA an issue in several elections and despite this, the PAP has been returned time and again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as mentioned by some of my Backbench colleagues, this sensitive piece of legislation, the ISA, was not concocted by this Government. It was the British who introduced preventive detention in colonial Singapore. And they had good reason too. The British were faced with activists who knew very well how to operate within the law while spreading and strengthening their network. By the time the activists were ready to come into the open and break the law, it would have been too late to stem the civil unrest, violence and bloodshed that would inevitably follow. That is why the ISA cannot be abolished. Here, I must point out that the Member for Potong Pasir has not called for the repeal of the ISA in his speech. That is significant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, many critics from abroad, especially those from the West, including the USA, cannot understand preventive detention. As mentioned earlier, they ask \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> for the immediate release of the detainees or that they be charged in a court of law. They ask for the abolition of the ISA saying that detention without trial is against human rights, against individual rights, against the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They do not understand our situation. How can they, when they are so far away and have never experienced the threats posed by such people to our society? Should the Government bow down to all these pressures from outside? Of course, not. The critics abroad only consider \"human rights, rights of the individual\". They view the world and they view society through their eyes, their set of values and their history. That is well and good for them but that is not for us. Politely and firmly we tell them we know what we are doing. This is our internal affair. It is our sovereign right to govern our nation as we see fit and it is not for other countries to tell us what to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, is the Member for Potong Pasir bowing to such pressures in proposing this motion before the House? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member alleges, as some critics also do, that the detention of these people is a move to snuff out opposition. Can he be so naive as to believe that? If the Government could make use of the ISA to silence opposition, then may I ask, why isn't he put under lock and key? The purpose of preventive detention has never been to silence opposition. And as mentioned by the Member for Ayer Rajah earlier on, any political party is free to voice its opposition at political rallies, forums and in their publications. These are but some of the outlets for political opposition to find its voice. I say - do it openly under the name of a political party or society, and the Government will not interfere. But to hide under the protective umbrella of innocent non-political organizations, like cultural groups, old boys' associations, students' unions, which was highlighted earlier on by the Member for Chua Chu Kang, and now churches, and to use organizations like these to propagate political ideas, manipulate young impressionable minds under the guise of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1474</b></font>\n  <br>\n  <br> religious instruction - THAT the Government cannot allow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would like to ask the Member for Potong Pasir if his reason for proposing this motion is that he thinks the 15 detainees are victims of an attack by the Government against the Roman Catholic Church. If so, I must state my disagreement in the strongest terms. Like my good friend, the Member for Clementi, I would be the first to oppose such an action. The 15 were detained for their activities as individuals. The Church and other institutions were being used by these 15 as a convenient cover. These people knew the Government would tread carefully and be very certain before closing in on them. Sir, I would like to remind the Member for Potong Pasir that although the Government owed no explanation and had every power to do what they did, the Hon. Prime Minister nevertheless went to the extent of meeting the Archbishop and several lay members and priests. This was referred to by some Members. The events that followed are history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir alleged that the detainees were subjected to torture in order to extract from them the necessary statements. Like other Backbenchers, I ask the Hon. Minister for Home Affairs to comment on his allegation. Does the Member for Potong Pasir think that the television broadcasts were all a hoax and the confessions staged? Mr Deputy Speaker, Sir, here again I would like to ask the Hon. Minister for Home Affairs if there is any truth in this. For myself, I am fully satisfied that any allegation of torture is untrue. The Member for Ayer Rajah pointed this out just now. In fact, he quoted from an article. However, for the sake of the Member for Potong Pasir's peace of mind, I think the Hon. Minister concerned should say a few words of assurance here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, several speakers earlier referred to the many people who watched the television programme \"The Marxist Conspiracy\" saying that the detainees looked harmless and innocent. Is it possible that the Member for Potong Pasir has been beguiled by the soft- spoken, mild-mannered, self-confessed followers of Marxism? Surely he has heard before that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1475</b></font>\n  <br>\n  <br> appearances can be deceptive. He might have seen with his own eyes. But did he not listen to what they had to say? Did he hear what Vincent Cheng had to say? Did he not hear Vincent Cheng saying that he was willing to foment violence if peaceful means did not work out? Did he not hear Vincent Cheng saying that when political turmoil turned violent, other leaders or Tan Wah Piow would have emerged to take care of the problem? These are dangerous people. They manipulate and instigate others to do the job for them. They do not get their own hands soiled. When it comes to the crunch, they will stand by and smile, an innocent smile, while others fight their battle for them. That is the surest way to self-preservation. They will never risk their own lives. They will persuade others to risk theirs for their so-called \"noble\" cause. Surely the Member for Potong Pasir, being the man he is, does not judge by appearances alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not know for certain how long these people have been at work. Nor do we know for sure the extent and strength of their network. But I am of the view that the 15 detained are merely figures based on available evidence. I shudder to speculate how many are at large because there is insufficient evidence for the Government to act and how well these people will have covered their tracks by this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in conclusion, I would like to point out to the Member for Potong Pasir that he will not be sitting there proposing this motion nor will I be standing here should these people succeed in subverting our State and establishing their Marxist society. I know this better. We may not even be extended the courtesy of being locked up as political detainees. To put it mildly, Sir, we would be disposed of in the literal sense. Therefore, we will not allow ourselves to be intimidated by them. I am confident that this Government will continue to fight all forms of subversion to ensure that we maintain our political stability, our peace and our free society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the amendment to the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1476</b></font>\n  <br>\n  <br> \n  <br>2.50 pm \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff):</b> Mr Deputy Speaker, Sir, I rise in support of the amendment to the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Communist threat is a reality. It is not imaginary. And we are not crying \"wolf\". It is as real as night and day. It is as real as the 1st and 2nd World Wars. It is as real as the 120 wars that happened after the 2nd World War. It is as real as the 10 million victims who perished in those 120 wars. It is as real as the Communists have gained power, not just one or two, Poland and a few others, in 18 countries since the 2nd World War. It is as real as six years after Vietnam when the dominoes fell one by one. In 1975, Laos, Cambodia, Mozambique. In 1976, Angola; 1977, Ethiopia; 1978, South Yemen; 1979, Nicaragua. South Yemen is a Muslim country. There are pious people or alims there. Somehow the masses followed the socialist trend or socialism as they called it at that time. Finally, they ended up being engulfed by the Communists. They killed their religious leaders, people who taught them, people that they learned from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir said that Christians oppose the Communists most. And I say Islam also oppose the Communists most. But then South Yemen was devoured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there is another one, the Tudeh Party in Iran. According to Shaul Bakhash in his book \"The Reign of the Ayatollahs - Iran and the Islamic Revolution\", he is an Iranian, he said, \"It is a Moscow oriented party.\" And mind you, at one stage, this particular party threw its full support behind Khomeiny. We all know that besides the trade union movement, the religious organizations also have been and will be the fertile ground for socialist fervour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Member asked; \"Who are the phantoms? They are not armed.\" Mr Deputy Speaker, Sir, the Communists accepted the Helsinki Agreement, ie, the post-war national boundaries of Europe. They accepted that. But we all know, unlike the Europeans and the Americans, they continued their support for the so-called \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1477</b></font>\n  <br>\n  <br> \"national liberation movement\" especially in the third world countries and we have witnessed one after another the countries fell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe it is timely for us to recap what Winston Churchill once said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That World War Two was an unnecessary war because it could have been prevented by the timely action against Hitler when he launched his conquest of smaller countries.' \n  <br>\n  <br>We have 18 countries now under the communist influence. At that time, European leaders did not consider them vital to their interests. We all know the rest is history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After Vietnam, Richard Nixon in his book \"No More Vietnams\" has this to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Communism observes no rule of engagement except for the one that says \"Winning is everything.\"' \n  <br>\n  <br>I repeat, \"Winning is everything.\" No one uggested that we should become like them in order to prevail. There was talk of the Americans. Nixon also said that it was Nietsche who wrote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Who fights with crocodiles becomes one.' \n  <br>\n  <br>But Nixon mentioned here that \"we must also remember that he who does not fight will be devoured by the crocodiles.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, maybe it is worth our while to flip through the Universal Declaration on Human Rights as part of the enshrined articles was mentioned by the Opposition Member. I always notice whether they are persons inside or outside of this House, inside or outside of the country, somehow or rather will keep on quoting articles 9, 10 and 13 only. I do not think I should read the articles. I would like to think that the Opposition Member for Potong Pasir understands them. But let me say this. The Universal Declaration of Human Rights is a document of guarded idealism. Thus it is capable of many interpretations. Because words or meanings of the words may change because of three important elements: (1) time, from decade to decade; (2) place, from place to place; and (3) people, from one person to another person. So I would suggest that we read all those 30 articles. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1478</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to advise all of us by taking note of what the noted lawyer, Judge and a Queensrow, mentioned: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If you have to make a choice, choose the meaning that accords with reason and justice.' \n  <br>\n  <br>And I must say that our Government's action is pegged with enough reason and justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also notice that conveniently many people left out especially Article 29. I would have thought that any sane person will compare in such a manner with this article which maybe the most important article which says in Part 1: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Everyone has duties to the community in which alone the free and full development of his personality is possible.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It reminds also in Part 2: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In the exercise of his rights and freedom, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights, freedom of others and of meeting the just requirements of morality, public order [I emphasize \"public order\"] and the general welfare in a democratic society.' \n  <br>\n  <br>I guess we understand fully the extent of this particular article. And sometimes people complain. But let us go to Europe or to Britain, the so-called mother of Parliament is there and see what Lord Denning said. I think the opposition member knows who Lord Denning is. He is a maverick, well-known judge. He came to this conclusion about British attitude when dismissing an appeal against deportation: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This is a case in which national security is involved and our history shows that when the State is endangered, our cherished freedom may have to take second place.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I think everybody understands this. And I think the Member for Potong Pasir must also understand. Let me quote another article, Article 23 about the right to work and what is the stark reality of life. Article 23 proclaims that everyone has the right to work, to free choice of employment, to just and favourable conditions of work and to protection against unemployment. Everybody agrees. It is a beautiful, crafted, worded article. Only the insane persons may denounce it. Yet we know that any sane government will not employ people whom \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1479</b></font>\n  <br>\n  <br> they consider a security risk. That could put the majority in danger, in jeopardy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world is divided into Blocs, the Western, Communists and the Third World countries. Conflicts, fighting, seem to be the order of the day. The 20th Century, it is stated, is the era of growth of the Atlantic. Economists now predict that the 21st Century is the era of the Pacific. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Pacific Basin is in the realm of the Third World also. As I said just now, after the Second World War, there have been 120 wars with 10 million victims. All in the Third World countries except Greece in 1977 and quite recently Falklands in 1981, where the British defeated the Argentinians. And two-thirds of the world's population are in Asia, Africa, Middle East and Latin America. In our case we are the Third World country. We also have this kind of threat. The Communists have their puppet regime in Afghanistan. They suppress the revolutionaries. They may taste, I believe, a Vietnam there but make no mistake that since 1974 they dominated nine Third World countries and without sending troops like the one in Afghanistan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is wise for us to be on guard, to be alert all the time and remember that instability is a fertile ground for Communism. \n  <br>3.04 pm \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Thank you, Mr Deputy Speaker, for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I rise to support the amendment put forward by the Member for Clementi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any discussion of this issue of the detention of the Marxist conspirators and the need to continue with the ISA, I feel that it is necessary to be reminded of certain fundamentals in Singapore, fundamentals which have assured us our peace, progress and prosperity. There are many, but I would like only to single three. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, there is the need to maintain our multi-racial harmony. It seems so simple, yet it has been the main buttress, in my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1480</b></font>\n  <br>\n  <br> view, of our development. There have been cases in the past where various sources, within and without, have attempted to undermine our multi-racial harmony and in the process created instability in the country. One need only recall what happened in July 1964 and in September 1964, when there were the racial riots. The consequence of that was obvious for all to see. The damage to life and property, the flight of some capital and the reluctance of foreign investors to come in to participate in our economic development. So it is essential that we should be vigilant against any threat to this first fundamental, that is, the need to maintain our multi-racial harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, our non-Communist way of life. Mr Deputy Speaker, Sir, it is essential for us to adopt certain economic strategies which rely heavily on foreign investors, foreign technology, foreign experts, capital and so on. For this to be possible, we have to maintain our non-Communist way of life, we have to maintain our political stability. Any ideology which is against foreign capital clearly will be regarded as a threat to our long term development. Again here, Mr Deputy Speaker, we have examples in the past of how Communists, Marxist, pro-Communists, pro-Marxist, have all attempted to undermine our development and created chaos and disorder. It was only not too long ago between 1948 and 1960 we had the Malayan Emergency. The effort on the part of the Malayan Communist Party to overthrow the legitimate Government then through armed revolution. In Singapore, of course, we had the urban form of interaction, infiltration, subversion, undermining of various cultural organizations. In the 1950s we had also the Communist Front organizations which created chaos in this country. They then infiltrated school organizations, trade unions and even cultural groups. So the attempt to undermine our non-communist way of life is a threat to our peace, progress and prosperity. And it is not new. It happened in the past and it happened just recently resulting in the detention of the Marxist conspirators. And I am sure it will continue to happen in the future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1481</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Mr Deputy Speaker, Sir, the need for political stability. Political stability, in my view, is a vital asset that we have. We do not have natural resources. I think everyone knows that. But political stability is an asset. When foreign investors and others look at Singapore and say, \"What have you got?\" One of the things they look at is, \"You have political stability. You have the enduring form of Government. The decisions you make, the policies you make, we know will be followed through. That is an asset. We will come in.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So Mr Deputy Speaker, Sir, we need to be constantly reminded of these three fundamentals. If we agree that these are the three fundamentals, we must guard against threats, then we have to be vigilant against communalists, communists, pro-communists and their fellow travellers. And we have, of course, the ISA. My colleagues before me have already explained the need for detention without trial because of the nature of the issue and the reluctance on the part of witnesses to come forward and provide the evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the present case is concerned, Mr Deputy Speaker, clear evidence has been provided. That here you have a group of Marxist conspirators, evidence provided by the Government, evidence brought before the Archbishop, church leaders, and lay church leaders, the television interviews. All these have been well publicised. Those are the evidence before the public and it is quite clear that here you do have a group of Marxist conspirators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir apparently disagrees that these are Marxist conspirators who are there in place, who are there to undermine, infiltrate organizations, who are there and, if allowed to continue, would create chaos and disorder in the long run. He disputes those evidence. I think the onus is on him, Mr Deputy Speaker, to give evidence that this group of conspirators are not what they are. So I would ask him to come out and say where is the evidence to demonstrate that Vincent Cheng and company are not Marxists, that they are really people who advocate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1482</b></font>\n  <br>\n  <br> our way of life, who advocate and support the kind of policies which this Government has been advocating since 1959. \n  <br>3.11 pm \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Second Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Deputy Prime Minister (Mr Ong Teng Cheong)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, the philosophy of life of the Member for Potong Pasir is sometimes really naive and innocent. He has been harping that rioting and demonstration are good. Let us consider the reason for the Government's action in detaining these young people under the Internal Security Act for Marxist conspiracy. The Government has acted mainly in the interest of the nation and the general majority of the populace. This is not an action that we are jubilant about or a matter to be celebrated. When we take this action, it is a very painful action to us. That in the 1980's in Singapore, such a thing could happen! These young people had confessed on TV and described how they intended to incite and mobilise the people through peaceful means leading to demonstrations, riots and turmoil to overthrow the Government and to change and set up a regime of another form and social order. Yet the Member for Potong Pasir kept on saying that rioting and demonstration is also correct, and good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also quoted me as saying that not very long ago the rioting and demonstration in South Korea led to economic confusion and the investment atmosphere being dampened, yet he said that these are correct. Whether these demonstrations and riots in South Korea are correct or not, we need not touch upon because this is their internal matter. Even if it were right, we have seen that this turmoil and disquiet in a society have brought about economic recession and a dampening of investment climate possibly leading to an unstable society and economic degeneration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir said that possibly the PAP Government's action is aimed at suppressing the opposition or intimidating the young people because the Government is afraid of their criticism, and so in their view there is no democracy and freedom of expression in Singapore. If there is no democracy in Singapore, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1483</b></font>\n  <br>\n  <br> the Member for Potong Pasir would not have been here in this House. If there is no freedom of expression, then today he would not have been able to criticize the Government here and do what he likes. So, he is slapping his own cheek. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another naive and ignorant view of his is that these young people seem to be very innocent. Many of them have just come from the institutes of learning and some are still in school. He mentioned that Tan Wah Piow is still a student in a University. He is not an ordinary student. He is an old student of 35 years old. He said, \"How could they look like revolutionaries? How can they create revolution?\" Talking about revolutionaries, he must have the impression that a revolutionary must be a creature of multiple heads and limbs standing 3 metres high with an insignia or symbol on his head, indicating that he is a revolutionist. This is a very peculiar and naive view. A Communist and a revolutionist looks just like you and me. You cannot differentiate him from us by his looks. Indeed, recently there is an article in a Chinese language newspaper in America called \"Vietnam New Press\". The article mentioned the name of the Member for Potong Pasir. This is an American Chinese paper. The article was possibly written by a Chinese who had lived in Vietnam and escaped from Vietnam and had moved to the United States. He has experienced life under Communist rule. He published an editorial in which he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'On the forehead of the Communist there is no name or character indicating that he is a Communist. Before these people have achieved monopolistic political rule and swing around their weight they would make use of various means and occupations to cover up their true identity. Until they could show off their true identity, it usually would cause a great surprise to many people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's Opposition Leader expressed concern about this detention and said that these things are unbelievable and that such people could not be Communist! By the time these people have come to realize it, it is already too late, foregone and foreclosed beyond redemption and regret. By that time, the people of Singapore would have lost their freedom and democracy. Then to whom can they ask for accountability? Are Singapore people to ask the Member for Potong Pasir to be accountable? By then, unless the MP for Potong Pasir is a Communist, he would not be in the Parliament. Even if he is a Communist, he will not be able to come into the House and sway around to so brazenly criticize the Government in such a free and caustic manner.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1484</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I support the Amendment by the Member for Clementi. \n  <br>3.18 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Deputy Speaker, Sir, permit me to share with you what went through our minds before we decided to detain the original 16 persons for their involvement in the Marxist plot. It may then explain to you the major considerations which we had to deliberate on and the caution which we took before we came to the decision to detain the 16 for their involvement in the conspiracy to subvert Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Internal Security Department and the Minister for Home Affairs first briefed the Prime Minister and me in late 1986 on their discovery of the Marxist plot, I was a little surprised. I thought we had left all this behind us. Singaporeans are no more poor. Most own the homes they live in. They have good jobs. If they learn hard, study hard, work hard, they can climb up the ladder in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I read the ISD papers on Vincent Cheng and the other 15, I was even more surprised. These were English educated graduates from universities abroad, the University in Singapore, Polytechnic, holding good jobs. Some were church workers, social workers - no reason for them, on the surface, to be involved in a conspiracy to destabilize Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Was the ISD not making a mistake? Were they not over-reacting? These were my personal initial reactions. I was concerned that the ISD should not make a mistake and confuse young idealists out to improve society for sinister Communists out to wreck Singapore. Then my mind went back to another security operation in mid-70s, early 1977 to be exact, when five persons were detained for their involvement in Euro-communism. Four were lawyers, one an Economics graduate. All were English educated. I knew four of them personally. We were together in the University of Singapore. Two were with me in Raffles Institution. They were my friends. I never knew that they were involved in activities that were prejudicial to the security of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1485</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every society has its share of criminals, anti-social elements, child molesters, rapists, communists or communist-types. Singapore is no exception. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is difficult to uncover Communist conspiracies because they work in cells secretly, furtively, unseen, like termites. When you uncover them, you are often surprised that they are so innocent, so gentle. They do not look at all like a typical revolutionary or communist. As my colleague, the Second Deputy Prime Minister explained just now, they do not wear letters or tattoos on their heads to proclaim that they are communists. They are not like gangsters having tattoo marks on their arms or on their bodies. They do not even wear a badge, like the Member for Potong Pasir. Everyone knows that he is a member from the SDP. But would you expect a communist to go around wearing a badge saying, \"I am a communist\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the Member for Potong Pasir met real-life communists? Has he met Ieng Sary, one of the members of the inner clique of Pol Pot? I have met Ieng Sary twice at international meetings. He looked gentle, chubby, cherubic. You will never imagine that he could hurt a fly and yet he is an inner member of the Pol Pot's clique which had caused senseless deaths in Cambodia, thousands of them. But had you met him at international meetings, you would never imagine that he was a Khmer Rouge leader capable of senseless genocide on members of their own population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When ISD recommended the detention of Vincent Cheng and the others, we did not just take their word for it. We asked many questions. We wanted to be very sure that the conspiratorial activities of the 16 were indeed prejudicial to the security of Singapore. This is the first time that the younger Ministers have to take a tough decision. This is the first time that we have to use the ISA to deal with a security threat. It is a big decision and because it is a big decision I asked the Minister for Home Affairs to discuss the subject with our other younger colleagues. So all members of the younger leadership were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1486</b></font>\n  <br>\n  <br> involved in deliberating this case. Each one of us gave our view as to what we should do with the 16 who have been discovered by the ISD for plotting, on a long-term basis, to subvert the stability of Singapore. All of us were satisfied that the 16 were indeed involved in some nefarious activities, as reported by the ISD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having agreed that they were involved in activities which would be detrimental to the interest of Singapore, we then had to decide whether to detain them now or detain them later. In other words, do we regard them as posing an immediate threat to Singapore? Would their activities be so dangerous that Singapore would be destabilized right away? To be frank, the answer is no. They pose no immediate danger to the security of Singapore. But the longer term threat to our security was obvious and real and I do not have to belabour this point. These people do not work by themselves. If there were only 16 of them working by themselves, they pose no grave threat now, and possibly even in the future. But they are not operating by themselves. Who are the people behind them? Is there a larger plot behind them? And from the traces which ISD could detect, there is a larger scheme of things involving others outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons for not detaining them now are straightforward. We went through the pros and cons. I can tell you the major reasons why we should not detain the 16 persons now and yet we decided to detain them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, we stand every chance of being accused of using the ISA to intimidate the opposition and to stifle dissent, and indeed this point has been made by several people both inside Singapore and outside Singapore and by the Member for Potong Pasir. He alleged that we are misusing the ISA to stifle dissent, to intimidate the opposition, to prepare for the next general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as to be expected, there was protest and outcry against the detention. Do we want to risk unnecessary public criticisms by detaining the 16 now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Catholic church may misunderstand that the action to detain Vincent Cheng and the other Church workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1487</b></font>\n  <br>\n  <br> was aimed at the Church, as indeed it nearly happened. Had it happened, the Church and the Government would have collided, unnecessarily so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, if the Government fails to convince the people of Singapore that our decision to detain them now was right, we lose our credibility. If we lose our credibility, that is the end of the younger leadership in Singapore and perhaps even of the Government. The political price will be very, very high indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These were four arguments which we went through which suggest that perhaps we should not detain the 16 now but watch the plot thicken and perhaps catch some of them practising or threatening to use violence against the State. Then that is the time to move. But is that a compelling reason? The compelling reason for moving against them now is this. Communist cells are like cancer cells. They multiply very quickly and infect other healthy parts of the body. If we do not destroy them now, they will destroy us later. Do we take chances when we are convinced that there is a security threat, there is a plot going on, aimed at some time in the future when conditions could be ripe, when these plotters could press the button and destabilize the whole place? Our decision was not to take chances with the lives of Singaporeans. Do not risk the prosperity which they now enjoy or the political stability that is so essential for Singapore to attract investments and for Singaporeans to have a better future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, one important reason why we might want to defer detaining the 16, and that is, to watch the plot grow and, hopefully, to be able to identify and arrest or detain the people behind the 16. In other words, the mastermind on masterminds behind the 16. That would be the only reason for not moving against the 16 now. But ISD told us that even if we were to wait for another six months or nine months, it is unlikely we can discover that easily who are the people behind the 16, because they operate outside Singapore. They do not operate within Singapore. Hence, our decision to detain the 16 now rather than later. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1488</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is an open country. People move in and out freely. Ideas move in and out freely - good ideas, bad ideas. They are part and parcel of our way of life. We are therefore vulnerable to security threats and to manipulation by people outside Singapore. We are a small country. If we are destabilized, it will be very difficult to right the ship so that it can sail on even keel. It is an unpleasant decision having to detain people under the ISA. But the Government cannot avoid unpleasant decisions if these are in the overall interest of the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like my other colleagues in this House, I agree with them wholeheartedly that we have to be vigilant against Communist threat. And I believe the Member for Potong Pasir understands this despite all his arguments against the continued detention of the 16. He has not called for the abolition of the Internal Security Act in this House. He might have called for the abolition of this Internal Security Act sometime ago when he addressed his May Day Rally gathering some three days after the first 16 were detained. But since then I have not read, in print, his calling for the abolition of the ISA. So I think he begins to understand, having seen one TV episode and maybe read the evidences in the newspapers that there is indeed a need for the ISD. He gave an interview to the New York Times on 21st June. He did not tell the New York Times that the ISA should be abolished. I think this is significant. This is a New York paper. He did not press home the point. That he should champion the immediate release of the 15 who are still under detention, I think, is understandable. He is a Member of the Opposition and he has got to be seen to be making a case out for them. But does he really believe that these people once released may not go back to their activities which are detrimental to the State? Can he be sure that they will not go back to their activities? If he can be sure and we can be sure, then the detainees should be released. But we should not release them unless we can be very, very sure that they have been properly rehabilitated, that their likelihood of going back to their old ways is minimal, if not zero. He may have called them as he did in his interview with the New York Times \"innocent young idealists\". He may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1489</b></font>\n  <br>\n  <br> not believe that there is an internal communist threat because, to quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Our standard of living is 10 times higher than it was in the 1950s. Anyone would have to be mad to tear down what has been built.' \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You agree with me? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> It is because we have taken all threats of security seriously and precisely because we have not flinched from using the ISA against such threats that our standard of living has gone up 10 times. (I am quoting him.) Have we not been vigilant against such threats, you can bet your last dollar that your standard of living would not have gone up 10 times or more between 1950 and now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will continue to take firm decisions promptly against anyone mad enough to think that they can plot, conspire and subvert Singapore. And I urge this House to support the Government whenever it takes prompt and firm action against anyone for engaging in activities which are prejudicial to the security of Singapore. [Applause]. \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1.' - [Mr Wong Kan Seng]. \n  <br>3.33 pm \n  <div align=\"center\">\n   <b>MARXIST CONSPIRACY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Detentions Under Internal Security Act)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, may I respond to the various points raised in the debate by hon. Members. First, let me dispose of certain preliminary specific points before dealing with the thrust of the motion standing in the name of the Member for Potong Pasir and the amendment of the Member for Clementi. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1490</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Member for Radin Mas asked me to clarify whether it was true that those arrested, all of them, were Catholics. The answer is no. Of the 22 who were arrested, only 4 were Catholics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the Member also asked for some clarification with regard to Tan Wah Piow's extradition and he referred to the press report in the Straits Times, which quoted the new British High Commissioner, that the Singapore Government had not made a formal request for the extradition of Tan Wah Piow. Sir, it is common knowledge that Tan Wah Piow has been wanted for a long time by the Singapore Government. We all know that he had committed an offence under the Enlistment Act when he failed to report for national service. He disappeared mysteriously and we later learned that he had fled to the United Kingdom. We were, of course, aware of the state of the travel document that he had when he left Singapore. We had photocopies of the passport supplied to us by the British High Commission and on that basis we suspected that he had forged the passport in order to gain entry into the United Kingdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The matter was reopened in late 1986 when we were investigating the Marxist conspiracy. We asked the British Government to return the actual passport and it was returned to us in February 1987. An examination of the passport confirmed that Tan Wah Piow had made use of a forged document for purposes of entry into the United Kingdom. We had wanted to extradite Tan Wah Piow but the Attorney- General advised that it was not possible to make a formal request for extradition for the following reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the offence under the Enlistment Act was not an extraditable offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the offence of having used a false document for purposes of gaining entry into the United Kingdom was an offence which was committed outside Singapore and therefore it was not extraditable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, he advised that it was only the United Kingdom Government which could punish or try Tan Wah Piow for the offence of having entered United Kingdom on a false document. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1491</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, he advised that it was not possible to seek extradition for purposes of investigation under the Internal Security Act of Tan Wah Piow's role in the Marxist conspiracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, for these legal reasons, it is not possible to make a formal request for extradition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another specific query which was raised was by the Member for Eunos who asked, in the context of yesterday's question for oral answer on foreign organizations and connections, whether there were any foreign organizations or connections with regard to the four members of the Silat group who were arrested. Sir, the answer to that is indeed there is a connection. Members will recall that the four persons- Maznan, Mohamed Noor, Jumaat and Abdul Gani - three of them had received training in Scudai, Johor Baru, from a spiritual Silat group known as the Budi Suci Sejati. Training involved ritual baths, silat stances and recitation of Quranic verses. Members will recall that this group of four persons were responsible for spreading rumours of racial clashes on or around May 13 and had been actively making preparations for these racial clashes, including sharpening of parangs, charming parangs, distribution of red sashes which were supposed to make them invulnerable. In the midst of all this when they went to Scudai for training sessions, the BSS leaders told the group, in particular Maznan, that the BSS groups in Kuala Lumpur and Johor would come and assist them if there were racial clashes in Singapore. Maznan was asked specifically to select at least 10 Singaporeans who could be sent to Johor for training in spiritual powers of the BSS. Fortunately, Sir, the group was arrested before Maznan could recruit the 10 instructors who were then supposed to instruct others in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Potong Pasir as well as a few other Members have asked me about all these allegations of torture. I have already publicly given a comprehensive statement. Just to reiterate the points that I have made, there is no truth in these allegations. First of all, we do not do these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1492</b></font>\n  <br>\n  <br> things and you cannot expect to do these things and get away with it in Singapore. Secondly, we do not do it not only because it is wrong but because it is unnecessary. Because each time we act under the ISA, we do so only after we have information, evidence, grounds, which we confront persons whom we arrest. Thirdly, Sir, Members will realize that no relative and no lawyer for the detainees has made any complaint of ill treatment. Fourthly, during interrogations, doctors are available to attend to the needs of detainees to see if they are fit to proceed. Indeed, interrogation of one detainee was stopped on medical advice on account of a flu. The Member for Potong Pasir obviously relies only on mischievous reports in the foreign press but he does not even consider local press and Malaysian press reports. The girl, Ng Bee Leng, reported in the press: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The entire period of my detention I was not physically assaulted. Nobody laid a hand on me.' \n  <br>\n  <br>She confirmed that she had vomitted. But why? She said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have been feeling quite sick. I was about to catch the flu.' \n  <br>\n  <br>And the doctors also advised that she was suffering from flu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the others? The Member for Potong Pasir, if he had read press accounts, would have found others, Mah Lee Lin, was quoted by the press: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I have been treated very nicely by the officers. They gave me everything I wanted.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Jenny Chin reported in the Malaysian press that she was well treated during her detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, there will always be mischievous reports in foreign newspapers. The Members of this House must be aware of the motives and intentions of those who purvey these reports in the foreign press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now proceed to deal with the main points raised by the Member for Potong Pasir. First of all, he argues that these arrested persons are idealists, harmless, may not engage in anything which can be said to be a threat to the security of Singapore. Is that so? What are the facts? Others Members have recounted some of them. What has Vincent Cheng told us? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1493</b></font>\n  <br>\n  <br> That he was a Marxist in contact with Filipino communists, that he was, on instructions, setting up a Communist network, that he was, using, again on instructions, typical Communist united front tactics to infiltrate lawful organizations, that he was deliberately, as a matter of strategy, using religious organizations and religious publications. He thought it was a safe cover, that it would give them immunity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More than that: What was the plan to build up pressure groups to confront the Government, first, peacefully and then what? Escalating into mass events, leading to public disorder and maybe even riots, bloodshed and violence. Let us also not forget that Filipino communists were brought to Singapore to direct plays for the Third Stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One member even attended a terrorist camp in Sri Lanka. Distribution of religious publications, contents of which were out and out political agitation. Distributed to whom? Distributed to priests with the intention of influencing them for it will have a multiplier effect on their congregation. Is that innocent? Infiltration of lawful organizations to hijack them away from their legitimate and legal objects for purposes of political agitation. Is that innocent? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon Gardens put it in the proper context, ie, that we must view this not in isolation but in the context of our past. Have we forgotten our past, the chaos, bloodshed, violence caused by communists and racial agitators? Here, the recent episode has not one but two volatile elements, the Marxist element and the element of misuse of religion. Each by itself alone is potential for causing a tremendous explosive situation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir says liberation theology is something new to him. But if he wants to engage in a debate here, he must get to know something about it. And I would urge him to start reading about it because it has very serious implications. Let me just give the following quotation: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1494</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Communists in Asian and Pacific nations are increasingly using Christian charities and humanitarian agencies to fund insurgencies and further their revolutionary aims. They are being helped in the strategy by radicals in third world churches and Christian aid bodies in Australia and New Zealand who are able to manipulate religious funding organizations. Unwitting church support for radical causes has gone not only to the Philippines and Singapore but also to Indonesia, East Timor, Sri Lanka and the Pacific islands.' \n  <br>\n  <br>This is not a Ministry of Home Affairs' press statement. It is the Washington Times of 7th July 1987! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us therefore not under-estimate the potential of the problems that we have. Let us not under-estimate the problems that the CPM can pose. The CPM is still operating in the jungles in Malaysia. If the Member had read press reports, there were assassinations recently. Has the Member forgotten that there is a CPM clandestine radio station which broadcasts daily? The CPM underground still exists in Singapore. So let us be clear that we are not talking about activities which are exclusively and totally harmless. These are activities which have potential for tremendous damage to our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this basis, he goes on to develop the point that they should be released immediately. He says, \"Well, they've gone on television. They've said all that they have to say. We have established the case. So release them.\" He says he knows one of them. \"Show humanitarian feelings and compassion.\" We are not devoid of humanitarian feelings. It does not give us great pleasure and we do not relish in taking this action. The First Deputy Prime Minister told you just now with what care the matter was evaluated. Precisely because it is a decision which has got to be taken carefully. Some of them were law students in the Law Faculty in which I taught. A few of them were my students. Do I relish in taking action against them without grounds? There are grounds and there must be grounds when we act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we release a person, when we arrest a person, when we detain a person, these are decisions which must be based on security considerations. We have made it clear in the press releases that they will be released even before the expiry of the detention orders if we are satisfied that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1495</b></font>\n  <br>\n  <br> they are rehabilitated and are unlikely to resume their subversive activities. That is a key criterion which is essential in deciding whether to release a person or not. Not because a person swears on TV or off TV that he will never do it again. The Member for Potong Pasir is a lawyer. He must have come across many cases of accused persons in court who will swear till they are blue in the face that they will never do it again. Does he really believe every one of them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He does! \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> It is a pity if he does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we have examples in our recent history of persons who were arrested under the Internal Security Act and detained and were released and went back to the subversive activities. I do not propose to give their names for they are now leading straight lives and I do not wish to embarrass them. But I have their names, detained, released, went back to their subversive activities and had to be arrested again. This underscores the importance of us ensuring and being satisfied that the persons arrested will, in fact, be rehabilitated and are unlikely to resume the subversive activities. Those whom we were satisfied, we have already released them. Out of the original 16, four were released. Of the second group, three were released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member referred to Lim Chin Siong and others who were detained by the British. The PAP asked for their release before it took office. And he says, \"Well, this is exactly the same situation.\" Is it? Does he not realize fundamental distinctions between that situation and now? First, they were detained by the British colonialists, not by an elected government which had the people's mandate to govern, including managing internal security of the country. The British were not elected by the people of Singapore. Unlike now, at each election, Opposition members have made issue of the Internal Security Act. It has been made an issue of and at each election Government's position has been endorsed. Secondly, the PAP was then fighting a battle against the British for independence. Thirdly, when they were released at that time, they published a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1496</b></font>\n  <br>\n  <br> signed statement where they whole-heartedly and without reservation supported the non-communist aims and objectives of the PAP. But when they welched on their promise and they welched on the deal, they were arrested and detained. Members surely have not forgotten that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's points about the arrests being to stifle dissent and opposition. Other Members have very effectively demolished these arguments of the Member for Potong Pasir and I do not propose to cover the same ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About Tan Wah Piow, the Member says he is a mere student. Nothing to worry about. Well, we beg to differ. He has not read obviously what the close associates of Tan Wah Piow have said. He has obviously not read that Tan Wah Piow's escape from Singapore was facilitated by pro-CPM elements, that Tan Wah Piow had actively campaigned on behalf of CPM members including Tan Chay Wah, a ranking CPM cadre from Singapore who was executed by Malaysia under their laws. Vincent Cheng said that Tan Wah Piow had been very strong on Marxism \"all the way\" and asked him to adopt united front tactics. William Yap said that Tan Wah Piow told him of his direct links with the CPM and of his trip to Beijing where he met the CPM leaders. William Yap also told us that Tan Wah Piow regarded Peninsula Malaysia and Singapore as one entity, the same approach as the CPM. Tay Hong Seng told us that Tan Wah Piow divulged to him CPM's covert communication system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was also amazed at the Member for Potong Pasir's statement that none of these persons has ever said that he is a Marxist. I wonder whether he has read all the information that has been published. He told us that he has not watched some of the TV programmes. It is a pity. I would have assumed that when he takes an important position such as the call for their immediate release he would have at least acquainted himself with the facts. For if he had, surely he would have known what Vincent Cheng said about having accepted Marxism, what Kenneth Tsang said, what Lim Li Kok said, that Communism was a better alternative for our society, and she \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1497</b></font>\n  <br>\n  <br> accepted Communism as a choice for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir in his speech said that we have seen in the United States riots and disorder, and yet they are able to handle it. This is just a passing phase. Are we like the United States? Can we handle problems like the United States? We are small, densely populated, with different races, languages and religions. Are we destined to be an independent nation? We are trying our best to run ourselves as an independent country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote what one American observer, Robert O. Tilman in a book \"Southeast Asia and the enemy beyond\" said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Of the countries considered here, only Thailand has any reasonable claim to nationhood.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And quoting from an American scholar, Rupert Emerson: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Nationhood, described in its ideal form, is a single people, traditionally fixed on a well-defined territory, speaking the same language, preferably a language of its own, possessing a distinguished culture, shaped to a common mould by many generations of shared historical experience.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apply any of those tests: are we a nation? We must succeed despite these insuperable difficulties in making ourselves a nation. But to compare ourselves with the United States. They have had over 200 years of history. They fought the British for independence; they fought a civil war. They are so vast, they can cushion against transient problems and crises in one state or county. Let us not compare ourselves with the United States. Let us take a developing country, not Sri Lanka because the Member for Potong Pasir says, \"Sri Lankans are less intelligent than Singaporeans. They are wishy-washy.\" So they are of a lesser breed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am going to take India, although he might come out with the same objections to that comparison. Let us take India, a developing country. What is happening there? Sikhs and Hindus fighting each other, killing each other. Hindus and Muslims killing each other. Gurkhas, Dar- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1498</b></font>\n  <br>\n  <br> jeeling, wanting a different state. It goes on and on. But India is still there. Life still goes on. It is a big country with millions of people. Those outnumbered in a clash can run from one pocket to another pocket. What about Singapore? Where can a person run from one pocket to another pocket? Singapore itself is a pocket! If we had violence like in India and elsewhere, the Member for Serangoon Gardens and others have pointed out, it will be disastrous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why, Sir, the issue here is not so much a specific case of arrested persons. It is a larger issue which, the First Deputy Prime Minister has pointed out, is one of stability and vulnerability. As the First DPM pointed out, we are open to influences, to visitors. We travel, others travel here. We have seen how Vincent Cheng and his group have been exposed to Philippine Communists. We knew what was happening in the Philippines. We knew that religious organizations were being captured by the Communists. We knew that sooner or later it was going to affect Singapore and other countries. That is going to be exported, but of course it happened sooner than we thought. Take the four silat group members. They were influenced by and have connections with groups of spiritual silat in Johore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what do we do? Ban foreign travel? Prevent Singaporeans from going abroad? Isolate ourselves? It is not possible. What we have to do is to take note, be ever vigilant to guard against any such threats, especially when they are in the early and incipient stages. That is why, Sir, when there are threats to the security of Singapore, whether by Communists, racial or religious agitators, and when they are in their nascent, early, incipient stages, we can have two approaches to deal with the problem. One approach is what I would call the smoking gun or blood-stained parang approach. In other words, wait until something disastrous happens and then catch the person red-handed with the gun still smoking. The other is to wait for the person to kill a few, and then catch him red-handed with the blood-stained parang. That approach means: Do not take preventive action because there will be howls of protest from various groups. The First \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1499</b></font>\n  <br>\n  <br> Deputy Prime Minister went over these grounds. Should we take that approach? We could have easily done so. But what would have been the consequences? We would have placated all these human rights and other groups. They would say, \"Yes, your actions are now in accordance with the law.\" But Singapore would have gone down the drain, and where would they be? Would they come to rescue us? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the ultimate analysis, the security of Singapore cannot be ensured by the smoking gun and blood-stained parang approach. The Member for Potong Pasir said, almost as if in passing, there has been no case of a politician shot in Singapore. Equally so one can ask, there have been no riots, no violence. We have had decades of stability. But why is that so? It is because we have deliberately chosen a strategy of not waiting for the blood-stained parang or the smoking gun. That we have a strategy of nipping problems in the bud. There is no other way, Sir, to guarantee our security. (Applause) \n  <br>4.10 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you, Mr Deputy Speaker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, when I met foreigners and told them that I was from Singapore, the usual answer I get was, \"Oh, Singapore? Bugis Street.\" They used to associate Singapore with Bugis Street. But, of course, Bugis Street is now no longer there. So this association now does not exist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But these days when I go abroad and I say, \"I am from Singapore\", the answer is, \"Oh, Singapore. Beautiful, clean, progressive city. But repressive.\" This is the sort of international opinion of Singapore. Does the Government want to perpetuate this kind of an opinion? I do not think it is very good. It is true it is known in the world that Singapore has a high standard of living, nice buildings, new motor cars around, but it is also clearly known that Singapore is a place where alternative views, opposition perhaps, and other persons who have got differing views, are clamped down, and not only clamped down, but clamped down hard. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> That includes you? What about you? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> One swallow does not make a Summer or a Spring, please. You should know that. Take today's debate, for example. One voice against 14, 15. What sort of contest is that? It is an unequal contest. I do not think it is democratic anyway. How is the newspaper, how is the television, going to edit this programme? I wonder. So what I am saying is that I think the Government should be sensitive to this kind of international outlook of Singapore. I do not think it is a good image for Singapore. So with this detention of 15, I think it will enhance this kind of an image. As a Singaporean if I go abroad, how am I going to defend the Government's position if somebody says, \"It is not a very safe place for the Opposition to live in Singapore.\" \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Still you are around! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> As I say, a single swallow does not make the Spring coming, or the Summer coming. So do not go over that ground again, please. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Is the Member giving way, Sir, before I speak? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I would be grateful if he would kindly answer these questions. Could he not, as an example of how false the image of repressiveness is, cite the example to foreigners that although his motion had no notice, no seconder, yet we allowed it to be debated fully and fairly here? And how can he reconcile his impressions from foreigners with the growing number of tourists in Singapore and the growing number of investors in Singapore? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I thought I was gentleman enough not to bring up this question of notice. Now that the Minister has brought it up, I can explain the whole situation. The Minister brought it up, not me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did file an Adjournment Motion and, of course, an Adjournment Motion needs only two days' notice, I believe. So it was well in time. For an Adjournment Motion, of course, half an hour is allowed. If I am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1501</b></font>\n  <br>\n  <br> the sort that hogs the whole half an hour, there will be no chance for the Government side to reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You have only 20 minutes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Or at least very little chance to reply. Then I got a call from the Whip, and he said, \"Mr Chiam, I have got something important to talk to you.\" I obliged. I came down to Parliament House and he said, \"Well, this motion is an important topic; of national interest. How about you changing it to a Private Member's Motion where a seconder is required. You do not worry. We will arrange for it. Everything will be done.\" I have been a sportsman all my life and any sporting gesture will always be reciprocated. Of course, I agreed. I know that if I have a Private motion, I have to meet this kind of a situation - one voice against so many others. And yet I agreed. I think I am giving in to their benefit. In fact, there is more benefit to the Government by giving in than it benefits me. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, I am really grateful that he brought it up because we could have easily left it to him to move an Adjournment motion. He speaks for 20 minutes. We speak for 10 minutes. He does not have the right of reply. If we had wanted to discuss this without any intervention by him, I would have made a lengthy Ministerial Statement on which he could not discuss but only ask questions. We knew he was interested in debating, so and we said, \"Are you serious about this? Why don't you move a motion where you can speak and you can have a full hour to reply?\" As it turned out, where under an Adjournment motion he can speak for only 20 minutes, he spoke for one full hour, as we recall it this morning and now I take it he can speak for another full hour. So where is the repression? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I cannot see the logic of the Minister when he said from 20 minutes to 10 minutes. The Government side is only given half the time. But now, as I recorded it, there are already 14 speakers. So you have multiplied your proportion --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1502</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Freedom of speech. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> --- to so many times. But you did not know that I was going to move this motion until the last minute and I accommodated you, not you accommodate me. So it is to your benefit, not really to my benefit even if I have the two hours. Admittedly I have two hours, but proportionately the Government would have more time to give its views and yet I sportingly allowed it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the more important question is - the Minister has not touched on this - what sort of Singapore do we really want? This is an important question. We want, of course, the release of the 15 on humanitarian grounds. I think their families and friends do suffer. As I have already given my reasons, I do not want to repeat them. They should be released and yet I see that the Government is not complying. I hope they will change their mind soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government says they have got a vision for Singapore. What kind of vision? How can people of Singapore believe the Government when you say you want to have a vision and you want to have high standards of living? Can we really achieve such a vision? I really do not think so. Every now and then there will be arrests under your system. On the average, maybe every 10 years, there will be arrests. Every 10 years, it occurs. Why? Because you are not establishing a democratic society. As you say, there will be rapists. There will be murderers. There will be this kind of people coming forward. So what do you do? You have to immunize the society so that they can come and have different opinions and yet it would not shake the fundamentals of society. You can educate them, as I have advocated, on democracy. Teach our school children what this system is all about. What are the dangers? Why do we not allow this Communist and Marxist to come forward? You teach them. The difference between a Marxist society and our society is freedom. If you have got no freedom, there is no difference between the two societies. Over in the Communist bloc, you can go for your holidays to the Crimea, to the Black Sea, but you cannot go across the border to America for holidays. They say they have high standards of living. They have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1503</b></font>\n  <br>\n  <br> got all their culture and all the benefits. But the basic difference is freedom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to have a fairer system, then we should educate our school children. It is just like when our children are young, they have to go for immunization. Diseases will always be there. But how do you prevent such diseases from attacking our children? It is to immunize them. Similarly, if we have built up a structure, a Singapore structure that is strong enough, it cannot be shaken. These people can come and you do not worry. But as it is, now the Government seems to have a monopoly of whatever is good for the country. Other people do not play a part. When the time comes, the people just vote. The media is controlled by you. The press is controlled by you. You can force any opinion on the people of Singapore. As we see now, what is the thing that is going on in our TV? You and I know. Pushing hard for BG Lee. Every now and then, we turn on the radio, it is the son of the Prime Minister. What is it all about? We know. You know and I know. You do not have to tell the people of Singapore. It is just pushing him to the forefront. Why are there no other people coming forward and be given equal time to have their say? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Do they have something sensible to say? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course, they have. Are you saying that Singaporeans have got nothing sensible to say? They have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I look at this amendment, if the House approves of it, then in fact you will be varying the detention orders. The detention orders are one year for the 14 and two years for Vincent Cheng. If you agree and approve this amendment, as it stands, then you would be varying the detention orders, as I said. The important part of this amendment says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'supports the prompt action of the Government in arresting those involved in the Marxist conspiracy and supports the Government's intention to release them as soon as they are rehabilitated ...'. \n  <br>\n  <br>This is one arm. The other arm is: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'and are unlikely to resume their subversive activities.' \n  <br>\n  <br>These two arms are very subjective. These two can go beyond the one year and two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1504</b></font>\n  <br>\n  <br> years because how are you going to determine that they are rehabilitated? This is a very subjective matter. Some of you say they should not be allowed because they have confessed. But you forgot that the more important point is not what they say. You have already destroyed their credibility. They cannot go back to their old ways again. You have destroyed their network. You have destroyed their objectives. That is more important. It is not what they have said over TV. More important is that you have established a situation where they no longer can go back to their old ways. I think that is the criteria. Otherwise, how can you say that they are rehabilitated? How do you prove that? I cannot see how you can prove it. They can subject themselves to your questions and answers every day and they are all intelligent people. Whatever you ask them they can give you the answers that you want. And how are you going to prove that they are rehabilitated? It is impossible to prove because it is subjective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The danger is that, for your own political reasons, they may be detained longer than the detention order, maybe 1(r) years, maybe two years, because you say they are still not rehabilitated. So you are varying the original detention order which is only for one year. Of course, the Minister has powers to extend the detention order. But I think the present detention order, as it stands, is one year for 14 persons and two years for one person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other arm is \"unlikely to resume their subversive activities.\" Again, this is very subjective. How are you going to prove they are unlikely to resume their subversive activities? As far as we know now, as it stands, they can no longer go back to their subversive activities. How are they going back? Take Vincent Cheng. He goes back and he wants to start some Marxist group again. Do you think he can get recruits? He has already confessed in public. His credibility has been shattered. Again, this is subjective. The authorities can always say that they are likely to go back to their subversive activities and then you can prolong their detention order for another six months or for another year or whatever. My point is that if you agree with this amendment, you are materially altering the detention order and I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1505</b></font>\n  <br>\n  <br> think that is right. I have to point this out to the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the Member for Punggol. He asked me what is my motive for bringing this matter up. You know my motive. I have got no subversive motives. You can read my mind like a book. I am an open person. I am an Opposition Member. If it were not for me, there will be no public forum for these 15 persons arrested. You tell me what other forum can be aired on the detention of these 15. You name me one. What other forums? Who are the people who can bring this matter up? You are not going to bring them to court. You are not going to bring them in front of a --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you giving way? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right, Mr Ng, you have the Floor. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir asks, where is the forum? This is the forum. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Correct. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> He should take note of what I said earlier on. We could have killed the motion but we did not so as to enable this Parliament to discuss the matter openly before the people of Singapore, the press and TV. This is the forum. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Member for Punggol, my, my! You have your think-tank and you have weighed carefully whether to allow this motion or not. Please, this is not done out of goodwill for me. I dare you to kill this motion. The repercussions will be adverse against this Government. Think of the hue and cry by the international press which will say, \"Member of the Opposition tried to move a motion on the detention and his motion was not allowed because there was no seconder.\" Tremendous damage will be done to this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1506</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course, it will. I do not take the PAP to be a bunch of naive people. They know exactly what they are doing, please. I agreed with you. That is the reason why you allowed the motion. You do not want to kill it because it will be adverse to your interest, not to my interest. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> We allow you to have your say. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Because it is to your benefit, not to my benefit. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Let the people be the judge. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> As I was saying, my motive is just for these 15 persons. As far as I can see, there is not one good reason why they should be detained for another day. They are no security threat to Singapore at all. As far as I can see, 14 of you have risen to speak and none of you have convinced me. You said that they are people who advocate bloodshed, chaos, violence and riots. But where is the evidence? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the article by Santa Maria which the Member for Punggol, I believe, has quoted. If he has read carefully, I think the important part is the questions which were put to Vincent Cheng: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Question: Do you think Tan Wah Piow would have stopped it if he'd brought it to a peaceful revolution that could not bring about an overthrow? Do you think he would have stopped at that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Answer: I think he would proceed further... maybe I am making conjectures. But I would think that he would be a person to achieve his aim to overthrow the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question: Through violent means? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Answer: Yes, if peaceful means don't work out.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These questions were put to Vincent Cheng. His replies are all hearsay. It is not of his own evidence. He is thinking what Tan Wah Piow would be doing, possibly he would do, possibly he would do whatever thing. It is not the answer of Vincent Cheng. And we are talking of Vincent Cheng who has been arrested. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> On a point of clarification, Sir, if he will give way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1507</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, Mr Ng is asking for a point of clarification. Are you giving way? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> \"Maybe I am making conjectures.\" That is all he is doing, making conjectures. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Do you give way to Mr Ng? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Deputy Speaker, Sir, with due respect, I did not quote it from there. I have read it. It was quoted by my friend and colleague, the Member for Ayer Rajah. Read the specific part. Let the Member for Potong Pasir read the specific part that was read out by my good friend, the Member for Ayer Rajah. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is the important part which I think is of relevance - \"Maybe I am making conjectures.\" That is all. He does not know it personally. He has got no authority himself or he himself would be involved in violence. There is no evidence whatsoever. He is thinking: Yes, maybe Tan Wah Piow would want violence. In a court of law this would be thrown out, outright. There is no evidence at all from the person whom you have detained. If you can produce evidence to say that these 15 people would be marching the streets and rioting and, like the other Bersilat chaps, with their parangs, that is a completely different matter. They have not even thrown a stone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have all this talk of past history, that we have got riots in the past. It is very true we had all these riots in the past, but we still survive all these riots. But the more important point is that we are not living in those periods. There are very big changes in our society. I think the Government knows that. Even a period of 10 years, we find there are two worlds apart. In fact, I am noticing it myself that when I talk to youngsters, my thinking and their thinking are already different because they are of a newer generation. They want to go on ahead. They want to create things for themselves. But I am afraid this Government is still sticking to their old past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Punggol has brought up many important points. He asked me \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1508</b></font>\n  <br>\n  <br> whom am I championing? Whose side I am on? When I come before the House, I do not have any ulterior motives. I am not championing for the 15. Somebody must speak up for them. In the whole of Singapore, 2.6 million people, who will speak up for these 15? Somebody has to do the job. It is a necessary job. And I have been placed in a position where I have the opportunity to do it and I am doing it. That is all to it. And the Member for Punggol seems to want to put and imply a sinister motive to me. I have got no sinister motive in bringing this up. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Political mileage. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, it does not really matter to me whether there is political mileage or not. As far as the PAP is concerned, everything is politics to them. I think the detention is politics, nothing to do with the security of Singapore. And I do not think the way so many speakers have gone on - they speak in such abstract terms of the world and of historical context and the like - you tend to forget that we are talking of 15 Singaporeans. The whole motion is that these 15 Singaporeans should be released. If you cannot give a valid reason why they should be detained a day further, then they should be released at all costs. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> At all costs? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, if there is no security reason for doing so. There are a lot of implications that many people think that these people want to drag the Church against the State but there is really no evidence of that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This question of torture. They said that the Minister has come out and said that there is no torture. But I think he has not clarified whether there is continuous interrogation. I wish he would clarify this point because in the report that I read in which he has mentioned, I believe it is Ng Bee Leng. In fact, she had suffered 12 hours of continuous interrogation. I wish he would come out and say whether that was true or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think it is my duty to answer every point that has been brought up. There are so many points which are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1509</b></font>\n  <br>\n  <br> brought up that are completely untrue. The Member for Clementi said that Government has irrefutable proof. But he has not bothered to name any of those proofs to prove the case, whereas I have brought forward ample evidence that there is no case against these 15 at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> What evidence? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You have not been listening obviously. Again and again, speaker after speaker implies that these 15 will bring disorder, bloodshed and violence to Singapore. And again many have said that, well, because they are mild looking. First Deputy Speaker has even brought up examples --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, I have not said anything. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is my mistake. The First Deputy Prime Minister has brought up the person of Ieng Sary. Well, I do not know how he can compare Ieng Sary with these 15 who are arrested. Ieng Sary has got a long record with his other colleagues of mass murder. Where is the record of these 15? There is no record of them --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Looks. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I know. But the thing is that you are saying that they look harmless. The point is that you say you must not allow the looks to deceive you. But these people are people whom we know. And I think it is absurd to say that people would be going with tattoo marks on their heads to tell what they are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point I wonder whether the Minister would be willing to say whether or not these people would be released soon. I think this is the main interest to their parents and friends. Or are they going to be detained for the full year? If the Government feels that these people are really not as what they are trying to make it out to be, I think they should be released. And as in the war, they say, \"We will be back home for Christmas.\" I hope these people can be released in time not for Christmas, but to celebrate National Day. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1510</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Deputy Speaker, my name was mentioned by my colleague, the Member for Punggol. Yes, I did quote the passage by Santa Maria. But the Member for Potong Pasir quoted the wrong passage. If he wants to know, I am prepared to tell him which passage I quoted. But I do not think he will be listening, so I will not be bothered. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, Mr Chiam, the Member for Potong Pasir, recounted how he agreed to move this motion. But let him not go away with the impression that we tried to trap him into this situation. That is definitely not the case. When I was told that he wanted to move a motion for the adjournment - I think it was the 23rd before the closing date of 25th - we thought that this is a very important subject. And since he has passed the closing date for moving a private member's motion on the 18th, we thought that perhaps we can find a way to help him raise this important subject and allow a full debate of the subject before this House. If not, he would only have 20 minutes. Of course, the Minister has 10 minutes, but the Minister can also make a Ministerial statement to counter all those points that he wants to raise. But if he just have 20 minutes, he would not be able to make full use of the one hour that he took when he first started and another 30 - 40 minutes before he sat down to express his views. So he was given the full opportunity to say all that he wanted to say on behalf of these 15 individuals who are detained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Certainly, it is not true that he is the only champion of these 15 people. Among many PAP MPs, they also asked and expressed the same concern and they also have made their views known at various occasions. And this subject was also fully discussed at one of our PAP Youth Wing's seminars on one weekend at Meridien Hotel. So it is not he alone that is concerned about this issue. And it is because this issue is so important that we decided and he cooperated, many thanks to him, that we are able to fully debate the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When he asks that whether the PAP has a vision for the people and if it has, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1511</b></font>\n  <br>\n  <br> should it have the ISA to suppress or detain people unnecessarily? Of course, the PAP has a vision. And for that reason we are in power for the last 28 years. Without that kind of vision, if we just move from election to election, from year to year, or being pushed from pillar to post by all kinds of unpopular issues, we would not be here that long. We will continue to remain here for a long time because we have a vision. Our vision, of course, is that we must have a stable society that stresses on economic growth, that will provide job opportunities for our people, freedom for them to do what they want to satisfy themselves, to fulfill themselves in materialistic and non-materialistic ways. But the underpinning of this freedom to do all these things is that we must be free from threats, both internally and externally. And one of these instruments that will allow us to continue to live freely is the Internal Security Act. We have found it necessary to use it on this occasion to nip the problem in the bud. Of course, the Member for Potong Pasir would have us release or not detain any of such people at all costs, as he said. But I do not think Singaporeans will agree that we should allow a security situation to threaten us until we are overwhelmed, until we are consumed by riots and havoc. We want to continue to live peacefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment moved by the Member for Clementi is not a variation of the detention order of the Minister. Definitely not. The detention order says that Vincent Cheng would be detained for two years; the other 14 for one year. The order can be extended if the Government is not satisfied that they have been rehabilitated. On the other hand, they can be released as soon as the Government is satisfied that they are rehabilitated. So there is no variation to the detention order. None at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says he has not seen a shred of evidence and that what Vincent Cheng said was only conjecture. Not quite! If he heard Vincent Cheng on television or if he read what was published about what Vincent Cheng said on television he will find the evidence. These are Vincent Cheng's words: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1512</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I would foresee that the building up of pressure groups would develop to a stage where they would come into open confrontation with the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This confrontation with the Government would start off with peaceful protests, public mass petitions, which could lead further to more mass events like mass rallies, mass demonstrations, strikes, where more people are mobilised. And leading to public disorder and maybe even rioting, bloodshed and violence.' \n  <br>\n  <br>These are Vincent Cheng's own words. Nobody put them in his mouth. Nobody forced him to say this. He is at liberty not to say this. But he spoke, and he spoke his mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked the Minister to confirm the continuous interrogation. But the Minister has answered the question. He was not listening. The Minister said that there was a doctor on standby to make sure that the person was fit to be interrogated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He cannot see the comparison between Ieng Sary and these 15 people. Well, there is an idiom which says, \"Don't judge a book by its cover.\" The reason why the First DPM used the example of Ieng Sary is that he is such a nice gentleman in the international arena when he attends meetings. Nobody could suspect or know that he and his people, the clique of Pol Pot, committed genocide. If you look at Chin Peng, nobody would know that he is the head of the CPM. So do not judge people just by their looks. And by knowing just one person alone, it is not enough to generalize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just reiterate the point that the Government does have a vision and this amendment is not a variation of the Minister's detention order. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b>Mr Deputy Speaker, Sir, rather than the Whip, I think I am responsible for the sitting today when I supported the motion of the Member for Potong Pasir. Actually, the point is that this morning when he stood up to move his motion and he was allowed to speak, I could detect that there was great pleasure in his opening remarks. He thanked the House for everybody kindly coming here this morning. In fact, he thanked me for my reluctant support of his motion. And having gone through this whole debate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1513</b></font>\n  <br>\n  <br> now, he says it is to our advantage to have this debate. He surely knew that when he moved the motion, had it gone through, everyone will be allowed to speak. Every Member in this House will be speaking against his motion. That being the case, it seems that when the debate has turned against him, he has come round to say that it is to our advantage and not to his advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be left out, be left out\", put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be inserted, be there inserted\", put, and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1514</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the Original Motion, as amended, put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House supports the prompt action of the Government in arresting those involved in the Marxist conspiracy and supports the Government's intention to release them as soon as they are rehabilitated and are unlikely to resume their subversive activities. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Ten\n  </div> \n  <div align=\"right\">\n   Minutes to Five o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
