{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-14\"> \n  <meta name=\"Start_Col\" content=\"651\"> \n  <meta name=\"End_Col\" content=\"736\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 14th March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Clementi). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen (Clementi) - on 14th March, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Yock Suan (Cheng San), Minister for Labour - from 15th to 21st March, 1988. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office - from 15th to 21st March, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr E. W. Barker (Tanglin), Minister for Law - from 15th to 21st March, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister - on 21st March, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching (Kaki Bukit) - from 24th to 29th March, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 655</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SPEED LIMIT FOR LIGHT GOODS VEHICLES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Communications and Information if he will consider lifting the speed limit for light commercial vehicles to that for private cars. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong) (for the Minister for Communications and Information):</b> Mr Speaker, Sir, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the primary purpose of a light goods vehicle (LGV) is to transport goods up to a maximum laden weight of three tonnes. Laden goods bring about additional hazards both for the vehicle driver as well as other road users, eg: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Laden goods may obstruct the driver's view of the rear; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. They may cause the overall weight of the vehicle to be unevenly distributed; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Because of the heavier weight, the vehicle will require longer braking distance; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. In the event of sudden stops, goods may fall out of the vehicle thereby causing additional dangers to other road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any road accident, the likelihood of severe injuries or death increases with the speed and total weight of the vehicle involved. To ensure greater safety and to compensate for these additional hazards, the speed limit of light goods vehicles has been set at 50 kph. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even with this speed limit, the proportion of accidents involving LGVs has been high. In 1984, the accident rate for LGVs is 2.6 accidents per 100 vehicles. Stringent enforcement of speed limit has brought this down to 1.8 accidents per 100 vehicles in 1987. This is still higher than the corresponding figure for cars, at 1.7 per 100 vehicles. It is in the public interest that the speed limit of LGVs be maintained. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TOUTING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to control)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Home Affairs (a) what measures are taken by the Government to discourage touts from harassing tourists in the Orchard Road shopping belt; and (b) whether amending legislation will be introduced if existing legislation is inadequate to deal with the problem of touting. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, in 1987, there were 35 complaints against touts to the Police and the Singapore Tourist Promotion Board. Of these, only 11 were complaints from tourists and the others were mainly from rival shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police have taken concerted action to control touting activities. Operations are regularly conducted to identify the touts who are then called up and warned. Court action has also been taken against touts found attempting to sell imitation goods. In 1987, two such touts were convicted and fined $800 each. Another six cases are pending in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, the Police conducted 69 raids on shops which engaged touts to sell imitation goods. Owners of 12 establishments were convicted in Court with fines ranging from $1,000 to $7,500. The Police will continue to watch them closely, and immediate action will be taken against them for any offence committed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To tackle the problem, the Police have also worked closely with other agencies such as the Singapore Tourist Promotion Board, Singapore Hotel Association, Consumers' Association of Singapore, as well as the Singapore Retail Merchants Association, to work out measures to discourage touting. These include the STPB's Associate Membership Scheme implemented in 1986 whereby shops employing touts will not be accepted as members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Management councils and crime prevention committees of shopping centres affected by touting have been advised by the Police to draw up a code of good trading practices for their members to follow. For these errant shops, peer group pressure must be put on them to stop engaging touts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation is being monitored closely and a review will be made to assess whether these measures are adequate or whether more deterrent measures, including amendment of the legislation, would be necessary to deal with the problem. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon (Alexandra):</b> Sir, from the figures given by the Minister, does it not appear that Police action and the fines which have been imposed by the courts up till now have proved to be inadequate in dealing with the problem? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, if the court action and the fines that are imposed are the only measure for assessing the effectiveness of the response to the problem, the Member may be warranted in coming to that conclusion. But, as I pointed out in my answer, the solution involves a multi-pronged approach which requires the cooperation of others in addition to the Police, including the owners of the shop establishments, crime prevention committees, and so on. I would suggest that we have to review the totality of the measures before we conclude whether the solution lies in further deterrent fines and other penalties. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tan Soo Khoon:</b> Have Police investigations to-date revealed any connection between touts and secret societies? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> None that I am aware of. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NON-BONA FIDE PASSENGERS' ACCESS TO AIRPORT SECURITY</b>\n  </div> \n  <div align=\"center\">\n   <b>CONTROL AREA</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Home Affairs what stricter measures will be taken at the Changi Airport to ensure that passengers, who have had their valid travel documents duly processed for departure by airlines or their appointed ground handling agent at check-in counters in the non-restricted area of the Airport, are in fact the same passengers authorised to gain entry into the Airport's security-controlled area and subsequently allowed to board the aircraft on which they are booked to travel. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, it is not our practice to disclose details of security measures taken at the airport. However, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> want to thank the Member for Changi for raising this question and I would like to assure him that the Ministry of Home Affairs and the Civil Aviation Authority of Singapore have considered the matter and steps have already been taken to prevent non-bona fide passengers from going into the security control area in the airport as well as to prevent them from boarding an aircraft other than that which they were booked to travel, and those who breach the security of the airport will be prosecuted. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FACTORIES (MEDICAL EXAMINATIONS) REGULATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Labour if he will indicate (i) the total number of designated factory doctors registered under the Factories Act from 1985 up to the latest available date, (ii) for what diseases factory workers are compulsorily checked under the Act, (iii) the number of factory workers checked per year from 1985 to 1987 and (iv) any new diseases that will come under the Act. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, to-date, a total of 321 designated factory doctors have been registered under the Factories Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compulsory medical examinations are required for factory, construction and certain other workers who are exposed to the following occupational hazards:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compressed air environment; excessive noise; arsenic, cadmium, lead, mercury, manganese or any of their compounds; organophosphates; asbestos; benzene; raw cotton; silica; tar, pitch, bitumen, creosote; and vinyl chloride monomer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The numbers of factory workers examined between 1985 and 1987 under the Factories (Medical Examinations) Regulations 1985 are as follows: \n  <pre>\r\n\r\n              Year              No. of Workers\r\n\r\n              ----              --------------\r\n\r\n              1985                 25,800\r\n\r\n              1986                 34,100\r\n\r\n              1987                 33,200\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are currently no new occupational hazards proposed for inclusion under the Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ASSISTANCE TO INJURED WORKERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Labour whether he is aware of the plight of workers who, though having been compensated for industrial accidents, are still unable to work; and if he will review the Workmen's Compensation Act with a view to assisting these workers. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, a small number of workers who receive compensation under the Workmen's Compensation Act are totally incapacitated. The vast majority suffer from minor injuries and are able to return to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Injured workers who have difficulty in finding work can register with the Ministry's Employment Service Department. The Workmen's Compensation Department also calls up those who are more severely injured and who may need assistance in seeking employment. Past experience has found very few such injured workers needing assistance. In 1987, in fact, none asked for assistance to seek employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workmen's Compensation Act was last reviewed in 1980. My Ministry is conducting another review to assess whether compensation provided for under the Act is adequate and whether changes need to be made to the Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHORTAGE OF NURSES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to overcome)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Aline K. Wong</b> asked the Acting Minister for Health (a) whether the present salary scale for nurses is a major reason for the shortage of nurses in government hospitals and clinics; and (b) what is his Ministry doing about the salary structure for nurses. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the present salary scale for nurses is one of the main reasons for the present shortage of nurses in Government hospitals and clinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The salary scale is generally poor. As a result, school leavers with the appropriate qualifications prefer to take up other training courses or seek employment in other professions which offer better remuneration or working conditions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, there has been an increased demand for nurses from both the public and private sectors. The number of posts in the public sector has increased by about 1,000 over the last 10 years due to the expansion or introduction of new services. The number of nurses for the private sector has also increased by about 800 since the early 1980s due to the expansion of existing hospitals and the opening of the National University Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This demand by the private sector has been met mainly by the recruitment of nurses from the Ministry of Health. Last year, my Ministry lost 392 nurses, the majority of whom resigned to join the private sector for a better salary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the increased demand, my Ministry needs to recruit 400 Student Nurses and 200 Pupil Assistant Nurses each year to meet the needs of the public and private sectors. Last year, the Ministry was able to recruit only 321 Student Nurses and 164 Pupil Assistant Nurses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome this shortage, my Ministry is currently holding discussions with the Ministry of Finance to improve the salary scales for nurses. We hope to get a positive decision on this matter soon. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Sir, may I ask the Hon. Acting Minister for Health whether he is also aware that besides the low salary structure there are other factors such as fringe benefits which encourage the nurses to resign from the Government service to join the private sector. Perhaps he would also look into this factor when he discusses the matter with the Ministry of Finance. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I would like to thank the Member for giving the suggestion. Salary is only one of the factors. We are looking into all the other factors as well, including working conditions. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Sir, in view of the severe shortage of nurses in the current situation, up to about 19% of the established posts, how long is the Acting Minister prepared to wait for an appropriate response from the Ministry of Finance before he will consider more drastic action? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, I think we are close to getting a decision from the Ministry of Finance, and we are quite hopeful that the decision would be fairly attractive. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> May I ask the Minister whether he knows how the private sector salary compares with the salary of nurses in the Government service? Another question is: will his Ministry also consult the union when they discuss the salaries of nurses? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, the private sector's salary is only marginally higher. It only needs to be marginally higher because they are attracting the nurses who are already within the service. The key factor is to be able to attract new entrants into the service, and to do that you have to make sure that the commencing salary is attractive versus the commencing salaries of the other professions. That is the direction we are looking to in terms of salary scales. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Will the Ministry of Health consult the union as well? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> At the appropriate time we will definitely consult with the union. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I am glad that the Acting Minister is taking steps to improve the salaries and also the fringe benefits of the nurses. I think another important factor is the image of the nurses. Is the Acting Minister considering improving the image of the nurses in the eyes of the public? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> If the Member for Potong Pasir has any suggestions as to how we can further improve the image, we would be very happy to hear from him. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Government is very good at this. They have conducted all kinds of campaigns. I think we should have a campaign to improve the image of the nurses. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, the Member for Potong Pasir should be aware that recently we have embarked on quite a massive exercise to improve the image of the nursing profession. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, does the shortage of nurses seriously affect the operation of government hospitals and clinics? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I think I have answered that question just two or three months ago. Although we have a shortage of nurses, we have been able to overcome the impact through the large number of trainee nurses that we have within the service. We have also managed to take a hard look at the work being performed by the nurses and, where possible, we have replaced those non-nursing activities with other staff so that we can free those nurses and deploy them to their proper nursing functions. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, is the Acting Minister aware that in cases where the stated reason for a nurse leaving the Government service is set down as poor working conditions, or poor self-image and such other non-monetary reasons, these reasons are blocked at the supervisor level and that the nurses are more or less impelled to state the reason as being monetary before their application can get passed? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I am not aware of that. But if the Member for Ulu Pandan has specific knowledge of those cases, I would appreciate if she could let me know. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> May I ask the Minister whether, as a short term measure, the Ministry has attempted to recruit nurses from overseas, and how successful were these attempts? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The Ministry itself will not be recruiting nurses from overseas for the time being. But we have freed the process to enable the private hospitals to recruit nurses from non-traditional sources. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Hon. Acting Minister whether he is aware that many nurses have resigned to join the private nursing service specially catered for patients individually? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Could the Member clarify? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Mr Speaker, Sir, may I make it clearer? There are nurses who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> resigned to join a private nurses association, and these people take up nursing service through this agency centred specially for private patients. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Mr Speaker, we are aware that some of them do resign to work as part-time private nurses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RETRENCHMENT AND RE-EMPLOYMENT OF WORKERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Figures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Labour how many workers were affected by retrenchment during the 12 months ending 29th February, 1988; and what is the situation concerning the re-employment of these workers. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the latest data I have is for the year ending 31st December, 1987. During the year 3,660 workers were retrenched, 40% from the manufacturing sector, 19% from the commerce sector and 16% from the finance and business services sector. This is a significant fall compared with the last two years when 10,000 workers were retrenched in 1986 and 19,500 in 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 2,265 retrenched in the first half of 1987, 65% had found jobs by the third quarter of the year - 28% within the first three months of retrenchment and 29% within the next three months. The rate of re-employment improved in the third quarter of 1987 with 40% of those retrenched finding jobs within the first three months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These figures show that most of the workers retrenched in 1987 were able to find jobs within six months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEBATE ON THE BUDGET STATEMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Exempted Business)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the debate on the motion for approval of the financial policy of the Government for FY 1988/89 be continued after 4.00 pm until 5.00 pm on the days allotted for the debate and the proceedings thereon be exempted from the provisions of Standing Order No. 1 until 5.00 pm on each day. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>11.22 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [4th March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1988 to 31st March, 1989.\". - [Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I rise to support the motion on the Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can be thankful for the continued recovery of our economy last year. In fact, it was a broad-based recovery. It was a full recovery from the recession of 1984-85 and the rate of economic growth of 8.8% represented nearly 4% above the long-term trend growth rate of 5% per annum. So quite clearly, the recovery has proceeded apace and has taken up much of the slack caused by the recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not only that, Sir, the economic recovery was also a very healthy one last year. Gross fixed capital formation rose by 4% in real terms after two years of double-digit declines. Of greater interest and importance for the future is the fact that the construction industry's contribution to gross capital formation declined back to more normal levels. Hon. Members might recall that the construction industry in 1979 accounted for 39% of capital formation but rose to 63% in 1984. Quite clearly, the economy had become very lopsided, very unbalanced. So we are back to 46% last year. This means that if the external conditions do not turn sour, our economy should continue to do well this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of interest too and importance is the role of the private sector in capital formation. In 1986 the contribution by the private sector was negative, minus 20%. But last year it rose by a healthy 18.6%. These excellent results are due to a number of factors. Firstly, there was a correct diagnosis of the causes of the recession, namely, the loss of international competitiveness plus the distortions that we had introduced into our economy. The prescriptions were correct, and not only that, but the implementation was swift and correct. We cut costs; we promoted investments; and there was a fortuitous external event of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> major exchange rate realignments which worked to our favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may now comment on some of the specific tax changes introduced by the Minister. Firstly, in respect of Schedule B where the effective tax rate has been lowered to 33% at the margin. This Schedule affects management corporations, clubs, and trade associations. We welcome this move but at the same time, if one looks at the figures, one would realize that these associations must have chargeable income in excess of $67,941 per year in order to benefit from the revised tax rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the tax treatment of unit trusts and investment holding company. Whereas I am sure unit trust management would welcome this move, at the same time the complete tax exemption is granted only if the stocks and shares are held longer than 18 months, and between 6 and 18 months is a graduated scale. The question is: is there enough stimulus to fund managers in a stock market that moves very fast in a matter of a few months? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The deduction of trade losses by companies - again I think this liberalization would be welcomed by the private sector, but at the same time I think the liberalization may not be sufficiently extensive. Entrepreneurs who have made losses in their companies need to be able to cut their losses and go on to some other business. But I think the Finance Ministry, for fear of tax dodging, has not been inclined to liberalize the use of such trade losses. But I feel that it is something which, if liberalized, would encourage greater entrepreneurship in Singapore. At the same time that these trade losses are allowed, perhaps the Minister might also consider the transferance of unabsorbed capital allowances and industrial building allowances to companies which change their shareholding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We note also, Sir, that a number of new tax incentives have been given in order to promote high technology industries in Singapore, and these indeed are to be welcomed because we must get our economy into hi-tech. So the R&amp;D provisions, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> industrial building allowances, incentive for overseas investment, for royalty, income on product design and development, all these are indeed to be welcomed as a move in the right direction. At the same time we should take note that we have by now introduced a large number of tax incentives to many sectors of our economy - in manufacturing, in services, and the financial sector. The list is growing year by year. I take note of the warning given by the Minister that such tax incentives really represent tax expenditures. They represent loss of revenue and they are real subsidies if hidden from public view. I would like the Minister, in future presentation of the Budget Statement, to give this House a cost-benefit appraisal of past tax incentives so that we can look more favourably upon his proposals to introduce new tax incentives. Otherwise, we might be introducing incentives for everybody in Singapore and in the end nobody gets any real incentive at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the question of various statutory charges and taxes which affect operating costs. There is talk of increasing the CPF contributions, Skills Development Fund contributions, and cancellation of property tax rebate, as well as re-introduction of the telephone and PUB taxes. I have a couple of questions to pose to the Finance Minister. First of all, is it necessary to introduce most of these charges or re-introduce them in the light of government revenue requirements? What are the costs to the firms involved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be recalled, Sir, that in the analysis of the causes of the last recession, one of the factors which added up the cost to the cost of the firms and made them uncompetitive were these various charges. Is there sufficient coordination among the Ministries when such charges are being reintroduced? And furthermore, in order to encourage our investors, we need to project a climate of certainty about Government intentions. They have to have certainty in projecting their cost of production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to comment particularly on the CPF contributions in relation to national savings. In 1984, our gross national savings as a percentage of gross national income was 46%. As a result of the cut in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> CPF contributions, this figure came down to 41% last year, still a very high and substantial figure compared to rates for other countries. At the same time, it may be noted that for the last two years Singapore enjoyed a current account surplus in 1986 at the rate of 2.9% of our GNP and last year, 2.6%. We have become a net international lender, a creditor, instead of a borrower. And since 1985, our Gross National Product has exceeded our Gross Domestic Product at market prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these figures indicate that the potential absorption of our national savings domestically appears to have reached the limit and that further increases in savings will appear as increasing current account surpluses or net lending to other countries or investments in foreign countries. At the same time, we should be mindful of the distribution between private and public savings when we consider increasing CPF rates. For 1985-1986, the public sector surpluses plus the CPF contributions accounted for 73-75% of our total savings in those years. In other words, Sir, the amount of savings in private hands was something like 25% or so. Is this a healthy situation for us? Are we not starving the private sector of sufficient funds in order to encourage private entrepreneurship and investment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the foreign worker's levy, I am sure other Members also have complaints to raise. My question is very simple. If our economy is expected to grow at a similar rate as last year, then I would look upon such an increase more kindly. But as the Minister pointed out, there is an expected economic slowdown. Why then increase the levy at this stage and pose additional difficulties for our firms? Although he mentioned that only 3% of the total labour force is involved, but eventually as the older workers get replaced, practically all foreign workers will come under the foreign worker's levy. So in terms of potential, the addition to business costs is not something to be dismissed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, may I quote from a recent book by Lim Chong Yah and associates called \"Policy Options for the Singapore Economy\", page 228: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The operating costs of businesses, which include certain statutory board fees, utility charges and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> licences in Singapore, are higher than those in Hong Kong. Indirectly then, statutory boards' savings appeared to be built up at the expense of decreasing the competitiveness of Singapore.' \n  <br>\n  <br>I invite the Minister to rebut that statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now turn to the world economic outlook. As the Minister pointed out, it is a time of uncertainty. Although the United States is in the sixth year of economic expansion, Members may wish to note that this economic expansion was a very unhealthy one. It was based upon huge government deficits in America. In 1987, the budget deficit was US$148 billion. In 1988, it is projected to be US$165 billion. With such huge budget deficits, it is no wonder that America has suffered huge trade deficits, US$175 billion last year and projected to be US$152 billion this year. And the US dollar has been devalued more than 50% since 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The stock market crash of 19th October therefore was no surprise, given this kind of unhealthy development. At the same time, Members may note that the United States in the last two years has shifted from being a leading international creditor to being a leading international borrower and its debts are piling up at a tremendous rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem that America has is something which we ought to study carefully in order to avoid making the same mistake ourselves. The crux of the problem for America lies in the very low savings rate of 16% compared to 32% for Japan, 24% for West Germany, 41% for Singapore. This has meant that in 1985, for example, the United States had to borrow from abroad up to 3% of their GNP and this figure is rising, whereas Japan and West Germany were able to lend abroad something like 4% of their GNP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current international situation reminds me of the inter-war period between the first and second world wars. We have a huge developing country debt of US$753 billion in 1986, representing 35% of their GNP, 144% of their exports, 22% debt service ratio and debt service, as a percentage of GNP, 5.5%, a huge figure indeed. By 1914, Britain had lost her position as an international creditor country to America. But America was not yet ready to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> take up economic leadership in the world. There were three mistakes made which exacerbated the Great Depression. Firstly, tight monetary policy; second, competitive devaluation; and, third, protectionism. So far, we have managed to avoid a tight monetary policy. But please note that competitive devaluation is taking place. The US wants the dollar to go down in relation to the Yen, the Mark and other currencies. The Japanese, the Germans and others are wary of their currencies growing too strong. And there is pressure on the NICs like Singapore, Taiwan, Hong Kong, South Korea to revalue our currencies. At the same time, protectionism is on the increase. Whereas since the Second World War, tariffs in industrial countries have declined very substantially, at the same time, non-tariff barriers have risen very significantly, especially in North America and the European Common Market. They now affect more than 20% of all imports in such countries. Non-tariff barriers are much more difficult to identify and therefore much more difficult to evade and to overcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now in a multi-polar world economy with no clear economic leader. Country after country have found their fiscal policy inflexible. Raising taxes is unpopular. It is easy to increase government expenditure but difficult, if not impossible, to decrease them. Because new political constituencies are created for every expenditure that is increased. Then there is the rising burden of interest payments. So countries which have pursued high spending policies and huge budget deficit policies have gotten into trouble all over the world. So now, what is left for the industrial countries is monetary policy and it is having to coordinate monetary policies that is of vital importance. A small mistake just prior to 19th October caused the crash of 19th October. Just one-quarter percent increase in the rate of interest that was proposed was enough to cause the crash. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we are now living in a world that is on a tightrope. Exchange rates are volatile, protectionism is rising. What do all these things portend for us? Firstly, we must have the agility to adjust our structure of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> production in order to produce goods and services that will find markets abroad. At the same time, we must be diligent in searching for new markets. I was reading about Japan opening up her market and how the other NICs in the Far East have already made great efforts to penetrate the Japanese market. But Singapore seems to be lagging behind. At the same time, Sir, we need to be able to withstand a breakdown of the world financial system. I will have more to say about this when we get to the Ministry of Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What should our formula be for steady economic growth? Firstly, as the Finance Minister rightly pointed out, to aim for a balanced budget. I fully support it. He wants to limit and control the share of the public sector in Gross Domestic Product. I fully support him. We have a high savings, high investment economy. Let us keep it that way. We have a moderate as well as a flexible wage policy. This is something necessary for us if we are to make the necessary adjustments. We have emphasized increasing productivity, more so in the future. And may I add a sixth, selective immigration, to get the skills and the type of workers that we want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hon. Members will note that when the basic policies are right, when there is fiscal prudence and when there is high savings and investment, moderate wages and productivity increases, there will be confidence in our economy. Our foreign exchange reserves will be strong. The Singapore dollar will be strong and the Monetary Authority of Singapore will continue to be in a happy position of making sure that our dollar does not get overly strong so as to penalize our exports. But all can be unravelled easily, just vote in a government promising HDB flats at give-away prices, free medical services, lower taxes, regardless of revenue needs. Overnight, like France when Mitterrand first became President, our foreign reserves will be drained and the Singapore dollar will need to be devalued. Inflation will be high and so will unemployment, as both foreigners and Singaporeans pull their money out of Singapore. A depressing scenario, yes indeed. An avoidable scenario, yes indeed. It is up to the people of Singapore to choose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Mr Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, I rise not in support of this Budget. May I be allowed just to comment on what the Member for Whampoa who is also the GRC Chairman on Finance, Trade and Industry has said. He says that we should be thankful of the recovery for excellent results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singapore has sometimes been compared to the other three NICs, namely, South Korea, Taiwan and Hong Kong. But according to our Ambassador to Washington he preferred that we be compared to Hong Kong. He has called South Korea and Taiwan the two tigers but Singapore and Hong Kong the two pussycats. Our competitor is therefore Hong Kong. It would appear that we have lost out as a competitor to Hong Kong. We are just recovering from our depressed economy. But in the case of Hong Kong they had two boom years of double digit increases in growth. And also I was reading in the papers their Financial Secretary was able to make hand-outs of HK$2.7 billion and also reduce tax, both corporate as well as personal tax, by 1% each. So before we feel too happy, I think we should look at the situation of Hong Kong and ourselves. Why did we lose out? The Member for Whampoa has said that there were distortions introduced into our economy. Well, he put it mildly. I would say that it was a mistake of the Government by introducing factors which increased our costs. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Are you referring to 1987? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This was before 1987, you know that. The Straits Times has labelled this budget \"a stay-on -course budget for Singapore\" and the Business Times has called it \"Budget for Business\". What do the Opposition call it? I think we should view it as \"An election budget\". The Government has held an election every four years since 1968. By this precedent we should be having an election this year. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> What month? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And mindful of that, the elections are just around the corner, the Minister has left the man-in-the-street untouched, except on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> increase in the duty of cigarettes. We note that the dreaded consumption tax is not implemented. There is no increase in road tax. There is no increase on the tax on gambling. There is no increase in petrol tax, and there is no increase on the tax on liquor. \n  <br>\n  <br>11.50 am \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das (Chong Boon):</b> You want this increased? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am not so sure whether other factors will affect the man-in-the-street after the elections. As regards the increase in duty on tobacco and cigarettes, the man-in-the-street expects that I think in view of the Government's strong campaign against cigarette smoking. I am glad to note that the Government has not introduced the consumption tax this year. I urge the Government not to implement the consumption tax. I would like to place on record that the Opposition in this House is against consumption tax and I regret to note that the Minister has not come out categorically or affirmatively and say that this tax will not be introduced. This kind of a tax, of course, is onerous and it hurts only the working man. The rich man really is not bothered by this consumption tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was commented that the only fire in the dragon's breath was the increase in the foreign workers' levy in relation to foreign workers who are employed in the manufacturing sector. One reaction to this increase from a local personnel manager in an electronics company was rather furious. He said, \"The more I think about it, the madder I get.\" The Government is advised to take heed of the reactions from the manufacturing sector. The Government's view is that only 3% of the total workforce is involved. This kind of argument is rather flimsy because if one factory folds up that will probably leave many of its sub-contractors and suppliers out of business. And if those sub-contractors and suppliers cannot get the business they want, they may even close down. Therefore a chain reaction will occur. So do not take it as if there is only a small number involved and therefore the Government can go ahead and increase the levy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been said that there is a fine tuning in this Budget. The Minister, I would say, must also appreciate that there is fine tuning too to a certain extent in the manufacturing sector. No factory in Singapore can work in complete independence. One accountant has commented that the $30 increase per worker per month is not a small increase. When taken to apply to the total workforce in the factory, assuming he said that there are 1,000 foreign workers in a factory. The extra payroll will amount to $30,000 more per month. Taken over a year the increased cost of that factory will be over $300,000, and that is no small amount. This increase of foreign workers' levy will hit the local manufacturers even greater. They work under very stiff competition and on small margins of profit. They also do not have assured markets, like the MNCs. So they will surely feel it when they are made to pay that increased costs. The question is, is the increase in levy on foreign workers justified at this particular point of time when the economy has just recovered from the deep recession of 1985? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be remembered that our economy is heavily dependent on foreign investments and any upsets in regard to costs could well trigger off another bad patch in our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rationale for the increased levy on foreign workers is that too many of them are coming. At one time the thinking of the Government was to stop the intake of foreign workers by 1990. Now there appears to be a change of policy. The policy now is to have \"a controlled revolving pool of foreign workers on short-term work permits to remain beyond 1992 in the manufacturing, hotel and construction sectors and as domestic servants.\" There appears to be a definite shift of position in regard to the Government's policy towards foreign workers. It would appear that we would always be dependent on foreign workers. At the moment the pool of foreign workers in Singapore comprise about 10-12% of our total workforce. The Minister for Trade and Industry once said in this House that Singapore's intake of foreign workers would be allowed up to a level of 25%. Both the total workforce --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, may I clarify? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let me finish, please. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, he has quoted me --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Are you giving way, Mr Chiam? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, I am not giving way. He can have his say afterwards. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If the Government envisages that Singapore could absorb up to 25% of foreign workers in our workforce, the present level of 10-12% could not be said to be high by the Government's own standards. Why then is there a necessity to up the foreign workers' levy? In the long-term the Government must find a solution to cut down the heavy dependence on foreign workers. The experience of countries in Europe, like Germany and Sweden, has shown that massive intakes of foreign workers have upset their social framework. If this Government purports to be far-sighted, then it must take more meaningful steps to cut down on our dependence on foreign workers. The steady increase in foreign workers' levy should not be the only solution. If the Government insists on pursuing the policy of increasing the foreign workers' levy as a mechanism to make our local workforce more competitive with foreign workers, then the union should explore the possibility of having two wage structures, one for local workers and the other for foreign workers whereby, instead of imposing a levy on foreign workers, the local workers could be paid a higher wage. As it is now, the Government is creaming off the wage costs of manufacturers. Some of these foreign workers' levy should be channelled into the wage packets of local workers and make it more attractive for Singaporeans to work in factories. Many of our Singaporeans have refused to work in factories simply because it is not worth their while to do so, especially our housewives. I do not for a moment think that Singaporeans are lazy. You pay them enough, you will find the labour market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> filled with Singaporeans. The MNCs will not object. Their wage costs remain the same, whether they pay the levy or part of the levy on foreign workers to the Government or pay the same amount to local workers as their wages, their wage costs remain the same. I would urge those trade union Members of this House to look into this suggestion seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past the Government has strongly held that CPF contributions are part of the workers' wage and cannot be reduced. The Government has been proven wrong and the Government has meekly reduced the contributions of CPF by the employers. The Opposition has always maintained that CPF should not be used as a wage mechanism. I am glad to note that the Minister has admitted that \"the proper mechanism for adjustment should rightly be a flexible wage system and that the CPF should be viewed as a longer term saving scheme with its own specific objectives of providing for the basic needs of retirement income, home ownership and Medisave.\" That should be the main purpose of CPF. I say that the CPF rates as they stand are sufficient for these objectives and should not be further increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's only real resource is our people. We do not have a hinterland, we do not have natural resources of any significance. Therefore, our wealth in the long term must be earned abroad, either by exports or by investing overseas. In this respect the Government's encouragement by fiscal measures to Singaporeans to invest abroad is certainly a good thing. But the question is, under the present Budget, is the stimulus given enough? Businessmen do not think so. There were also two tax consultants reported in our local press who have doubted if the measures provided by the Minister are sufficient. Companies which venture abroad, they say, are made on the basis that they would succeed and not fail. Therefore, the said consultants argued that the more effective practice should be like in the United Kingdom and that deductions or immediate deductions on profits derived from abroad should be made. I support that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been told that our local businessmen who go abroad to canvass \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> for business do not automatically get tax deductions on their business expenses incurred overseas. They need apparently to show to the Tax Department that they have obtained contracts abroad before deductions were allowed. This kind of a practice must be wrong. Why? Because it is not often that every trip abroad made by businessmen will succeed. The Minister perhaps could look into this complaint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would support every fiscal measure that will help our local entrepreneurs to secure business overseas. Ultimately, if we are to enjoy a high standard of living, we have to justify the salaries of our highly paid workers in Singapore. One of the best ways is to have vast incomes producing investments abroad. With these days of instant communication, I cannot see why Singapore cannot be the centre or headquarters of a great number of Singapore companies having businesses and factories and all kinds of commercial ventures spread out all over this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has also been noted that the development account has dropped and in the area of education, which I am particularly concerned, the spending is reduced by 4.4%. This would also mean that the building of schools will be less. If that is the case, how is the Government going to justify their policy of having smaller enrolments in our classrooms? Surely, this objective cannot be achieved when there is going to be a lesser number of schools built. I do not see how the aim of having excellence in education, as stated in the Agenda for Action, can be reached if there is going to be less money spent on development of more schools. I hope the PAP is not saying a lot of nice things and has no intention of carrying them out. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, Sir, just a point of clarification. The Member for Potong Pasir just now referred to me and quoted me as the authority for a statement that we can allow up to 25% of our workforce to be foreign workers. I think if he confirms with the Hansard he will see that I said no such thing and my words were that I would be astonished if the number of foreign workers in Singapore reaches 25%. I think that is quite a different proposition, and I suggest that the Member makes a correction before this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I specifically put a question to the Minister for Trade and Industry as to the level of foreign workers that would be admissible in the Singapore economy and I remember (I could have been mistaken, but I remember) that he says \"up to 25%\". I think it was also repeated in an article in a local newspaper which I have read. We could look up the Hansard and see what he said. But in any event, perhaps it is useful now to clarify with the Minister what is the optimum level that Singapore would allow foreign workers to be admitted here. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, that is another question. The question is: what did I say and how was I quoted? I did not say that we will allow 25%. I said it would be astonishing if the number reached 25% which is quite a different matter. May I ask the Member whether he wishes to make a correction now or whether he would like to look up the Hansard? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, obviously the Minister has not taken note of what I said. I have said that I asked this question of him in one of the sessions in this House and, as I remember it, he said up to a level of 25%. I said that I could have been mistaken. If that is the case, let us look at the Hansard and clarify. If I was mistaken, I would tell the Minister so. Until we have looked at the Hansard, I cannot be for sure. That is my answer to him. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, I take it that he would like to confirm with the Hansard but he presses his point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Can we cut short the whole thing? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Perhaps the Minister can look up the Hansard and let us know. If I were wrong --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can you please sit down so that I can say something? To cut the whole thing short, I suggest you look up Hansard later on and then you can come back and make your clarification. All right? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I rise in support of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I first congratulate the Minister for Finance for a budget which has, by and large, been fair to all Singaporeans - big business, small business and the man in the street. His cautious approach to the raising of public sector rates and pegging these changes to the economic growth or otherwise is welcomed. His decision not to introduce the consumption tax in the coming fiscal year is a relief to all and I hope that he will also come to the same conclusion next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also wisdom in his statement that \"public services should be provided at least cost to the taxpayer.\" An exemplary example is Telecoms which over the last eight years passed back cost-savings to the customers through eight major rate revisions totalling $315.5 million. In 1987, Telecoms passed back another $39 million to customers. Sir, this is a wise budget and not an election budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I cannot agree with the rationale to raise the foreign workers' levy from $140 to $170 per month with the exception of foreign workers who are construction workers or domestic servants. We are all aware of the socio -economic cost of having foreign workers in Singapore. We must rightly ensure that jobs created should benefit Singaporeans and not foreigners. However, the economic expansion in 1987 generated 66,000 jobs. Unemployment fell in 1987 from 4.6% at the beginning of the year to a low of 2.8% by the end of the year. In the words of the Minister himself \"the slack in unemployment has already been taken up since early 1987.\" Furthermore, in 1986, the foreign workers' levy was introduced to protect Singaporeans. I fully agree that at that time it was necessary in the light of \"differentials in the cost of employment between foreign and local labour\" to introduce that tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our economic recovery, new investments and expansion of operations by multi-national corporations played a key role. I am sure that when the EDB selected these industries for location in Singapore they took into account the economic and labour situation. It was their success and expansion which resulted in a need for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> more workers - more workers than we could supply in Singapore or have in Singapore. But now in the face of success and expansion, we find that they have to pay an additional levy of $140 to $170 per foreign worker. Surely this is not logical when we have no suitable local labour available. The fact that less than 3% of the total workforce in Singapore will be affected by this increase in levy is comforting but does not make for good logic in increasing the levy. It is the very success of these industries that has created the demand for workers. Should we all not rejoice in our economic recovery and success? Let us reap our rewards from these companies through tax on profits and not through increasing levy on foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like next to draw the attention of the Minister to a matter of great urgency. I refer here to the 1986 United States Tax Reform Act and its impact on transportation. I quote from a Business Times report on Thursday, 25th June 1987: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Scandinavian owners of vessels registered in Singapore are pressing for an urgent solution to tax problems posed by the US Tax Reform Act 1986.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The big issue in question is a US freight tax on income from a one-off voyage to any US destination or rental income from chartering out a ship taken to the United States. Half of this income deemed to be US-sourced income will be slapped with a tax of 4% without allowance for deductions, which means the tax has to be paid even if the ship incurs operating losses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to these owners, the tax places their ships flagged in Singapore at a disadvantage once they call at US ports. Official sources say that because Singapore - the country of registration - does not have reciprocal exemption provisions with the US, these ships will still be subject to freight tax even if Norway, for instance - the country of beneficial ownership - already has a tax treaty with the US. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why have I highlighted Scandinavian owners even though NOL will also be similarly affected? This is because of two reasons. Firstly, Scandinavian interests own some 40 Singapore registered ships which are managed locally and employ more than 500 Singapore seafarers. Secondly, their vessels rank among the most modern tonnage in the local register. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I have with me a letter dated 5th February 1988 from a marine management company in Singapore. I have their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> permission to quote a paragraph of the letter to show the urgency of the problem: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'At this point in time, three of our shipowner principals, having 11 ships under Singapore flag under our management, are now seriously considering in the near future to flag out from Singapore to a registry exempted from the US tax exposure.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are already the world's busiest port - something we can all be proud of. If Singapore is to maintain its status as an international shipping centre, this tax issue has to be resolved and urgently indeed. Any long-term plans to promote Singapore as an international shipping centre must recognize that the US is a very important country in shipping. At least 80% of the ships under the larger ship management companies visit US ports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, three of the larger ship management companies estimate that the direct spin-off to the economy was $324 million for shipowners and managers of ships. They also estimate that there is an additional spin-off of $250 milion from related shore activities based on 1985 statistics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister for Finance will give this matter his urgent attention. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, if I may pursue my point of clarification. The exchange took place on 31st August last year [Hansard, Vol. 49, col. 1539]. The Member for Potong Pasir asked me: \"To what level the Government will stop the inflow of foreign workers, 10%, 11% or 12% of our total labour force, or what? Or when the need arises, it can expand as high as it could go? Is that the policy?\" And my answer was clear. \"Our policy is to have a controlled inflow. We do not have an absolute limit in mind. But I very much doubt that foreign workers would exceed one-quarter of our labour force.\" Sir, may I ask the Clerk to hand this to the Member so he can compare that with what he said this morning. [Copy handed to Mr Deputy Speaker.] \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I shall ask the Clerk to make copies of this and circulate to the hon. Member. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Deputy Speaker, Sir, this Budget Statement presented by the Minister for Finance on 4th March is best described as a holding Budget. It is a Budget of caution designed to anticipate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> and react to the uncertainties of the global economy. In my opinion, it is extremely realistic in the sense that it is aimed at keeping Singapore's economic recovery on course. Apart from the increase in the levy on foreign workers, there are no drastic tax increases nor withdrawal of concessions given to firms two years ago to help them cut operating expenses and improve international competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in fact, the key element in managing our economy is flexibility which, in turn, will allow Government to respond quickly and appropriately to changing circumstances, both internationally and domestically. This comes out clearly in this Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Sir, I would like to touch on some measures which affect the domestic economy. As the Finance Minister pointed out in his Statement, the demand for foreign workers has been increasing steadily and rapidly, and manufacturing companies have been recruiting about 2,500 foreign workers each month. This is no doubt a worrisome trend and, if no possible step is taken by the Government, then the social and economic costs of increasingly depending on foreign workers would be uncomfortably high to Singapore in general. Under the circumstances, the foreign workers' levy is the second best mechanism to regulate the demand for foreign labour. However, instead of introducing a flat rate of $170 per month for \"Other Foreign Workers\" with effect from 1st April 1988, I would respectfully suggest to both the Finance Minister and his colleague, the Labour Minister, that perhaps they might consider the feasibility of having a two-tier levy system for foreign workers. The question to ask is: why a two-tier levy system for foreign workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the conventional dichotomy of classifying industries into either Sunrise or Sunset is a good simplifying tool but I doubt it is a useful policy guide. Increasingly, the key to profitability of any business enterprise lies in the effective integration of business strategies, human resources and introduction of higher technology. Sunset indus- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> tries can be given, in my opinion, a new lease of life with sunrise technologies and management methods. The experience of companies in Japan has shown that companies in sunset industries have successfully upgraded and diversified into profitable operations. It can be concluded, up to a point, that there are no sunset or sunrise industries. In fact, there are only sunrise and sunset management techniques or technologies. In other words, Sir, I believe the two-tier levy for foreign workers would be an effective way for Government to encourage many Singapore SMEs, in particular, to shift into sunrise production methods and management to provide quality and competitively-priced goods and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, implementing such a system would mean that we will send the right signals to investors and businessmen alike. In the recruitment of foreign labour, preference will be given to priority industries. However, Sir, non-priority industries will also have an opportunity to bid for foreign labour if they are prepared to pay the additional premium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The two-tier levy system will be flexible particularly in meeting the needs of many of our small and medium-sized companies and this, I believe, would enable them to play a meaningful and significant role in our national economic development. Sir, in a single-tier system many small local companies are denied foreign workers because they are not considered as priority industries. Therefore, there is indeed unhappiness and largely because of denial of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economic goal is to develop Singapore into a Total Business Centre where I believe there is room for both MNCs, foreign and local, as well as a vibrant and profitable SME sector. I would urge the Finance Minister and his colleague, the Labour Minister, to give some thought to this question of a two-tier levy system for foreign workers. I sincerely believe this two-tier foreign workers'levy system would help to continually achieve our stated economic goal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, my other comment relates to the general mood in the business community as a result of this Budget Statement. The Minister has made \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> it clear that the various cost-cutting measures and fiscal measures are not intended to be permanent features and will be withdrawn as soon as the economic situation warrants it. As a result, domestically, there is caution over imminent rising operating costs such as CPF rates, SDF levy, withdrawal of JTC concessions, etc, etc. Internationally, there is caution over protectionism and exchange rate uncertainties. All these can give rise to undesirable and sometimes self-fulfilling prophecies of doom and gloom. Insofar as external factors are concerned, Sir, we have very little control and we should not fret ourselves unnecessarily. However, as far as domestic factors are concerned, I believe it is incumbent on the Government to send out the right signals and minimize the uncertainties over rising cost of doing business in Singapore. The Minister made a fairly categorical statement regarding the deferment of consumption tax. I believe it would be useful if the Government can be more forthright over the other issues. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Mr Deputy Speaker, Sir, I rise to support the motion standing in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The FY 88 Budget, as expected, turned out to be a painless one. It saw no major tax changes. It was a mild Budget with few surprises and indeed the only surprise was what did not happen - no increase in CPF rates, no adjustment to SDF levy, and no increase in road tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the Budget is a prudent one. It reminds us of the need to stay on course towards achieving our vision of a developed economy by the turn of the century. At the same time, it shows that the Government is fully aware of the need for our companies to remain competitive internationally. Therefore, the decision to defer increases in various statutory costs pending a review of the economy in the middle of the year should be applauded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge the Government to examine closely all factors influencing our economy during the review. Of particular concern is the increasingly tight labour market situation which, if left unchecked, could result in increasing cost of business and even an overheated economy. We must avoid the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> early 1980's experience of a tight labour market situation which saw Singaporeans hopping from job to job resulting in high labour turnover rate which is not good for the economy. I hope the Government during the review will among various things consider untightening the labour market, even as a short-term measure, if our economy continues its current growth momentum. By this, Sir, I am not advocating that the foreign workers' levy should be lowered for there are many other ways to untighten the labour market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Budget seems to mark the beginning of a new economic era. The next stage of our economic development is a new thrust to encourage Singapore companies to venture abroad more aggressively. Ours is but a small domestic market. As our economy grows and expands, it becomes natural that we are emerging as a major foreign investor and this is necessary also because of increasing protectionistic trends overseas. Other reasons include access to cheaper raw materials, cheaper labour, lower taxes, new technology and risk diversification. We should now take a bold step forward to venture abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget shows that the Government has once again provided the impetus for this. The overseas investment incentive scheme and the OHQ unilateral tax credit scheme announced in the Budget cannot come at a more appropriate time. In our efforts to encourage more Singapore companies to venture abroad, the Government is now even prepared to share risk in their overseas investments. Under this scheme, there will be a 100% tax write-off for losses from sales of shares in or liquidation of approved overseas investments. I understand that EDB is now working out a scheme to assist local companies to invest abroad by helping to link them with reputable companies overseas. Sir, I think this is indeed a praiseworthy move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The private sector, being the engine of growth, should now seriously consider gearing themselves for expansion and to invest overseas. The bigger companies can, of course, go on their own. For the smaller companies, there is now a pressing need for them to get together, join forces to merge and pool their resources. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> Perhaps the bigger government companies, like Temasek Holdings and the Sheng-Li Group, could give a helping hand to these smaller local companies in their venture abroad. They could perhaps take part in equity participation of these overseas investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with this move to invest our financial resources overseas, it becomes natural for companies to begin to send Singaporeans abroad to manage these investments. And this means working abroad for a few years for Singaporeans. From my experience, Singaporeans are generally very reluctant to go abroad to work. To many, life in Singapore is too good, too comfortable. We have the convenience of shopping centres, a great variety of hawker food, and now the MRT. To many Singaporeans, adapting to a foreign lifestyle does not appeal to them at all. They are ,not used to the food, the climate, and even the social customs overseas. They are afraid that a short stint abroad will actually affect their career advancement at home. There will be a cut in family income if they go abroad as their wives would have to quit their jobs. They may miss the opportunity to purchase a good HDB flat or a house in a good location and at the right price. They do not want to miss the property cycle. And to the married Singaporeans, the cost and the quality of education abroad for their children worry them. Many fear that when their children return from abroad they would not able to pass the Second Language in their PSLE or even the 'O' level examinations. And to a reservist Singaporean, he fears that upon his return he could be posted to a new unit where he has to start life all over again, which means getting to know his fellow soldiers, building up rapport and even the possibility of starting the in-camp training cycle all over again. And there are others who are worried that they will be totally shut off from news and developments at home while they are abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are some of the real problems and fears expressed by Singaporeans when approached to go abroad to work. I think as Singaporeans we need to take a broader view of things. We need to widen our outlook and working abroad for a few \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> years has its merits. It actually enriches our experience and makes us a better person, more confident in our work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, venturing abroad and investing overseas is the next stage of our economic development. In fact, we should soon be talking of GNP instead of GDP growth, and it is a step in the right direction for us. It is an inevitable outcome of our smallness as a country. We should now seriously begin to address this issue, anticipate problems and find solutions to them. May I, therefore, suggest that the Government, through the Economic Development Board, form a task force to look at these problems with a view to enable more companies to venture abroad and to encourage more Singaporeans to take up jobs abroad for short stints. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, any right minded Singaporean will support this budget. Just now the Member for Potong Pasir said it is an election budget. No sound country in the world would introduce a budget that would do harm to the people during recession time or election year. This is a well-thought budget and a farsighted one. The Newsweek of the 22nd February has a cover page story entitled \"The Pacific Century\". In that issue, there were several articles which described, analysed and explained why the next century would be the Pacific Centry. I looked at the world map. I looked particularly at the western shores of the Pacific Ocean. I noticed that from Beijing down to Singapore, peoples of these countries use chopsticks. So from the cultural point of view, I would like to say that this would be the age of the people who use chopsticks. Some may say I sound like being Chinese chauvinistic. Japamnese use chopsticks. The four little dragons of Asia which are closely behind Japan economically are dominating the development of the Pacific century. Closely behind them is the big dragon, China. Recently according to the newspaper report, Thailand will be the fifth little dragon. According to the IMF, in respect of the amount of foreign exchange reserve, Japan is number one. Taiwan is third. West Germany is second. Among these top three, none of them is an English-speaking country. Therefore, from this we can ascertain that in the next \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> century the centre of economy, politics and even military development will be on the western side of the Pacific. And we are situated on this side. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, the Minister for Finance said that to face increasing protectionism, we have to seek new markets for our products. In other words, non-western countries should be explored. We should look towards Asia, particularly Japan for new markets, as the Member for Whampoa just said this morning. He also said that in the past six years, the US had seen some economic growth, but such growth was not sound and he gave cogent analysis and reasons for that. From all sorts of happenings around us, we should realize we should not look only towards the Western countries for markets. We have to face up to reality and look at our geopolitical situation and cultural background. The conclusion is that we should look towards the Western side of the Pacific for our new markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's policy for the 1990s is to build up a gracious society. All the material infrastructure for which has almost been completed now. MRT and Marina development have almost been completed. The Singapore River is also cleaned up. Our express highways have also been completed. All the physical development for a gracious society has taken shape now. But the question is the quality and social behaviour of our people, I am not sure whether our people are prepared and ready to accept such a gracious living. Not long ago, our cleansing workers stopped work for one day and we saw a lot of rubbish everywhere. In the hawkers' centres, when people stared at each other or when the curry fish head ordered happened to be larger than desired, killings took place. Violence is resorted to settle petty quarrels. All these give rise to the question whether the quality and the psychological condition of our people have reached a state when they are ready to enter the age of gracious living. That is why we should not forget our cultural build up and spiritual development also, after our material construction and economic development. Thank you. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, if I may pursue with my clarification. Now that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> Member for Potong Pasir has read the Hansard record, does he concede that I never said the words which he attributed to me this morning? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, do you stand corrected? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I read here, the reply of the Minister says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Our policy is to have a controlled inflow. We do not have an absolute limit in mind. But I very much doubt that foreign workers would exceed one-quarter of our labour force.' \n  <br>\n  <br>Sir, in the light of his answer, anyone listening to him could easily infer that what he meant was that our foreign workers' intake should not exceed 25% of our workforce. Any reasonable person could infer that.\"We do not have an absolute limit in mind.\" It could be even above 25%. Do you agree with me? \"We do not have an absolute limit in mind.\" So that sentence could imply that the level of foreign workers in Singapore could exceed 25%. Then he went on to say, \"But I very much doubt that foreign workers would exceed one-quarter of our labour force.\" In one sentence, he says there is no limit. In another sentence, he thinks that our level of foreign workers would not exceed 25%. So it is natural that anyone listening to him could have inferred that our upper limit is 25% and I do not think I was wrong by inferring that. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir is entitled to his inferences but he should beware of attributing them as direct quotations to me when I made a precise and a different statement. So I request the Member to have the honour to concede this to the House. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, the thrust of my argument in today's Budget statement debate was that we have here at the moment only 3% intake of foreign workers in the manufacturing sector out of the whole workforce. And my inference was that the Government would seem to have a limit in any event much higher than 3%. Therefore, what is the hurry in introducing this particular levy at this point of time? It would appear that there is a discrepancy in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> Government policy. I may have said that the Minister said that the upper limit was 25%. If he wants me to clarify, I would say that he did not specifically say that the upper limit was 25%. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But there is an inference that the Government's policy was to have a workforce of foreign workers not higher than 25% of our total workforce. In any event, my argument still holds. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> We shall let the record speak for itself. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Deputy Speaker, Sir, it is very heartening to hear from the Minister for Finance that Singapore has chalked up a strong economic growth of 8.8% in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has stated that this budget is an election budget. I would like to argue against that point. I do not believe that it is an election budget. Our Government is not a short-term view government which takes to implementing policies just for a one year purpose for good election results. I believe our Government is a long-term government which believes in taking a longer-term perspective. If the Government has been taking a short-term view, it would easily have offered many goodies and incentives in this year's budget. In fact, if you look through the budget for this year, I would say that it is a \"no problem\" budget, a budget whereby the Government has in place most of the major fiscal, tax and revenue policies. It is only a matter of some fine tuning to cater for special industries like the service sector and R &amp; D promotion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think there are three main long-term areas which the Government should focus its attention on. First, is the promotion and development of the service sector and the local industries. The second is on trade policy and the third is on our labour shortage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the development of the service sector and local industries. The Government has done much to stimulate economic growth, primarily in the past through the manufacturing sector as the lead and through promoting foreign investments. I believe that to ensure and sustain future growth, the Government should put increasing emphasis on the following two areas: (1) how to promote the growth of the service sector in Singapore; (2) how to promote the growth of local small and medium industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the service sector, the Finance Minister has already announced several incentives to encourage R &amp; D activities. He has also listed some areas to focus on. There are two areas he has listed which I feel have great potential. These are in software development and the promotion of information services. I hope that the Government would not take just a passive approach in promoting R&amp;D in Singapore. In parallel with the private sector's efforts, I hope the Government would also initiate and in fact finance some major large-scale R &amp; D activities in these areas through governmental agencies such as the National Computer Board, SISIR and EDB. I believe that through such joint R&amp;D efforts done in collaboration with the private sector, the Government can help local companies to have the stamina to take a longer-term view and at the same time undertake more sizable and more ambitious projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the promotion of small and medium-size industries, this year's budget statement did not give very much coverage. I believe this is not an indication that the Government is according a low priority to this area. We all know that it is a very important area. It will serve as a backbone of our economy in future. The local SMEs have reached a stage whereby many of them can compete effectively internationally, especially in this region against Hong Kong, Taiwan and South Korea in terms of product quality, price and delivery schedule. I am pleased that there is no move at the moment to adjust the SDF and payroll tax rates. Should there be any plan to make such adjustments in future, I would urge the Government to do it in a gradual process so that local companies \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> can adapt accordingly and maintain their cost competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On trade policy, we know that trade is our life line. The worrying issue is the threat of increasing trade protectionism around the world. It is laudable in view of such world wide developments that Singapore maintains a free trade policy. I too support this free trade policy of the Government. However, I am surprised that the Government has, it seems, unilaterally removed the import duty on refrigerators and the quotas on imported airconditioners. The major exporters of these products into Singapore are Japan, South Korea and Europe. I feel that the Government should have perhaps used this as a slight leverage in our discussions with these countries so that we can bargain for some better trade terms from them in future, especially with Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On labour shortage, I believe that shortage of labour will be a key constraint to our economic growth. Imposing a worker's levy or increasing the quantum of worker's levy is one way to discourage the use of labour and encourage companies to switch to mechanization. However, such adjustments do take time and there are many sectors that cannot be easily mechanized, such as the service sector, domestic help and nursing. I do not support a liberal relaxation of an inflow of foreign workers. But I do believe that there should be some form of selective control in some areas. However, I think we should take a much longer term approach and may have to come to the conclusion and accept that the labour supply shortage would be an issue we have to contend with as a limitation to growth. In future, Singapore's economic growth may see a steady but more moderate growth because of this limitation of labour supply. Our people should come eventually round to this understanding that in future, having this labour constraint, Singapore may not be able to chalk as impressive growth rates as we have experienced in the 1970's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to conclude by expressing my gratification that the Government has put our economy back on a steady course and that we should see a steady and improving economic situation for Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion, Sir. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I rise to support the Budget Statement by the Minister for Finance. I observe that the budget itself allows for consolidation in order that we could be better poised to deal with the unpredictable economy ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a matter of urgency that we review a number of areas. I feel that we should look at our policy on the utilization and the development of manpower resources. The importance in the value of our limited manpower is recognized but it certainly deserves more attention to see what positive actions we can take to harness, train and develop our limited manpower resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I was reviewing our manpower participation rate, I note that there are several worrying concerns that we will be facing in the years ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our labour force pool will be shrinking drastically in the years ahead. This is because of our ageing working population and the effects of our retirement policy. The workforce, retiring between 55 and 60 years, is increasing and hence contributing to the decreasing labour force participation rate. Sir, if we examine our labour force participation rate for both men and women between 55 and 59 years old you will find that the number of people participating in this age group is, in fact, decreasing with increasing age itself. In 1986 nearly 5 out of every 10 men and women of the said age group were working. It is indeed worrying to note that the number of men remaining in our labour force between 55 and 59 years old is decreasing. In 1970 about 7 out of 10 remained, whilst in 1987 about 6 out of 10 continued to work. Hence, Sir, you can see that this figure is likely to reduce by the turn of the century. That is indeed alarming and instead, we are talking about foreign workers' levy and other related measures. I feel that greater efforts should be directed in terms of finding ways in which we can retain the older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the declining labour force participation rate of older workers need to be re-examined and the trend has to be arrested and, if possible, reversed. This can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> achieved by undertaking a few areas of action immediately. First, we need to look into the provision of incentives to encourage more firms to retain or employ older workers. Currently, our employers are not really motivated to employ them. This is because of obvious reasons, such as high cost and high overheads, and therefore they feel reluctant to employ them. They instead retire them quickly and they do not encourage them very specifically to stay on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is indeed sad to note that workers who can still give prime contributions at this stage of their life, are no more required when they reach the chronological age of 55 years. Perhaps for a start, we should reduce payroll tax for employers who have a scheme for the employment of older workers. Second, we have to review our archaic or out-of-date general retirement policy. Sir, this policy was instituted during the colonial period to address the problem of unemployment. But today the situation has changed and I see that it is more urgent that we re-examine our general retirement policy at the age of 55 years. Perhaps, the retirement age could be increased from 55 to 60 years. Thirdly, Sir, the present CPF contributions for workers who are 55 years old need to be re-studied. The contributions by workers and employers should be reduced significantly so that it would be both attractive to the older workers as well as the employers. By doing so, we will be able then to allow more workers to be retained in our workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The budget has not focused much attention on low income workers although it has made reference to more financial provisions for skill training of workers. Sir, the skills of our low income workers as well as our less educated young workers have to be upgraded. From our records we note that about half of our workers have less than primary education. With this profile in mind, I think we need to see how the skills of these workers could be upgraded. Sir, so far not much resources have been directed from skills Development Fund for the training of low income workers. We have to address this area seriously so that we will be able to enable more of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> workers to move out of the low income trap. In this respect, the Skills Development Fund could be better and effectively utilized if we could set aside grants to be allocated directly to the unions and management to see how such funds could be utilized for workplace training. And if we allow such a flexibility, I am sure the unions and the management would be able to devise training schemes which will be relevant and of value to enhance production in the various workplaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as you are aware, about half of our workers do have less than primary education. There is urgency to review the Skills Development Fund set aside for the training of these workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One teething concern following the announcement by the Minister for Finance is the introduction of a system of charges for inter-department services. Sir, the consumers of Government social services, such as health, housing and education, particularly those in the working class, seem to be worried if the departments providing these services will increase their charges or costs of their services. Such a change of system will hopefully not make the Ministries over-react to show that they are in the black or have net gains. For, if they all become less mindful of public interest, then there will be a danger that the average consumers may not be able to get access to the use of such social services. So I hope that the Ministries that are providing such social services will take into consideration that the prices they set for the services of the various sectors will be within reach of the working class. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the other area of concern in terms of enhancing our manpower resources is the release of CPF for education. I think, there will be a pressing need to train and develop our young potential labour force. Hence, there is no cogent reason that CPF for education could not be re-studied to see if it is possible to support our young labour force to benefit from various training schemes. Sir, I hope that the matter would be seriously looked into and the argument that education is not an investment does not hold ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, thank you, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The sitting is suspended until \n  <br>2.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>12.57 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, the Member for Potong Pasir is not here. Just now he mentioned how, as MPs representing labour we should try to speak for the workers. Usually we do not want to criticize and exert any pressure on the Member for Potong Pasir, lest people say we are bullying him by our number, but very often he makes unwarranted challenges to others. Therefore, we have to stand up and clarify the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to remind the Member for Potong Pasir that he should do his home work properly and not try to challenge us on what we as trade unionist MPs should do or what not to do for our workers and our nation. If Singapore does not have a CPF scheme, how are we going to achieve home ownership? If we do not have enough CPF savings, how are we going to reduce labour cost by 15% in a recession? I hope the Member for Potong Pasir will be able to point out to us which country in the world has been able to do this in times of recession by reducing labour cost rapidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to talk about what the Minister for Finance has mentioned in his Budget statement on CPF. I feel that the Government should give a clear indication in respect of the CPF contribution rate so that the employer will know how to plan their production cost and also the workers will be able to know how to plan their future livelihood. There are three objectives affected by CPF contribution and savings, namely, home ownership, Medisave and adequate retirement income. The Minister for Labour said in 1987 that the long-term target for CPF contribution is to reach 40% for both employee and employer, each to contribute half of it. The Minister for Finance has said that a review \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> of contribution rates will be taken after the first quarter results are known. But I am quite optimistic about the result of our economic development. I feel that he should be able to start making adjustment to the contribution rates now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, I would like to propose that in order to achieve a 40% target while the employee is contributing a maximum of 25% now, I hope that in the next five years the employer could increase its rate by 3% point every year so that our workers will be able to reduce the employee rate by 2% point every year to reach 20% in order to meet the 40% total. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On another point, I would like to talk about the amount of minimum wage above which the worker is liable to contribute to CPF. The existing amount is $200 since 1955. This rate has been implemented for 33 years by now. Now that the living standard has been raised, wages have increased over the years and we are facing labour shortage, when and the Government is encouraging housewives and retired people to come out to work or work half day, I would urge the Government in view of the changing situation to make adjustment in the contributable minimum amount for the workers, that is to say, raising the minimum amount from $200 to $300 above which a worker would be liable to contribute to CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, the Government should have a clear cut arrangement in respect of the CPF contribution rate for those who are retired. The Minister for Labour has also said in 1987 that the Government would encourage employers to employ more of those who have retired or are over 55 years old by implementing varying contribution rates according to age groups. We all support this policy by the Government. In other words, the contribution rates would be according to the age grouping. I hope the Government would implement this policy starting this year. For instance, in the coming five years, for those who are between 55 and 60 the employer should contribute eventually 12.5% maximum whereas the employee can also eventually contribute 12.5%, making together 25%. In order to achieve this target in 5 years we can consider letting the employer starting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> from the basis of 10% this year, to increase contribution by 0.5% more each year, whereas on the part of the employee starting from the basis of 25% the rate should be reduced by 3% every year. In this way, those who have retired or are over 55 will find it easier to get jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point about CPF: One of the purposes for which CPF can be made use of besides the 3 purposes already mentioned earlier, is for buying gold or investing in shares. It is regretable. I propose that individual CPF savings could also be used in respect of personal education or further studies so as to raise one's educational standard, to upgrade his skills in order to promote our economy so that workers can contribute more to our economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to touch on wage reform which the Minister has mentioned in the budget statement. The basic concept of wage reform or the primary purpose is to enable the wage system to be more flexible so that when in good times the workers could enjoy or have better share in the profits and benefits. While in times of economic depression, the employers will have some leeway to adjust the cost so that they can overcome difficulties and go on. Workers have positively supported this scheme. In the past, the annual wage increase for the workers has been 5-6%. After the wage reform, it has been changed to 2% service increment per year. There is a difference between these two amounts which, according to the plan, should be accumulated year end bonus for the workers, whose quantum is according to the performance of the company concerned. But many employers did not give workers this accumulated bonus on this basis, but gave them a once-for-all bonus in the middle of the year or at the end of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As many employers are not making use of the accumulated difference for workers' bonus, I am afraid if this practice were to continue, then the workers may be disadvantaged in this wage reform exercise whereas the companies when in difficulties may not have other accumulations for adjustment. Therefore, I have some suggestions to make in respect of this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the employer is making use of productivity as the model for adjusting wages, then the employer can accumulate the difference between the 6% annual increment and 2% service increment as year end bonus which could be as much as 2 months' wages. There is the other model of sharing in the profits as bonus then there is no such stipulation. Many employers are making use of this model fixing bonus at a maximum of 2% once-for-all at a maximum of 2 months' amount. If it is sharing in the profits, then it should not be subject to 2 months' maximum. The bonus should then vary according to the profitability of the company. A part of the profit could go towards the accumulated bonus. Therefore, I propose that the wage reform committee should pay attention to the development of wage reform in implementation, otherwise we will be going far off from our original aim. Under these circumstances, I hope that the wage reform committee which consist of the trade unions, the employers and the Government will try to re-assert our original aim and check on the development of wage reform in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to support the motion. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> Mr Deputy Speaker, Sir, allow me to take up the point about encouraging more women to enter the labour force, as mentioned by the Member for Yuhua. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have faced the labour shortage problem since the late 1970s and, unhappy though we are over our depend ence on foreign workers, it is very difficult for us to get rid of this dependence because, on the one hand, we have the problem of declining birth rates which means slower growth rates in our labour force and, on the other hand, we have a growing economy which we want to keep growing. Since women constitute a vast pool of reserve labour, one of the obvious solutions to our labour shortage is to encourage women to enter and stay in the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember sometime back a target for a 50% female labour force participation rate was set. At present, our rate is 47% which is highly comparable to that obtained in Taiwan and in Hong Kong where the rates are, respectively, 46.3% and 48.9% for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> 1986. Our rate is only 1-2% behind that of Japan at 48.6% for them, and 5-6% behind that in the United States where the rate is 52.7%. In my opinion, our target of 50% may be attainable, but we are beginning to see social changes associated with women's work outside the home which impact on the structure and the functions of the family already. So unless some very strong support is provided through social services and changes are made to the present system of work schedules or work organization, not only will women buckle under the burden of the \"double day\", but family relationships will suffer also. In countries such as the United States, United Kingdom or Japan, their higher FLFP rates include many married women who work part-time, whereas our rate pertains mainly to women working full-time. There simply are not many part-time jobs available, and these schemes have not really got off to any start. And our employers also seem to prefer to hire younger women, rather than older women. But, Sir, at the same time, we are encouraging women to have more children when childcare centres are still insufficient to meet demand and school is still run as half-day sessions. So how is it possible for women to heed both sets of policy objectives? Last year's Budget was most interesting because a substantial part of it dealt with the new population policy. We had implemented last year a comprehensive set of population incentive measures; but I believe still more needs to be done, and more can still be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, let me refer to several suggestions given in a position paper drawn up by the Singapore Council of Women's Organizations (SCWO) which was submitted recently to the Feedback Unit in January this year, with copies to the three woman MPs. Their views represent women's perspective on the population question, and I believe some of theirsuggestions deserve the Government's serious attention. I would pass a copy of this paper to the Minister for Finance afterwards. But here let me expand on several of the suggestions which have fiscal implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier on, I mentioned that if strong supportive services are not extended, then certain social changes which have occurred in relation to women's economic acti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> vities outside the home have begun to have some undesirable consequences on the family. But from the women's point of view, we feel that women should not be the sole target of your population policies. It is high time we begin to promote the idea that child-raising is a joint responsibility of both parents. It is time we think in terms of joint-parenting rather than solo-mothering. Children need both parents and fathers should be involved in bringing up their children as much as their wives. So I agree with the women's groups that Home Economics should be taught to both boys and girls. I am glad to learn that the Ministry of Education has recently made known - I think it was reported in the press - that now there are enough teachers of Home Economics to cater to girls. So the next step is we should have more teachers of Home Economics to cater to boys. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the question of promoting the idea of joint responsibility, some practical measures are necessary to enable the men to share childcare responsibilities with their wives. One such practical measure, as suggested in the SCWO paper, is the extension of the sick child leave scheme which is now available to female civil servants but which can be extended to include men in the Civil Service as well. Since the sick child leave scheme for working mothers is considered to be disruptive by heads of personnel departments - I have heard feedback on this sort of opinion - this scheme is seen to be disruptive even though the costs of such leave are borne by the Government. So it is likely to put female employees at a disadvantage, as far as hiring and promotion are concerned. But if this scheme is extended to both men and women, then the departments are not doubly inconvenienced because it is unlikely that husbands and wives work in the same department. As to the financial implications or the question of how this can be arranged administratively, I could leave this very well to the Minister. But in my view, the sick child leave could be increased to, say, 7 days a year if it is shared out among the husband and wife who work in Government service. As compared to extending paternity leave to men, I believe that the extension of sick child leave, especially when it is shared out between men and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> women, would not be so prohibitive in terms of costs, while it would be a step in the right direction to encourage joint responsibilities in child-caring between husbands and wives, fathers and mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important point brought out by the SCWO is that most of the present population incentives are directed at working women. What about the full-time mothers who stay home to give full-time care to the children? No doubt, they are able to benefit from such things as the normal child relief, priority school registration for the third child and HDB priority for bigger flats, yet the opportunity costs to women who give up their jobs to take care of their children are not recognized. And when these women want to re-enter the labour force after years of child-raising, they face tremendous problems in finding employers. They would have missed out not only in terms of job experience, but also in terms of opportunities for skills upgrading. The point is obvious when we consider the conditions for training and retraining presently provided by the Skills Development Fund. Under the present rules, workers must be sponsored by the company to take courses which are eligible for the SDF grants. But since full-time housewives, by definition, are not working, how can they benefit from such schemes? Again, although a person can claim some income tax exemption for course fees, such exemption is granted only for courses related to existing business, trade, or employment, as specified in the income tax returns. So the point is quite clear. Ways and means must be found to encourage women who dropped out from the labour force to re-enter. The question of company sponsorship must be re-considered and the definition of skills training must also be revised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to this issue of skills training, let me again talk about the problem of the women who stay out of the workforce for a number of years - and this may take up to anything between 8 and 10 years if a woman has three children. The problems that these women face are not only in terms of skills and experience, but they face a substantial barrier, a psychological barrier. They lack \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> the self-confidence, they lack the kind of communication skills that would enable them to even succeed in going for an interview and getting and holding on to a job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the National Productivity Board conducted a course called \"Core Skills for Effectiveness and Change\", the acronym of which is COSEC. It was supposed to be a pilot course and it contained six modules, ranging from such topics as communication skills, computer literacy, training in concepts of quality, excellence and productivity. On the surface, this kind of course would seem to be very suitable for women who lack the kind of self-confidence and who face this psychological barrier that I was talking about. If they take this course, they might be able to feel encouraged to go back to the labour force. But the same problem appears here as in other courses sponsored by the SDF fund. The people who were sent to take this course were again sponsored either by their companies or by NTUC. Only in these cases are the companies or NTUC entitled to have the grants given out by the SDF. So the question is: if housewives, full-time mothers, want to re-enter the labour force, how can they benefit from this scheme? I would urge the Finance Minister to think of innovative methods whereby housewives, women who spend full-time taking care of children could be encouraged to come back to the labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For working women, adequate child care arrangement is not easy to solve. Given the fact that most grandparents now live some distance away from the couple, the carting of children back and forth to grandparents every day and on schedule poses a tremendous strain on the child and the parents. One popular method resorted to among young couples is to foster out their young children either to the grandparents or to an unrelated person over the entire week, or sometimes over the entire year for several years. This has a tremendous impact on the child's development as well as on the parent-child relationship. In fact, one of my GPC members raised a question for oral answer by the Acting Minister for Health on whether any study had been done on the effect of fostering out children on their emotional and mental health. We also know that child abuse is associated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> with the parents' difficulty in re-adjusting to children who have been fostered out for a long time. Many parents, as a matter of preference, and if they can afford to, now turn to employing maids. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this brings other kinds of problems, Sir. The question of having 40,000 foreign maids working and living in our midst is a serious one. As indicated in the Ministry of Labour's reply to a letter in the Forum page of the Straits Times, on 8th March 1988 there are almost as many maids here as in Hong Kong which has more than double our population. This year, Sir, when I was marking my first year Sociology students' examination scripts, I found to my great shock that in every single answer to a question on the changing functions of the family, a reference was made to the use of maids for child care. This may simply mean that the students are aware of the presence of foreign maids who are, after all, easily identifiable, are seen about, and in fact are often the focus of social conversation among adults. But if this represents the young people's expectation of relying on maids when they themselves become parents, Sir, I think we would be in deep trouble. It used to be only a small minority of rich families could afford to have and did have maids. Now, the middle class and the lower middle class are able to afford foreign maids. In itself, there is nothing wrong with more and more people being able to afford maids, and many cases of appeal brought to us in our meet-the-people sessions for work permits to be given to foreign maids are cases of genuine need. What is problematic is the fact that having large number of foreign maids in our midst may bring all kinds of social problems in future, if not at present already. Families which have maids become easily dependent, physically and psychologically, on maids for doing those things which used to be performed by the family members for themselves and which helped to bind the family members emotionally closer to each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the problem involved is obvious and I do not need to belabour this point. It used to be said that the real, long-term solution to help working mothers with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> young children is to have more child care centres. I suggest that the need for more child care centres is immediate, because women find themselves in a real dilemma. And I believe the Government understands the women's dilemma. The Finance Minister is even considerate enough not to have raised the foreign maid levy this year,although many people expressed their concern before the announcement of the Budget that they thought the levy might be raised. However, the amount of foreign maid levy, even at the present rate, collected by the Government must amount to a staggering $4.8 million every month, assuming that a great majority of the 40,000 maids are subject to the $120 levy. This money should be put to good use. Use it for expanding the child care support services which are far better solutions. One of the suggestions by the SCWO is that the foreign maid levy should be specifically targetted at providing such services, just in the same way as the 3% cess for food and beverages is earmarked for tourism promotion. It is not good enough that this money should disappear into the Consolidated Fund. Earmark it for the development of child care support services to show the Government's commitment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Child care support services are not confined to the setting up of creches alone. Here I would like to come to my final point. I think there should be a full range of programmes. One example is providing supervision and care to schooling children before and after school hours. Before all the schools can be converted to full day schools, we have this problem of giving the children some form of supervision and care before and after the school hours while their parents are still at work. The form of supervision they need is actually minimal. We understand actually the schools are also under some kind of financial guidelines. So they could not even afford jagas to open the school fields for use by community centres and such like. But here we suggest that actually the Finance Minister could help the Ministry of Education to engage some retired teachers who might be willing to take up this minimal task of supervising children in some empty classrooms in the schools, students who are entrusted with care by their parents for that special purpose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think RC centres can also be opened in the day-time where qualified paid personnel can provide such supervision to the children also. These and other kinds of programmes can be financially supported from the money collected for the foreign maid levy. And so in this way, the budget of the Ministry of Community Development for developing child care centres which have already been committed to them should not be taken away. I think this money can also be used to help the Institute of Education to really train large numbers of qualified child care centre staff so that, in fact, when the infrastructure is ready, we will also have the manpower. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I fully support the Motion by the Minister for Finance. Some people say that the Budget is not exciting enough. But I hope every year the Budget will be as dull. Others say sthe budget is a painless one, apart from taxes on tobacco and levy on foreign workers, there is no other increase in taxes. The impact on smokers is minimal as tobacco companies will be able to absorb the small margin of increase. Now we are in the midst of an anti-smoking campaign, I wonder why the Minister has not given full support to this campaign by raising the tax on tobacco by a large magnitude. I think the increase of levy on foreign workers are for three reasons: (1) to bring close the differential between the wages of the foreign workers and Singaporean workers so as to protect the interest of local workers; (2) to reflect the social and economic costs brought to us by foreign workers; and (3) to gradually decrease our employers' dependence on foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also admitted that there are social problems associated with foreign workers and cautioned that we should not depend on foreign workers in the long run. I do not know why now he is against the increase in levy on foreign workers. These are rather contradictory. I understand that many employers are not also much unhappy about the levy increase on foreign workers although it would be better if there were no increase. What they are not happy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> about is their applications for additional foreign workers are usually turned down by the Government. This is a question of 'quantity' versus 'price' of foreign workers. Should the Government only interfere with the price or interfere only with the quantity of foreign workers? We can debate further on this when we come to the Committee of Supply on Ministry of Labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, our economic performance was very good. The growth rate was 8.8% and there were 66,000 jobs being created. The unemployment rate had gone down by 2.8%. Moreover, we have been able to regain our competitiveness vis-a-vis other NIC countries. Compared with them, our unit labour cost had also regained its position of 1981. However, we should realize that the regain of our competitiveness is partly because the currencies of Taiwan and South Korea have appreciated against the US dollar. And the dependence of other NICs on the US market has been greater than ours. So we have to ask ourselves why under these circumstances that these other NICs have been able to achieve better economic performance than us in spite of the greater odds against them. Hong Kong had a growth rate of 13%, South Korea 12%, Taiwan 11.6%. Why is it so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the Budget Statement I can see that our economic development in the future will have these several directions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(A) The question of solving labour problems: This includes policy on foreign labour, increasing labour productivity and quality of labour. (B) The question of wage structure: This pertains to the enhancement of wage flexibility, encouraging more employers to implement a more flexible wage system and thus making our economy more effective and quicker responses to any changing external demand conditions or other exogeneous factors on our economy. (C) Reducing Government sector, statutory bodies and the public enterprises' role in our economy. This is in line with the steps to privatize public enterprises. (D) the divesification of our economy, particularly in the development of services sector and the promotion of overseas investments. All these are deserving of our support. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is one point I would like to emphasize is that we should not make use of CPF contribution as stablization tool of our economy. As we already have the long-term objectives for CPF contributions, we should see how should employer's CPF contribution be increased to 20% and that the employees' contribution be lowered to 20% as soon as possible. This can be achieved within 5-7 years. When the Minister for labour made an announcement on the long term of CPF contribution rates, I asked him what is the time span for achieving the long-term target. I think to myself it would be 5-7 years. This gradual increse of CPF contribution rates for both sides has several merits. It would enable the employer to plan properly for the increasing labour cost and take the necessary measures. Secondly, this will also increase the take-home pay of the employees after lower CPF deduction. This may in turn stimulate domestic consumption expenditure. When our economy was in recession, we cut down the employer's contribution rate drastically from 25% to 10%. Yet, when our economy has fully recovered now we still have not made some adjustments towards the employer's original contribution rate. This does not reflect well in terms of kindness or reasonableness. We have told our workers that we were forced to cut down the employer's contribution rate because of recession. Now that our economy is in better shape, we should raise the employer's rate to some extent. This is a matter of our credibility. We should keep our promise to the workers so as to gain their trust on us. The Minister said when the result of the first quarter's economic performance is known, a decision on CPF rate will be made. I would remind the Finance Minister that there are 15 days left and may be after one month we will know the result. So there is very little time. I would stress that the earlier the matter is resolved the better. Thank you. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Deputy Speaker, Sir, the Minister in his Budget Statement touched on the Skills Development Fund. The SDF was established in October 1979 to provide financial assistance for the promotion, development and upgrading of skills of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> employees. By applying the levy only on those earning below a certain threshold, one gains the impression that these are the group of workers that need upgrading most. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Budget, the Minister announced that the Government will be more liberal in disbursing SDF grants to support skills training for workers on a more extensive scale. This is to train the workers to adapt to technological changes in the industries. SDF disbursements will be increased substantially to achieve the target of increasing skills expenditure to 2% of payroll for the training of all employees by 1989 and to 3% by 1992. This is a good move that I am sure will be supported by employers and employees alike. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the current SDF levy, the outflow of funds will exceed the collection plus interest. The Minister has indicated that well before the SDF funds are depleted, the Government will consider how best to increase the SDF collection. I would say that there are three ways to increase the SDF collection. Firstly, to increase the levy; secondly, to increase the base the levy is imposed; and thirdly, both of the above. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to which shall be adopted, I would suggest that we look at the beneficiaries of the SDF disbursements. If that disbursement covers all employees, regardless of whether they are subject to SDF levy or not, then I would urge the Minister to consider broadening the base of SDF levies to cover most of those employees, perhaps by raising the threshold to a higher level. I believe this method of increasing the collection to be fair. I would also like to see SDF - supported training to be as broad-based as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find the Minister's decision to extend double deduction for research and development to selected service industries to be a commendable one. The double deductions were previously available only to manufacturing companies. Presumably in this case, the condition under which the R&amp;D expense will be allowed would also apply to the service industries. The service industries include computer software, information services, agrotechnological services, laboratory and training services, medical research services. These are all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> target industries, the promotion of which will help their growth. And R&amp;D forms a major expenditure for these companies. These are also sunrise industries that all developed countries would like to foster. As such, even in developed countries such as the US where R&amp;D is already a well established mode of operations Government still provides fiscal incentives such as tax breaks. On top of that since the resources needed for such industries are trained brain power, these are ideal industries for Singapore. At this instance of time, any help provided to these industries will be most effective in fostering them. I welcome this move by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, operational questions on how to ascertain activities in these industries are indeed R&amp;D related and thereby would qualify for double deduction. For instance, in the software development industry, the output is always computer codes. It can be rather difficult and subjected to dispute to decide whether a certain category of codes is indeed the output of R&amp;D effort or another category of codes is not. I am sure the EDB will announce in due course the details of the criteria under which this double deduction provision will apply. I hope they will be clear to everyone involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I have some comments on the new block vote allocation and control system announced by the Minister. By and large, to peg the expenditure of Government and each Ministry as a percentage of the GDP would ensure prudent fiscal policy. This is to be welcomed. My comment is on the amount set aside for recurrent expenditure for each Ministry. The Minister calls for maintaining the Ministry's recurrent expenditure per capita be maintained at the current level in real terms. My focus will be on the per capita provision. Under this guideline, as our population increases, while the per capita provision remains a constant value, the total sum provided for the Ministry will increase proportionally to the increase in population. This increase will come on top of the increase due to inflation. For those Ministries that deal with the public, I think the per capita provision is appropriate. As the number of Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> poreans increases, it is logical that the provision will increase correspondingly. As an example, I can think of the Ministry of Community Development and Ministry of Health amongst others. But for Ministries that function mainly within the Government or those that deal with a fairly constant population pool, I am not so sure that this provision will not over-provide for the recurrent expenditure of that Ministry. The Ministry of Defence which has a constant force base and the Ministry of Finance seem to come to mind under this category. So my question to the Minister is whether all Ministries should be given the same proportional increases. Could we be over-providing for some Ministries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Deputy Speaker, Sir, I would say this is a budget that is very difficult to find fault with. As such, I find it easy to support. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Mr Deputy Speaker, Sir, this is a remarkable budget in three ways. First, it is remarkable because it is simply a continuation of the economic journey set by the Economic Committee in 1985. The fact that there is little need to change course shows that our economic growth set in 1985 and reinforced in 1986 and 1987 has been the correct one. Sir, may I request and hope that all future budgets be like this - uneventful, unexciting and, in fact, taken as a matter of fact; because such reaction means that the economic and financial planning at our national level is far-sighted and has anticipated future problems and difficulties and has solved them before they become recognized as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, secondly, it is remarkable for its promise of a new system, for its promise to set targets for Government expenditure, to better monitor and to better account for these expenditures and at the same time to use the performance measurement system to ensure the effectiveness and the efficiency of major Government programmes. Knowing the difficulties of such a system even in small companies, I know that the will and effort needed to move an immense organization such as the civil service is a huge one, and I would like to congratulate the Minister on his courage to promise such a programme even before it starts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, it is remarkable because of the promises of higher taxes and rates in the coming year. Here I would like to say that the budget, besides being a management tool of Government's financial affairs, is also a statement of intent of the Government in respect to its economic management of the country. That is the reason why all of us in the nation look forward to the budget every year. Sir, such a statement should as far as possible reduce uncertainties and at the same time provide predictability on the Government's plans and actions in the coming year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I add that at this time when businesses are faced with a greater amount of uncertainty than before, this is especially needed. Hence, not to provide predictability and reduce uncertainty is bad enough. But, Sir, for the budget to contain sources of uncertainty certainly takes the cake. So what are these sources of uncertainty? To my mind, the three major items are the CPF rates, the SDF levy and the property taxes which the Minister has said will be reviewed during the course of the year. Sir, does he not know that his comments create uncertainties in respect of statutory cost of doing business in Singapore? Between the space of a year, why is it that important that these changes should be made in between budgets? Why does not the Minister say that in view of the longer term uncertainty facing us, any proposed change will only be made at the next budget? Will it make such a big difference, Sir, to Government coffers or to long term planning of the economy if changes to these rates and taxes were to be made at the next budget? Or does really a space of six to nine months really make all the difference? If not, why not give a greater amount of certainty to the business community? Why not state clearly that changes will only be made at the next budget? I strongly urge the Minister to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to come to one of my favourite topics on the budget which is the budget presentation, both in form and substance. The form, Sir, I must admit has improved substantially through the years. It is now easier to understand what each Ministry wants to do and the funds needed for them. The modified system promised \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> by the Minister, I believe, will bring better presentation in form in the years to come. For that, I thank the Minister in making life a bit easier for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The substance, Sir, I am afraid leaves room for improvement. This lack of substance is not only misleading but actually dangerous; for upon this the Government sets its economic policies and thus affects everybody in the country. In fact, Sir, I would even like to add that if the Government is a company it would have been brought to court its misleading presentation of accounts. Let me illustrate what I meant by \"misleading\". Sir, in the budget the fiscal year 1987 expenditure included the one of debt servicing payments and the purchase by the Government of URA and JTC land banks. But, Sir, are these actually expenditures, or are they not simply intra-public sector transfers? The one of debt servicing payment is to MAS, to adjust the huge advance deposits CPF has with the MAS. The purchase of land is to pay for the land belonging to URA and JTC; land which these two organizations acquired from the public at 1973 prices, a power given to them in the first place by the Government itself. To say that these are expenditures now and group them together with salaries and the like is, Sir, really stretching the imagination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Minister says that a long term budget policy objective is an overall balanced budget, I am sure that all Singapore supports this policy. I am sure that Singaporeans will be willing to pay more taxes, whether directly or indirectly, to ensure a balanced budget if the Government needs more funds to spend for the public good and if it wants a balanced budget. But, then, Sir, what do we mean by \"balanced\"? Balanced because of actual expenditure? Or balanced by padding intra-public sector transfers as expenditure? Sir, let me use a simple hypothetical example to illustrate. Assume that a budget calls for the spending of $20 billion. Hence to balance a budget the Finance Minister would have to raise $20 billion. Sir, that is fine. But then what if in the expenditure side of the budget there are transfers treated as expenditure. Surely, then, This is no longer the situation of a balanced budget but more of a surplus budget. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if a real example is needed, let us look at the two items of the so-called expenditure which I mentioned earlier. The actual amounts of the items are not shown. But if one were to look at the comparison of the revised fiscal year 1987 with actual fiscal year 1986 expenditure in page 39, Annex I of the Budget report, one can see that both items have increased by a total of $3.6 billion. If only the increases of these two items are taken out of expenditure and properly classified as \"intra-public sector transfers\", the fiscal year 1987 revised revenue expenditure of the Government would be a surplus of $948 million and not a deficit of $2.7 billion as presented. Surely, Sir, this is an entirely different picture altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why over the last two years I have called for a better accounting system to reflect more accurately and realistically the revenue and expenditure of the public sector. Sir, I said \"public sector\" and not Government Ministries because over the years Government Ministries have spinned off certain functions which are of a public administration nature to statutory bodies. The accounts of these bodies such as HDB, JTC, URA, MAS and the like, need to be consolidated to show a more comprehensive picture of the revenue and expenditure of the public sector. Sir, only when we are shown such consolidated accounts, can we then really see whether the Government needs more revenue or is, in fact, having too much revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the more specific items of the budget. \n  <br>\n  <br>\n  <i>The SDF levy.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Minister's comments on the need to give more emphasis to training of our workers. However, Sir, I would like to maintain that training is as much a responsibility of the Government as it is of employers. Already, as the Member for Whampoa has said earlier this morning, statutory cost of doing business is high in Singapore, certainly much higher than in Hong Kong. As such, I would like to urge the Minister to consider a proposal that was actually presented in the newspaper, that of, transferring the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> payroll tax from the consolidated revenue account to the SDF. Both the payroll tax and the SDF levy are similar taxes on employment. It is strange that the Government with its constant budgetary surpluses and emphasis on improving the quality of our human resources should continue to tax employment of the nation's only resource. Sir, the payroll tax should be abolished or, if not, the proceeds should be transferred to the SDF. Alternatively, to show that it shares the burden of training our workers, the Government can also consider the following: (1) To fund the SDF on a dollar-for-dollar basis, ie, to contribute an amount equal to the levy collected from companies. (2) Perhaps even to direct the foreign workers' levy to the SDF. \n  <br>\n  <br>\n  <i>Foreign Worker's Levy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the economy improves, demand for foreign workers in the non-priority sectors will increase. While I agree that we should not in the long run be dependent on foreign workers, in the short run I am afraid that we still need them. Despite the best wishes of the Government policy makers and officials alike, the increased automation that is needed to reduce dependency on foreign workers will take time, especially when those affected are mainly the locally owned small and medium-sized enterprises. Sir, their problem is not so much the level of the levy per se but the fact that they are simply unable to obtain approval for foreign workers. Often they simply cannot get enough Singaporeans for various jobs and are prepared even to pay a higher levy to obtain foreign workers, ie, if they can obtain approval for them. I believe the present system for the foreign workers is much too rigid. As the Minister has said in his address, we must be flexible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to follow up on the two-tier system proposed by the Member for Chong Boon. I would like the Minister to consider perhaps a tender system for foreign workers in the non-priority sectors. It will be similar to a two-tier system but instead of an arbitrary higher levy, the amount of levy should be left to market forces. The principle of the marginal cost of an additional worker would determine whether it is worthwhile for each and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> every company to bring in a foreign worker or to employ a Singapore worker at higher costs or even to move more rapidly to automation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The foreign workers issue actually highlights the greater demand for labour. We should not simply focus on foreign workers in this respect but also perhaps on other ways of encouraging greater utilization of Singaporeans and our present workforce. In this respect, Sir, may I suggest two ways in which the Government can perhaps help to attain this objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first one is the lower CPF rates. To encourage housewives and those prepared to work part-time, the Government should consider increasing their take-home pay. For them, the current take-home pay after deductions, especially for CPF, is simply not enough. For these people, they do not need that much money in their CPF because chances are, especially for housewives, they have spouses working full-time. Why do not the Government encourage them by reducing their CPF contributions, say, 10% instead of the current 25% of their wages? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on overtime rates, under the current Employment Act, the overtime rates are fixed by law - 1(r) times the normal rate for overtime work on normal working days and two times the normal rate for overtime work on rest days. These laws were fixed at a time when perhaps there was unemployment rather than over-employment. There was over-supply of labour rather than shortage of labour. They were also fixed at a time to prevent exploitation of workers by the employers. However, Sir, times have changed. Today's industrial relations situation in Singapore is such that exploitation of workers in Singapore in this manner is practically nil. Trade unions will have little difficulty coping with such types of exploitation by employers. Furthermore, the employment situation has changed drastically, from unemployment to shortage of labour. Any employer who tries to exploit his workers by underpaying them will very soon find himself short of workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But such a system legislated for a different period becomes a source of inflexibility in today's economy. There are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> companies, especially those in the retail trade, where the employers and employees are willing to accept overtime rates different from those prescribed by legislation but are prevented from doing so because of the law. Either the employee does not want to work overtime at the prescribed rate because it is too low or the employer cannot afford to pay prescribed rates because it is too high. So why the need for this inflexibility? Why not let the market decide? Let it be between the company and the unions to decide what sort of overtime rates that should be paid. I would thus like to urge the Minister to consider giving more flexibility to willing (and, Sir, here I stress the word \"willing\") employers and unions to negotiate on the overtime rates they deem best for their companies. It will encourage the greater usage and utilization of overtime and thus effectively increasing the labour pool. \n  <br>\n  <br>\n  <i>Incentives for overseas investment.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the Minister to include approved overseas investment as part of the venture capital incentive scheme. It will certainly help our investors to venture more into areas overseas beneficial to Singapore in the long run. However, I would like to urge for some modification to the scheme itself. The scheme is a good one but not good enough. It does not go far enough to encourage investment. Allowing tax deduction for losses only at the point of sale of the approved investment or presumably liquidation is simply not attractive enough. A company normally makes an investment during good times. Hence, a deduction at the point of investment will be a better incentive. After all, one needs profits for the tax deduction to be effective and good times are usually associated with profits. \"It never rains but pours\" is a maxim common in business. It is because businesses are generally more affected by macro factors such as recession and poor business environment. Hence, allowing deductions at the time of the loss would not be attractive as that would be the time when investors have little income to take advantage of the deductions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, I believe the incentive, as presently structured, may have a negative impact because tax deduction is only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> allowed when losses are realized. An investor may, in order to take advantage of the tax deduction, try to dispose of the investment at the first sign of problems and not try to work through it. I would therefore like to urge the Minister to be bold and allow deduction at the time of investment. If this is too much, then perhaps he can consider a period of, say, three years for the write-off. After all, Sir, these investments need to be approved and therefore the final say is really in the hands of the Government. \n  <br>\n  <br>\n  <i>Export promotion.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to commend the Minister for encouraging export of our services. However, Sir, services is not just computer software, information technology, medical, accounting, consulting and the like. Within manufacturing itself, there are many activities considered as services. Permit me to illustrate. In the garment trade, for example, many of our companies are contract manufacturers, ie, they produce well-known brands on behalf of the brand owners, brands such as Lee, Wrangler, Levis, Esprit, etc. Everybody knows that the greatest profit margin is in the ownership of these brands and not in the manufacturing of the product itself. Yet, Sir, to establish a brand takes many years of hard promotional work and much cost. Surely, it will be worthwhile to encourage the promotion of local brands overseas as in the long run this will fit into the fabric of our economic structure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not have to go too far to look at examples. Witness the Japanese then and now the Koreans on the promotion of their brands. They were not interested in producing products for the Western companies but instead they tried to build up a host of Japanese and Korean brands. The success is being seen today. I would therefore like to urge the Minister to consider a double tax deduction scheme for expenses incurred in the overseas promotion of Singapore's own brands and names. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Deputy Speaker, Sir, I would like first of all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> to congratulate the Minister for Finance for the Budget statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Budget statement was given various labels, starting from Procreative Budget, Growth Budget, to Baby Budget. This year, the labels vary from Painless Budget, to Dull Budget, to Business Budget, to Nervous Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in view of the stock market crash of October 1987 the Minister has taken a realistic approach by not making upward adjustments to the Central Provident Fund contribution rates or to the Skills Development levy as feared by many employers. However, the Minister should realize that the world economy is heading downwards and should not create so much uncertainty by stating that CPF rates and the SDF rate may possibly be raised after the first quarter economic results are known. This has made the business community nervous. I do not think it is possible to predict Singapore's economic performance for 1988 based on its performance for the first three months. I hope the Minister will not be misled by the fact that in nominal terms exports from Singapore rose by 23% to $60 billion in 1987, largely as a result of strong growth in non-oil domestic exports and re-exports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if this increasing trend in our export performance continues for the first quarter of 1988 the Minister should not overlook the fact that the economies of our major trading partners, namely, USA and Europe, are weakening. Recently, 90 economic experts from 40 nations held two days of meetings at the United Nations headquarters and concluded that world economic growth is expected to slow somewhat in 1988 and markedly so in 1989, with the United States leading the way. Moreover, with the removal of our GSP status by the USA Government, and other cost increases like the increase in the foreign workers' levy from $140 to $170, the competitiveness of our non-oil domestic products may soon be eroded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister should therefore announce categorically that there will be no further increases in the CPF contribution rates and the SDF rate for this financial year. This will remove a great deal of uncertainty and nervousness in the business community. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Minister has pointed out a significant constraint to our economic growth, ie, our labour shortage. The Minister has increased the foreign workers' levy from $140 to $170 in order to reduce the demand for foreign workers as a result of the pick-up in our economic activities over the last two years. The immediate effect of this increase is to increase our cost of labour as employers will have no choice but to offer higher wages to attract more local workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economic recovery over the last two years was due very much to the cooperation of our workers and unions in implementing the wage restraint policy. The increase in the foreign workers' levy will mark the end of our wage restraint policy at a crucial time when the world economy may be heading into a recession. Moreover, if the foreign workers' levy is used as a market-related mechanism to regulate the demand for foreign labour, employers will never be sure what their labour cost will be as the Minister has not indicated how long the foreign workers' levy of $170 will be maintained before announcing the next increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I suggest that the Government form a high-powered task force to put up a comprehensive action plan to resolve this labour shortage problem. This problem is not insoluble. For example, the 1986 Annual Report of the Ministry of Labour shows that the labour force participation rate of women aged 15 years and over was only 45.6% as at June 1986. The problem in Singapore is that the labour force participation rate of women peaked at 80% for the 20-24 age group and then declines continuously thereafter. This is a serious problem, as women in Singapore tend to leave the workforce after marriage. The Government should address this problem and provide incentives to attract these women to rejoin the workforce, even on a part-time basis. Although the Economic Committee has pointed this out in its 1985 report, to date the problem remains unsolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, may I suggest that the Government promote part-time work by making it less costly for employers to do so. For example, CPF contributions for part-time workers should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> be reduced or removed completely. The cut-off point of $363 where full CPF contributions are made has been in existence for many years and should be revised upwards so that part-time workers can benefit from more take-home pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I once again stress that using the foreign workers' levy as a market mechanism to solve the labour shortage problem is not a long term solution. The Economics Committee has discussed and reported on this problem. What remains is for the Government to form a high-powered task force to put forward some long-term solutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in the area of international trade, I am glad to note that the Government, through the Trade Development Board, has considered it a matter of urgency to look for new markets in Japan, Europe and other countries. In view of the fact that the international trading environment has become increasingly protectionistic, the TDB should continue to promote Singapore's exports by expanding existing markets and developing new ones. May I suggest one market which the Government should pay more attention to, and this is the Malaysian market. Johor, in particular, is just across the causeway. The TDB could easily organize trade missions to Johor to further develop our close links in trade and industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has in the Budget Statement mentioned that a total of $6.13 million has been awarded to more than 500 companies under the Market Development Assistance Scheme (MDAS). Perhaps more of our businessmen can be encouraged to make use of the MDAS to develop their markets in Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area that Singapore can work closely with Malaysia is that of tourism. Singapore businessmen can be encouraged to participate in tourism development projects in Johor, for example. Travel agents too can be encouraged to promote day tours to Johor, which will in turn help us to lengthen the period of stay of tourists in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Deputy Speaker, Sir, I would like to support the motion standing in the name of the Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Deputy Speaker, Sir, I rise to support the motion on the Budget Statement for the financial year 1988. In view of the recession that the country has recently recovered from and the uncertainty of the world economy in the later part of the year, our Budget is sensible and reflects an appropriate level of caution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot understand what the Member for Potong Pasir meant when he said earlier this morning that this is an election budget. He has failed to point out in his speech what the give-aways are in this Budget. In fact,there is no give-away. The PAP has not won elections in the past by adopting give-away budgets and it is not about to do so now or in the future. If the voters are expecting give-aways in this Budget, I think they are going to be disappointed. Due credit must be given to the Ministry of Finance for adopting a cautious Budget in spite of the upswing in our economy and pressure to relax the belt -tightening measures which we have put in place during the recession years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must always ensure that the cost of doing business in Singapore remains competitive by maintaining a flexible tax and wage structure and by increasing productivity. The new incentives for services and overseas investments will certainly continue to stimulate our economy by attracting more investments in high-value addedactivities like research and development in industries where we have comparative advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in supporting the motion, I would like to take the opportunity to highlight a few areas of concern. First, the manpower in the public sector. We have a stated policy of divestment of government and statutory board services to the private sector. The Budget Statement on manpower policy in the public sector appears to be incongruent with this objective in that divestment has not been employed as a means of managing the manpower resource. I believe that by aggressively pursuing a divestment programme in all the Ministries, it should be possible not only to achieve zero growth but also to reduce the actual overall manpower level. To achieve this, I would recommend that manpower requirement be approved at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> the highest level, new functions of services should only be entered into after the Government has ascertained that the private sector is unable to undertake these services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Levy on foreign workers. I am concerned that this increase in levy may have adverse consequences. Firstly, it affects our manufacturing industry which is highly export-orientated and would diminish our competitiveness in the international market. Secondly, it may force employers to substitute less productive local labour for foreign workers and continue to encourage inflexibility in our workforce, for example, the unwillingness amongst our workers to work in the third shift. In addition, because of our tight market situation, it is doubtful that the increased levy will discourage the further employment of foreign labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Duties on cigarettes. The increase in the duties on cigarettes is not punitive to the consumer. As the demand for such item is inelastic, the marginal increase will not discourage smokers. It is also unlikely to deter potential smokers, including students. And moreover, to the nation, the health cost associated with smoking will far outweigh the revenue arising from the duties imposed. I would like to recommend to the Minister to consider a much more substantial increase as a clear signal to discourage this unhealthy and socially undesirable activity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Skills Development Fund (SDF). It has been pointed out that as a nation, we are spending proportionately less on training and upgrading our workforce. Moreover, in the past year the emphasis of the SDF has been extremely distorted in favour of the lower-paid workers. I would recommend a higher budget for the SDF and a more generous subsidy for professional courses like management and development programmes. This will help us to maintain our talent pool and reduce the number of professionals looking outside the country for development opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that Members will agree that much of the success that we enjoy and will continue to enjoy into the future depends on the size of our talent pool which is affected by professionals leaving the coun- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> try. Of course, our ability to attract and retain talent depends on other factors; in fact, it depends on the diversity of factors that cut across different Ministries, including Finance, Education and Community Development. I would like to recommend that an inter-ministerial task force be formed to address this issue. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, Sir, the Budget Statement delivered by the Minister for Finance on the 4th of this month is reassuring. It will sustain the momentum of economic growth after the speedy recovery of our economy. We achieved a remarkable 8.8% growth last year against the backdrop of a sluggish world economy. We have reason to rejoice but we should never be complacent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's policies, especially the taxation policies, should never stifle those who aspire to reach greater heights. On the contrary, our taxation policies should be flexible enough to collect enough revenue to finance public expenditures while at the same time providing impetus and incentive for the ablest to contribute towards the well-being of Singapore on the other hand. Better still, if our policies are also able to attract foreign talent to Singapore. It is encouraging to note that our taxation policies have been moving in this direction in recent years, a trend again reflected in the Budget Statement this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the underlying factors of our economic success is that over the years we have built up a more tolerant, more cohesive society in which people are prepared to accept reasonable argument and act rationally. We should never underestimate the importance of this factor or take it for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to resist the erosive impact of Western culture, we encourage our people to keep their traditions and cultural roots. The Chinese, Malays and Indians thus preserve their respective cultural heritages and traditions. It is perfectly all right for people to revive their old customs or celebrate their century-old festivals. But care should be taken not to over-empha- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> size activity that is confined to a certain race only because this could inadvertently lead to racial polarization which is something that we must avoid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence we have to strike a balance between perservation of traditional culture and the need to avoid polarization. Conscious efforts should be made for everyone to understand not only the culture of his own race but also the culture of other races. Wherever possible, people of different races should be encouraged to participate in the activities which are traditionally confined to a certain race. For example, Indians and Malays could participate in the Chinese New Year Hong Bao Show. Likewise, Chinese and Malays could participate in Deepavali festivities, and so on. If we can organize activities that can happily involve people of all races, we will be contributing a great deal towards inter-racial understanding and social integration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, there is no better way to understand the culture and heritage of a people than to learn their language. In Singapore, out of necessity we had to adopt a bilingual education policy for our students to learn English and mother tongues. Of course, not all students are linguistically endowed. Some have to be content with only one language. But the abler ones should be encouraged to take up a third language. To the Chinese students, I would like to recommend the Malay language. The Malay language is important not only because it is our national language but also because it is the language of our neighbouring countries. Three out of the six ASEAN member countries, namely, Indonesia, Malaysia and Brunei are Malay-speaking countries. It is imperative that those who hold public positions in Singapore should be able to converse in the language of their counterparts in neighbouring countries in order to develop closer ties. Besides, Malay is a beautiful language. The more you learn it, the more you love it. It is also a modern language which absorbs foreign scientific and technological terminologies. I am glad that the Government is encouraging our non-Malay civil servants to learn the Malay language. With serious effort, they should be able to master the language quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, for the progress of society as a whole, the people of all races and social strata should as far as possible move forward in tandem. The fruits of success should be shared among the people who have made the contributions to achieve success. Our society rewards and recognizes merit. Everyone has to work hard in order to have better remuneration and a better place in society. Keen competition cannot be avoided. In such a situation, some will lag behind others. Therefore, we must not forget those who are less successful, who are in the lower economic strata of our society. Every means should be made available to them to upgrade themselves so that eventually they or their children will be able to climb up the social-economic ladder. Only then can our society become a more caring society where everyone can find himself a niche in Singapore to lead a meaningful life and to make a positive contribution. And only when the whole population is engaged in nation building can we achieve our goal and realize Vision 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I whole-heartedly support the financial policy of the Government for the coming fiscal year. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Deputy Speaker, Sir, the Minister for Finance's cautious approach in 1987 coupled with the people's ready acceptance of painful measures like wage restraint and the 15% reduction in CPF contribution by employers paid off and our economy grew by more than 8%. With the support of the people, we have pulled our economy out of our worst recession in the last two decades and we can now look forward to healthy economic growth again, I hope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the 1988 budget is similarly a cautious one in view of a possible slowdown in the second half of the year. I commend the Minister's plans to consolidate the economy further. We must be ready to face the uncertainties ahead to ensure that what we have achieved in 1987 will not be eroded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to focus on some of the issues in the Budget Statement concerning \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> housing and property development. Firstly, I support the purchase of surplus lands held by statutory boards, such as the Jurong Town Corporation and the Urban Redevelopment Authority, by the Government. This is indeed a good move as the land bank will now be more centralized. However, I would like to suggest that the Government consider releasing to the private sector parcels of land from its land bank from time to time for development. The parcels of land should be big enough to make development viable and the number of parcels released should be sufficient to help keep the price and cost competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the slow-down of building programmes, particularly by the Housing and Development Board and for schools, MRT and roads well catered for, this should not be too difficult. After all, the Government has said before that the private sector should be the engine of growth. Therefore, making more land available to the private sector for development, in my view, will not only help to bring back buoyancy to the depressed property market but also allow them to contribute to nation-building and, more importantly, instil greater confidence in our economy. Of course, Sir, I do not advocate that the Government release so much land as to cause a glut in the property market. I am confident that the Government, being a cautious and sensible government that it is, will do so in a moderate and calculated manner. With the acute land shortage in Singapore, we should take steps to ensure that lands not earmarked or not likely to be required for public projects in the foreseeable future are not left idle in the Government land bank but should be made available to the private sector for productive use by way of short-term leases. This is borne out by the fact that certain areas where lands acquired and have not been fully cleared have been granted temporary leases for other purposes such as non-pollutive farming activities. I understand that lands in Marina South will be put to temporary use for the next 10 to 15 years. I shall not dwell on it now as I shall have more to say on this subject with regard to Master Planning or \"Towards a Better City\" during the debate on the Main and Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, I come to property tax, the point that has also been raised by the Member for Jalan Kayu. The Minister said that he would review the property tax rates for 1989 during the second half of this year because, according to him, the outlook for the economy next year is uncertain. For the same reason, I appeal to him to defer increasing property tax until we are confident of a strong performance in 1989. Therefore, I share the sentiments expressed by my good Friend, the Member for Jalan Kayu. Indeed, where we can afford to give rebates and concessions, we should do so. This will be in line with, as I have described, the Minister's cautious approach and will thus help stimulate confidence in the property market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, next I come to the question of stamp duty. I welcome the exemption of stamp duty for certain transactions by an ACU or approved securities company. This brings us one step closer to maturity as a major financial centre. I also welcome the imposition of the $500 ceiling on stamp duties on assignment of leases of property other than immovable property. However, Sir, I would like to ask the Hon. Minister for Finance whether he will consider extending such stamp duty concessions to immovable property. I understand that stamp duty on commercial and legal transactions on immovable property has remained unchanged for some years. After all, with the increase in the value of land, as acknowledged by the Government in amending the Land Acquisition Act recently, the Stamp Office is expected to collect some $430 million in stamp duty on various types of commercial and legal instruments, eg, conveyances, transfers, leases and share transactions. Sir, I make this suggestion to draw the Minister's attention to the stamp duty property buyers have to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would also like to commend the Minister for his recognition of important industries such as agrotechnology, horticulture and aquaculture by giving them attractive tax incentives. These are double deduction for research and development (R&amp;D) expenses and also the industrial building allowances. By deliberately encouraging high technology farming, we maximize returns and productivity of our limited \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> farm resource to be used as farm lands. I understand that some 2,000 hectares of land which form about 3-3(r)% of our total land area have been set aside for the development of agrotechnology parks. Here, I am also given to understand that such lands have a lease term of up to 20 years only. I am of the view that agrotechnology services is an important industry that we should pay greater attention to, as can be seen by the Minister's concession to this particular industry. We can, in my view, supply ourselves with, and export, high value and good quality products and services. At the same time, of course, we become less dependent on food imports. Therefore, there is much R&amp;D to be put into the agrotechnology industry. With our conducive environment and well trained manpower, we can build a good reputation in this field and establish ourselves as a regional agrotechnology services centre. Sir, perhaps more incentives could be considered for this important industry. Because of the amount of investment required in agrotech (short for agrotechnology), especially in the field of R&amp;D, I venture to suggest to the hon. Minister to consider giving agrotechnology pioneer industry status, that is, those who invest in agrotech can then enjoy tax holidays under the Economic Expansion Incentives (Relief from Income Tax) Act. This will accord to agrotech due recognition of its increasingly important role in our national development. Sir, in any case the Economic Development Board will be the agent which should manage this aspect and that the Primary Production Department will do the matching. Such an incentive, I am positive, will certainly help in the development of agrotechnology consultancy services so that Singapore will soon become a regional agrotech service centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Deputy Speaker, Sir, I note two other points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Government's expenditure in 1987. It was much less than the estimated figures in some Ministries by as much as 20%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) The overall revenue collected in 1987 was more than that estimated, by over $800 million. So can we have an explanation for this? Let me put it this way. The Government is on the one hand saving \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> money by spending less and on the other hand collecting more money than estimated. Sir, although I do not expect 100% accuracy in the Ministry of Finance's estimates, I do hope to see more accurate forecasts in the future, which I shall deal with the matter in greater detail during the debate of the Main and Development Estimates, ie, these forecasts, estimated, actual, and revised. Mr Deputy Speaker, Sir, suffice to say at this point, that I fully support the motion moved by the hon. Minister for Finance. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Deputy Speaker, Sir, our economy grew strongly in 1987 and expanded by 8.8% because of two reasons. Firstly, the correct domestic policies. The various cost cutting and fiscal measures implemented in 1985 and 1986 helped to turn the economy around. Our leaders provided a strong leadership, and the workers and the people supported and rallied around the leaders and together, working positively we recovered faster than what we thought we could. The next reason was the favourable external events, like the appreciation of the Japanese Yen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are an export-orientated economy and we must certainly do all we can to strengthen our competitiveness. For 1988 there are indications of a possible slowdown because of the uncertain international economic environment. I therefore agree with the Minister that we must be more cautious and take steps to consolidate our economic recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to certain specific areas. First, wage reform. Sir, our workers understand the need for flexibility and the importance of quick response to changing circumstances. The unions have given full support to the need to introduce wage reform and to incorporate flexibility in the wage system. However, it is necessary to stress here that workers should not be short-changed and be taken advantage of in the name of flexibility. There must be fairness and equity in sharing the fruits of productivity. The wage reform exercise started slowly in the initial stages because union officials and managers needed time to understand the principles of wage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> reform, to translate the principles into practice and to come up with a flexible system which is easy to understand and to operate. Now there is better understanding and confidence created by examples where workers in companies, which were able to do better, were paid better bonuses at the end of 1987 because of this flexibility and the bonus system. And because of this, I think the wage reform process should be able to progress faster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are some problems in some negotiations. For example, certain employers are reluctant to allow the flexible component, the variable bonuses to be built up. This flexible component could become a buffer during a downturn, in the same way as employer's contribution to the CPF has been used during the recession. It is important that the creation of this flexibile bonus as a buffer must be looked into quickly. This could indeed help to speed up the pace of wage reform. Of course, how the system is to be introduced will depend on the circumstances prevailing in the individual companies. However, I think there is this need to examine this quickly and help provide a direction for both union leaders and management to deal with this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the long-term CPF rates. The CPF contribution forms part of the workers' wages. When the rate of employers' contribution was reduced during the last recession, it was on the understanding that the reduction was temporary and will be restored when the economy recovers. We have now agreed on the long term CPF rates which is 20% on the part of the employees and 20% as employers' contribution. I agree that we have to make gradual adjustments over a period of time to move towards the targeted CPF rates. While I understand that adjustments must be made when the GDP growth is good, I hope that the adjustments can be made as soon as possible. The cut was made on the basis of an understanding that it will be restored when recovery is achieved. I cannot accept the call made by the Member for Potong Pasir that the CPF rates should not be further increased. I would like to stress that CPF forms part of workers' wages and any call not to increase CPF is really trying to do the workers in. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point of concessionary rates and statutory charges granted in 1985 and 1986, the Minister has pointed out that these concessions are temporary and have to be adjusted. I would like to say here that before such adjustments are made, it is important to carefully consider the impact on operating costs. The Government should really examine whether the charges are really necessary and also whether they are not excessive but fair. In the case of small businessmen, there are concerns that the charges will be revised without considering the impact of such adjustments on their ability to do business. I hope therefore that the Minister will continue to be cautious before introducing these charges and that they will only be introduced when the economy is strong enough for them to be absorbed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the motion in the name of the Minister for Finance. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Deputy Speaker, Sir, I rise in support of the motion standing in the name of the hon. Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance must be credited with another budget, which in the words of the Straits Times, is \"remote to the average Singaporean\". It is remote as the vast majority of Singaporeans is not directly affected by the changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his tenure as Finance Minister, Dr Richard Hu must be complimented in many other ways. He has done well in making changes to the format and presentation of the Budget documentation in a form which is more readable and comprehensible. Perhaps, this came as a result of his very own admission that he was initially confused by the way in which the Budget was presented. To extrapolate, Mr Deputy Speaker, Sir, if more government ministers are prepared to make such public admissions, we should see further improvements in government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By including a portion of statutory board surpluses after long-term development needs into Government revenue, he has also taken a lot of wind out of the perennial arguments against the excessive surpluses accumulated by statutory boards. In this way, the people are indirectly taxed on their consumption, in the knowledge \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> that whatever excess there is will go towards supplementing Government revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since I am here to shower accolades on the Minister for Finance, I should add that he has set a trend which will be difficult to match by any other Finance Minister here or anywhere else in the world. He has set out to cut down the size of government by reducing its manpower and expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, Government expenditure will actually buck the trend and will show a decline from the year before. This is the first time as far as I can recall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we now have a full recovery in our economy, the most important task which the Finance Minister has succeeded is to steer Singapore through its worst recession in 20 years through a skilful and careful handling of the Government budget. He has done so without a major sacrifice in balancing the Government budget. A chronic deficit, as we all know, will have serious repercussions to Singapore's well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Budget of fiscal 1987/88 leaves very little room for criticism, it nevertheless leaves a great deal of uncertainty on the question of levies and charges which will add to operating cost of enterprises. In the opening remarks of the Annual Budget Statement last year, the Finance Minister said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Various cost-cutting and fiscal measures recommended by the Economic Committee were implemented. They represented important policy changes that decisively improved our competitiveness. The lowering of the employer's CPF contribution rate to 10%, the substantial reductions in statutory charges and other costs, and the 50% cut in property taxes all helped to reduce operating costs and improve company profitability.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, the policy changes taken in 1986 and 1987 had improved our competitiveness and helped to reduce operating costs. These were major contributions to our economic recovery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Arguing on this basis that Government revenue and statutory board surpluses have not suffered from these cut-backs, the Government should therefore maintain a status quo for as long as the economic horizon is uncertain. In fact, the Finance Minister has indicated that there is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> a real possibility of an economic slowdown in the later half of the year. Therefore, he should reduce the level of uncertainty by deferring the property tax rebates for at least for another year. By keeping this property tax rebate under review, it gives a strong hint of an upward revision which at the present moment is not justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Due to this uncertainty, his Ministry must coordinate and keep an overview of all the moves made by statutory boards in implementing changes which will affect the cost structure of businesses. So far one statutory board, the Jurong Town Corporation, has implemented a major revision in its rent. I shall have more to say on this in the Committee of Supply. If all statutory boards climb onto the bandwagon and, believing that we have a full economic recovery, announce unilateral changes and charges, I think the overall effect will be harmful to say the least. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of CPF, I am supportive of the need to move our present rates to the desired long term rates. However, this must also be implemented with caution. With the immediate term uncertain, workers will understand why the Government must act with prudence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Skills Development Fund, the Minister has given an indication of the kind of expenditure which will be needed to improve and upgrade our workforce and the Government is in the process of considering how best to increase the SDF levy in order to match the collection and the disbursements. I must express the view that the underlying philosophy between the training and the upgrading of our workforce and that of educating our children is the same. If we accept this notion that the training of our workforce and education of our children are the roles of Government, then, there should not be a direct matching or linkage between the collection and the disbursements of the SDF. Some form of Government grant is therefore necessary. Without this direct linkage, the levy may be introduced and cut-back depending on economic conditions. At the same time, even with a bad year, training and upgrading of workforce can and must go on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This leads me now to discuss about the change in the foreign workers' levy which is difficult to comprehend at this juncture. Sir, ostensibly this levy is to direct our employers to employ our unemployed workers who are mainly from the older age group. These workers are mainly retrenched in the last recession. The problem now is that there is an underlying mismatch in the demand and supply which the foreign workers' levy will not address or solve. Sir, the main demand for workers is from the electrical, electronics, retail, shipbuilding and shipreparing sectors. In the electrical, electronics and retail trade, the demand is for young female workers and older workers are therefore not suitable. Similarly, in the shipbuilding and shiprepairing sectors, the demand is for younger workers, due to the nature of their work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of this mismatch, the foreign workers' levy will end up as another cost item but will in no way help to solve the underlying problem. At worst, the increase in the foreign workers' levy will be an added deterrent to potential investors. As it is, we have already lost one investment promotion tool as a result of the lost of the US GSP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the point on personal income tax raised by the Minister. I welcome the Minister's reiteration that our personal income tax system is designed to achieve as wide a tax base as possible and to provide adequate incentives for the industrious and the entrepreneurial. This principle of making Singapore attractive for professionals and entrepreneurs must be the guiding philosophy in our tax system. Whilst it aims to make our system as progressive as possible, we must continue to ensure that Singapore will be an attractive place to those in the higher income bracket. These people are the prime movers of our economy, so to speak. I was surprised, and I am sure many others were, by the fact that a large number of taxpayers who have assessable incomes below $150,000 a year actually pay less personal income tax than those in Hong Kong. The Minister can perhaps highlight a number of other countries in which our tax rates are lower. This must continue to be so not only to retain or keep our profes- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> sionals but to attract more professionals and entrepreneurs from other countries to make Singapore their home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I will like to touch on the subject of deduction of trade losses by companies. I welcome the Finance Minister's intention to empower the Comptroller of Income Tax to allow companies with substantial shareholding changes to deduct their trade losses. This move is welcomed by companies, especially those listed on our Exchanges. In these companies, shareholding changes are common and sometimes not due to planning. This change will benefit minority shareholders and small shareholders as this factor will be taken into account or reflected in the value of their shares. I will only urge the Minister to liberalize the condition that losses will be deductible against income from the same business. Due to a very dynamic environment in which companies operate and the need to improve and diversify their businesses, this change will be self-defeating if companies are encouraged not to change their businesses. I hope that the Minister will enlarge this provision when legislation is introduced in Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I wish to reiterate my support of the Budget Statement and hope that all future ones will be just as remote to Singaporeans as the present one. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That, notwithstanding the resolution this morning, the debate be now adjourned.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Debate to be resumed what day, Dr Hu? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Five\n  </div> \n  <div align=\"right\">\n   minutes past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
