{"memberId": null, "volumeNo": "51", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"51\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1988-05-31\"> \n  <meta name=\"Start_Col\" content=\"225\"> \n  <meta name=\"End_Col\" content=\"302\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">51</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">31-05-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 51</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 31st May, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr DEPUTY SPEAKER (Mr Tan Soo Khoon (Alexandra). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Aline K. Wong (Changkat). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development - on 31st May, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang (Braddell Heights) - from 7th to 18th June, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Khoon Seong (Moulmein) - from 13th to 25th June, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Deputy Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>REGISTRATION OF DEEDS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to repeal and re-enact with amendments the Registration of Deeds Act (Chapter 269 of the Revised Edition)\", presented by the Second Minister for Law (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACTION UNDER INTERNAL SECURITY ACT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question (25th May, 1988), \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) supports the firm action of the Government to prevent our country from being subverted whether by Marxists, communists, western powers or other foreign interest groups, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) deplores, in view of recent disclosures, all foreign interference, particularly that of some United States' officials, in our domestic affairs, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) calls upon the Government to be vigilant to all such groups and stop them from interfering in our domestic affairs, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) endorses the Government's detention, under the Internal Security Act, of the people involved in the attempt to subvert Singapore.\" - [Mr Goh Choon Kang]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, ever since this Marxist plot was revealed until the Hendrickson affair, we have seen some very complicated and weird development. If people do not follow the sequence of these events, there would be a lot of confusion, because the people who are involved in it are not only people who are connected with the Malayan Communist Party, such as Tan Wah Piow who is now in England but also Marxists who disguised themselves in religious coats. There are also the diplomats of the superpower, the United States, who is reputed to be the pioneer anti-Communist champion. Not only are there domestic anti-government elements. but there are also some foreign groups including those of the human rights and newspapers and magazines. Certain things deemed impossible have happened one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> after the other. Certain people of different interests and pursuits also unexpectedly appeared on the scene. So this matter has aroused much interest and talk among members of the public as to who is right and who is wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since last week's heated debate on the motion raised by the Member for Braddell Heights and also on an amendment raised by the Member for Potong Pasir,as I can see, four types of public opinions on this matter have evolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there are people who hold the view that the United States has not interfered with our domestic affairs, that the Government's action was aimed at suppressing the opposition. I call those who hold this view \"the hardcore elements\" and \"the mischievous trouble-makers\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, there are people who hold the view that although the United States has interfered in our internal affairs, we must give in and give way for the sake of the common interest. I call such people \"trouble-shunners\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third view is that the United States has unreasonably interfered in our internal affairs and we have to take retaliatory measures to vent our anger. I call these people \"radicals\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth view is that because of the special characteristics of our country, we should only make reasonable and measured response against the interference by the United States. I call these people who hold this view \"pragmatic people\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, let me analyse the various groups of people before giving my own views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who are these hardcore elements? They are members of the opposition parties. They have long held their own deep-rooted views regarding the policies of the Government and the People's Action Party and the characters of our leaders, with much dissatisfaction. No matter what evidence the Government might produce and whatever explanation the Government might give, they simply ignore them. They even distort the truth and view from the angle of an opposition political partisan. From viewing through coloured \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> glasses, they conclude that since the general election is coming, therefore the Government is now all out the to suppress the opposition. I feel that the Government has no need to waste time on or to spend effort to convince such people, because their ultimate purpose is to demolish the Government and to undermine the confidence the people have in the Government. In order to damage the People's Action Party and the Government, they would resort to any unscrupulous ways and means. They would even go to the extent of being made use of by foreign powers to achieve this purpose. As far as this small group of people is concerned, I think we can simply ignore them. However, we have to treat their distorted views seriously and counter them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I think we should pay more attention to another group of people who express views similar to those of hardcore elements. The trouble with them is that they like to make statements and when they are carried away by their emotions, they become unreasonable and unprincipled. The impression they give to the people is that they are also against everything. In actual fact they are unhappy with only some of the policies of the Government. They are not the opposition parties. It is exactly because of this that their talk and statements could create more harm and trouble. I earnestly urge them to seriously consider our national honour and interest, before they be so free in their talk. They should think more carefully and not be so irresponsible without considering the consequences of their action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those who are afraid of any trouble, \"the trouble shunners\", who are they? They are the people who are afraid that once the relationship between Singapore and the United States worsens, their livelihood may be affected. They are afraid that since Singapore is such a small country with close economic links with the United States which has substantial investments here employing many people, a strained relationship would place us in a very disadvantageous position. So to them, although the United States is wrong, we should try to play down the matter. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> should not raise the issue but should give in and try to make peace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out that the leaders in our Government are the people who most understand the situation in Singapore. Not only are there close economic ties between Singapore and the United States, both have many views in common too on international affairs. We have mutual interests in international strategic considerations. We must consider whether we are prepared to pay a price for tackling the United States. But if we are to give in and compromise would it meet our interest, particularly our long term interest? In my view, the answer is no; it would not be in our interest. The reason is simple. If we are to quietly endure this US interference in our internal affairs, then we would have to be prepared to face interference by other countries. There are so many countries in the world bigger than Singapore which have come to invest and set up their factories here. They can all follow suit and threaten us saying, \"Look here, this is what we want; you have to do it, otherwise we will withdraw our capital and move our factories from Singapore!\" When that happens, where would our sovereignty and dignity be? When that happens, then although we are in name an independent country, we would be in fact a subordinate one at the mercy of the investor countries and the people of Singpapore would be subjects of these countries. Is this the type of Singapore that our people want? Absolutely not! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the radicals, they feel that Singaporeans have been too courteous to the United States in this matter. The United States has interfered in our internal affairs. They are too much. They have gone beyond the limit. They consider themselves a super-power and the saviour for freedom and for democracy of other countries. In fact they are just trying to expand their power in disguise. Wherever they stretch their hands, the people and the Government there will be in trouble. We should take more drastic action like other countries to express the anger in our hearts. Otherwise the United States will take us to be a weakling. And after this they may repeat this sort of action against us. I do understand the feelings of the radicals, but I think their proposed action is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> a bit overdone. Our Government is a mature government. Blind action or radical action will not be to our mutual benefit. I hope they will turn their anger into strength to support our Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the \"pragmatic people\", basically they support the Government's measures. That means, for the sake of justice and upholding the sovereignty of this small island nation, we cannot tolerate the United States' interference in our internal affairs. But our reaction must be reasonable and measured. They stand behind the government. It is because they are convinced of the 20 years' achievements of this Government, trusting that whatever the Government does is to their benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can we group all the people in Singapore into all these categories? No. There is yet one more group of people who have no opinion of their own. They follow what others say. I call them \"waiverers\". We have to be patient to explain to them and convince them. They cannot understand two points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They cannot understand why after repeated accusation by our government about US interference in our internal politics, the United States not only denied it categorically, saying that their diplomats had not done anything wrong, but also warned that if this were to continue, our traditional close relationship would be harmed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that America is a super-power. Before we can resolve the Hendrickson matter, the President of the United States Mr Reagan is now busy having his summit meetings with the Russian leader Mr Gorbachev. My own view is that this is neither the first nor the last time of United States' inter -ference in the internal affairs of other countries. They will not admit their mistakes openly because they fear that by so doing they will lose their face internationally. But as Singaporeans, we must see this fact clearly. We should not have any doubt about the fact of inteference by the United States in our internal politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To these \"waiverers\", they still have a doubt whether or not the United States has in fact bought over Francis Seow by supplying him with money. If that is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> proven, then they will support the Government on the clear evidence that the United States has done wrong. As our Cabinet Ministers have pointed out, the matter is still under investigation. However, we must look at this matter as a whole, viewing its development objectively, and give our judgment. We cannot judge this matter solely on this one cue of suspected monetary supply. Because in the present world, black operators are highly professional. Such evidence definitely will not be detected so easily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this debate, I believe, apart from the \"hard-core elements\", we have to persuade and convince all the other people in Singapore. We must win over their support on this important matter relating to our sovereignty and dignity. Thank you. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Deputy Speaker, Sir, I shall be brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much heat and rhetoric has been generated in and outside this Chamber over foreign interference in our domestic affairs. That our people should feel aggrieved, even angry, over such meddling is understandable. But let, Sir, our objections be registered calmly, firmly and objectively and not flay about wildly, lest views turn into passion and words into regrettable action, for there may be groups which would gladly capitalize the situation to achieve their own ends, even here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I too, Sir, am all for putting the Hendrickson affair behind us and I hope the episode has served to register unequivocally our wish and resolve to be left alone in determining and managing our own affairs. I hope this has been just like two friends who have had a tiff and, emerging after it, understanding each other better, respecting each other even more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when he moved his amendment to this motion, the Member for Potong Pasir pointed out that the Hendrickson incident had not hurt Singapore. Have I heard you correctly? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> More or less. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> More or less. I agree, Sir, but why? It is because we uncovered it in time before it could do any damage to us. It is because we have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> vigilant and that is why I support the motion by the Member for Braddell Heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans must realize just how open our society is, how exposed we are to influences and actions from outside. To be sure, this openness, this very exposure, have had their benefits and have played in no small way to the development of our nation. But we must also recognize the dark side of these attributes. In our cosmopolitan atmosphere wherein nationalities move and mingle about without sticking out like sore thumbs, imagine just how fertile this place is for intrigues to carry on, subversion to be hatched in hotel lounges. There are issues galore for the picking, to be raised, to be distorted and captitalized upon, running the whole gamut of race, religion, different concepts of freedom, different aspirations and so on. We can only be vigilant without stifling, firm without being inhibiting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our businessmen go abroad for business, our citizens go to foreign tourist spots for vacation and our students study in foreign universities. They are exposed to different ways of life, different shades of politics, different views. I am told, Sir, that even now Tan Wah Piow seeks out some of our students in the UK, invites them for tea, for lunches. I leave it to you, Sir, what could have been discussed at these meetings. These students return to Singapore. Could similar meetings between our students and the likes of Tan be held in other foreign countries too? I do not know. Perhaps. Will we therefore stop our students from going abroad for their studies? We cannot, Sir. This is how open we are, how exposed we are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are pressure groups mentioned by the Foreign Affairs Minister and the Member for Kaki Bukit last week who paint Singapore in the darkest of colours, even those who have not yet stepped foot on our country. Is the picture fair? They have exaggeratedly cite the lack of individual freedom, individual rights. What about the freedom from hunger, freedom from unemployment, so long as one is willing to work, freedom from lack of shelter in Singapore? Are these not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> important? Let us not be naive. Let us not idolize, as some do, all things western or everything that shouts \"freedom\". We must be more discernible. It is not that I respect freedom and rights less. It is just that I love Singapore more. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Deputy Speaker, Sir, I rise to speak in support of the motion standing in the name of the Member for Braddell Heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, as the Member for Siglap has stated, much has already been said and debated about the US officials' interference in our domestic political affairs. I believe we have made our point clear to the United States and to the world that Singapore does not tolerate foreign interference. Although we are a small nation, we have spoken up with courage and have demonstrated our refusal to be intimidated. There is no need for me to belabour the point except to express my hope that both Singapore and the United States will become better from the experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We regard the United States as our friend, an important trading partner and as the friendly super-power that defends all non-communist nations, including Singapore. And I do believe that even among the best of friends disagreement can happen from time to time. But as long as there is a spirit of friendship and as long as we are committed to the long-term mutual good, I am sure this incident will help us, both Singapore and the United States, to recognize our differences and to develop more meaningful ties in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what continues to bother me is not the foreign interference but the wilful misinterpretation of the incident by people who are out to discredit the Government. For example, Sir, the Member for Potong Pasir has questioned and cast doubts on the statutory declaration made by Mr Patrick Seong. But as the Prime Minister has said to him last Friday, Mr Seong is now a free man and he is free to go and ask him personally the truth of the statutory declaration. He has also claimed that the PAP is using this debate to divert attention away from its problems. Nothing, Sir, can be further from the truth. The PAP is not facing any problem. In my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> opinion, it is as strong as ever. In reality, it is the Opposition that is facing problems of credibility and reduced representation in Parliament, and the reason is obvious. It is the clean track record of the PAP Government that has made it very difficult for the Opposition to raise real issues. So it is understandable that they need to resort to trivial or imagined concern to make themselves heard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also those who would have the public believe that the Government is using this incident to systematically remove potential Opposition candidates from standing for election. Again, Sir, this is an unbelievable assertion. For we know, unlike the past, we now have a better educated and more discerning public. Opposition members or any aspiring politician must not only be outspoken and intelligent but they must have the moral integrity to command the confidence of the people. Expectations and standards are high today and those with severe flaws in character cannot hope to be successful. In fact, the Government is protecting the public interests by exposing these persons. We do not want the wrong person to come into this House. On the other hand, we encourage sincere and upright citizens to come in even if it means forming an Opposition to do so. After all, that was how the Member for Potong Pasir made it into this Parliament. So here there is no real issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, Sir, there are those who hinted at the longer term political instability of Singapore to explain the US interference. Again, I fail to see the substance of this argument because in political terms the second generation leaders have positioned themselves well to ensure continued political stability. They are already in charge of Government and has been so for many years. They too have a good track record and the recent one is their performance in taking the nation out of the worst economic recession and into a period of unprecedented growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in summary, I think it is important that, in the prolonged debate over this incident, we do not lose sight of the fundamental issues, and that only by exposing the subtle attempts to cloud basic issues and distort facts can we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> ensure that the public will not be misled or misinformed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Much obliged to you, Mr Deputy Speaker. The way the Member for Telok Blangah referred, I believe, to the arrest of the eight and still being detained persons as a trivial concern only goes to reflect his carelessness, his unfeeling, if not for the detainees at least for members of the detainees' families who are probably at this moment worried sick for their loved ones who are still in prison. I just cannot feel shocked that there is still a Member who has got no such feelings in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue that is uppermost in the minds of Singaporeans today is, of course, the arbitrary arrest of our young Singaporeans under the Internal Security Act. They are disturbed by the incarceration and the continued incarceration of the eight detainees, in particular, at the Government's appearance of carelessness and non-caring nature in not announcing when the remaining eight detainees will be released. Even in the case of a common criminal when he is convicted and sentenced to a jail sentence, he will be specifically told exactly how long he will have to remain in jail, whether it is six months, one year, or 10 years. Whatever the period of custodial sentence, he has a release date that will keep up his spirits and something to look forward to. In the case of our current lot of detainees, none of them know exactly how long they will stay behind bars. Is it going to be just the statutory 30 days or one year, two years, or 20 years like Chia Thye Poh? The fact that no release date is made known to the detainees or to their spouses or to members of their families, or even to their church members is itself a mental torture to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is this the act of a civilized government? Is it possible that our elected government is capable of such blatant acts against our own people, our own Singaporeans, our own flesh and blood? I want 76 hon. Members of this House to pause and contemplate what this Government has done to eight hapless Singaporeans. What are their crimes? Have they been found with knives, guns, grenades, mortars or other implements of war, whereby they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> can wage a violent uprising against the Government and get law-abiding citizens killed? The answer, of course, is no. Have they been found to act prejudical to the security of Singapore, to the good order and essential services in this country? Again, the answer is no. So, what is the crime they have committed to warrant their arbitrary arrest, their imprisonment, and subjected to mental and psychological pressures? Psychologists will tell you that such pressures can in certain cases break a man or a woman irreparably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Braddell Heights and his seconder, the Member for Radin Mas, have bravely come to this House to support the Government's action to detain our fellow Singaporeans. They must. The first paragraph of their motion says so. But I would like to ask them: are they brave enough to meet the wives, husbands, members of their families and church members of the detainees, face to face, and answer their queries and perhaps their anger? We know that the Minister for Trade and Industry - I see he is not here - has decided not to make the trip to America with our Economic Development Board team to canvass for American investments in Singapore. I am sure he has good reasons. I shall be putting up a question in this House to ask for those reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that, unlike our said Minister, the hon. Members will be willing to meet members of their families and their church members face to face. If they could give me their affirmative answers, I shall be willing to arrange for that meeting. Are they willing? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Does the Member want to give way? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right, but not too long. I have only 30 minutes. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I think the point here is whether the Member for Potong Pasir accepts the truth in the statutory declarations of these detainees. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I give way only for him to answer the question. He refused to answer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> That is the point. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Say yes or no, please. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> What is the point of meeting the family members of the detainees? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, he should know. But before that, before I tell him the purpose, I have got to inform him that I have not contacted any of the detainees or any of the family members, and this is not a collusion to get hon. Members who have moved the motion and seconded it to meet the members of the families. This is voluntary and it is on my own initiative. Of course, the purpose of the meeting is for the members of the family, their wives, to tell you face-to-face the exact things their husbands, their wives have or have not done. Then you will know the truth. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Did their wives know the truth? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And you can answer them face to face. Why not just accept this proposition and say yes? If you are not, obviously you are not a brave man. It is within the security of these four walls of this House you act like a brave man. I still get no answwer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang</b> rose. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, do you want to give way? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. Yes or no? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are you afraid? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> I think you are requested to interview Mr Patrick Seong since he is now a free man. And if you make the request, I think the Government would allow you to meet all the detainees to get the truth. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Please. I think I am not going to give way. You refused to answer. Now, I am not making all these allegations of their subversion. It is your Government, it is you. You are the one who is proposing in this House that they should be arrested and subjected to arbitrary imprisonment. You are the one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> who says that they are Marxists, they are subverting our Government, overthrow our Government by violence, all kinds of accusations. You should be brave enough to confront them. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> If the Member thinks that they are not, please produce evidence. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right, coming to the next point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> He is not giving way. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Now, of course, the grave issue before this House is still the detention of the eight Singaporeans. And the issue is still whether they are Marxists, whether they are agents of foreign governments, whether they are a threat to the security of Singapore, and whether they have been assaulted and tortured as detainees. I think these are the issues. And, therefore, the rightful thing for the Government is to clear the air and have a public inquiry. There is no way out. If you really want the truth, get to the bottom of the matter, then there must be a public inquiry. Until a public inquiry is held, I am afraid whatever the Government tries to say day after day in this House will fall on deaf ears. Government has tried with the full force of the mass media, that is, the TV, radio, newspapers, under their control, to make its stories stick. But I say that the majority of the people of Singapore are sceptical. They do not believe what the Government tells them. The Americans who profess from the greatest democracy on earth do not believe that the detainees are Marxists. If they did, why should they attempt, according to the Government's allegations, cultivate them and encourage them to take part in the elections as independent candidates to oppose the Government? Are the Americans mad? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Whampoa appeared to think so. He has suggested in this House on Friday that the Americans are out to sabotage our economy. And he is a Professor of Economics at NUS. I suppose he speaks two languages - one at NUS and one in this House. He must know that the Americans are our greatest foreign investor. They have direct investments of over US$2.3 billion and rising at the rate of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> about US$200 million a year, making the United States the biggest foreign investor in Singapore. This bit of information was reported in this morning's Straits Times. It has been said by members of this Government before that the Americans do not invest massive amounts of money in Singapore because they love Singaporeans, but simply because it is good business for them to do so. They come here to make profits. They get a better return in Singapore for their investments than elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons for the government wanting to invest in Singapore are purely economic. So it does not make sense. You put money in a place, you go and destroy that place. How crazy can Members of this House get when they accuse the American government of trying to sabotage Singapore? How do you expect Singaporeans to believe the PAP Government when some of its own members talk like that? It completely does not make sense. It boggles the mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the more probable reason is the one that is circulating in the public. The Americans think that our Prime Minister is walking towards an uncovered manhole and they are trying to steer him away from this manhole. But, unfortunately, I think this Government thinks that the Americans are trying to push him in. So in this particular instance, I think the Government should give the benefit of the doubt to the Americans. Of course, it is against their Party's interests. But I want to make it very clear in this House that I do not condone or support foreign interference in our internal affairs, whether they be Americans, British, Chinese or any other foreign government, Chinese from the People's Republic or from Taiwan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government accuses Vincent Cheng and his friends of being Marxists. But Vincent Cheng has, in fact, taken steps or wanted to be a Catholic priest and all his friends, most of them, are Catholics. And the Prime Minister himself has said that the Catholics have done good work in Singapore, schools run by the Catholics in Singapore were the only ones not subverted by the Communists in the early days. That was the reason why he sent his son there. So his son is not contaminated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And now suddenly they accuse the Catholics of being Marxists. Is there a new definition to the Government for Marxism? What is the definition of Marxism? I want the Government to define it. You arrest some people on some vague terms. I have attempted to look up the meaning of \"Marxism\". I bought a copy of Penguin's Dictionary of Politics. I hear it is very reliable. This is how it defines \"Marxism\": \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Marxism is a general label to attach to any social theory that can claim a vague philosophical derivation from the works of Karl Marx. In fact Marxism as a general position has become so broad that there is often little serious connection, even in theory. When Marxism is taken to refer also to the operating policies of so-called Marxist or Communist states, as with the Soviet Union, the philosophical gap becomes enormous. This is not to suggest that the various branches of Marxism are themselves theoretically incoherent, nor that they do not have all that much in common. But by now the connections between different forms of Marxism can best be described as involving 'family resemblances' rather than the minimal set of necessary common postulates. The Marxism associated with the Second International, for example, is rigorously deterministic in an economic way, whilst the Marxism associated with the French school inspired by Althusser has distinctly 'functionalist' undertones, and that of the other French Marxist leader in the post-war years, Poulantzas, allows considerable autonomous political power to the state. Other brands of Marxist-derived theory may not even have 'Marx' as part of the title - TROTSKYISM and MAOISM, while they are 'deviations' from what many would regard as proper Marxism, have much in common with original writings by Karl Marx that modern developments of his insights lack. As far as the actual doctrines of Communist societies go, it is probably better, for the Soviet Union and Eastern Europe, to talk of Marxist-Leninism, because LENIN, and to some extent still STALIN, left major impacts in the process of turning a general theory into a practical doctrine for revolutionaries and subsequent post-revolutionary governments. The most one could require as a common thread to all forms of modern Marxism would be the following tenets:' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, please bear with me because it is in point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you going to read the whole book? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Only the definition of \"Marxism\". \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, you are allowed to quote from books but you should not make a lengthy speech from what is printed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. I want to bring home the point that Marxism is a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> vague general term. It is important for the Government to say under which area of this definition of Marxism have the eight detainees and those who were earlier arrested been guilty of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just let me quote the basic common tenets of Marxism. There are three: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'(i) that economic matters ultimately control political and cultural phenomena; (ii) that abolition of private property is necessary to ensure equality and an end to exploitation; (iii) that the road to such a society must come about by the proletariat, or its (not necessarily proletarian) leaders developing a revolutionary consciousness, grasping power, and acting as a vanguard to issue in the Communist society.' \n  <br>\n  <br>Then it goes on to say that, in fact, now there is a school of thought that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the question of the nature of, and need for, revolutionary rather than a gradualist road to the abolition of capitalist society has great importance, especially in the thinking of the EURO-COMMUNIST parties and their theorists like GRAMSCI.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there you are. We have got a broad general definition of Marxism. And under which area of this definition has the Government arrested the 22 people originally and the present 8, and what are they guilty of? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, Mr Vincent Cheng, as he has said, wants a classless society. But \"classless society\" probably means no private property. Are the Singapore people willing to accept his ideas? I am sure they will not. Because even the Government itself has said that 85% of Singaporeans are already property owners. But as I look at this definition of Marxism, I note that there are some similarities to the PAP Government's philosophy - that economic matters ultimately control political and cultural phenomena. The PAP stresses on nothing but economic survival, which is uppermost in their minds. \"We don't want democracy, wasting our time talking and arguing over issues. What we want is economic growth, the more the better.\" Is this not what Marxism also advocates? The ultimate aim of society is for economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And the second tenet: the abolition of private property is necessary to ensure equality and an end to exploitation. What is the greatest private property in Singapore? It is land. I have been told that 85% of usable land in Singapore, in fact, has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> already been acquired by the Government. Please, I may be corrected on this. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Did you say 85%? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, about 85% of usable land. The Minister for National Development is not here to bear me out. In a way, the Singapore Government has already abolished private property as far as land is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. If Government has ownership of 85% of the usable land in Singapore, then the private sector has the balance of 15%. So 85% is as good as almost abolishing private property in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the only one that the Government is quarelling with is how you get power. But even that the modern Marxists in Europe, the Euro-communists, I think they say, \"Look, we don't need violent revolutions. We can go by gradual means.\" These are the gradualists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, which of the Marxists that the Government is really against. Obviously, they are against the violent overthrow of the Government. Are Vincent Cheng and all his friends of the Gramsci-type, or are they of the early Second International or the early brand of Marxists? Please let us know what they are really guilty of? And do not just say that they are promoting Marxism in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What evidence has the Government against Patrick Seong? It is only his statutory declaration. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Did you talk to him? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And we note that there is already an inconsistency in his statutory declaration. Three of the lawyers named by him have come out categorically to deny what was stated by Patrick Seong. So we have found grave errors in one area of the statutory declaration. What about the other areas? If he were his proper self, would he have made such mistakes? So we are beginning to question whether or not he is subjected to psychological pressure. He was not himself when he made those admissions in the statutory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> declaration. We can already see there is inconsistency. So how can you rely wholly on a statutory declaration which is already shattered or its credibility already shown that there are mistakes? The only thing the Government can say of Patrick Seong is that he is out to make mischief. Make mischief to whom? Certainly not to Singapore but probably to the PAP. Does that really justify using the full force of the ISA on him? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about Francis Seow? I for one never for a moment thought that Mr Francis Seow would be taken in under the Internal Security Act. It was really a shock to me. I do not think you can say that Francis Seow is a security threat to Singapore. As the Government has put it, he is not a person committed to a cause. All of a sudden, he was interested in politics. As far as the Government knows, he was a man furthest away from politics and suddenly he got interested. As the Senior Minister has said, within 10 days he spilled the beans. I think you should give him credit that he could last 10 days. I do not know how many of us in the same situation can last 10 days before we spill the beans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, in the case of Patrick Seong and Francis Seow, I think there is clear abuse of power on the part of the Government. In fact, I use the words \"abuse of power\". But our former President has come out and said, \"brazen abuse of power\". I may tend to agree with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Friday, the Prime Minister, made a long speech. We were all enthralled by it. We did not want to interrupt him. But I thought what he said basically are now all out of date. It does not apply to modern Singapore. We have read of Fang Chuang Pi, otherwise known as \"the Plen\" or the Plenipotentiary of the Communists. I have heard this story many times. But the way the Prime Minister told it, I thought it was enjoyable to listen to it once more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where is the Plen? Probably he might not be around any more. Is he dead or what? I do not think he can create any more mischief? And poor Chia Thye Poh. He has been in there for 22 years. The Prime Minister says that if you release him, the SDP will not stand a chance. It is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> pity the Prime Minister is not here. I will personally go back to my constituents in Potong Pasir and ask them, \"Can I step down because I am going to make a challenge to the Prime Minister?\" That if he releases Chia Thye Poh and if really the SDP cannot stand a chance, then I will ask the permission of my constituents to resign and give up politics forever. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Good idea! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Because I strongly believe that Mr Chia Thye Poh is no longer in contact with modern day Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You know that? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If you release him, the poor chap probably will have to take at least two or three years to rehabilitate himself. And once he sees the good life outside and the attitude of modern Singaporeans, I do not think he would want to continue with his cause. He will not get support from overseas. Russia and China - they are all going the capitalist way. They are not interested in exporting revolutions. And without the support of China, the Communist Party of Malaya has not got a ghost of a chance to survive. So what has Chia Thye Poh left? His only chance is to try and recruit from our local young chaps, probably the MacDonald kids or some other young people running around in Singapore, but I doubt he will be successful. Because the whole situation in Singapore has changed. There is full employment, as the Government tells us. Everybody has a job and every body wants to get on in life. That is what all the opposition is about. Really, Singaporeans just want to get on. I do not think Singaporeans want to revive communist ideas. They just want to get on in life, but they see that the Government is a stumbling block there. That is why the call for more opposition becomes stronger and stronger every day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Prime Minister's assurance that the Opposition will be allowed to canvass, as he puts it, referring to me, \"We give him full rights [referring to me]. He wants meeting, Toa Payoh Stadium, Queenstown Stadium, any hall, National Stadium, is open to him.\" Well, the Prime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> Minister has said a lot of things in this House, but when we try to get it, his administrators said, \"No, you can't do this, you can't do that.\" When we come back to the Prime Minister he says, \"Well, I allow you, but if they don't allow you, it is none of my business.\" It is just like the Teh Cheang Wan affair. In any event, I still take the Prime Minister at his word and I shall be writing to all the police departments pointing out what the Prime Minister has said here, \"He can write, he can thumpertize, he can go through new towns, town centres, market centres, organize talks, there is no restriction on him.\" \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Within the law. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course, we found that we have restrictions. We ask for a permit to go on a bus tour of the constituency, they say, \"No.\" We ask for a rally, they say, \"No. Only on May Day and National Day.\" There you are. But we will take the Prime Minister at his face value and we shall be insisting on what he says to be the position for the Opposition. And if he does not, we will come back and see whether or not his words really mean anything. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Foreign Affairs)(Encik Yatiman Yusof) (In Malay): Mr Deputy Speaker, the Member for Potong Pasir today raised many issues with very impressive arguments. First, he said the PAP Government has no compassion, no feelings, no consideration, no regard for the pain suffered by the families of the eight people detained under the Marxist conspiracy. But does he not realize that we have to balance the happiness of the eight detainees against the 2(r) million people of Singapore who have a right to security in a stable country. 8 against 2(r) million - what kind of logic is that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he asked that we meet and speak to the family members of the eight detainees. I think the family members of the eight detainees are still fully entitled to meet their Members of Parliament to complain about their plight and I am sure their grievances would be brought to the fore. The Member for Potong Pasir himself is not prevented from speaking to them and from raising their problems. But if the Member for Potong Pasir thinks that, by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> speaking to the members of the families of the eight detainees, we would be able to arrive at the truth, then I would say in this world it is not as simple as that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said, and many a time too, that we should hold a public inquiry. I think no public inquiry is as final, as appropriate, as reliable as a general election. And in a general election we would be facing not just the eight detainees but also every citizen of Singapore who, in exercising his right of vote, would decide whether we are right or wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also said that it is illogical that the Americans would want to topple the Government of Singapore. I think if we heard the arguments of the Member last Friday, he said something like this: The more relaxed, the more open the situation in Singapore, the more democracy there is, the more voices against the government, the more investments will flow in. And today he said that it is illogical that the Americans would want to interfere in Singapore's affairs because he said that America is a capitalist nation whereas the eight detainees have been called Marxists. I think the Member for Potong Pasir has been too simplistic. And he quoted from the dictionary to say that Marxism has such a wide definition. He was reading at such a lumbering pace that it was commented upon by the Deputy Speaker. I would like to ask if he really understands it. If he does not, there is a course in the Political Science Department of the National University of Signapore and the Professor in the Political Science Department can give a free lecture on the topic: \"Classical Political Theories\" on Marxism, Communism, Capitalism, all of them, could be taught free of charge. We need to have Members who know what they are saying and not confuse the people through the mass media, and that is what the Member for Potong Pasir has been doing. He said - and I want to show how simplistic his thinking is - he said that it is totally illogical that Vincent Cheng, someone who, I quote, \"wants to become a priest\" could be a Marxist or pro-Marxist. That is illogical, he said. I propose that he studies the development of liberation theology in the Philippines and study how not only have the churches been infiltrated by the Marxists but even the priests themselves \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> have been propagating Marxism in the Philippines. This fact is known throughout the world. I do not think the young people of Singapore, who have read about this, could accept such a narrow and misleading view of the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, he also rejected the statutory declarations on the grounds that three lawyers have openly spoken in the press to deny their presence at the meetings that wre said to have taken place. Three denials, in a whole series of events? Even if Patrick Seong had made a mistake in his statement, he would be liable for it because he had declared so, under oath. But the denial of one meeting out of so many issues, matters, enumerated in the declaration, and that is held as grounds for rejecting the whole statutory declaration? That is an argument we would find difficult to accept. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> On a point of clarification. Does the hon. Member know that Patrick Seong mentioned that at a meeting there were five lawyers whom he was certain and two he was not very certain. Out of those five lawyers, he mentioned two names, Jacqueline Baruch and, I believe, it was Edwin de Souza. And these two denied that they had either been there or one of them might have been there, but in any event, not the way Patrick Seong put it. So two out of the five, is 40% error. So don't you think it is a big error there? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> May I ask the Member to be patient. He will be told why afterwards; whether these two members were present at the meeting were right or Patrick Seong was right in his statutory declaration. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I sincerely hope I would not be pulled in under the ISA and made to swear statutory declarations. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, the Member for Potong Pasir is well known for making wrong calculations. He said two out of five represented 40%. But he concluded that the whole statutory declaration could not be accepted because there was a mistake in one respect, and that represents 40% of the whole issue, the whole contents of the statutory declaration? That is why I say he tends to make generalizations based on minor facts. This can be misleading. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, he said that Francis Seow could not and would not represent a threat to Singapore's security because in just 10 days he has spilled the beans. And he wondered whether the \"Plen\" is still alive today. We cannot take these matters lightly. The Member for Potong Pasir realizes that the young people of Singapore are detached from the events that threatened Singapore in the 1950's. By saying that these threats no longer exist, he has tried to pull the wool over the eyes of the people, blinding them to the real dangers facing Singapore. In his half-an-hour speech he has tried to say that all these things did not happen. I would like to say that Singapore is an open society. Although our airspace is small - our land area is only 600 sq metres - our skies are wide open. With such an open airspace, all kinds of influences could come into Singapore. If the Member for Potong Pasir thinks that these influences should be allowed to continue to come in because the rain that falls would contain no poisons and even if there is any poison it is no more than the carbonic acid that gives us headaches which we will soon recover, then he is mistaken. Because it is not just carbonic acid rain that would fall from the Singapore sky, it is a poison rain, bringing poisons that will slowly be absorbed into our bodies. What I mean by this poison rain is none other than the concepts of life being shoved upon us by certain parties from the West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, Mr Deputy Speaker, we must differentiate between the United States Government and the people of America on the one part, and certain people who seek to take advantage of the various masks that they hide behind, who come into Singapore through their officers, on their own behalf, as tourists, as students, as journalists, to meet citizens of Singapore, to influence them or to use the mass media to influence not only the young people of Singapore who read their articles, but also to publish articles to be read by people of like mind, such as in Hong Kong, in New Zealand, Australia or the United States in order that these people, individually or through their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> respective organizations would exert pressure on Singapore to change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the western world considers Singapore as mischievous, misbehaving child who has failed to observe the norms of the west. They use various means to turn this child Singapore into a Western child, who would act appropriately as clones or as minions or henchmen of the West. The problem is there are some people among us who are prepared to become their henchmen and minions and that is why Singapore's domestic affairs are prejudiced and that is how they have been able to come into our house, to run havoc with our bedroom, to mess up our kitchen. And the Member for Potong Pasir says,\"Never mind, This will do us no harm.\" He would just wait until not only have these people come in and messed up but even controlled our household, and only then would he say that there is a threat. But, by then, it would be too late for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion by the Member for Braddell Heights. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I support the motion by my two colleagues. On this matter of interference of foreign powers in our internal affairs, our whole nation should adopt the same attitude. Outwardly, we should be neither overbearing nor servile (&nbsp;&nbsp;&nbsp;&nbsp;). Internally, we must also share the same bitter hatred for the adversary (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government had to go through diplomatic channels to voice its strong protest. As for our people, we could speak out and take such actions as to express our anger in this matter. Although Singapore is small, we are an independent nation. We would not allow any foreign interference in our internal matters. This Hendrickson affair is a test of our Government and our people in dealing with such foreign interference, especially when this interference comes from a friendly country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has adopted a firm stand and a careful posture in dealing with this matter with justifiable reason and tactful handling. First of all, in order not to embarrass the United States, the Government did not disclose the names of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> three officials from the State Department. Secondly, the Government has accepted the United States' explanation that the improper behaviour of those officials was not supported or condoned by the United States government. In other words, our government has made a distinction between the US officials and the United States government. Thirdly, we requested the US to recall Hendrickson; we did not expel him. Fourth, we have expressly stated that we treasure the friendly relations between the US and Singapore. Our Foreign Minister had reiterated in Parliament on 26th May that we would want to prevent this matter from damaging the mutual relationship and the greater interests between our two nations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at how the United States dealt with this matter. First, they repeatedly denied their officers had interfered in our internal politics. Then a tooth for a tooth they asked that our First Secretary, Robert Chua, of our Embassy in the United States be recalled. On 25th May, the State Department of the United States issued a very strongly worded statement which was published in our newspapers on 27th May, ie, the same day that our Foreign Minister's statement on 26th was published because of the difference in time. There was a strong contrast between the tone adopted by our Foreign Minister and statement of the US State Department. The US statement warned our Government that if we continue to allege the interference by the United States officials in our internal affairs, it would damage the traditionally close cooperative relationship between the two countries. It was couched in threatening tones. The statement again denied that the US officials had interfered with our internal politics and also regarded the allegation by our Government as groundless. However, they have not expressed their views on the goings-on of this incident, nor have they raised any counter evidence to rebut the statement by our Government or the relevant contents of the Statutory Declarations by Patrick Seong and Francis Seow. If the US persists in denying and condoning, even to the extent of distorting the facts it will not help in anyway in solving the matter and maintaining our mutual relationship. On the contrary, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> could only serve to arouse greater anger in our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statement by the United States State Department further expressed regret that the Singapore Government did not attempt to resolve this matter privately. This is indeed a very strange argument. Because of this matter, there were altogether 11 Singaporeans arrested, including Francis Seow and Patrick Seong. Our people want to know what are the reasons for their arrest. Once the Statutory Declarations by Seow and Seong are made public, it is impossible for our Government to cover up the improper behaviour of these United States officials. Don't forget that in this incident, the party that is victimized is not the United States but Singapore. The Singapore Government as an independent sovereign country has the right to and should adopt the most appropriate measures to deal with this matter, to explain to our people and to protect our national dignity. Under a democratic system, our people have the right to know the truth of the matter. To resolve this matter privately amounts to denying our people the right to know the truth. If this not a great mockery on the Americans who talk of nothing but human rights and democracy all the time? Does this private solution as suggested by the US State Department not indicate its guilty feeling nd pretensions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this matter, we also noticed the reactions of our people. Generally, the initial reaction was one of shock and surprise as the interference was from a friendly country! As the truth unveiled, the feelings of the people developed into anger. The great majority of our people, whether they are workers, grassroots and civic leaders or intellectuals, have made their stands very clear. Under the premises of national interest, they took to actions, expressed their opinions and protested against foreign interference. In face of external threats, our whole nation, government and people, should act in unison, in fulfilling their duties, in preserving national dignity. Should there be any person who for personal grouses or favours makes fallacious speeches to confuse the people or for personal political interests, willy nilly, takes an opposing forum always singing anti tunes, such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> speeches and actions would not only undermine the reputation of the Government, mislead the people, but also weaken our posture and steam against foreign malcontents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also another type of reaction by some people involving the rights of the detainees. A small number of Singaporeans repeatedly emphasizing that the rights of the detainees should be protected. This argument reminded me of the recent Ah Huat incident. Some readers wrote to the newspaper forum page, expressing disgruntlement about the manner of Ah Huat's death. They stressed on the rights for Ah Huat, but neglected any consideration for the safety of the police officers and members of the public at the site. They also doubted the professional judgment of the police. If these crities were to handle Ah Huat's case, I suppose before apprehending Ah Huat, they would follow the American model as shown on TV by reciting to him the accused's rights, \"You have the right to remain silent, but if you give up this right, whatever you say can be and would be used against you.\" Very likely, before the message could be completely read out, our police officer would have been killed. Ah Huat's case differs in nature from the recent case of subversion. But the starting point for the critics in each case is the same - \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think the hon. Member is wrong in saying that in Singapore today a person who has been apprehended by the police for suspected crime can remain silent. I think he has lost that right. If he remains silent, the position is that, in fact, his remaining silent will be taken against him when the hearing comes. Really there are only two choices. Either you admit or you deny. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Repeat your point about silence. I did not say anything about silence. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Criminal Procedure Code has been amended so that a criminal once apprehended by the police has really got two choices: either to admit or deny he is guilty. If he remains silent, that silence will in fact be used against \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> him, to his disadvantage, when the trial comes on. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): The Member for Potong Pasir has misunderstood me. What I meant was that these critics who wrote to the press protested that the police should not have shot Ah Huat without reciting to him, a criminal, his basic right as seen in American TV shows, if these critics were to handle Ah Huat's case. These two matters differ in nature, the one relates to a criminal while the other concerns foreign interference in politics by US officials. Although they are different in nature, there are some similarities in the critics' starting point. That is, these people imitate the West by emphasizing the personal rights, or the rights of the smaller \"self\" (&nbsp;&nbsp;&nbsp;&nbsp;) including the rights of the criminals. They emphasize the rights of the minority while they are blind to or neglecting national safety and interests, the rights of the bigger \"selves\"(&nbsp;&nbsp;&nbsp;&nbsp;). This illustrates their syndrome of not seeing the Tai San mountain because of a leaf covering up the eyes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I regret to notice that these people who are involved in this matter are our intellectuals. They are the elite groomed by the nation. Yet they do not treasure the prosperity and stability that we have achieved through more than two decades of nation building. They have also neglected the state of our nation and our social structure. These people having learned foreign languages blindly admire foreign civilization and they try to imitate the western ideologies and -isms. Someone among my MP colleagues has pointed out that the US is trying to export its models of democracy, freedom of speech and human rights. In fact, let us examine it: among our intellectuals, how many of them are just \"copying\" without scrutiny and importing these models of ideologies and philosophies for duplication in our country? Yet these people who worship blindly such ideologies and philosophies are not faithful to what they believe. Once they feel the pressure they start to retreat. Afterwards they retract what they had earlier admitted which might yet be retracted. Is it because their stand not firm and their thinking not matured? Or, is it because the values of our intellectuals have gone aberrant? This indeed calls for our self-examination. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> Now,because of the facility of language and because of rapid development of communications, and hi-technology, this problem of value aberration is getting more and more serious. However, if this incident can alert our Government and our people to the danger of ignorance of our state of affairs and blind imitation of Western culture and mores, while negating one's own good tradition and system and make these intellectuals of Singapore realize with self-examination their own social responsibility and to work out appropriate solutions, then the experience of this Hendrickson affair might yet turn out to be a blessing in disguise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, the Member for Potong Pasir challenged my two Parliamentary colleagues whether they dare to face the detainees' family members and church members. First, I do not see the relevance of detainees' church members here, as this fundamentally is not a religious matter. Secondly, before the NUS vacation, I used to meet a detainee's (Chng Suan Tze's) brother, Chng Meng Kng. We also talked about this matter. As about the contents of our conversations, I do not think I should disclose here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also talked about Marxism. In the NUS, apart from the Department of Political Science, also in the Department of Economics has also taught Marxism as part of the course on history of economic thoughts. We have to look at Marxism in two aspects: the theoretical aspect and the practical aspect. About Marxism in practice, the situation in different countries was different; therefore, in the Latin American countries, Marxism in thought and in practice differ from those in the other countries. What we want to pay attention to is the Marxism and Leninism promoted by the local Malayan Communist Party and their objectives. So, I hope the Member for Potong Pasir would not distort the whole fact. He also mentioned about Chia Thye Poh, I hope he would not under-estimate Chia Thye Poh who has invested half of his life in the cause of so-called \"proletarian revolution\". If he is released, he will not be easily influenced and so discard his faith by the attractions of materialistic enjoyment and the other niceties of life from the higher standard of living in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> Singapore. Dr Lee Ting Hui, one of my colleagues in the NUS, has pointed out that although the ramification of the branches and leaves of Communism has been wiped out in Singapore and Malaysia, but it still has its roots there. So, given favourable environment, communism would still grow up again. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Deputy Speaker, Sir, I strongly support the motion moved by the Members for Braddell Heights and Radin Mas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, the Member for Potong Pasir made a sweeping accusation of my colleague, the Member for Telok Blangah, by saying that he is an unfeeling person. Does he know that the Member for Telok Blangah is actually a doctor and, therefore, he has a lot of feelings for people and care for people? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Does that make any difference? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> I think it is even more despicable, Sir, for a Member to try to score --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are you saying that all doctors have feelings? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> --- a political point out of the plight of other people, that is, the detainees themselves. Does he know that the detainees have been freed after the investigation, until they started to come out with a new press release again to refute what they had said earlier? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the news first broke out that the First Secretary of the US Embassy, Mr \"Hank\" Hendrickson had been meddling in the Singapore political scene, most Singaporeans actually reacted with disbelief. Most people have looked upon the US as a friendly country. We have very good relations with the US and have been most supportive of them in the international forum. Singapore leaders had been warmly received with red carpet treatment while they visited the US, and the same warm hospitality was also accorded to the US officials and leaders when they visited Singapore. Therefore, precisely because we feel that the US is our friend, most Singaporeans felt very hurt by this transgression of the US in our domestic affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> As loyal Singaporeans, I feel that we should come forth and strongly voice our displeasure and discontent on the improper behaviour of these high-ranking US officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me relate an incident to show how the people of another country reacted to this interference of the US officials in our domestic politics. I was in Taipei, Taiwan, about two weeks ago with other Singaporeans. When the taxi drivers of two taxis that we rode in found that we were Singaporeans, their immediate and spontaneous response was to express their strong views against the US action. They criticized the US for interfering with Singapore's domestic politics, and they praised the Singapore Government for doing the right thing in expelling the errant US official. They felt that, although Singapore is a very small country compared to the size and might of the US, it is right for us to protect our sovereignty. They were very proud indeed that although Singapore is a small Asian country, we are fortunate to have a tough, resolute and fearless Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was quite touched by this support expressed by the common people of another country. [Mr Chiam See Tong interjected.] Well, \"it's useful to hear the feedback from some common people in another country.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was quite touched by this support expressed by the common people of another country which also has strong and friendly ties with the US. Similarly, I feel that we Singaporeans should not keep mum. We should speak up and strongly express our indignation at the behaviour of the US officials. Perhaps our Singapore taxi drivers should also speak up to their American clients who ride in their taxis what they feel about the whole affair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to judge the propriety of the US action, we should look at the internal circumstances of the country involved. The US sees itself as the 'guiding light' or 'beacon of democracy' around the world. They have sought to assist certain groups in countries which are fighting for democracy and freedom. For such cases, where the local parties in power are known to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> corrupt, tyrannical or despotic, the US interference in their domestic affairs would gain sympathy and support around the world, including Singapore, I believe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the case of Singapore, there is really no reason for the US trying to interfere with our domestic politics. Our Government is supportive of the US so far. It is fairly elected by an open and democratic process. The people are well-treated, well-managed, and there is no unfair treatment or suppression of any minority groups. Opposition groups can operate freely and can join in elections in a free contest of ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Different people may have different assessments of why the US would want to interfere in our politics. I think to take it in the right perspective and to be realistic, y assessment is that the US does not really want to create an Opposition to overthrow the present Government for we do have very good ties with the US government and we have very good relations with them. What I feel the US was trying to do was to surreptitiously help a few likely persons to get into Parliament. This way, they hope that they can influence and control a few Opposition members who will act and talk to their bidding. These \"puppets\" will therefore help them to temper or to soften the pressure of tough measures taken in this House that may have adverse impact on them. For example, recently we have taken strong actions against some foreign publications which were mostly Americans. We have also voiced our strong reaction to the US decision to withdraw the GSP for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever are the objectives of the US officials, one thing is indeed very clear - that they are out to serve their own interests. For the US to achieve these aims, they would have to find locals who are prepared to collude with them. There is a Chinese saying: (Tai gong diao yu, yuan zhe shang gou) \" \", which describes people who willingly play into the hands of somebody else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point that our people should be vigilant about is that during an election we have to guard against people who may not truly speak the voices of the people but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> made to speak as mouthpieces or stooges of foreign powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the sad part of the whole affair is that the US could be thinking that they are doing us a great favour by helping to ferment discontent and assist an Opposition group to get into Parliament. I think Singaproeans should tell the US officials in no uncertain terms that we are able to take care of ourselves and that they should \"hands off\" our internal affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we still consider the US as our friends and we should remain friends with them. But some people are surprised as to why we have been making such strong criticisms and making such a furore over the whole US affair. I feel that there are three very good reasons for us to make a strong point: (1) to warn that even a friendly country could do things to undermine our security; (2) to warn that we should guard against locals who collude with our foreign powers who ultimately do things actually to serve their own interests; and (3) to warn other foreign powers, who may harbour the same ulterior motives, that they too should \"hands off\" from Singapore and not interfere with our domestic politics here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Deputy Speaker, Sir, in my interaction with my constituents and the community leaders in the Bukit Timah Constituency, I found them to be very supportive of the Government's actions with regard to the American interference in our domestic affairs; in particular, they have supported the request by our Government for the recall of Mr Hendrickson. Some of them indeed are so indignant over the American action that they urge the Government to be firmer with them. For instance, while recognizing the need to preserve our long-term relationship with the Americans, they found that in the initial Government's press statement on the subject, we were treating the Americans with kid gloves in trying to limit the embarrassment to them. We initially identified the officials involved only as Mr X, Mr Y and Mr Z. As a result, it was very confusing when one tried to figure out who is who in this episode, especially as it turned out, the seniority of the officials involved are not in the same \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> ascending order as X, Y, Z. By any accepted standards governing behaviour between nations, the actions of these officials must be considered interference in our domestic affairs. The American Secretary of State in his letter to our Government has assured that it was not American government policy to interfere in our affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would have said, let us accept the American government's official stand and take it at face value. I would have said that since they are our friends, let us give them an easy way out, allow the whole episode to be blown over. However, in the official statement issued by the State Department spokesman, Charles Redman, entitled, \"US denies Singapore's allegations\", which I take as representing official stand, the American government has called our actions groundless, gratuitous and baseless. I will quote from the American press release. In paragraph 1 of the press statement, the statement says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The public campaign being waged by the government of Singapore and its allegations of wrongdoing are groundless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Attacks on their intentions [that is, the American diplomat in Singapore and in the United States] and their character are gratuitous and unfounded.' \n  <br>\n  <br>The statement continues: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The constant repetition of the baseless charges against them and the US government can only serve to damage the traditionally close and co-operative relations between our countries.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would have thought the speech by the Minister for Trade and Industry was very clear in pointing out at what point the diplomat and the State Department officials stepped out of bounds. Do things need to be made any clearer? I do not think so, Mr Deputy Speaker, Sir. I believe we have stated our case very clearly and forcefully. This press release is just another face-facing measure by the Americans. Singaporeans will not be so easily swayed by this statement denying and rejecting every fact the Government has laid on the table. As a result of this statement, I say now, let us be firm with the Americans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While Singaporeans are united in their opposition to this flagrant interference by the American officials, I think it is useful to emphasize that our anger and our dis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> appointment are directed only at those individuals who perpetuate these transgressions and at the official policy of the US Administration in so far as it represents official policy. The Singapore people continue to regard the US as a friendly country and the American people whom we find frank, open, honest and upright as friends, especially those residing in Singapore. I am sure the Americans in our midst feel more welcome and safer in Singapore than in any other place in this part of the world. For instance, only the previous Sunday, the Bukit Timah Constituency's Sports Club organized a soccer tourn -ament. One of the participating teams was the Eagles, an all -girls team from the Singapore American School. The competition among the teams, locals and Americans, was friendly when the Eagles emerged as champions of the Women's Side, the Singapore crowd gave the Eagles a hearty cheer. This reflects the good relationship between our peoples. Yes, we value our friendship with the American people. What we find intolerable are the actions of the few State Department officials who took it upon themselves to mould Singapore in the image of the American society. It is quite understandable that from the American point of view, what they have done is nothing wrong. Perhaps that is so because Americans are brought up in the belief that the American system is the best in the world. They cherish the various Amendments to their constitution where the rights of the individuals sometimes outweigh the interest of the majority. For instance, under the Fifth Amendment, an individual is free not to answer any questions which answer would incriminate himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, I was reading a recent issue of the Time magazine where it was reported that the Americans are now seriously debating legalizing hard drugs like heroin, cocaine and crack. Surely, many civilized societies would be aghast with such an unthinkable proposition. That the American society is not necessarily the ideal one does not seem to deter them nor register in their psyche. Like Christian missionaries, some of them look at the rest of the world and feel compelled and completely justified in trying to change it to their own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> value system. After all, it is for their own good, they say. That others might disagree is of little relevance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many examples to this propensity. Witness their direct interference in Panama recently. In the process of trying to get rid of Noriega, their interference has left Panama in economic chaos and near collapse. Today, Noriega is still there and Panama is in a very hard state. In trying to cure the disease, they have nearly killed the patient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are intolerant of improper conduct of our foreign guests invited to our home, borrowing the analogy used by the First Deputy Prime Minister, we shall be adamant in our condemnation of fellow Singaporeans who are, to use an American expression, prepared to get into bed with foreigners. Francis Seow, a lawyer, a former Solicitor-General, an intelligent man, a man whose educational background readily puts him in the top 10% of the Singapore society. Unfortunately, he is also a wayward man. He has disclosed in his statutory declaration that his venture into politics is intertwined with foreigners. What I have found most damning are the many unanswered questions regarding his sudden improvements in his personal financial affairs. He was very much in debt when the notion of getting into politics first \"congealed in his mind\", to use his own words. But at that time, the threat of bankruptcy hung over his head like the Sword of Damocles. Any of his creditors could have easily taken him to court and commenced bankruptcy proceedings if they choose to do so. As Members are well aware, a bankrupt is disqualified from standing as a candidate for Parliament. I am sure Francis Seow's creditors who have been waiting in the wings to collect will be rejoiced to know that he intends to be a candidate. Because if he does so, he would have to pay up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Francis Seow is a lawyer, an experienced one at that. So I would suggest that the very next notion in his mind, following the first one to get into politics, must be how to resolve his indebtedness. So quite unlike the Member for Potong Pasir who saw no need to seek asylum when he entered politics as an opposition member, Francis Seow first sought the assurance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> the British. And failing that, he found comfort with the Americans. Soon thereafter, Seow's finances improved and he repaid some of his long-standing debts, in particular, those that could result in bankruptcy proceedings against him. I would say that even the most sympathetic person towards Seow must find this suspicious. The pure logic of the sequence of events would lead to the inescapable conclusion that Seow is now a beholden man, beholden to whoever is bankrolling him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Francis Seow's actions are indeed a great blow to the prestige of the Singapore professionals and especially those belonging to the law profession. Singaporeans from all segments of our society, from the lowly-paid workers upwards, find Seow's willingness to be subject to foreign influence despicable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, being a strategic island in the crossroads of Southeast Asia, remains a key piece - a key piece on a chess board of global geopolitics. The temptation for foreign powers to interfere in Singapore would always remain. I support the firm stand taken by the Government in rejecting any attempt by foreigners to do so. The people of Singapore can rest assured that the PAP Government can be counted on to resist such meddling. I am sorry to say but there will always be Singaporeans who are prepared to collude with foreigners in perpetuating subversive activities. Today, we have Francis Seow. Tomorrow, perhaps someone else. To deal with them in protecting our interests, the ISA provides the legal means, in many cases, the only means of protection for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I support the motion standing in the names of the Member for Braddell Heights and the Member for Radin Mas. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Trade and Industry and Senior Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment (Mr Eugene Yap Giau Cheng):</b> Mr Deputy Speaker, Sir, I rise to speak in support of the motion standing in the names of the Members for Braddell Heights and Radin Mas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I detect an air of arrogance coupled with a distinct self-interest in Hank Hendrickson's urge to dabble in Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> pore's domestic political affairs. We have all read in the press of his surreptitious dealings with Mr Francis Seow and some lawyers which he had never denied. In essence, he was attempting to get a number of lawyers to stand for election and take the Government on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is it that Mr Hendrickson is so unhappy about with the Government? Is he unhappy with the Government for enabling more than 86% of our population to live in HDB flats, the majority of them owning them? Is he unhappy that every Singaporean who wants a job can have a job? Does he think it is wrong to develop Singapore the way we did with excellent infrastructure, hospitals, universities and schools? Is he unhappy that food is easily available, plentiful, cheap, wholesome, in Singapore? Or alas, does he think we are a ridiculous lot of people to want to jealously guard our racial harmony or keep our country safe and secure for Singaporeans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, these are the things which the Government has delivered to the people and which the world is still talking about. Surely Mr Hendrickson cannot be unhappy with the Government for providing all these for the people of Singapore. Then what is Mr Hendrickson unhappy about? No credible Opposition in Parliament? Sir, whose eyes is he pulling the wool over? He can certainly draw a red herring across the path of Mr Francis Seow. But certainly not across the path of the majority of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No credible Opposition in Parliament? Sir, what is the Member for Potong Pasir doing here in Parliament? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Not so credible! \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> In fact, Mr Hendrickson's deliberate exercise is an insult to the Member for Potong Pasir who has in his own ways contributed to the business of government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this juncture, I would like to persuade the Member for Potong Pasir to join Singaporeans and register to all foreign powers that they should not in future interfere in Singapore's domestic political affairs. And he can easily do this by supporting the motion of the Member for Braddell Heights. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir is a valid Opposition Member in Parliament. He is here because of the wishes of the people of Potong Pasir, not because of any foreign power. Is Mr Hendrickson saying that the people in Potong Pasir are wrong in electing him? Then what about the PAP? Those of us in the PAP who are here are here because of the wishes of the majority of the people in the constituencies we represent. Again, is Mr Hendrickson saying we are wrong? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the guise of championing for a credible Opposition, Mr Hendrickson was, in fact, trying his hand at being a chess player, moving some pieces about in the hope of checkmating the Government. He played a very very bold game indeed. What can he expect from these moves? If he had succeeded, how would Singapore have figured out in his plans? But in my view, the most important point is: whose interests would have been served? Singaporeans' interests or Mr Hendrickson's interest? I think, in doing what he did, Mr Hendrickson is, in fact, insulting the intelligence of all Singaporeans. Does he imagine that Singaporeans are so naive that they cannot exercise their crucial judgment in selecting their own leaders? Surely not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then what about the other scenario? Has Mr Hendrickson considered what the consequences would be should this group of people eventually fail him, worst still, fail all Singaporeans? Mr Deputy Speaker, Singapore, like the United States, upholds the principles of parliamentary democracy. There are as many as 20 registered political parties in Singapore and every one of them, including any aspiring Singaporean who wants to stand even as an Independent, can do so without let or hindrance in any election or by-election. There is really no need for any foreign power to play the role of godfather. Without a thorough under- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> standing of the culture of the Indian people, the Malay people, the Chinese people, Mr Hendrickson assumed the role of a guardian mentor and hoped to pattern the political development and democracy in Singapore according to the American mould. In any case, even if he had a thorough understanding of all the varied cultures in Singapore, he had no right to interfere in our domestic political affairs. If his chosen puppets do not perform as he had wished them to perform, it is not going to be him who will suffer but surely all Singaporeans. Surely he must know that there is such a thing as what is meat to one can be poison to another. Singapore's political development must be left on its own to evolve. It ought not to imitate the gun-slinging, trigger-happy, Texan cowboy of the Wild Wild West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, unlike many other countries in the world, Parliament in Singapore must be a place where people's problems are discussed seriously with both Government and Opposition. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 1.00 pm. I will suspend the Sitting and will take the Chair again at Two o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at l.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Deputy Speaker, Sir, before lunch I was making a point that Singapore's political development must be left on its own to evolve and it ought not to imitate the gun-slinging trigger-happy Texan cowboy of the Wild, Wild West. Sir, unlike many other countries in the world, Parliament in Singapore must be a place where people's problems are discussed seriously with both Government and Backbenchers. None of us should become a marionette to any foreign power, lest decisions be taken that cannot serve the general interest of all Singaporeans. IfSingaporeans feel that the Member for Potong Pasir is inadequate, or for that matter any one of us, it is up to Singaporeans to decide who they want in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I submit that the covert goings-on between Mr Hendrickson and Mr Francis Seow are definitely not in the interest of all Singaporeans and Singapore. Let Singaporeans choose whom they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> want and the form of the Government they want. Foreigners should keep their noses out of our porridge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his over-zealous attempts to promote his own country's interest, Mr Hendrickson has gone beyond the bounds of his host country's hospitality. If only he had asked himself this one very sober question, should the group of people he has cultivated turn out to be a disappointment, should it be a mistake Mr Hendrickson should never have committed, then has he plans to offer every Singaporean a place in America? A place in America, well, we will find our own way there. I think we have got enough money in the CPF to pay for our plane ticket. But when we are there, can Mr Hendrickson guarantee us a standard of living that we all enjoy here in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am thinking particularly of the workers in Singapore, the taxi drivers, the bus drivers and the hawkers. The professionals know how to look after themselves. In fact, some of these hawkers and taxi drivers have already approached me in my Meet-the-People session and have raised this question. What question? The question is, can we qualify to apply to stay in America? My answer, \"I don't know. But if you want to know and you are serious about it, then I will help you to enquire at the United States Embassy.\" If the United States Embassy can assure these taxi drivers and hawkers that they can absorb all Singaporeans, our hawkers can have a stall in the hawker centres in America to sell their kway-teow, their mee rebus, our taxi drivers can have a licence to drive taxis in competition with those in New York, then our workers can be guaranteed a job in America and have a standard of living they enjoy here today, I may be prepared to go along with Mr Hendrickson to turn the Singapore Parliament into an American-style Parliament. But if he is not able to guarantee these things, then I say to Mr Hendrickson and to other foreigners with similar designs, \"Please, keep clear of our domestic political affairs.\" \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I wonder if I could be allowed to clarify two points made by the hon. Member for Mountbatten. Is it all right? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. Two points. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think it is unfair of the hon. Member to say that Hendrickson has not denied the allegations made against him. He has not come forward, I believe, as the Member has said, to deny the allegations made against him. But is the Member aware that Mr Hendrickson, by virtue of his position as the First Secretary, is not allowed to speak to the public in these official matters. Is he aware of that? So the denial made by his Government is his denial. So I think it is unfair to attack a man when he is not in a position to deny it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is this. The hon. Member asked me whether I could be persuaded to vote for the motion. I will vote for the motion if the Government can produce evidence, either in an open court or in a public inquiry and not obtain the evidence under duress, when the detainees are under confinement, on their own free will as free men, and if it is found to be true, then certainly I will be persuaded to vote for this motion. Until then, I will have to oppose the motion and oppose all allegations made against not only our own Singapore citizens but against foreigners based on evidence obtained from persons who are under detention and under psychological pressures. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Mr Deputy Speaker, Sir. I was actually limiting my discussion to Mr Hendrickson. My point is that Mr Hendrickson carried out some surreptitious meetings with Mr Francis Seow and some other lawyers and encouraged them to stand for election, take the Government on. I said that Mr Hendrickson has so far not denied these things. That is one. The other point is that I was actually discussing about Mr Hendrickson, as I said earlier on. I was not discussing about detainees and so on. My point is that there was a point made by Mr Hendrickson that there is no credible Opposition in Parliament. Then I said, \"What? No credible Opposition? What is the Member for Potong Pasir doing here in this Chamber?\" In fact, I was giving him an opportunity to say something against what Mr Hendrickson has done. I wonder \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> why he is not happy that I am speaking in support of him being here. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, in speaking in support of the motion I would like to divide my remarks into two parts. First, by responding to some of the points made by the Member for Potong Pasir this morning and, secondly, to comment on the remarks made by several Members about the role of the foreign press in this whole affair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may touch on some of the points raised by the Member for Potong Pasir just now. I would suggest to him and to other Members of the House: let us leave it to Mr Hendrickson and other officials to speak for themselves. I think Americans need not need either the Member for Potong Pasir or anybody else to speak on their behalf. If indeed some Foreign Service rules of the United States prevent Mr Hendrickson from denying it, then their spokesman here, Mr Richard Gong, could in his statement have said that \"Mr Hendrickson says that he has denied whatever was alleged by Mr Patrick Seong or Mr Francis Seow\". But no such words appeared in any of their official pronouncements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir in his remarks this morning made a statement which I found very surprising because he is not prone to making wild allegations or mischievous statements. But this morning, referring to the Prime Minister's statement, he said that the Prime Minister is now saying that Catholics are Marxists. I think this is very dangerous and a very sweeping and mischievous statement. I hope the Member did not intend it to be so and I hope that he will withdraw it because neither the Prime Minister nor any other Minister in Government has ever said that. In fact, we have always made it a point to repeat that of the 22 persons who were arrested, only four were Catholics. And further, in all our contacts with the Church, with the Archbishop, the representatives of the Vatican, we have had two things uppermost in our minds. The first is to stress that these actions are not in any way directed against the church and the Archbishop himself said he was satisfied. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> And secondly, to ensure that the handful of trouble-makers do not succeed in converting this into a Church-State collision. So it was totally unwarranted for the Member to have said that the Prime Minister says that Catholics are Marxists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member says that the ISA is bad because, unlike cases where we have court convictions, in ISA cases there is no fixed sentence where the detainee knows that he will get out. If that is the logic of his argument, then he must know that we also have preventive detention where under similar procedures hardcore gangsters, secret society gangsters, gang rapists and other vicious criminals for whom it will be impossible to get a court conviction, are also detained under preventive detention, and for whom also there is no fixed custodial sentence as in a court conviction. If we take his logic to its conclusion, it must mean that we must release all of them too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has also not observed that there are checks and safeguards under our Internal Security Act, that there is an Advisory Board headed by a Supreme Court Judge, and indeed last year this Advisory Board recommended that two of the detainees should be released early and their recommendations were accepted. He makes much play of the fact that we should have human feelings. It is not that we are devoid of human feelings. Four of the detainees were my own former students. I do not take particular pleasure in detaining my former students, but the decisions to detain them are made on considerations of national security, which have been fully explained in our press statements last year, and indeed the decision to release them last year earlier than the expiry of the one year detention order reflects that we had no intention to keep them longer than was necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also says that, in relation to what the Prime Minister said about freedom for political opposition parties to conduct a wide variety of political activities, he has now this morning given the impression that the police are obstructing his intentions, that permits are not being given and that he has been told that he can have rallies only on May Day and National Day. This is not true, Sir. Rallies have been organized. Permits have been given. He has had in this year alone a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> public forum on GRC Bills, public forum on Powers of the Government, public forum on Excellence in Government Education, public forum on the next GE, May Day Rally, Labour Day Rally last year. And if I may also give other examples, Sir. The Workers Party - public rally to discuss the team voting system held in January 1988 at Queenstown Sports Centre, public rally to discuss plight of the unemployed, 15th March 1986, at the Toa Payoh Athletic Centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are large meetings in large stadiums. There is no restriction but it does not mean that because they have the freedom to conduct political activities that there are no rules or regulations to observe. Of course, there are rules and regulations and procedures to be observed laid down by the police. For what reasons? To ensure that there will not be disorder, to ensure that there will be no traffic congestion, to ensure that no lawless elements can manipulate the situation. These are procedures which not only Opposition parties have to observe but all political parties, including Members of Parliament from the ruling party. And, in particular, we are strict on processions because they have a propensity to get out of hand. And the Member for Potong Pasir is probably very upset because he recently conducted a foot procession with banners, flags, without a police permit, and after advice from the Attorney-General the police had to give him a written warning. But as Members from the PAP also know, they have also not succeeded when they have applied for permission to have processions. So it is not just rules and regulations designed to curb Opposition political parties but they apply to all political activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, he referred to Chia Thye Poh. He says he is harmless. He can be released. But does he know the man? We have explained in this House that 10 years after he was detained, as I said in Parliament, \"While under detention, in prison, he carried out his pro-communist activities by subverting some of the prison warders and getting them to distribute to other detainees folded slips containing transcripts of radio broadcasts of the CPM.\" This is the person who is in detention 10 years after detention and some of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> prison warders were later charged in court. We have said, Sir, that this is the kind of man. He can be released. All he has to do is to publicly renounce the use of force. He refuses to do that, but even if he refuses to do that, if any other country wants to take him, he will be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Potong Pasir says we do not have to worry about the CPM. They are no threat at all. Is that so? The CPM today still remains committed to the violent overthrow of both the governments of Singapore and Malaysia. There are still armed communist guerillas active in the Malaysian jungles. As the press reported in Malaysia in July 1987, last year Malaysian security forces uncovered 24 communist food dumps and killed 165 guerillas in combat, and the Malaysian White Paper only this year stated that the CPM was exploiting different groups for their own purposes and the CPM underground still exists in Singapore. So we cannot say that there is no threat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as Patrick Seong's affidavit is concerned, he made much ado about the fact that two of the persons named by him as having attended the meeting to meet Hendrickson had denied. Let me mention here, Sir, for the benefit of Members of the House that the lady lawyer, Miss Baruch, who told Straits Times denied that she attended, subsequently informed the Chinese press that actually she was present but she went late. The other case, we have established that it was not Edwin D'Souza but Edward D'Souza. So Edwin D'Souza has denied but Edward D'Souza has not said a word. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the Member has cast doubts about the credibility of the statutory declarations because they were made in custody. Why did he not take up the offer to question Patrick Seong? Several Members have raised this and he has not answered. Patrick Seong has been released, question him and ask him, \"Was it extracted out of him by duress or force?\" But I should also mention that it is not just the ex-detainees who were arrested who have made statutory declarations. In fact, even those who were not re-arrested have made statutory declarations reaffirming the truth of what they said to ISD and on television. In fact, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> of the 22 persons who were detained last year, 19 persons have made statutory declarations. So he can even speak to those who were not re-arrested. All made statutory declarations, except Vincent Cheng who is under detention still, Tang Fong Har who is away in London, and Chung Lai Mei. And Chung Lai Mei, because at that time there was a bereavement in the family and she was not approached. So it is not just the eight ex-detainees who were re-arrested, 19 of them. So he can make his pick and speak to anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in answer to the point made by the Member for Leng Kee, the Member for Potong Pasir stood up to say that it is not true that under our laws, if an arrested person is silent, it will be held against him. I think this is a gross distortion and over-simplification which it is necessary for me to set the record straight. What does our law say? What our law says, Sir, is that in court proceedings if the accused, after being called upon to give evidence, refuses to be sworn or affirmed, in other words, he refuses to give evidence on oath or affirmation --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> At the time of arrest. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He can reply to me later, Sir. Either he refuses to give evidence on oath or affirmation, or after having been sworn or affirmed, refuses to answer any questions, the court in determining whether the accused is guilty of the offence charged may draw such inferences from the refusal as appear proper, which I think is very reasonable. We give evidence on oath or on affirmation. You refuse to do so. Then the court must draw such inferences. But it does not follow that the court must always hold it against him. The court will view it in totality of the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he says Marxism is against private ownership of property. The PAP is also against this and therefore we are Marxists. But I thought if anybody knows anything about the PAP Government's policy it has been to encourage the ownership of private property and indeed, Sir, according to the figures I have, 90% of all housing in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> Singapore is privately-owned. [Mr Chiam See Tong interrupted.] If he wants to further this debate, he can file a Question. We can get more details from the Ministry of National Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, he says there must be a public inquiry, a Commission of Inquiry. I think then I should mention here why did we in the first place decide to have a Commission of Inquiry and why did we decide not to have a Commission of Inquiry. When the First Deputy Prime Minister, the Minister for Trade and Industry and I and the Director of ISD met at the First Deputy Prime Minister's house on the evening of 18th April, two decisions were made. First, on the re-arrest of the eight detainees and the arrest of Patrick Seong. Second, that there should be a Commission of Inquiry. But why a Commission of Inquiry? It is because we were shocked and taken aback by the allegations in the joint statement. They were not just alleging ill-treatment but that they had been made to tell lies. They completely repudiated statements which they had made. In other words, they denied the case made against them by the Government last year which had been spelt out in great detail. In short, the joint statement said that the Government had fabricated the Marxist conspiracy, that the Government believed the ISD had concocted the whole thing and that the Government repeated a pack of lies to the people. These are very grave charges and we assume that they were serious in pursuing these charges of torture, ill-treatment which forced them to fabricate their statements. And if they persisted in their charges, there had to be a Commission of Inquiry to find out: was there a fabrication? What for? And by whom? We had to know. It was absurd because the Government does not arrest people on its whim and fancy. We do not fabricate things. This was why we have to have a Commission of Inquiry, we decided, and we were serious about it. The Attorney-General was asked immediately to frame the terms of reference. The Prime Minister, after his return to Singapore, consulted the Chief Justice on the afternoon of Monday, 25th April, as to which High Court Judge should head the Commission of Inquiry. The names for other Commissioners were also considered. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But by Wednesday, 27th, or by 28th, the investigation reports on all of them had come in. They showed two things. First, that they were not acting as aggrieved parties seeking judicial or legal redress but were acting as political propagandists out to discredit the Government, to provoke agitation by outside groups, human rights groups, newspapers. In other words, the joint statement was a political propaganda ploy. This was clear from Patrick Seong's statutory declaration. Their intention was, first, to publish it when the Prime Minister was in Washington. What for? For maximum political embarrassment. Ng Bee Leng told us in the statutory declaration that the joint statement, first, was to discredit the Government in an election year and, second, to deter the Government from using the ISA. In other words, they were never really interested in a judicial or legal resolution of their grievances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us consider some of the salient points of their joint statement. First, it was very cunningly drafted, to have maximum emotional and political impact. Secondly, serious allegations were made but totally lacking in particulars or specifics. No specific facts - who was hit on the face, by whom? \"Most of us were hit hard on the face.\" Who? \"Some of us not less than 50 times.\" Again, who? No specifics. It was a collective accusation by nine persons about what happened to others where, in fact, each of them had been interrogated and questioned separately. Each can testify only about his or her own treatment and complain about such treatment. But none did. Instead, this collective accusation against an anonymous group of ISD officers. Thirdly, Sir, in making these very damning accusations, it is very strange that they themselves did not ask for an inquiry in the joint statement. But why not? In fact, they said, \"We do not seek any official response.\" Sir, surely you would expect them to scream for some official response or follow-up action. Their position was, \"Here, we are making these charges.\" That is all. Government need not do anything. Sir, we can liken it to a case of rape. You allege rape. You wait months after the event, months of silence, and then you make a report. Then you say, \"Well, here I have made a report. I don't want any action to be taken.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider also, Sir, that Tang Fong Har, one of the signatories who has fled, gave a BBC interview on 22nd April. She said many things, but not once did she speak about her own treatment. Here you have one of the signatories to the statement being given an opportunity on BBC to speak to millions of listeners, a golden opportunity to give a vivid account of how she was ill-treated, but she did not talk about the treatment. Instead, she talked about Chia Thye Poh and how she adored him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have also pointed out that the signatories, the re-arrested detainees, made statutory declarations reaffirming the truth of what they had said and, except for Teo Soh Lung and two others, reiterating that they had not been assaulted. In other words, Sir, there was no fabrication. Once we concluded that they were out to make political propaganda and to launch a denigration campaign and not to pursue legal redress, we decided against the Commission of Inquiry for it would only mean political theatre for the one or two persons who still made allegations. As for that person, then the burden of proof is on that person to discharge in a proper forum, namely, in a court of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I spent some time explaining this because of the points raised by the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, Members have referred to the role of the foreign press. I would like to conclude by saying something on this. When the Government issued the press statement on 28th April and when we exposed the fact that the joint statement of certain ex-detainees was a political propaganda ploy to discredit the Government, we also predicted that there would be a massive campaign by the press. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Now that the ex-detainees have been re-arrested, the ensuing hysterical campaign against the Singapore government by the foreign press, especially the off-shore press, [that is, Asiaweek, Far Eastern Economic Review, Asian Wall Street Journal] and other regional publications is likely to be part of this scheme.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the events proved us right. As we predicted, the foreign press has indeed unleashed a truly hysterical campaign. Let me give you a few examples. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> Bangkok Post, 11th May 1988, says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Government critics welcomed. ... Critics welcome a campaign by an Australian human rights group urging tourists and business travellers to avoid Singapore until political activists held without trial are freed.' \n  <br>\n  <br>But who are these critics whom they quote as supporting this boycott to hurt our economy? Only one - Mr J.B. Jeyaretnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I go on to the Far Eastern Economic Review, Sir, I might mention that the Bangkok Post, unlike other papers in the region, has been avidly following recent developments in Singapore, particularly our case against Mr Hendrickson. But what is different is that the Bangkok Post reporting has shown very little interest in presenting a balanced picture, and they have gone out of their way to paint the ugliest picture of Singapore. In fact, it has been re-printing extremely negative articles about Singapore that have appeared in the Western media. Worse still, it has even published recently what purports to be a futuristic scenario entitled, \"When nothing is left to bare\". It is not emphasized in the headlines or anywhere else that this is a conjecture and one has to read very carefully at the date, \"September 16, 1988\". If one missed that, this is what one will read: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In a surprise development, First Deputy Prime Minister confirmed that a number of ISD officers had been detained under the ISA. Then the legal profession was declared officially restricted [meaning that lawyers can practise only if they work for the government].' \n  <br>\n  <br>Somewhere else: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'20,000 detainees are reportedly being held without trial.' \n  <br>\n  <br>This is mischievous because if one did not read the fine print, one would get the impression that the article is talking about the present-day situation. Well, for what is worth, I think Members should note that the question is raised: whether the Bangkok Post has a brief to present Singapore in a certain way. Last year, the Bangkok Post was attacked by another major Thai daily newspaper for having been taken over by foreign capitalists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Far Eastern Economic Review, let me give a quote of 19th May 1988: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Singapore Government has kept up its barrage of accusations of foreign manipulation of its local critics, again using as evidence sworn statements allegedly [allegedly] obtained from those critics while held in detention without trial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Then: '... the ruling People's Action Party (PAP) appears intent on ramming through controversial legislation on the GRC.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, but the best example of such hysterical campaign, and which I will single out, is the Asian Wall Street Journal which, as every one knows, recently lost its legal case challenging the Government's action against the Newspaper and Printing Presses Act. Within a period of two weeks, 10th May to 24th May 1988, the Asian Wall Street Journal carried three editorials on Francis Seow's arrest; three editorials which are worth noting for they give examples of campaigned journalism against Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first editorial, 10th May 1988, suggested that Mr Francis Seow's arrest had to do with the Asian Wall Street Journal's publication of Francis Seow's article, \"Singapore's Closing Society\", which we all know now was not written by him but was the handiwork of Mr Devan Nair. But just consider, Sir, how they link irrelevant matters with their editorial on Francis Seow's arrest. First, they referred to Mr J.B. Jeyaretnam as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The government is now poring over Mr Seow's financial affairs, asking how he's been paying his phone bills these past 10 years. Similar inquiries led to the expulsion from Parliament last December of Mr Joshua B. Jeyaretnam.' \n  <br>\n  <br>Note the word \"expulsion\", Sir. They did not mention anywhere in this editorial that Mr Jeyaretnam was not expelled by any decision of this House but he was disqualified by operation of law after a conviction of a criminal offence. They suppressed this information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then they went on to talk about the GRC proposal, totally unrelated to Mr Francis Seow's arrest: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A team-candidate proposal now under study would also seem likely to keep the opposition from finding its way into government office. But Singapore's 2.6 million citizens aren't likely to benefit quite so much as the politicians of Mr Lee's ruling party.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> What has this got to do with the arrest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, second editorial, 17th May 1988. Without giving an explanation of the Government's case, they say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The main complaint [of the government's case] seems to be that Mr Seow had chatted with an American diplomat. An American diplomat was expelled for talking to such people.' \n  <br>\n  <br>This is a gross distortion of our case. Then, Asian Wall Street Journal irresponsibly spread the rumour that Mr Francis Seow had a heart attack, which was not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third editorial, Sir, of 24th May 1988. They say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In recent years we've seen one of the two opposition members ... forced to resign after investigation into the finances of his Workers' Party.' \n  <br>\n  <br>He was not forced to resign. So is this not an insidious repetition of a falsehood that Asian Wall Street Journal had sought to convey a misleading and untrue account of real political as well as legal events in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all the articles, Francis Seow is described in glowing terms, \"a prominent lawyer\". Nowhere did they mention that he had been thrice disciplined. Nowhere did they say the Chief Justice described, in one case, his conduct as \"deplorable conduct, dishonourable of him as a man and, dishonourable of his profession.\" In other words, Sir, they suppressed this information in the same way that they suppressed the fact that Mr Jeyaretnam was disqualified automatically because of a criminal conviction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know, Sir, that after Mr Francis Seow's statutory declaration was made public, it became known that Mr Devan Nair had written the article \"Singapore's Closing Society\". Did Asian Wall Street Journal inform the readers of this fact? The only way they did it, Sir, is that in the issue of 24th May, in an editorial they made a passing reference and said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Nair might have worked on the article published on May 10th.' \n  <br>\n  <br>\"Might have worked\"? How can they brush this aside when Mr Francis Seow said, \"Devan did the bulk of the work.\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more significant is that there is a new twist, a new tactic, and stepping up of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> their campaign against Singapore. Previously they tried to give a semblance of reporting on the facts while commenting on the editorial. Now, they have decided to forgo reporting and openly campaign against us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will know that on Monday, 23rd May, First Deputy Prime Minister, Minister for Trade and Industry and I gave a press conference where Asian Wall Street Journal's correspondent was present. You saw him on TV, John Berthelsen. He asked loaded questions, why Francis Seow is detained for attempting to practise democracy in Singapore. The following day, Asian Wall Street Journal ran an editorial which was a frontal attack on the Government, but without any reporting, without any mention of the press conference. No mention of the press conference at all. In fact, Asian Wall Street Journal did not report on the first press conference given by the three Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is clearly campaign journalism. Asian Wall Street Journal has made it abundantly clear that it has abandoned any pretense of neutrality of reporting on events and on the Francis Seow's question as well as on more general policies. They have unambiguously taken sides against the Government. They have now decided to black out our press conferences and our viewpoint, while carrying hostile editorials with the distortions that I have referred to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the weeks and months ahead we can expect more of this from Asian Wall Street Journal as well as others. They have shown that they are not an offshore press reporting on Singapore for outsiders. They are openly campaigning against Singapore and we have to deal with them on that basis. Thank you, Sir. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Deputy Speaker, Sir, I rise in support of the motion standing in the name of the Member for Braddell Heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after Government's exposure of Hendrickson's interference in our domestic politics, I held several discussions with a number of people, both young and old. While the older ones amongst them, particularly those who had witnessed similar interferences in the past, are solidly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> behind Government's action, there are those amongst the younger ones who feel uneasy about the exposure. They think it is foolhardy for a small country like Singapore to offend a superpower like the United States. Then there are those who want an end to what they call \"the rhetoric on the Hendrickson's affair.\" Yet, there is another category of Singaporeans, naive perhaps, who call for the periodic re-evaluation of the Internal Security Act (ISA) to see \"what latitude may be allowed\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the ISA, I do not intend to repeat what the Prime Minister had succinctly put across in this House last Friday. All I would like to emphasize is that we need the ISA and in its present form. The Government will stand by its record. We will defend the ISA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, indeed the United States is a superpower. But should we keep quiet when her officials meddle in our domestic politics? True, Sir, Singapore is a small country. But must it suffer foreign interference and subversion in silence? And I address foreign interference and subversion as two separate issues. Foreign interference impinges upon our sovereignty but foreign subversion cuts at our survival. And it is because we are a small country, not only must our sovereignty be protected but there is also no room in our political arena to accommodate foreign subversive activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all self-respecting Singaporeans should feel outraged by foreign interference and subversion rather than be afraid of offending them. They should come forward and, in one voice, censure the surreptitious operation of US State Department officials who actively encouraged and instigated some lawyers and a number of professionals who are unhappy with the Government to contest against the ruling party in the coming General Elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you still remember, about a fortnight ago my colleague, the Minister for Trade and Industry, disclosed that a number of US officials and Congressmen had quietly asked Singapore not to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> public its findings on the investigations into detained lawyer Francis Seow. Should Government allow itself to be deterred from disclosing the findings of its investigations into Seow and hurriedly close the case instead? I say, Sir, Singaporeans have every right to know Francis Seow's role in this American interference in our domestic affairs. The Government cannot bow to American pressure. It owes it to the people to make public the findings of its investigations, however embarrassing they may be to the Americans. That was how American meddlings in our domestic politics were dealt with in the past. This is how we deal with it now. We expose them. We do not hide them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a strong, efficient and clean government has existed in Singapore for more than two decades now. This is the choice of Singaporeans, and no foreign government, mass media or human rights group has the right to interfere with and influence the choice of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a democracy, it is the legitimate political right of citizens to take part in politics, to oppose the ruling party or even replace it through elections. But if they participate at the instigation of and with financial assistance from foreign elements, they will lose their political integrity and end up as tools for foreign subversion. Singaporeans by all means should take a keen interest and participate actively in politics. But they must at all costs preserve their political integrity. They must not allow themselves to become easy prey to manipulation by foreign elements and become their proxies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the US State Department has hitherto denied that its officials had interfered in our internal politics. The Americans are not likely to remove the fig leaf they have put up. Diplomatically, Sir, this is a face-saving device but it would not do any good to the fostering of ties between the US and her friends. It is most unwise to adopt this fig-leaf policy in the face of conclusive evidence and especially when such an unpleasant incident happens to a friendly nation. Sir, exonerating errant officials unreservedly can only give the impression of insidiousness and irrationality, unbecoming of a great nation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the US Embassy here and the State Department in Washington had reprimanded the errant officials based on facts and evidence and apologized, as they had done in 1961 over improper activities in Singapore by certain US officials, they would have done better in preserving their esteem and dignity and in reinstating their conviction in the sovereignty of nations as a basic human right. But their continued refusal to acknowledge this interference, Sir, has not helped matters. And as long as the US administration continues to exonerate errant officials and tries to turn black into white, it will only anger self-respecting Singaporeans further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Singapore Government has reacted soberly, rationally and with restraint to this incident. Let us hope that the US State Department can react likewise. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos):</b> (In Malay): Mr Deputy Speaker, Sir, I support the motion standing in the names of the Members for Braddell Heights and Radin Mas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to touch on the issue of foreign interference in our domestic affairs. Although the large majority of Singaporeans do not welcome this, there are still some quarters who have doubts about this incident. Yes, it is true that the episode is hard to believe. But those who have been following the history and development of international politics will not be surprised that this had happened. It showed us to that a country one considers a friend can also have officials who would act like our foes. This is one of the realities of international relations which Singaporeans must accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another reality is that this controversy is no trivial matter but a national issue affecting the integrity and honour of Singaporeans and the sovereignty and independence of our nation. Thus, the reaction that we have shown is not without basis but something that is appropriate and measured mindful that this issue is not a mere fabrication. This careful response is the best course of action as we do not wish to violate the principles governing relationships between two independent, sovereign nations. We must not forget that the objective of relations between friendly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> nations is to build enduring ties on the basis of mutual trust and confidence. In this respect, I was relieved to hear the explanations given by the Deputy Prime Minister and other Ministers that the exposure of this interference is not meant to seek a quarrel with the superpowers or with any parties but is intended to show how vulnerable Singapore is to foreign interference. The episode also underscores the strategic importance of Singapore in international politics, particularly in the Southeast Asian region. I hope foreign countries or, to be specific, the superpowers, will openly and in a positive way accept the reality that they have no right to decide on our way of life our political environment and our future directions as a nation whether today or in the future. I trust that the US would not like to see our country and our society in turmoil. Thank you. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Deputy Speaker, Sir, many Ministers and MPs have spoken, some with anger and outrage, others with dismay and sorrow. As expected, there was a range of opinions on how strongly we should protest to the US government. Our MPs represent a cross-section of Singaporeans, in age, social background and experience. We have allowed them to speak freely so that we can appreciate better the public sentiments on this issue. They varied in pitch, but no one doubted that Hendrickson, Snyder and Lambertson were interfering in our domestic affairs. I share the same sense of outrage and indignation as do the most emotional of Ministers and MPs. But as a Deputy Prime Minister, I cannot allow emotion to blind me. I must register my indignation, my feelings, in a temperate manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want to permanently damage relations with a friend, even though what Hendrickson and company have done has already hurt ties between the US and Singapore. We value these ties. We do not want to diminish their strength. We know where our national and long-term interests lie. We know who have been and should continue to be our friends. But we have to register our point. And our point is: no outsider, not even a good friend, should meddle in our internal affairs. If we fail to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> get this point acknowledged, then all foreign powers will conclude that Singaporeans are fair game. And,in time, the Singapore Parliament will be a mini-United Nations. Each group of MPs will represent a different country, while wearing Singapore colours. We will have lost our independence while remaining sovereign. You have to see our strong reaction in this perspective, not just the perspective of fearing that our strong protest will damage ties with the US. \n  <br>\n  <br>\n  <i>American Interference an Affront</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The venture by Hendrickson to get Francis Seow to organize a group of disaffected lawyers to contest the coming General Elections is an affront to Parliament. Members will recall that this House oassed the Legal Profession (Amendment) Bill in October 1986. This amendment sought to prevent crooked lawyers from serving on the Council of the Law Society. Crooked lawyers are those who have been convicted of fraud or dishonesty, or who have been suspended from practice for six months or more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When this Bill became law, Francis Seow had to step down as President of the Law Society. He had been disciplined three times before by the Law Society. The first time was in 1973, when he acted as counsel in the Gemini Chit Fund case. A Court of three Judges sentenced him to one year's suspension for \"grossly improper conduct\". The Chief Justice said this of him, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'he [that is, Francis Seow] was guilty of grossly improper conduct in discharge of duties. It was wholly deplorable conduct dishonourable of him as a man and dishonourable of his profession.' \n  <br>\n  <br>The second time was in 1975: A Disciplinary Committee reprimanded him on a complaint that he attested, ie affixed a seal before him when in fact he did not witness it. The third time was in 1982, barely six years ago, when he was disciplined for getting his practising certificate by false declaration. The Chief Justice said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the respondent's explanation relating to a matter governing his continued right to practise his profession defies credulity and no reasonable tribunal could have any doubt that he was aware of the statutory disqualifying provision when he made the statutory declaration.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hendrickson must have known the details. He watched the proceedings of the Select Committee which discussed the Legal Profession (Amendment) Bill. For him to encourage Francis Seow to enter this House, after Parliament had passed legislation disqualifying him from the Council of the Law Society, is to insult Parliament. It is a grave affront to Members. The law regarded Francis Seow as unfit to be a Council member of the Law Society. Hendrickson considered him deserving of a seat in this Chamber which makes laws. Would the State Department endorse such a man to run as a candidate for the US Congress? \n  <br>\n  <br>\n  <i>Interference sets in motion chain of events</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether Hendrickson intended it or not, his operation, had it succeeded, would have done Singapore grave harm. It would have set in motion a chain of events which could undermine the integrity of Parliament, alter the nature of our politics, and eventually, break up the cohesion of our society. Let me explain. \n  <br>\n  <br>\n  <i>Integrity of Parliament</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After watching Francis Seow on television, Hendrickson decided that this was a leader who could take on the Prime Minister, defy him and, perhaps, demolish him. He never understood why Patrick Seong, a Singaporean, was reluctant to associate himself with Francis Seow. Suppose Francis Seow gets into Parliament. Other scallywags and charlatans follow him or accompany him into Parliament. The integrity of Parliament becomes suspect. Politicians, you, I, the Member for Potong Pasir, get discredited. Moral respect for those who govern is lost. Where is the moral authority to govern? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interfering in our domestic politics is wrong in itself. But Hendrickson chose a man whose personal character and professional conduct were the opposite of what Singaporeans expect their leaders to be. He was undermining a basic traditional strength of our society - that only honourable men and women should be in Parliament. It is this lack of understanding of our society and our philosophy of government which upsets us. We could have lost a most valuable asset which we have built up over the last 30 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Clash of Cultures affects our Politics and Cohesion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am prepared to believe that Hendrickson probably meant Singapore no harm, and was acting out of ignorance. Indeed, he may even have thought that instigating and contriving an effective Opposition led by Francis Seow was good for Singapore. I am prepared to believe that - that he was doing this out of the goodness of his heart or out of the belief that Singapore would have been more open because of an effective Opposition to check the Government. But he did not understand our society. He was ignorant of our philosophy of government. He had no idea that he was doing immense harm to Singapore had his scheme succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The good intentions of ignorant American officials have led to disasters before. Let me give you an example. Iran. \n  <br>\n  <br>\n  <i>Iran</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Iran before the revolution, the United States supported the Shah as a strategic ally in the Middle East. When the Shah faced domestic problems, the US pressed him to yield ground to his opponents, instead of leaving him to deal with the situation firmly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Americans attacked the Shah for persecuting the Shah's opponents, and ridiculed him for not even leaving the most harmless and ineffective of them alone, a peaceful, saintly old man who lived in exile in France called Ayatollah Khomeini. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Shah depended on American support, especially for equipping his armed forces, he had no choice but to heed American preferences. He tried to introduce in Iran American democratic ideals of power sharing and elected representative government. Unfortunately, Iran was a traditional Muslim society already caught in the throes of modernization. Irrelevant American ideas and cultural values worsened the upheavals, and eventually contributed to the overthrow of the Shah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The end-result for the Iranians is the Khomeini government. Whatever the shortcomings of the Shah, nobody believes this is an improvement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Shah himself, after being a loyal friend of the Americans for so many years, and after losing office, in part because he heeded American advice, when he was mortally ill with cancer, he found that he was not even welcomed to stay in the United States for medical treatment. He spent his last days, poor man, in Egypt, where President Sadat was the only one in the world willing to give sanctuary to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe that was why Francis Seow was so keen to pin the Americans down on their assurance of asylum, right from the start. Otherwise if things go wrong, he may end up with the fate of the Shah. \n  <br>\n  <br>\n  <i>Possible end-result for Singapore</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Hendrickson chose Francis Seow to lead an effective Opposition in Singapore, he was applying American political culture to a Singapore, Asian society. Does he know what the end-result will be? Can he know? Can he predict, as in the case of Iran? Did the Americans predict the end-result for Iran? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Had we mishandled this operation to discredit us, had we reacted tamely to the joint press statement of the nine former detainees, the people will be confused, even angry, believing in the allegations of torture and believing that the detainees were wrongly detained. And with Hendrickson still operating in Singapore, helping Francis Seow to recruit people like Patrick Seong, Seow might well have been able to persuade 40 to 50 professionals, lawyers, accountants and others to join him, especially if they sensed that the Government was fumbling. And if the elections go wrong, and they win 20 to 30 seats or even more, there will be a total transformation of our society and the nature of our politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Politics will become contentious with each group vying for power and, in trying to do so, appealing to gut feelings of race, language, religion, culture. Could Hendrickson, no matter how well-meaning he was, foresee the consequences of this politics of contention for a multi-racial society like Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore society is made up of disparate and different component parts - different races, different religions, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> different languages, different cultures, criss-crossed by more differences. Patiently, slowly, and laboriously, the PAP Government has brought these disparate components together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now there is a coalition of interests between different racial, linguistic and religious groups. If this coalition can hold and bind itself together, firmly, then in another one or two generations a more integrated society may emerge, one which can begin to divide along socio-economic lines, not along race, language, culture and religion. But if before this unity is established, the ground is confused and fractured, the different and disparate parts will come loose. If that happens, and I speak here frankly, it is doubtful whether we the second generation leaders, or any other group, will have the same experience, or get the same degree of trust from the people, to re-assemble and re-glue the various parts and pieces to overcome their gut loyalties to race, language, culture and religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once the old fault lines are re-opened, those contending and seeking to win political support, will revert to the natural and most effective way of gaining support, and that is, to appeal to the primeval emotions of people, that of race, language, culture and religion. Then we shall end up like many other Third World countries. Thirty years of bonding and building a nation out of disparate groups will come to nought. \n  <br>\n  <br>\n  <i>Singapore - not like South Korea, Taiwan or the Philippines</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;US officials have no right to interfere in our domestic affairs. They do not even have the moral authority to sermonize to us on human rights and democracy. When the US State Department officials claim that all the activities of Hendrickson in Singapore were normal activities of an American diplomat, I can believe them. I can quite believe that they participate actively in trying to re-shape the political future of South Korea, Taiwan and the Philippines, amongst other countries. But Singapore is not Taiwan, South Korea, or the Philippines. We have no historical links \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> with the United States. South Korea, Taiwan and the Philippines have. \n  <br>\n  <br>\n  <i>South Korea</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Americans bore the brunt of the Korean war in 1950. They fought to contain communism and stop the North Koreans from overrunning all of Korea. They suffered 140,000 casualties. 30,000 Americans died in Korea. Today, American troops are still playing a vital role in South Korea's security. South Korea also received billions of dollars, US dollars, in foreign aid, both military and economic. Given the nature of this relationship between South Korea and US, the US can exercise moral influence on South Korea's political development. \n  <br>\n  <br>\n  <i>Taiwan</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Taiwan, US support was crucial to its survival. The older MPs amongst us might remember that during the Quemoy crises in 1954 and 1958, when Taiwan was in real danger of invasion, destroyers from the US Seventh Fleet patrolled the Taiwan Straits. Aircraft from the US Air Force deterred any rash moves by the PRC, and the US hinted that they were considering the use of nuclear weapons. Taiwan had a mutual security pact with the US until 1979 when the US established diplomatic relations with the PRC. The US has also contributed significantly to Taiwan's economic rehabilitation, growth and present prosperity. The US has frequently intervened into what are strictly Taiwan's domestic affairs, especially opposition politics. They get away with it because US support is crucial for Taiwan. \n  <br>\n  <br>\n  <i>Philippines</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Philippines, US involvement dates back to 1898 when they took over the islands from Spain. At the start of World War II, the Japanese captured Philippines. The US fought hard to liberate the islands from the Japanese in 1944. 200,000 troops were involved. 14,000 Americans were killed. If I were a Filipino, I would feel obligated to the Americans, for the sacrifice of American lives for Filipino freedom. Indeed, that was how President Magsaysay felt when he campaigned for his Presidency in 1953. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Republic of the Philippines is America's baby. We're in the same family.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Singapore</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Singapore is not America's baby. We are nobody's baby. We are not an American responsibility. American troops never fought on our soil to defend our freedom. They have no military or defence obligations to Singapore. We never had an umbilical cord to the US, unlike Taiwan, South Korea and the Philippines. They have or had defence treaties which made them US allies. South Korea and the Philippines still play host to US armed forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, Taiwan and South Korea are divided nations with no membership of the United Nations, and they have problems over their international status. This makes their links with the US matters of life and death. They have to heed US advice, even on some domestic matters. We are not in such a position. We are not an ally with a formal treaty with the US. We are simply friends, good friends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our links were with Britain. We have a Five Power Defence Arrangement with Britain, Australia, New Zealand and Malaysia. Even then, no British diplomat had dared to interfere in our domestic affairs. No British diplomat had dared to do what Hendrickson, Snyder and Lambertson did. We are under no obligation whatsoever to put up with American sermonizing and interference. We do not have to accept their notions of human rights or their ideals of government or their efforts to make us more like a western society. \n  <br>\n  <br>\n  <i>Russell Kirk on Human Rights</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Russell Kirk, whom the Member for Jalan Kayu has quoted before, is a Distinguished Fellow of the Heritage Foundation. This is an American conservative think-tank in Washington. He wrote about the American \"Illusion of Human Rights\" in his book \"The Wise Men Know What Wicked Things Are Written on the Sky\", and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is not the mission of the United States to establish universally some imitation of the American political and economic order. Every people must find their own way to order and justice and freedom.' \n  <br>\n  <br>I wish the US State Department officials will take note - \"Every people must find their own way to order and justice and freedom.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACTION UNDER INTERNAL SECURITY ACT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Dr Kirk added, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is much to be desired that the recovery of order and justice and freedom be advanced throughout the world; we should be thankful, in this rough time, for small mercies. But international politics, like domestic politics, is the art of the possible. To demand that other countries swiftly attain the liberal ideal is to expect what they cannot possibly accomplish; in some cases, it is to expect them to work their own destruction.' \n  <br>\n  <br>That means, in some cases, when you force your ideal on them, you get them to work for their own destruction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Also this is a demand often disingenuous, sometimes hypocritical. The United States supports by gigantic loans the murderous despot who rules Zaire, because now and again he may serve our turn in Africa; but our diplomats do not trouble themselves to inquire keenly into his enforcement of \"human rights\". Our State Department sedulously refrains from any words that might annoy the masters of Yugoslavia, where any hope of regaining some degree of civil liberty has been blasted as thoroughly as in Poland; for Yugoslavia is a bulwark of sorts against the Soviet Union. We reserve our sermons concerning human rights for such allies and client states as could not or would not break with the United States under any circumstances.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not necessarily agree with Dr Russell Kirk's assessments of the countries which he has named, but I have no doubt that Americans apply double standards when it comes to human rights. Human rights groups like Asiawatch kick up no fuss over Middle Eastern countries where adulterers are stoned to death and where the right hands of thieves are chopped off in accordance with Islamic Law because these countries produce oil which America needs. Double standards! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;US concern over human rights in the Soviet Union, which President Reagan once referred to as the \"Evil Empire\", has not prevented him from holding four summits with General Secretary Gorbachev, or Nancy Reagan from holding hands with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> Raisa Gorbachev. The Soviet government knows that they can ignore US sermons about human rights and religious freedom, and despite this the US will have no alternative but to continue to do business with the Soviet Union. The US knows this too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In interfering in Singapore's affairs, Hendrickson must have believed that we were more pliable, and that, like the Mafia Godfather, we have to do his bidding. But he forgot that Singapore is neither a client state of the United States nor an ally who cannot break away. We are a friend, a close friend of United States, I would like to believe. But if this closeness means that the US officials feel that they have a right to select and support Singaporeans they fancy as the leaders of the Opposition to work against us, then we shall keep our distance from them. We can move into a more neutral and a non-aligned posture. \n  <br>\n  <br>\n  <i>Systems of Government</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps there is a reason for what I see as an inherent American suspicion of government and why they believe in multi-party politics. The American Constitution, and here I am quoting one Dr Freeman Dyson: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The American Constitution is designed to be operated by crooks, just as the British constitution is designed to be operated by gentlemen.' \n  <br>\n  <br>I can tell you that the Foreign Minister was most unhappy that I should be quoting this. He advised me, I think at least two times, not to say this, that it would annoy the Americans. But this is not necessarily my view. I am just quoting from a very distinguished American. This quote comes from his new book \"Infinite In all Directions\", which was reviewed by the International Herald Tribune (30th April 1988). And according to the reviewer, Dr Dyson is a \"theoretical physicist, at Princeton's august Institute for Advanced Study, veteran defence consultant and, neuron for neuron, one of the most formidably provocative minds in American life\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To say that the American Constitution \"is designed to be operated by crooks\" is perhaps a colourful exaggeration. But it does underline the American view of poli- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> tics and government, and also underline their view of politicians. Reading American magazines and newspapers, I get the impression that Americans generally believe that no one should be entrusted with wide powers because sooner or later he is bound to abuse them. So they place great faith in checks and balances - minimum of powers to the elected President, and the maximum of controls of the Executive by Congress and the Supreme Court, and the media. So the media take it upon themselves to scrutinize and monitor the President and his staff in order to detect and expose wrongdoings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we are not America. The Singapore system, like the British, entrusts the Executive, the Prime Minister and the Cabinet, with a range of wide discretionary powers, for example, the right to detain drug traffickers and gang rapists under the Criminal Law (Temporary Provisions) Act. The British system of Cabinet government with a majority in Parliament (because to be in Parliament you must have a majority) means strong government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this constitutional framework, Singaporeans have superimposed the ideal political leader as a Confucian gentleman, a Jun zi (&nbsp;&nbsp;&nbsp;&nbsp;), someone who is upright, morally beyond reproach, someone people can trust. We believe that leaders must be men of ability and integrity, committed to the public good. If I may quote in Mandarin from Confucius \"Zheng zhe zheng ye, zi shuai yi zheng, shu gan bu zheng\" (&nbsp;&nbsp;&nbsp;&nbsp;) \"To govern is to set things right. If you begin by setting yourself right, who will dare to deviate from the right?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans expect their Prime Minister, and indeed any Minister, any MP, to be a superior man, a man of ability and integrity who can set things right and ensure good government. He must be a \"Jun zi\", a Confucian gentleman. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;American politics is totally different from ours. The brightest and the best do not get, as a rule, elected into government. As a rule, they do not run for elected office. They make their mark in the private corporations, and the best make it to the top. The Fortune magazine regularly publishes the top 500 companies in the United States, and the best and the brightest in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> America make it to these top 500 corporations in the US. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those Americans who run for elections need a strong stomach for physically gruelling election campaigns more than anything else. So what you need in the US is a strong stomach because if you do not have a strong stomach, you cannot survive the months, and even years, of campaigning. And the winners are those who are telegenic, who are skilled communicators, never mind if they are helped by ghost writers or wordsmiths who can craft beautiful phrases to fit the headlines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when Hendrickson picked Francis Seow as a potential leader of the Opposition, he was pressing a button that could have upset and dismantled the carefully built-up moral standards of our Parliament, the high standards of leadership which have held and still hold Singapore together. It is this extrapolation of consequences which upsets us, not just the impropriety of interfering in our domestic politics. Once you press the button you set in motion a chain of events. And can you foresee the consequences? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel strongly on this point about Jun zi being in Parliament because I believe that that is the way for us to govern Singapore, for us to hold the place together. I have now been in politics for 12 years. I have worked with the Prime Minister and his Old Guard colleagues, Dr Goh Keng Swee, Dr Toh Chin Chye, S. Rajaratnam, E.W. Barker, Ong Pang Boon and Lim Kim San, to identify and recruit candidates for the PAP, and to help them get elected into Parliament. I ran the by-elections in 1979. I was Chairman of the General Elections Committee for the PAP in 1980 and also in 1984. From 1980, I searched, sieved, and sat in at all the interviews of all new candidates for Parliament. Amongst the PAP MPs here, I think I am not wrong in saying that I have the deepest inside knowledge of how PAP Members of Parliament were spotted by the Prime Minister, by the Old Guard leaders, how they were scrutinized and assessed for their social commitments, their character and, finally, how they were selected to stand for elections for the PAP. I nominated some Members of Parliament myself - the Members of Parliament for Ayer Rajah, Kebun Baru, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> Eunos, the Minister for Trade and Industry, the Minister for Community Development. I was involved in their nominations, in their being assessed by the Committee of the PAP and in their final selection. And I would like to think I played a part in getting them elected into Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We did not just look for ability in our MPs, an important point worth making, because people believe that we look only for ability in our MPs. No, there are other attributes that we look for. Important attributes like integrity, reliability, moral standards, motivation for wanting to be an MP, and whether he has done things for others without expectation of personal gain. We studied the life history of our candidates and checked with their friends. That is how thorough we are. The ability, character and moral standing of the Ministers and the MPs are at least equal to, if not better than, the top executives in the corporations, in the private sector, or in the media. And where they have not measured up, they are dropped, as MPs know. Where they have broken the rules, they are punished. This is how we maintain standards. This is why the people of Singapore do not despise their political leaders. This is why they do not despise their MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to maintain standards. If not, a Parliament of able and moral men, who look after the interests of the people, will degenerate into a Parliament of immoral and opportunistic men whose concerns are themselves, or worse, their outside masters. Once Parliament is not filled with upright men, or \"Jun zi\" (&nbsp;&nbsp;&nbsp;&nbsp;), or what Confucius called \"Xiao ren\" (&nbsp;&nbsp;&nbsp;&nbsp;), \"mean men\", the whole system of government, and then the whole society, must disintegrate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember when I visited London in September 1986, this question was asked of me by an official of the Conservative Party. I visited their Central Office. He asked me, \"What is the social standing of politicians in your country?\" I told him, \"Very high\" and said, \"What's yours?\" His reply was, \"Politicians are right at the bottom.\" Then he corrected himself and said, \"No. Journalists are below them.\" He was referring to Western journalists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Foreign press, human rights groups</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Western press and the so-called human rights groups have not understood this reason for our outrage, this reason for our wanting to maintain very high standards for Parliament. They were accessories of Hendrickson in building up Francis Seow as a \"great human rights champion of oppressed Singaporeans\". Out of nowhere, Francis Seow became a \"leading dissident\", a \"sharp critic\", a \"prominent lawyer\", a \"human rights champion\". He was invariably referred to by the offshore press as a former Solicitor-General, and a former President of the Law Society, both highly honourable professions. They never told their readers why Francis Seow resigned from the Civil Service, why he was disciplined three times by the Law Society, what the Chief Justice said of him and why he was disqualified as President of the Law Society, and why Patrick Seong refused to share the same political bed with him. They dressed him up in fine clothing. They were dressing up a wolf in sheep's clothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bangkok Post, Hong Kong papers, the Far Eastern Economic Review, the Asian Wall Street Journal, Asiaweek, they all painted him up as a leading opposition figure in Singapore. They were campaigning for him, building him up as a great figure to save Singapore from tyranny. These papers were and still are participating actively in our domestic politics. They are active participants, not neutral observers. Like Hendrickson, they are interfering in our domestic politics and trying to shape its course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Francis Seow has such a dubious reputation that even Patrick Seong was afraid to associate with him. Yet, the offshore press and the human rights groups were puffing him up into a Singapore leader, a glorious knight in shining armour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can easily expose this hypocrisy by asking them this simple question. If Francis Seow were running as a US presidential candidate, would you puff him up or would you puncture him? Remember what they did to Gary Hart and Senator Joe Biden? Senator Biden was laughed out of the US presidential race for plagiarism \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> as a university law student. Yet the Asian Wall Street Journal did not seem embarrassed even after learning that Francis Seow's article on \"Singapore's Closing Society\" was not written by him. If the offshore press continue to actively engage in our domestic politics and try to sway the ground before the next general elections against the Government, we shall counter them. We see little reason to accord them the privilege of stationing correspondents here to interfere in Singapore's domestic politics. \n  <br>\n  <br>\n  <i>Confidence in US shaken</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cannot pretend that our confidence in the US State Department has not been shaken by the adventures of Hendrickson, Snyder and Lambertson. It will be a lie if I say that our relations are as good as ever, that our confidence in the US State Department has not been shaken. We had a good steady relationship with the US. Why they want to upset this relationship is something which I cannot understand. We find it most worrying that the US government should insist that they have done nothing wrong and that the activities of Hendrickson were within the normal duties of a diplomat. Perhaps it is standard practice to deny such diplomatic transgressions. But if cultivating and nurturing disaffected elements to oppose an elected government is legitimate activity for American diplomats, then we had better take care, and so will other governments. For we must assume that Hendrikson's successors will mount another quiet operation against us, 5, 10, 15 years from now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since this unhappy episode, I have asked how we can safeguard ourselves. The answer comes down to a vigilant ISD, and a more manageable number of diplomatic staff in the foreign embassies. I have looked at the staff strength of the various embassies in Singapore - USA, UK, Japan, Australia, Indonesia, Thailand, Malaysia, Canada, France, USSR and FRG. The US embassy has 22 diplomatic staff and 44 home-based, non-diplomatic, staff, a total of 66. The Soviet embassy, in sharp contrast, is allowed only 8 diplomatic staff and 18 home-based, non-diplomatic, staff, a total of 26, or one-third of the Americans. If American diplomats behave as if they have a missionary right to roam all over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> Singapore, including off-limit areas, whether such behaviour is official US State Department policy or not, then we have no choice but to cut down their diplomatic staff strength. Otherwise, it will be impossible for us to patrol and keep interfering diplomats off the forbidden areas. This will be unpleasant but it may be the only way to preserve good relations with the US in the long run. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have long regarded the United States as a good friend, a close friend, whose strategic interests we share. If the US understands our sensitivity and respects our wish to be ourselves, we can remain close friends. The Singapore Government is answerable to Singaporeans. We have to account for our actions every four or five years in free and secret elections. Foreigners are not accountable for their actions. When they interfere in Singapore and things go wrong, they are not accountable. We are. They do not stand for elections in Singapore. We do. Can Hendrickson, Snyder and Lambertson rescue us if Singapore go down the drain? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people have felt that the Government has over-reacted, the Member for Ayer Rajah amongst them. But someone also told me that Singapore's reaction is too mild. Had Hendrickson been exposed in a neighbouring country, American flags would have been burnt and the US embassy stoned. So our reaction is very subdued. In my view, this controlled rage and quiet indignation, is a good sign for US-Singapore relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In February this year, when the US withdrew the GSP from Singapore, you remember the NTUC held a rally. Workers demonstrated. Some used quite strident, anti-American, language. The Prime Minister was worried at the intemperate language used. He expressed his concern in a letter to Cabinet, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Once we have worked the ground, it is very difficult to sway them back to view Americans as friends.' \n  <br>\n  <br>In other words, in our protest, remember that we should not sway the ground in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> such a way that we begin to regard Americans as our enemy. I shared the Prime Minister's concern. I had, in fact, earlier advised the NTUC to confine its rally to the Singapore Conference Hall. The NTUC wanted to organize a big rally at the Padang and then march or have a foot procession, all the way to the US embassy. But because I shared the Prime Minister's concern (we did not discuss) I advised the NTUC to hold its rally indoors. Otherwise, the Prime Minister would have sent his Cabinet colleagues a stiffer note. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This time, we cannot but express our indignation over the interference in our internal politics. Even then, it is subdued. To hush up the whole scandal would have been impossible and unwise. We would be taken for granted. It would be mistaken as a sign of weakness, a sign of docility. We shall then be abused again. We have to register a point of principle: no foreigners can interfere in our domestic politics. My colleagues and I value our relationships with the US, but we treasure our independence even more. [Applause.] \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resumption of debate on what day, Mr Goh? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at One\n  </div> \n  <div align=\"right\">\n   Minute to Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
