{"memberId": null, "volumeNo": "52", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"52\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1989-01-18\"> \n  <meta name=\"Start_Col\" content=\"195\"> \n  <meta name=\"End_Col\" content=\"272\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">52</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-01-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 195</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 52</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 18th January, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), First Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 196</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Second Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>JURONG EAST SPORTS COMPLEX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Construction of)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. To ask the Minister for National Development when the construction of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> Jurong East Sports Complex at Jurong Town Hall Road/Boon Lay Way will begin. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Question No. 1, Sir. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, on 17th March 1988, I informed the Member for Yuhua that the Sports Complex at Jurong East is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> expected to be completed by the end of 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following a recent review of the use of land in the vicinity of Jurong Lake, my Ministry has decided to reserve the prime site at the junction of Jurong Town Hall Road and Boon Lay Way for comprehensive development. The proposed Jurong East Sports Complex will, therefore, be located to an alternative site. The complex is now expected to be ready by the end of 1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT LAND AT JURONG EAST STREET 24</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development plans)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. To ask the Minister for Education what development plans his Ministry has for the piece of vacant land in front of Blocks 263 and 264, Jurong East Street 24, the former site of Yuhua Primary School. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Question No. 2, Sir. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng) (for the Minister for Education):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The vacant land in front of Blocks 263 and 264, Jurong East Street 24, is part of a secondary school site. By this, I mean Jurong East Site 4. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are no plans at the moment to develop this site. The site will be retained by the Ministry of Education until such time when another secondary school is required in the area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>USE OF DISPOSABLE CROCKERY AT HAWKER CENTRES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for the Environment (a) which hawker centres are currently required to use disposable utensils; (b) whether it is compulsory for hawkers at such centres to use disposable utensils; and (c) which other hawker centres will be required to use disposable utensils over the next twelve months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, currently 15 hawker centres are using disposable crockery as part of a pilot project of my Ministry to improve the standards of hygiene and cleanliness in hawker centres. The pilot project was completed last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the many complaints received from both hawkers and their customers, the Government has re-considered the proposal to require hawkers to use disposable crockery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government has no intention of interfering with market demands and consumer preferences so long as standards of public health are maintained. My Ministry will, therefore, not compel hawkers to use disposable crockery. However, Sir, in hawker centres where the turnover is high, we will encourage hawkers to have disposable crockery available so that customers who prefer to use them may do so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TOUTING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to discourage)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Home Affairs (a) if he will give a progress report on measures taken by the Government to discourage touts from harassing tourists in the Orchard Road shopping belt; and (b) when amending legislation will be introduced to deal with the touting problem adequately. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Home Affairs (Dr Lee Boon Yang) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, last year my Minister informed this House that the Government took a serious view of the problem of touts and had adopted a multi-pronged approach to tackle it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police have intensified their enforcement action against touts by deploying officers on anti-tout rounds and mounting regular blitzes. From July to December 1988, 157 touts as well as persons selling counterfeit goods were arrested and charged in court. 133 pleaded guilty and were fined between $600 and $1,000 under the Trade Marks Act and from $120 to $160 under the Penal Code. Sir, in the first nine \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 201</b></font>\n  <br>\n  <br> days of this year, 49 touts were arrested and charged in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also took enforcement action against shopsengaging touts to sell counterfeit goods. The Police have worked very closely with the management of shopping complexes and interested organizations to keep shops selling counterfeit goods in check. The close cooperation has resulted in many successful raids under the Trade Marks Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police have also recently invoked against touts Section 105 of the Criminal Procedure Code (Cap. 68) which smpowers a District Court to order any person not to repeat or continue a public nuisance, a breach of which would enable the Police to prosecute against a recalcitrant tout under section 291 of the Penal Code (Cap. 224). Any tout convicted under this section shall be punished with a fine or up to six months' imprisonment or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, other agencies are also involved in tackling this problem. The Singapore Tourist Promotion Board adopted the \"carrot approach\" jointly with the Consumers Association in the promotion of the Associate Membership Scheme in 1986. This is a long-term measure to discourage shops from engaging the services of touts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these efforts cannot effectively curb the problem of touts because the existing provisions of the law against touting are inadequate. To deal with the touts more effectively, the Government has therefore decided to amend the Minor Offences Act to make touting in a public place a specific offence and to provide for severe punishment for offenders. These amendments have been finalized and the Bill will be introduced tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, at the same time, has also decided to amend the Trade Marks Act to increase the penalties for the sale of counterfeit goods. These amendments, as well as other amendments to the Trade Marks Act, are now being drafted. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 202</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>JUDICIAL AND LEGAL SERVICES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Remuneration and Career development)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Davinder Singh - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. To ask the Minister for Finance whether it is intended to restore the starting pay in the Legal Service from $1,400 to $1,600; and, if not, what incentives are there for top legal graduates to join the Legal Service. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Question No. 5, Sir. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, remuneration and career development in the Judicial and Legal Services is one of the issues being studied by a Committee on Scholarships and Civil Service Careers which was recently set up by the Government. The Committee is headed by BG Lee Hsien Loong (Minister for Trade and Industry and Second Minister for Defence (Services)). Other members include BG George Yeo (Minister of State for Finance and Foreign Affairs), Mr Mah Bow Tan (Minister of State for Trade and Industry and Communications and Information), Dr Cheong Siew Keong (Second Deputy Chairman of the Public Service Commission), and Dr Andrew Chew (Head of the Civil Service) and other senior public servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee has been given broad terms of reference to review and recommend improvements to the present system of public sector personnel management to ensure that the public service continues to attract and retain the best talent in Singapore. It will examine present organizational arrangements, scholarship terms, promotional policies and salary scales. Details of the Committee's terms of reference have been distributed to Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee should be ready to recommend whether to raise starting salaries in the Judicial and Legal Services by the Budget in March, although other recommendations will come later. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Toa Payoh GRC that the Government will review salaries and service conditions of the Judicial and Legal Services to ensure that they are attractive to good legal minds in Singapore. Government is aware that officers of the Legal Service play an important role in the public affairs of Singapore. Judicial and Legal Officers man the courts and the Attorney-General's Chambers. Legal Officers are also heads of several government departments and are therefore also directly involved in policy formulation as well as the administration of these departments. It is therefore imperative that the Judicial and Legal Services attract an adequate share of able law graduates each year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS' LEVY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Labour (a) what is the total amount of the levy on foreign workers collected in 1988 and estimated to be collected for 1989; and (b) for how many years will the rate of $250 per worker be maintained. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, the total amount of levy on foreign workers collected in 1988 was $218 million. The collection for 1989 is likely to be higher at about $400 million in view of the recent levy increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levy is a pricing mechanism. It is a flexible instrument. It can go down as well as up depending on the economic situation and the demand for foreign workers. There is therefore no fixed period for the levy to remain at a certain level. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PAID MATERNITY BENEFITS FOR THIRD CHILD</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;7. To ask the Minister for Labour whether he will introduce legislation to amend Part IX of the Employment Act to provide for paid maternity benefits to female workers on the delivery of their third child. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Question No. 7, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, the possibility of amending the Employment Act to extend paid maternity benefits to the third child was considered during the formulation of the package of incentives to encourage procreation. Instead of paid maternity benefits, the Government decided that a tax incentive should be given to working mothers who have to take unpaid maternity leave for their third child. Such working mothers can claim additional tax rebate equivalent to 15% (or about two months) of their annual earned income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will therefore not be introducing legislation to amend the Employment Act to provide for paid maternity benefits for the third child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The maternity benefit provisions in the Employment Act should be viewed in the context of the total package of incentives to support the new population policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>ECONOMIC DEVELOPMENT BOARD (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Economic Development Board Act (Chapter 85 of the 1985 Revised Edition)\", presented by the Minister of State for Trade and Industry (Mr Mah Bow Tan) (on behalf of the Minister for Trade and Industry); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Third Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [16th January, 1989], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - [Mr Abdullah Tarmugi]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Communications and Information and Trade and Industry (Mr Mah Bow Tan): Mr Speaker, Sir, I rise to speak in support of the motion moved by the Member for Siglap, thanking the President for his Address to Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President began his Address to this Seventh Parliament with these words: \"My Government's goal is to create a better life for all Singaporeans.\" Simple, short and sweet. In this one sentence, Sir, is captured the reason that brings us together in this House. In it also is captured the hopes and dreams of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, realizing this dream is far from simple. It is certainly not achievable in a short time and the measures to be taken may not always be sweet. But I remember a line from a poem written by an American, Carl Sandburg, which went something like this: \"Nothing happens unless first a dream\". We have such a dream. It is up to us to make it happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1984, the Government unveiled a Vision - a vision to build, by 1999, a Nation of Excellence and a Society of Distinction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we had the National Agenda discussions, a process of consultation, of fine-tuning, of arriving at a consensus, of making sure that we are all dreaming the same dream. Finally, out of all this came the Agenda for Action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while on the question of consultation, yesterday the hon. Member for Fengshan criticized the Ministry of Communications and Information for not discussing the diesel and road tax increases with the GPC beforehand. Yes, the Government is committed to a consultative process of decision - making and of building consensus. The Member must know that the Government has done much to facilitate this process. But as an experienced Member, he must also know that there are certain issues which the Government cannot discuss beforehand. And one such issue is the timing of tax increases. The reason is very simple. It is to protect Members of Parliament from being accused of benefitting from such inside information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I return to the dream? Over four years have passed. One term of government has been completed. We are almost one-third of the way towards 1999. How have we done so far? Are we on the right track? Are we on schedule? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economy has shaken off the problems of the recession and emerged stronger, fitter and more broad based. Our national wealth has grown by 6% per annum, notwithstanding the years of zero and negative growth. The City is being transformed not only by the building of the new but also by the restoration of the old. The MRT has moved smoothly into our lives. Exciting plans for Marina City have been revealed. The people turned up in full force to celebrate National Day 1988 and an unprecedented 250,000 people turned Orchard Road into the world's biggest disco one hot August night last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe we are on the right track and on schedule to our dream of a Nation of Excellence by 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And yet, Mr Speaker, Sir, all does not appear to be well. The results of the last General Election tell us something. We have all done our analysis of the voting patterns and we have all come to our own conclusions. But one message is coming through loud and clear, that Singaporeans want to see some Opposition in Parliament, even as they want to have a good government. I therefore strongly support the Government's intention to not only review the NCMP scheme but also to increase the number of NCMPs. I believe that not only is this sensitive to the wishes of the people, but that it will also educate the people on what makes for good government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is another voting pattern that is developing which suggests to me that all is not well. I am referring to those who voted not with their hands but with their feet. I am reminded of the remarks that the Member for Ayer Rajah once made in this House during the last Parliament, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Running a country is not like running a company. We cannot sack our people if they are less effective.' The Member for Ayer Rajah is correct. We cannot \"sack\" our people if they are not good enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us not forget that there is nothing to stop them from \"resigning\" and leaving the country if they feel that we are not good enough. Like any good management, I suggest the Government should take a closer look at what is going on. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> should do so not only because we are losing precious manpower and talent, a loss that we can ill afford. We should also do so because it tells us why it is happening and what we can do about it. Who are leaving? Why are they leaving? What are they looking for? What are their hopes and aspirations? It is possible that we may not like some of the answers that we get. But I am reassured because it has never been the nature of this Government to shy away from the truth no matter how unpleasant. To ignore this problem, Sir, is to ignore a time bomb ticking in our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every generation has its own aspirations, built on the foundations laid by the hard work of the last. Young Singaporeans have grown up in an era of political stability and high economic growth. They want to enjoy the fruits of what their country has achieved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If they perceive that the gains are not commensurate with the effort they have put in, or the sacrifices that they have made, I believe they will seek out new opportunities where these aspirations can be realised, in their life-time. The challenge that the government faces is how to create opportunities and options for Singaporeans to realise these personal aspirations, given the constraints that exist in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When our forefathers came to Singapore, it was in search of the good life. This they have achieved for themselves through their sacrifices, their hard work and their trust in good, strong government. But just as our forefathers came to Singapore for the better life, so too the younger generation are seeking first the economic rewards in the country that their fathers have built. There is, however, one major difference, then and now. Today, the young Singaporean, well-educated, highly-skilled, literate in English, has many options open to him - Canada, United States, Australia, New Zealand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my conversations with Singaporeans, professionals in their early '30s, I sense this strong urge, this desire, to acquire the symbols of the good life - among other things, a house, a car; especially a car. Some professionals jokingly tell me that when their friends or relatives from abroad visit them, they often ask, \"So you earn a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> good salary... where's your car?\" Sir, the challenge in our case is this. Given that we have limited road space, given that we need to keep these roads relatively congestion free, can we work out some viable options such that, within these constraints, Singaporeans can still be able to afford to own a car, the modern-day symbol of the good life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two days ago in this House, Sir, we heard the Member for Bukit Timah talk about \"child ownership\" when he meant \"car ownership\". Maybe he did not make a mistake after all, for to some Singaporeans a car is almost as precious as a child! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are those who feel that Singapore is too cramped, too small. They long for the wide open spaces, the long drive in the countryside, the rolling hills and the plains. We may not have much to offer in this respect, although I must add that we should not short change ourselves. Four million tourists must know something that we do not. However, given the real desire to get away from it all, we can create the environment and the opportunity for Singaporeans to hold good paying jobs, still have enough time left over to spend their holidays in countries with wide open spaces and rolling hills and plains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we have made the world our market place, there is no reason why we cannot make it our playground. Apart from this quality of life, there is also the quality of our work life. We spend the greater part of our waking hours at the work place. The Government cannot intervene directly at the work place. But it can provide the encouragement, the incentives, for companies to improve the quality of work life for their employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government can look after the basic housing, medical and educational needs of the population. Companies, however, should be encouraged to supplement and complement these with schemes of their own - housing/renovation loans, better medical benefit schemes, and retraining and skills upgrading programmes for their employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is yet another group of people who decide to leave because they feel they cannot cope with the pressures of our lifestyle. As the Member for Siglap \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> mentioned a few days ago, \"they feel constrained and restless.\" They want less regulations, more freedom. I hear people complain that ours is a \"one-mistake\" society with no room for failure, no second chance. They do not want their children to be pressured in school. They do not want to be told to excel. In short, they want to opt out of the rat race. Unfortunately, Sir, some of these people discover too late that they have opted out from one rat race only to land in another, but with different rats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we aim to be a Nation of Excellence. There is nothing for us to be apologetic about. As the Minister for Communications and Information put it recently, excellence for all does not mean all of us being number one, but each one of us fulfilling our potential and being the best we can be. Nobody can quarrel with this. Perhaps it may have been misunderstood, in which case we should make it clearer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I sometimes wonder whether it is only a matter of more freedom, less pressure, or whether it is also a perception of being able to get greater or even the same returns for less effort. Is it possible? Can we get more for less? Experience has shown that this may be sustainable in the short term, but not in the long run, no matter how well-endowed the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How else then can we, a country with much less natural resources, make it except to reward talent, effort, resourcefulness and hard work? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe there are those who feel that the pyramid is too narrow at the top, that opportunities are not available here for them to fulfil their full potential. If this is the case, then we should not discourage them from leaving or make them feel that they are traitors to the cause or close the doors to their return. Instead, let us encourage them to venture but leave their hearts behind, to make their mark on the world stage, but always to keep their links. And let us welcome them back - whether they are footballers, singers, scientists or managers - when they are ready to return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I highlight the emigration issue because I believe it is one of the key factors \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> that could affect our long-term growth. The brain drain may only be a trickle now, but let us make sure it does not turn into a flood. We cannot stop anyone from leaving, but if we can fulfil his potential and his personal aspirations - whether it is owning an apartment, or a car, or holidays abroad or more leisure activities - why should he leave? If we can give him hope that tomorrow can and will be better than today for him and for his family, why should he subject himself and his family to the uncertainty of the future in another country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, if we can make him feel that he has a role to play and a contribution to make to the development of his country, that he belongs here, that this is his home, I see no reason why we cannot meet the realistic aspirations of all Singaporeans during the next decade and achieve our vision of a Nation of Excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, may I rise on a point to clarify on what the Minister of State said? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, the Minister of State imputed that I did not understand the process of what can and cannot be discussed with the Minister. Did I for one moment ask or mentioned anything about the timing of the tax? I talked about the consultative process, about discussing the issue. That is all, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new GPC Chairman for Communications and Information is also a first-term MP. And he is also well aware of it. He mentioned to me that as a member of the Telecoms Board, he is aware that there may be conflicts of interest. We are well aware, Sir, and we know that you are a watchman and that you will watch over us. We are aware of this, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you for the reminder, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, thank you for allowing me to respond to the Member for Fengshan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Fengshan gave a very spirited and vigorous speech yester- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> day. I believe he left the impression with the House and definitely with the media that there has been little or no consultation. And as a result of that the Straits Times in its article today started off its article on the speech by the hon. Member, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Dr Arthur Beng (Fengshan) yesterday chided the Government for reneging on a promise to adopt a more consultative approach when formulating important policies.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to ask the Member for Fengshan whether the Straits Times has got him right, whether that was his intention, or whether he might have been misunderstood, that he was saying that the Government has gone back on its promise to be more consultative, in particular with respect to the Ministry of Communications and Information. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, the media is entitled to its opinion. I never used the word \"chide\", I never intended it to be a chide. I expressed what was my personal viewpoint and that was what I did. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, may I ask the Member whether he did intend to convey the message, the impression, that there had been no consultation with the Government Parliamentary Committee? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, on the issue of diesel tax, I conveyed the message that there could have been much more consultation. We were not consulted on the diesel tax and that was the example that I brought up. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I concede that point. My Minister of State has given the explanation as to why it is not possible to discuss matters that are time sensitive or price sensitive or tax matters. It is Government's policy to ensure that none of our MPs can ever be falsely accused of taking advantage of information that they may have obtained in their capacity. In this way we protect our MPs. Our MPs do not know time sensitive tax matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Member before he rises again another question: whether he had been satisfied with the level of consultation on other matters other than the fact that he had not been told the timing and the quantum of road tax and diesel tax. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I thank the Minister for his concern for us MPs. But surely the Minister can consult with the MPs on matters of principle. I am not asking him the quantum of the tax or when tax is going to be implemented. Principles can, of course, be discussed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the level of consultation, if you refer to my speech, Sir, I would say that I have mentioned that in the last five years that we have made good progress in consultation. It was these few examples that I brought up which to me are a cause of concern and I was expressing them. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I asked specifically concerning the Ministry of Communications and Information over the last two years when the Member was Chairman of the Parliamentary Committee. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I unequivocally say here that I have been very satisfied up to that point. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I think this is very important. When Government is accused of reneging on its promise to be consultative, it is not a laughing matter. It is a very serious matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member in his speech yesterday used one single example, the reasons for which I personally have explained to the Member earlier on prior to the press release on this particular matter why we cannot as a Ministry, as a Government, discuss this matter with him earlier. Sir, the principles for the tax increase for cars and for the diesel tax have been discussed many many times, ad nauseam, some of my fellow Members in this House have told me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1985 I went into great lengths explaining why the diesel tax was necessary, and ever since then every year the subject has been brought up and I have made explanations on the need for the diesel tax and for road tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think if the Member were to convey the impression to the House and via the media to the public in general that the Government has not kept its promise in seeking to be more consultative, particularly with respect to the Government Parliamentary Committees, I think that is a matter for grave concern. And I see it as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> my duty to lay the facts on the table for Members of this House to understand and also for members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conveying that impression, the Member for Fengshan has sold himself short. He has also sold his Committee short, because the Government Parliamentary Committee on Communications and Information has done a good job, an excellent job, if I may say so. They have been extremely hardworking. But by giving this impression that there has been no consultation, no discussion of issues, of principles involved, they may leave the impression for those who re not familiar with their work that they are a do-nothing GPC and that the Ministry has not worked closely with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me give some of the figures to demonstrate how hardworking this particular GPC has been under the leadership of the Member for Fengshan. It seems ironic, Sir, that I have to the House that the Member and his Committee have been actively participating in the discussions of policies of the Ministry across a very wide range over a long period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the last two years, 1987 to 1988, the Committee met me and my Ministry officials over a total of 19 occasions, that works out to an average of about one a month, or one every 40 days. That is a lot of hard work put in by the GPC. The Ministry has always been forthcoming in discussing all matters with the GPC. I participated in eight of these sessions together with my Senior Parliamentary Secretary, my Permanent Secretaries and Deputy Secretaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we take the GPC seriously. We take their views seriously. We take their proposals seriously. And we take consultation with them very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry officials have also worked closely. Where it is not possible for me to be present during discussion they worked closely with the GPC in providing the GPC with information that they require, giving me the benefit of the comments that the different GPC members have made. So I believe that there has been very extensive consultation over the past two years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should have made very clear to the Chairman of the GPC that all those discussion sessions are treated seriously by the Ministry, that they are no simple social chit-chats just to pass away the time. Each session of an hour and a half to two hours is solid work and we appreciate the comments that he made; and he has made a lot of contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think one that is probably the most obvious example of consultation is the comment by the GPC - the proposal that we set up the Public Transport Council. We have taken their proposal into consideration, looked at it, work it through and implemented it. There have been many occasions when the Ministry worked with the GPC on land transportation policies, very lengthy briefings on problems of bus integration with the MRT, how best to do it, such that we provide as best a public transportation service as possible, problems of fare restructuring, what are the areas likely to present some measure of unhappiness and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of diesel tax and road tax came to the Member for Fengshan as something out of the blue? He found them unexpected? Ever since the figures released by ROV showed that the cars were growing by more than 1%, everybody in town was expecting the road tax to increase. How could it possibly come out of the blue for the Member for Fengshan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the diesel tax, systematically we have been reminding taxi operators that diesel tax will be increased. Way back in 31st August 1985, and then 25th February 1986, 23rd March 1987, 27th January 1988, again on the 18th March 1988, the same message again explaining why there is the need for diesel tax to be implemented and emphasizing that we will implement it in stages when fare collections for the taxi drivers are more than adequate to pay for any increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also urged the First Deputy Prime Minister to ensure that parliamentary bills should be made available to the members of the different GPCs. Sir, it is a practice that we have been doing in the Ministry. MRTC (Amendment) Bill, a copy was made available to the Member for Fengshan and his GPC Members on the 9th May 1987. The First \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> Reading was on the 20th. Public Transport Council Bill, 14th May 1987. First Reading on 20th May, 1987 and so on. I think that was a good point but it is something that is being practised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to conclude this very brief interruption to the overall discussion on the President's Address just by reiterating my Ministry's commitment to consultation with the Government Parliamentary Committee. Shortly after the names of GPC Members were announced, I called up the hon. Member for Bedok GRC, Dr Hong Hai, to congratulate him on his appointment as Chairman, GPC for Communications and Information and to tell him that we are ready to have discussions on matters of interest to his Committee beginning with a broad overview of the Ministry and then going into greater details in areas that he and his Committee may have interest. We have already finalized a date for the first session. My Ministry is committed to \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;consultation with the GPC. I am personally committed, as I have been, over the past two years, and earlier on, Sir, with you, as the Chairman of the Government Parliamentary Committee for Communications and Information. I want to emphasize that and make absolutely sure that there is no misunderstanding. I have no doubt that my other colleagues in Cabinet are equally committed to consultation with the Government Parliamentary Committees. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, it is really reassuring to hear the Minister say that he is totally committed and so are his Cabinet colleagues. I think I have achieved the aim of my exercise yesterday. If I have extracted this, it is something which all of us are happy about, and we are very reassured about. But, Sir, I want to put it on record, if the Minister has misunderstood me, or my speech yesterday, that nowhere did I impute that the Minister or his Ministry was uncooperative with me over the whole period of my Chairmanship of the GPC. I mentioned specifically and I quote \"then came a series of shocks and setbacks, as I see it, after the general election.\" Mr Speaker, Sir, I mean no disrespect to the Minister or to his Ministry officials at all. If that has been mis-conveyed, I apologize so. But, Sir, never did I use the word \"reneging\", never did I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> say \"not kept his promise\". I thank him for his compliments that we have done a job and, as he said, \"an excellent job\" and I thank all my Committee members for their support, the Minister and his officials too. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I join my colleagues who have spoken before me in support of the motion moved by the Member for Siglap to thank the President for his Address at the opening of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Mr Speaker, Sir, the President's Address was significant, meaningful and balanced in that it provides Singaporeans with a broad insight into the philosophy and approaches our Government will pursue to resolve likely problems our nation expects to encounter in the coming years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, Sir, I would like to touch on the subject of political stability. In this regard, I welcome the recognition on the need to continue efforts at consenus-building, encouraging participation and accommodating dissent. This has already been practised by the Government but what remains is for this process to be further improved upon so as to make it more effective. Working within our accepted parameters, Singaporeans should respond positively to make this workable through their involvement in community service and public participation which would pave the way for a better understanding and knowledge on the intricacies of how the Government and society function. In this way, people can voice their views, bring in new ideas to various issues and matters that affect their daily lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, Sir, I would like to suggest that Government leaders strive to create such an atmosphere by making themselves accessible to as many community leaders, organizations and concerned individuals via dialogue sessions (both public and private) and not confine themselves to receiving feedback only from selected sources and reports. This is necessary in order to counter the perception that the input-gathering exercise from the public is just a mere routine because decisions have already been made on important, controversial or sensitive issues. In this regard, Mr Speaker, I am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> confident that our Government would adhere to the fundamental principle stated in the President's Address that unless support is forthcoming from the majority of Singaporeans, the Government would find it difficult to implement its policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Speaker, I am comforted to learn that the Government will continue to pay more care and attention to the less talented, less well-endowed and less able members of our society - a declaration first made during the opening of the Sixth Parliament in 1985. It is a known fact that this segment of the society has been shackled by various social and other problems (such as large family size, inadequate living space, or having family members who are susceptible to anti-social activities) and they require outside help to improve their lives. All they need is a little extra assistance in order to succeed in pulling themselves up to improve their lives. Those who are willing to help themselves ought to receive more help, not because we believe in hand-outs but because this is to enable them to give off their best without sacrificing our meritocracy principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, to expect the low-income families to respond on their own accord to outside help is not easy. The Government and the better-endowed members of society should think of ways and means to reach out and get them immersed into our assistance schemes. And it is in this area, Mr Speaker, that I feel that grassroots organizations, namely the Citizens' Consultative Committees and the Residents' Committees, could expand their roles through close cooperation with relevant Government agencies and voluntary welfare organizations to provide the necessary assistance for the less successful among us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to this, the Government's decision to extend special assistance to the Malay community to facilitate their progress into the mainstream of national life is highly commendable. This is a clear manifestation of Government's farsightedness and political wisdom as such a scenario must be viewed within the perspective of our political history and geopolitical situation. As President of a parent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> body of 43 Malay organizations, I have the confidence that the majority of Malays are making strenuous efforts to improve themselves. A good indicator is the 1988 PSLE and GCE 'O' level examination results which have shown improvements compared to results 10 years ago. But it is undeniable that there exists a minority group within the Malay community who are not responsive to changes. Their numbers are insignificant and will not affect the commitment, endeavour and resolve of the Malay community to make hard choices. With regard to the small group, it is better that Malay community leaders themselves be entrusted with the task of correcting their situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to touch on multi-racialism. In order to continue to promote goodwill and harmony among the people, I am in agreement with the Member for Siglap that very sensitive issues such as race or religion should be handled with care and tact. Open and frank discussions can be carried out as long as we know where to draw the line to avoid arousing negative or provocative feelings. In this regard, I could confirm the statement made by the Member for Siglap that I too experienced the feeling of being alienated by my own community as a consequence of our decision to discuss sensitive issues openly and frankly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My fear and concern is that by doing so, what guarantee is there that we are not opening Pandora's Box where the end result is a hardening of attitudes and reinforcing of existing biases and prejudices within our multi-racial population. In the long term, this may prove counter-productive to our efforts in building a more cohesive and meaningful Singapore for ourselves and for our future generations. I sincerely hope this will not happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My worry is because we have to accept two realities. First, it is not easy for anyone to forget his ethnic origin. Second, prejudices and stereotyping in society still exist and will continue to exist. May I suggest that when dealing with issues that could arouse emotions and should we err, it is better to err on the conservative side in order not to spark off unnecessary controversy with its attendant unhappiness that may take a long time to heal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I back the call made by the Member for Marine Parade, Encik Othman bin Haron Eusofe, that serious attention be given to the proposal to set up a high-level committee to study and evaluate the position of the minorities who perceive themselves facing a lot of barriers in securing jobs in the private sector. In this connection, I certainly feel that personnel managers in the private sector could perhaps be more conscious and sensitive towards this problem, wherever it exists, so that they could contribute towards our nation building efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Mr Speaker, Sir, I support the motion moved by the Member for Siglap. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Mr Speaker, Sir, I rise to support the motion moved by the Member for Siglap to thank the President for his Speech on 9th January at the opening of the Seventh Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President's Speech was significant for two reasons. In the first place, it outlined the goals and challenges facing Singapore and the programmes drawn up by the various Ministries to meet them. Secondly, it embodied the basic philosophy of this Government, and that is, to create a better life for all Singaporeans. There are undoubtedly many governments in this world which have declared similar goals to give a better life to all their citizens. However, not many have achieved the goal. For example, 71 years after the Bolsheviks took power in Russia the availability of consumer goods remains severely limited in the country and, in China, after 40 years of reconstruction under communist rule, General Secretary Zhao Ziyang told his party last year that they were still at the primary stage of socialism. Easing the controls in certain sectors of the Chinese economy has brought inflation to unprecedented levels. Equality and prosperity remain a pipe-dream in China and Russia. The market based economies have brought a high standard of living to the people. But there again they are beset by problems of rampant drug addiction and high crime rate. In some cities people dare not venture outdoors after dark. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By any measure of people's well-being from health care and housing to education and employment, Singapore has done creditably in the last 20 years. We can look back with some pride and perhaps a little relief that, despite the recession of the mid-80s and the stock market turmoil in 1987, we have not buckled under. Still, we are mindful of the fact that Singapore remains a small and open economy heavily dependent on external trade. Protectionism and the cyclical fluctuation in the world economy will affect us directly. How our people will react to the vicissitudes in life would depend on the values we share as a people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will people, especially the highly qualified and the talented, in Singapore flock to Canada or Australia at the first sign of trouble? I agree with the Minister of State for Trade and Industry that there is a need to look into this potential problem. Will Singaporeans be no different from the residents of Hong Kong? Hong Kong is still a colony, and we have been independent for 23 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years we have attempted to forge a sense of identity through the use of a common working language, English, through national service, community songs and all kinds of grassroots activities. Some degree of success has been achieved. But a good deal more needs to be done. The People's Association's efforts to encourage residents of all races to participate in CC activities are commendable. Interaction of residents of all races has taken place and should be promoted. It is now up to all Singaporeans to do what they can to promote this interaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been said that people cling to their traditions not because of some vague feeling or sentimentality for their past legacies, but because these traditions and values form part and parcel of their personalities. To a certain degree, our attitudes and values are shaped by childhood experiences - the stories we heard and the lessons we learned at school usually had a moral message, the concept of right and wrong, the virtues of diligence, loyalty, respect for elders, and so on. And therefore I was a little disturbed when I read in the Chinese papers last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> week that the Minister for Trade and Industry pointed out that the use of Clips in primary schools in the teaching of Chinese language was a serious blunder. And I was rather relieved when the Senior Parliamentary Secretary to the Minister for Communications and Information yesterday gave some statistics to show that the contents of the teaching materials used in primary schools, some 45% is concerned with the teaching of Asian traditions and moral values. However, perhaps a review can be made by the Ministry as to whether this percentage is adequate and whether some improvement could not be made. The study of the Chinese language should in any case never be based on a mechanistic or quantitative approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rationale of a set of common values, defined as National Ideology, is to ensure the emergence of a cohesive and durable society. These values would determine the obligations of our people in various roles as employees, employers, as children or parents, students or teachers, citizens or leaders. In the process, we should maximize the areas of agreement and seek consensus. If differences of views persist, we should accept them amicably. There is a saying in Chinese, \"Junzi he er bu tong, Xiaoren tong er bu he\" (&nbsp;&nbsp;&nbsp;&nbsp;), which roughly translated means that the gentlemen sustain harmony in disagreement, while the small-minded men quarrel even when they agree with each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this sentiment is not necessarily taken as self-evident by Western societies. According to a recent BBC programme, doctors in the United States are subject to extremely high levels of stress mainly because of the likelihood of litigation, and medical costs have skyrocketted as they need to cover themselves against all kinds of claims by the patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In many societies the human psyche and collective decision-making has not been conditioned to accept the confines of logical consistency. Coherent and logical views may not prevail for various reasons. It is common to see a great deal of violence and physical aggression on TV programmes in America. And despite the known harmful effects of such scenes on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> the viewers, there is little attempt to censor such scenes. They appeal to the aggressive instincts of the audience and commercial considerations outweigh the logic of social cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the fundamental principles we subscribe to is the concept of the family as the basic building block of our society. In Asian societies, the family has always been a very important unit. It is the parents' responsibility to nurture the young and it is expected of children to look after their parents in their old age. We have to guard against a tendency to leave the old folks at some institutions forlorn and forsaken inspite of what they have done for their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Single-parent families and high divorce rates. It is necessary for Singaporeans to re-emphasize the importance of closely-knit families. The mutual support and reinforcement among family members help us to ride out life's difficulties and the emotional ties and feelings of attachment make for a happy family. Such families are the foundation of a stable society. It is, of course, not our intention to advocate a return to the traditional family in Chinese society where the father would seem to be omnipotent, obdurate and uncompromising. Chinese children growing up in extended households learned that they could get around the stern father by establishing personal ties with a particularly warm uncle or aunt or grandparent. The origins of \"guan xi\" (&nbsp;&nbsp;&nbsp;&nbsp;) or relationship began early in life. In due course, nepotism developed. And it was common for officials to dispense favours to relatives or close friends - a lamentable practice in Chinese society which is a stumbling block to progress - where rules and regulations are virtually ignored and the rule of law sounds hollow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has been said about the pursuit of excellence. Indeed, we need to excel and produce quality goods and services more efficiently than others in order to secure a foothold in the international economy. Great emphasis has been placed on producing able scholars. It is gratifying to note that the Singapore student team did very well in the international Mathematics Olympiad which was held in Canberra last year. We should do our utmost to ensure that the brightest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> and the best students are given all the opportunities they fully deserve. At the same time, we must not neglect the educational and psychological needs of the many who are in the normal stream and the extended and monolingual streams. Have we done enough for them? What plans does the Government have to improve the quality and range of training courses for these people? No Singaporean should feel being left out and alienated in the 1990s, for everyone has a role to play in modern Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before we formulate and formalize a national ideology, we need to encourage active participation by all segments of the population. In the nation-wide forums and discussions which had taken place before the Agenda for Action was drawn up, the English-speaking citizens had been most vocal. On the other hand, the dialect-speaking or Mandarin or Malay-speaking citizens were less active. Since the national ideology is concerned with the fundamental values and aspirations of all Singaporeans, more opportunities should be created for the reticent to give their inputs. It cannot be the case that they have no views of their own or they agree entirely with those who speak up. Perhaps it is an age-old habit of not wanting to say anything for fear of being proved wrong or the belief that actions speak louder than words. And I hope it is not an indication of latent discontent in some quarters. In any case, the reasons for the silence should be analyzed and reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we brace ourselves for the challenges of the future, we should clearly spell out what we believe in as a people and together make our mark in the community of nations. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, I fully support the goal of the Government to create a better life for all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy to note that it is the Government's desire for every working Singaporean to have a skilled, well-paid job; and every family to live in an affordable, comfortable home. There is, however, a group of people I represent who feel that the Government does not want them to have a better life. Every time when their income goes up a little, the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> increases their operating costs, and they take a few steps backwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, Sir, I would like to declare my interest as the General Manager of NTUC Comfort which is the largest taxi organization in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The taxi industry in Singapore supports about 20,000 taxi drivers comprising full-time and relief drivers. Although taxi service is a personalized service, the ridership is 700,000 passenger trips per day and this makes it the second most important public transport system in Singapore, next to the buses. Buses carry 2.5 million passengers per day and the Government has provided them with special bus lanes. The ridership of the MRT is only 280,000 passenger trips per day and the Government has invested about $5 billion in the MRT system. I understand that this capital cost will not be recovered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The taxi service in Singapore, although a personalized service, is clearly a very important public transport service. And it must be in recognition of the public nature of this service that the Government has decided to entrust the regulation of its taxi fares to the Public Transport Council. The Public Transport Council also regulates bus fares and MRT fares. If the taxi service is a public transport service, just like the buses or MRT, why should taxis then be made to pay the same diesel tax of $6,600 as private cars? As my colleague, the MP for Fengshan, rightly pointed out yesterday, the historical reason for imposing the high diesel tax on private diesel cars was to discourage the use of such cars as pirate taxis. This same reason therefore cannot apply today to public vehicles like taxis. If this tax is a social cost for polluting the air, then why are so many bigger polluters paying less diesel tax? Buses have their bus lanes, the MRT has its MRT tracks, all paid for by the Government. Taxis, however, not only do not have their own taxi lanes, they are made to pay more diesel tax than buses even though taxi is about one-third the size of a bus. Surely this treatment is not in keeping with the status of taxis as the second most important public transport in Singapore. It is no wonder that taxi drivers feel that the Government does not want them to earn well and to have a better life. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to ROV statistics, the current gross earnings is $3,067 for one-shift taxis and $4,467 for two-shift taxis. The net income after deducting operation expenses is $1,565 for one-shift taxis and $2,720 for two-shift taxis. There is no employer's CPF contributions, no AWS, no bonuses. When the Government increased the diesel tax to $4,400 in November last year, with plans to raise it again to $6,600 in November this year, the Ministry of Communications and Information said the increase has been calculated so that taxi operators could accommodate the diesel tax increase without increasing any taxi fares. What this effectively means is that one-shift taxi drivers would take home only $1,107 per month and two-shift taxi drivers per taxi would be $2,262 per month after paying the full diesel tax. 85% of taxis in Singapore are on two shifts. So each two-shift taxi driver would then only earn a net income of $1,131 per month. Without CPF, AWS and bonuses, this income is equivalent to about $898. So this brings their income back to five years ago, to that of 1984. Compared to the average worker in the transport and communications sector, a taxi driver's income would be only 75% of that worker. His income would be only 65% of that of an SBS bus driver. I have attached all the calculations in this annex here. I am sure the press has got a copy of it. I am prepared to have these statistics scrutinized by both the press and the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at a time when the Government is laying down its programmes to create a better life for all Singaporeans in the next five years, it is my duty to alert the Government to the fact that the diesel tax policy will create a major setback by five years to the lives of 20,000 hardworking citizens who drive taxis 10-12 hours a day for a living. This setback will also be experienced by 80,000 dependants, 80,000 because the average family size of a taxi driver is 5. 65% of COMFORT's operators have three or more children. This is clearly very open and visible support for Government policy. Surely the Government then does not expect this large group of people to support this policy when, in doing so, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> would be worse off economically. Not only did the quantum of the diesel tax increase raise doubts as to whether the Government wants taxi drivers to have a better life, but the manner in which it was done reinforced that impression. In raising the diesel tax, the Government said that it was not meant to be revenue generating. If so, why then the great hurry to raise it so steeply, so quickly? Looking at the country's reserves, the Government is obviously not in urgent need to use the $58 million which the increase in taxi diesel tax will bring to its coffers. Yet, it refused to grant a longer period to phase in the implementation of the increase despite many pleas from taxi operators of financial hardship. It costs so little, it could have meant so much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government thinks that taxi drivers are well off because they earn well, let me dispel this myth. 62% of NTUC COMFORT's taxi drivers live in only 1-, 2- and 3-room HDB flats. Another 29% live in 4-room HDB flats, making it a total of 91% who live in 4-room or smaller flats. This is much higher than the national average of 73%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am now bringing to the attention of this House this disquiet among taxi drivers who feel that the Government does not want them to have a better life. This impression must be dispelled through concrete action and not just words. I would like to urge the Government to review this taxi diesel tax policy with greater understanding and compassion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> May I remind hon. Members to address their remarks to the Chair and not to the press. And if Members have any figures to make reference to, they should present them to the Chair before giving them to the press. \n  <br>1.51 pm \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Speaker, Sir, I am happy to note that the Government, while continuing to attract more foreign investments, has announced its policy to assist local businessmen. However, I believe that local businessmen will welcome this news with caution. This is because many are experiencing difficulties on account of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> various Government policies and departments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. The Ministry of Trade and Industry implements policies to attract multi-nationals set up manufacturing plants and offices here. Being better organized, better managed and better financed, these multi-nationals naturally attract thousands of Singaporeans, from workers to professionals. And because these multi-nationals have existing home markets and using Singapore only as an extension of their workbench, they definitely can and willing to pay more. As a direct result, very few Singaporeans, both workers and professionals, are left for the local businessmen. These resourceful entrepreneurs then resort to workers beyond the shores of Singapore and they thought they have solved their problem by recruiting workers from the approved nations. Unfortunately, their happiness is very shortlived. Lo and behold, the Ministry of Labour rears its ugly head with its policies making employment of foreign workers very difficult. Work permits not renewed. Very few work permits are approved and high levies are levied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What can the local entrepreneurs do? The resilient entrepreneurs then resort to employing illegal foreign workers. They thought that they have solved their problem by having illegal foreign workers. The efficiency of the Ministry of Home Affairs cannot be doubted when they effectively arrested many illegal foreign workers. The recent arrest of illegal foreign workers suggests that tough policies against illegal foreign workers will also include the employers of such workers. A Bill to that effect has already been tabled. I dare not speculate what these local entrepreneurs will do next. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, the Government is not tackling the basic problem these local businessmen face. These local businessmen could not find enough Singaporean workers to work in the various industries and this is the reason why they resort to foreign workers. And with such policies, they are actually at their wits' end. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the above suggest that these policies were not well coordinated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> and thought through. The problem faced by one Ministry is actually created by another. The sum total is the miserable nightmare for the local businessmen. I strongly urge the Government to better coordinate the various Ministries when future policies are conceived. In the meantime, as a gesture that the Government view the local businessmen as an important part of our economy, I suggest that the Government call for an emergency joint meeting of the three Ministries to consider ways to alleviate their present difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to turn our attention now to another topic, part-time tertiary education for working adults. For various reasons, many Singaporeans entered the workforce without tertiary education. With the emphasis on meritocracy by the Government and the maturity that these workers have attained after working many years, the need to further oneself has become very acute. At this moment, part-term tertiary education in our university is almost non-existent. Many take up self study for the professional qualifications and before long, they find it so tough that they give up. Time and money are wasted besides the feeling of frustration. This need not be the case. Their loss in time and money is also a loss to the nation. I personally believe that if our university can offer classes preparing them for such examinations, the nation in the long run will be better off. Some years ago, I was told that we did not have the financial resources. Now with a comfortable economy and a healthy reserve, I urge the Government to look into this issue again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>1.58 pm \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, being an NCMP, I rise to speak not on behalf of any particular constituency, but together with Mr Chiam who is not here, on behalf of all those who voted for the Opposition in the recent elections, near 40% of the total electorate. And I dare say also on behalf of a good number of the 60% who voted for the PAP after they have seen how the PAP raises taxes the moment it has won the elections, before the Budget day, before \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> Parliament sits, and they are quite disillusioned I think at the way that the PAP is conducting itself. I speak, of course, also for the near 50% of the Eunos GRC voters who have courageously given the Workers Party their solid support in spite of all the PAP scare tactics, threats and intimidations and in spite of all its dirty gutter politics, of indiscriminate smears and character assassination. I might add, in passing, Sir, that it is the hope of the near 50% voters of the Eunos GRC that we set up an area office in the Eunos area so that we may better help or serve the people in whatever way we can. We asked the HDB in mid-September 1988 to provide us with a void deck office. But until today we have not received a positive reply to our simple and legitimate request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also indeed sad, Sir, that circumstances have led to my NCMP colleague, Mr Francis T Seow, not being here with us in Parliament today. He certainly would enliven proceedings in the House. In his absence, Sir, I will have to shoulder heavier responsibilities which I hope to discharge to the best of my ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish also to respond to the hopes of the Leader of the House and to the editorial of the Lianhe Zaobao of 11th January 1989. Let me assure the House and the Lianhe Zaobao that my role in Parliament will be a constructive one. I form part of the constructive Opposition. But, of course, whether or not what I say is considered constructive, will depend very much on whether or not the authorities and powers that be are willing or unwilling to accept criticism and tolerate criticism that may at times seem somewhat unpalatable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has stated that its \"goal is to create a better life for all Singaporeans\". It is a most laudable goal. But going from past records of PAP promises and PAP goals, it is most likely that those who pin their hopes on the PAP promises will end up chasing rainbows. The Government has put up a facade of affluence. Skyscrapers, modern hotels and office buildings are indeed very impressive, Sir. They make a pretty picture on postcards. But look beneath the surface \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> and we discover the affluence has benefitted but a small section of the people. Tens of thousands of workers are still unemployed and those who have found employment, Sir, have jobs that need hardly any skills and are poorly paid. The vast majority of the people have to struggle hard to keep both ends meet. 15-20% of the people of Singapore still find it difficult to put their downpayment for purchase of the least expensive of the HDB flats. Already taxes have been imposed and when the tax system is revised, as promised, I am sure yet heavier burdens will be imposed on the people. The PAP policies have made the rich richer and the poor poorer. Our society becomes more unequal, the gap between the rich and the poor keeps on widening. For many people there will be no better life. They will suffer more hardships instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In education, children are channelled into different streams at a very tender age. Many are doomed to be mere artisans, technicians and supervisors at best. Only a small number has the opportunity to higher education. Clearly, the present education system does not give the child the opportunity to be educated to the limits of his or her potential. With the creation of elitist Independent Schools, education benefits will become even more lop-sided and unequal. The vast majority of students will be doomed to education that is not the best available. How could such a system help to create a better life for all Singaporeans? If excellence in education is our goal, surely it would be better to improve the quality of education for all students rather than to selectively benefit only a few. Raising the standard all round would certainly enlarge the talent pool and at the same time help towards a more equal society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health care becomes a major problem for the low income groups. Hospital charges have increased again and again. ClassC beds have been drastically reduced in number and those who are sick have been forced to opt for Class B2 beds and, of course, pay higher charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With privatization of the hospitals, the sick will have to pay still more for medical care. It is a terrible shame that the British colonial government and the Lim Yew \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> Hock government of the past had shown more care, consideration and responsibility than our own elected Government in the care of the unfortunate sick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Medisave is merely a device designed to collect payment before treatment. It is a living monument to our uncaring and irresponsible nature of the Government. In the circumstances, how can the people enjoy \"meaningful fulfilling lives\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that the population trend of declining births despite the euphoria of Dragon year will bring about serious dangers of fewer working people to support the aged and chronic sick in the years ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I applaud the PAP leaders for having awakened, though belatedly, to the problem that has been created by the PAP itself. Let us remember that. Its policies of liberalized abortion and sterilization as well as its unfeeling and callous policies of disincentives have drastically cut Singapore live births to a new low. But believe it or not, this was hailed as the PAP's greatest achievement, and by whom? None other than the Prime Minister himself. Had the Government heeded the early warnings sounded by our Singapore's best obstetricians about the serious population trends, already evident then in 1975, not 1985, the present problem would not have arisen. This is but one example of what dire consequences PAP arrogance, intolerance to criticism and interference in the private lives of the people can bring about. Nevertheless, with the present reversal of population policies, those dangers that follow a declining population may still have a chance of being averted, provided of course the PAP puts an immediate stop to its pet, harebrained theories of eugenics and social engineering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present slogan of \"three or more if you can afford it\" is discriminatory against a large section of the population. It should be shortened to only \"three or more\". If the Government persists in its elitist and discriminatory and even divisive policies, then the so-called reversal of the population policies today may yet prove unavailing, and we shall be confronted with problems in years ahead that may well prove insolvable. The responsibility to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> avert such a catastrophe rests entirely on the shoulders of the PAP leaders and no amount of cover-up propaganda will be able to conceal the PAP's guilt from the annals of history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to their pet subject - the so-called National Ideology; certain aspects of it. I applaud the PAP again for its correct diagnosis and assessment of the dangers of absorbing some harmful aspects of an increasingly westernized society in Singapore. But here again we find a problem that to a great extent has been created by the PAP itself. It is a problem basically caused by incorrect education policies that elevate English to the prime position of Language 1 and that relegate mother tongues to the secondary position of Language 2. The problem is compounded by the gradual disappearance of vernacular schools and the rapid influx of western culture that has closely followed economic development based mainly on foreign investments as well as by some of the harmful aspects of tourism and our local TV. If the Government had heeded early warnings that from time to time appeared in the local press in years gone by, concerning the ill effects that those incorrect education policies had caused, instead of labelling all such warnings as chauvinism, the present situation might well have been averted or at least rendered less serious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I applaud again the PAP, Sir, for this awakening to the importance of the use of the mother tongue to learn and retain traditional values. These values once inculcated and ingrained in a person take root and become very difficult to displace or replace. I believe this is one of the reasons why Japan has been able to retain its Japanese character all these years in the face of westernization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are these core values? Let us take them briefly one by one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Placing-society-above-self\" is undoubtedly a noble and admirable virtue sung and eulogized by societies and nations both East and West throughout the ages. But it is important to remember that we do not identify the society or nation with the Government of the day or the ruling party or its leaders. A patriot may well sacrifice himself and die for the nation when the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> situation demands. But he may not be willing to be loyal to, or die for, the ruling party or its leaders. Therefore, calling on any racial group of our people, like the Malays, to identify themselves with the ruling party - not the society, not the nation - is totally wrong and indeed contrary to the spirit of the proposed core value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Upholding-the-family-as-the-basic-building-block-of-society\" is a principle few people can quarrel with. This is a principle that holds true everywhere in the world, East or West. But there should be non-interference by Government of the basic rights of individuals on questions of, I quote, \"whom to marry, when to marry and how many children to have\". The Government has created enough problems with its disincentives and its anti-poor social engineering policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Resolving-major-issues-through-consensus-instead-of-contention\" - the question is, Sir, how do we reach consensus? By having ministerial walkabouts, elaborately arranged forums and discussions, in which dissenting views are shut-up or shut out by excuses of shortness of time, and in which ministerial monologues take the place of two-way debates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP has trumpeted that it sports a new style of government, that there will be consultations, discussions and debates before implementing any major policy. All Singapore would applaud that, if sincere. But Dr Arthur Beng has exposed such humbug consultation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consensus through consultations, discussions and debates must mean that the people have the freedom to take part in political activities of the country without fear. That is most important. There is presently no freedom of opinion, no freedom of association and assembly, nor an easy access to information in the Government and foreign press. How then consensus? By imposition of PAP will on other people? The consensus bally-hoo is a big PAP humbug. \"Stressing-racial-and-religious-tolerance-and-harmony\" - commonsense dictates that this be an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> unwritten law in Singapore. That is the only way to peace and progress, but tolerance must include tolerance to criticism from political opponents, and there must be non-harassment of legitimate, peaceful activities of Opposition parties. Political opponents should never be arbitrarily arrested and detained without charge or trial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Political stability should not be built on total suppression of poltical criticism and opposition. Few people believe the Government's story about the Marxist plot, especially after the Government Ministers backed out of their promise to hold an inquiry to clarify certain important issues. And the Hendrickson affair, Sir, has made the PAP Government a laughing stock of the world. And Chia Thye Poh, my colleague, now qualifies to be the second longest-term political prisoner in the world, after Nelson Mandela. It would appear, Sir, that the PAP Government is vying with the racist South African government to see which government can be more cruel and heartless to political opponents and their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have the National Flag and we have the National Pledge. Why then do we need a National Ideology? We are told that we need a \"new set of values\", that we need to identify \"what personal values Singaporeans must have\" \"to redress the balance a little\", to bring about the realization of the ideals already stated in the National Flag and the National Pledge. But have not the schools been teaching our children (now grown into adults) civics, ethics, moral values and social studies all these years? And has not the PAP been preaching these ideals in their very many campaigns? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, most people already know what moral values are needed - diligence, thrift, family ties, courtesy, honesty, tolerance, loyalty to the nation, pursuit of excellence and so on. But our problem is not that we do not know what values we need but how to get everyone to put these values into practice. For instance, our National Flag and National Pledge both stress democracy, justice, equality. Does the Government lead the way and practise democracy? Or allow the Opposition facilities and opportunities to place their view- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> points before the people so that there may be fair, open discussions and debate in the interests of the people? The answer is No. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not forget, Sir, that what are called national ideals and values are in the final analysis all personal ideals and values. Groups of people gather together in a state to form a nation and personal ideals and values of the groups together make up the national ideals and values. Since we have the ideals and values epitomized in our National Flag and National Pledge, so we already have, or should have, such ideals and values as our personal ideals and values. So what further need is there to identify a new set of values? Or what personal values Singaporeans must have? Is that not just so much poppycock and eyewash, all in an attempt to cover up the real reason why the National Ideology has been proposed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What then is the real reason? The real reason is not difficult to fathom, Sir. Let us take a quick peep into history and see how the PAP thinking process works. It has to do with gaining mass support. Since complete suppression of the Barisan Sosialis and total control of the unions, mass organizations and mass media from the early 1960s, the PAP has reigned supreme in Singapore until the end of the 1970s. Then in October 1981, for the first time after 18 years, the PAP suffered a telling defeat at the hands of J.B. Jeyaretnam of the Workers' Party in the Anson by-election. The PAP suddenly realized that it was beginning to lose mass support. In an attempt to regain this mass support, it began a chain of activities. It started feverish reorganization of the local press to tighten conntrol. It declared the PAP a so-called \"national movement\" in order to inveigle the people to join up with the PAP and become part of that movement. It got the RCs into action. Still tighter control was imposed on the unions and mass organizations. It started propaganda about the so-called \"Vision 1999\" and so on. But despite all its efforts, in the 1984 elections the PAP suffered a stunning loss of more than 12% of popular votes with the two candidates specially sponsored by the Prime Minister losing to the Opposition in Anson and Potong Pasir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The signals were clear. The writing was on the wall. Renewed attempts had therefore to be made to win back the votes that had been lost to the Opposition. A massive propaganda campaign was mounted. A PAP Youth Wing was inaugurated to capture the young voters. Sham consultations and feedbacks were instituted. Ministerial walkabouts stressed on the National Agenda and attempts were made to soften the PAP's hard arrogant and uncaring image. But in the 1988 elections, the PAP still could not make up lost ground. Worse, it lost another 1(r)% of popular votes in spite of the gimmicks like the GRC, town councils, treats to the young in the two \"Swing Singapore\" sessions and free promises of \"more good years\". If this downward slide should continue, then it is only a matter of time before the Opposition would take over the government. For the PAP, this was an emergency, a crisis of major proportions. Somehow or other it must try to stem the tide of the downward slide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the study of Confucianism and Eastern values had been stressed when the PAP promoted the campaign to get all Chinese Singaporeans to speak Mandarin, what better idea than to link the Eastern values to a National Ideology - get the whole population to support it and gradually shift the support for the National Ideology into a support for the Government and the PAP? This is the method now attempted by the Government and the PAP. This is the method of what the Chinese call yi hua jie mu (&nbsp;&nbsp;&nbsp;&nbsp;), a sleight of hand, to achieve the goal of the PAP becoming a mass movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such is the motivation behind the idea of the National Ideology. It is intended to regain mass support for the PAP and so consolidate PAP rule. Hence, the vaguely phrased \"core values\" which, on the surface, appear good and reasonable and which would therefore find general acceptance and support, but which the PAP would be able to use to compel the people to accept only PAP values and policies, and of course PAP rule for years to come. This will not be in the interests of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Government has already set its mind on the National Ideology, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> suggest that a National Committee be formed to examine all values (not any committee but a National Committee) both Eastern and Western to be incorporated into the core-values. I suggest also that there should be an open debate, not just a debate confined to half an hour for the Opposition Member in Parliament House, so that the subject will be further ventilated and discussed. Yes, Sir, a National Committee to examine all the values, both Western and Eastern, to be incorporated in the core values and an open debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To summarise, Sir, in all its 30 years of rule in Singapore, the PAP has not lived up to the principles and ideals of the National Flag and National Pledge. Its motivation behind the newly proposed National Ideology is highly suspect. Therefore, I wish to propose an amendment to the Motion before the House. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at the end of the words 'this Parliament', to add: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;but regret that the programme outlined in the Address will tend to produce a thought-controlled society which will be detrimental to Singapore's prosperity.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Could you submit your amendment? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Clerk will arrange for copies to be circulated to Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been proposed as an amendment to the Question, that at the end of the words \"this Parliament\", to add: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'but regret that the programme outlined in the Address will tend to produce a thought-controlled society which will be detrimental to Singapore's prosperity.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take the Suspension now and will take the Chair again at 2.45 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.26 pm until 2.45 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.45 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I rise to urge this House to reject the amendment proposed by the honourable Dr Lee Siew-Choh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his address earlier, Dr Lee very specifically stated that the PAP does not practise democracy. How does one explain the presence of Mr Chiam and Dr Lee Siew-Choh in this House, if the PAP does not practise democracy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any democratic country, to be a Member of a Parliament, one must be elected. Here, we even allow non-elected Members to be present in this House. What is democracy then, Sir? \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, I would support the hon. Member Mr Chandra Das and ask that this House reject the proposed amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In relation to the point raised by Mr Das, I would add that quite apart from the fact that a constitutional position has been created for someone who does not have the mandate of the people, it has been created for someone to come to this House and take a swipe at this Government. That, I suppose, is the basis for saying that this is an intolerant government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to cite, if I may, a couple more illustrations. He cites the Member for Fengshan as an example for the absence of consensus in this House. He suggests that when the Member for Fengshan stood up and said that there was not enough consensus, that was sufficient justification for him to prove his point. Sir, we all saw Dr Arthur Beng go for the jugular. And would he have been able to do that in an intolerant state? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in relation to Dr Lee's point about National Ideology, he started by saying, of course, the National Ideology is now required and that is because of the ill-effects of our educational policies. Half-way through his submission, he then said, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> but why is it required? We have the pledge, we have the national flag, and they are institutionalized in our education programme. This is a dilemma which I cannot understand. If the pledge is sufficient, then there are no ill-effects of the educational policies. If the pledge is not sufficient, then there is certainly a need for the Ideology to be introduced at this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on the question of the ISA. Criticism has been levelled with regard to the alleged unjustified detention of certain persons. It is interesting to note, Sir, that this point is raised only today, months after the elections when the issue was hot and when, if there was genuine belief that that was an issue which would carry the people, it ought to have been raised. But it was not. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Sir, I rise to support my colleague, Mr Chandra Das, in rejecting the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lee just now stated that thousands of Singaporeans are out of job. I really do not know where he got the facts from. But if it is true, Sir, I would ask him to give me the information and I would direct him to the Singapore Manufacturers Association, the Defu Manufacturers Association. In fact, one of my colleagues just now came to me and said that he could not find enough workers and that is why he has shifted his factory to China. So if he has the numbers that he has, I would like to help him in that area. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs and Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I also rise to support my fellow parliamentarian, Mr Chandra Das, to urge this House to reject this amendment moved by Dr Lee Siew-Choh, the NCMP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the NCMP who was in this House 25 years ago probably was asleep during the last 25 years when he was out of this House. He said that Singaporeans have been deluded by the PAP because the PAP's visions and policies did not bring health, wealth, prosperity to the people and that even the President's Address last week and the Addenda are only a pipe-dream, only a rainbow which the people are chasing after. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just happened to have a set of figures here concerning the household income of families for the years 1977 to 1988. I did not go as far back as 1963 or 1959. All I need do is to just look back about 12 years. In 1977, the percentage of people earning less than $600 is about 50%; 1988 it is about 12%. Just over a short period of 12 years we have made a very significant improvement in the household income of our people. If you were to compare that to 1963 data, I think the improvement would have been much more significant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So while we are very glad that under our democratic system we have allowed Dr Lee Siew-Choh to be in this House, despite the fact that he did not gain 50% of the votes, he has not kept pace with the development of Singapore and came out with the same broad sweeping rhetoric that we used to hear from the Barisan Sosialis 25 years ago. That is rather unfortunate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He brought up the four principles mentioned in the President's Address concerning the National Ideology and started to tear it down, point after point. He has, I detect, a slightly different view from the Member for Potong Pasir concerning the influence of western education. He believes that there is really an erosion of traditional values as a result of western education, and we need to find our roots, and we need to imbue in our people strong traditional values so that they know where they are heading. So there is a difference between the two of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also said that in the last few years the PAP had gone all out to seek mass support as a result of a drop of a few percentage points in the General Election results. But what is wrong with any political party seeking mass support? There is nothing wrong with it. If a party finds that its policies need updating, its policies need improvement, and it finds that that is the way to do it to win mass support, it would be foolish for the party not to do so. Because not to do so would just be suicidal. Just as it had happened to the Barisan Sosialis - it has not changed, eventually folded up, and joined the Workers' Party because it did not live up to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> the times and come out with policies that are relevant to the people's needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is also a belief among him and some other Members --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Can I get the Minister to clarify what he has just said? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He says there is nothing wrong with the ruling party to get mass support. Is he agreeing with Dr Lee that, in fact, the Government is raising these four principles to gather mass support, and not for the nation? Are you saying that? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I did not say that having these four principles in our National Ideology is to support the PAP. It is for the country. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. You did not say that. You simply said that there is nothing wrong with a party to gain mass support. So, in fact, you are agreeing with Dr Lee. You are admitting now that, in fact, these four principles and the National Ideology are ways to gain mass support for the party. Yes, that is what I heard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You heard wrong. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> I think if the Member were to check the Hansard through, he will find that he has heard wrongly. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He said there is nothing wrong with any party. He said that. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Any political party has the right to come out with policies to gain mass support. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That's right. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> The National Ideology is something that the Government has come out with to make sure that the people understand where their roots are, make sure that they understand that there is community interest above self interest, make sure that they know that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> family is the building block of society, and so on. It has nothing to do with just gaining support for the PAP. If he had been listening to the speeches made last week by the Minister for Trade and Industry, he would have realized that. So just check the point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, I was saying that there were also among some Members this belief that democracy alone will produce results for the country and make people prosper, make them wealthy and ensure that they have a peaceful life. Sir, I do not think that I can quarrel with the concept of democracy as such, but what I would hope is for Members to realize that the system itself, the system alone, is not enough to produce the desired results that we all say we want for our people. If it is just the system itself, the parliamentary democratic system itself, that can produce wealth, prosperity for the people, then I would say that many countries in the world today would have been very prosperous and very wealthy. But the sad fact is that it is not the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you just look at history after 1945, after World War II, whether they be countries in the Commonwealth, countries in the French-dominated colonies, or any other country after having gained independence, after 1945, you would have noticed that not many of them have succeeded in making parliamentary democracy work. And even for those countries that have parliamentary democracy and still have such a system, there is no guarantee. The fact is that not many of them prosper like we do. But why are we so lucky that we are able to produce the results for our people? It is because there are people who make the system work. It is not because the system itself that produces the result. All you need to do is to look at a couple of examples. And I do not mean to demean those countries, I do not mean to berate them, I do not mean to chastise them for not succeeding in producing results for their own people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think it would be instructive for me just to give a few examples as an illustration. India is the largest democracy in the world. 700 million people are reported to be practising it. But if you look at India today, after 43 years of independence, it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> a power, of course, in its own right, but there are millions of people still homeless, millions of people sleeping in the streets, uncared for even when they are sick. The Indian Constitution, which is the first constitution produced by the British after they gave independence to the Indians, guarantees fundamental rights to the Indian people. But how have these fundamental rights benefitted the people? Where are they today? Has their standard of human dignity been raised, as a result of these fundamental rights being enshrined in the Constitution? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example is Sri Lanka. Sri Lanka gained independence in 1955 and we all know where Sri Lanka is today. Despite the fact that it had a successful election, it is still torn with religious and racial strife. Has parliamentary democracy in Sri Lanka produced the desired results for the people? It has not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not too far away is the Philippines. It has a system patterned very much along the American system. And through many years of Marcos' rule, now that they have got a new President for almost 2 or 2(r) years, the economy has picked up no doubt, but have the results produced by that particular system clearly been meaningful to the thousands of Filipino workers who are working overseas? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think all we need to do is to look very carefully at these countries so that we do not delude ourselves into believing that democracy and fundamental rights enshrined in the constitution alone will guarantee results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there are Members who also say that there are countries like Britain and America. Japan also has adopted a parliamentary system after it was destroyed by the Americans. They have prospered. But if you look very carefully at these countries, they have very different systems of parliamentary democracy. In Britain, there is no written constitution. There is no written constitution for Britain. There is only a set of practices, a set of beliefs, a set of common laws that guide the conduct of the people. With a long tradition, with a Monarchy, they are able to hold the people together. But there is no constitution, there is no fundamental rights enshrined. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at Britain before Prime Minister Margaret Thatcher who won the elections in 1977 or 1976, the previous party at that time did not produce the results that they wanted. Only in the last 12 years with Conservative government, with the policy that encourages private initiative, that the people were able to rise again and enjoy the benefits of economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In America, they have their fundamental liberties enshrined in the constitution and that constitution is so sacrosanct that nobody can change it. But it is not the constitution that brought prosperity to the people. It is the drive, the energy of the people, motivated by the profit objective to make sure that they have a good living, to make sure that they prosper, that caused America to thrive. It is not the melting pot concept that brought about prosperity in America, as some would naively believe. In fact, if Mr Chiam, who believes that we should follow the system of a melting pot, has been to America, he would know that while the people may live together but they still live in separate enclaves. Go to New York, walk through Harlem and he will see for himself that there are enclaves. Where is the melting pot? But American politicians are not willing to tackle the difficulties of the minority races. They prefer to just leave matters as they are. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I get a point of clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister has said that Americans are not doing anything about the minorities. He said they leave things as they are. I believe that is not true. They are now taking affirmative action. And I hear that, in fact, the blacks must be included in a proportion of jobs. Even now in cinemas and if you turn on the television, you will always see black actors represented. It is not true. They are taking action to alleviate the plight of the minorities. I think it is wrong to say that the American government is not doing anything. Do you agree with me? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes, I concede that there is an affirmative action law to require companies to employ a proportionate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> number of different races in the companies, in the different departments, in jobs and so on. But how has this particular law alleviated the plight and the positions of these people? Just look at Harlem. In fact, you do not have to look at Harlem. Just read the article yesterday in the Straits Times, 17th January. The headline is: \"Surge in brutal, drug-linked killings shocks New York\". The sub-headline is: \"Rise in racial tension in big cities a big factor.\" That is your melting pot country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, for Singaporeans, I just want to quote an episode. In America, if you want to have a meeting with a Congressman or want to meet the Speaker of the House, there are opportunities to do so, not in the way that we do like Ministerial walkabouts which Dr Lee Siew-Choh so derided. Let me also tell him that these Ministerial walkabouts are not just side-shows. We do not just shut off a debate or questions just because of lack of time. We give ample opportunities for people to come forward. I do not know whether he himself has been to any of these Ministerial walkabouts to see how it is done. But in America, if you want to meet a government leader, you will have to pay for your dinner. You read the book by Tip O'Neil, the former Speaker of the House of Representatives. His constituent has to pay $1,500 to have dinner with him so that the constituent can scold the Speaker about his remarks on the President. That is an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Japan, of course, you say, \"How's that in Japan they have democracy and they do not have a system like the Americans and yet they are able to thrive and prosper?\" But Japan is a very different country from America. They do not have a melting pot concept. Japan has only one race. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How can you have a melting pot with one race? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> They have Koreans. They have Chinese. They have Vietnamese. But they do not believe in the melting pot. Even if you had been there, living for a long time, for generations, and if you are not born a Japanese, you are not a Japanese. So the Japanese play and work as a group, as a tribe. And they prosper \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> because they also believe that they have the group's interest above self interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a recent Time article which says that the Japanese are going to outstrip the Americans in many fields of technology that used to be the supremacy of the Americans, whether it is in micro-electronics or superconductors, biotechnology or video imaging and so on. The Japanese have a different system. They prospered and they thrive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to make is that we must not be deluded into believing that having fundamental rights enshrined in the Constitution, having a parliamentary democracy alone will bring prosperity to the people. Basically, it is the people running the system that can produce the results. Can we imagine in 1963, had the PAP lost and the Barisan Sosialis won, would we be sitting here talking about this? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I support the views of Mr Chandra Das. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when one gives a speech, others are entitled to their opinions and interpretation of one's speech. My speech given yesterday, and I am very flattered, has been given various connotations. The Straits Times thought I was chiding. The Minister thought I was saying that his Ministry has been uncooperative all along. Mr Davinder Singh feels that I have been going for the jugular. And now the NCMP feels that I am crossing over. However, what I said is recorded on videotape and it is in the Hansard. May I remind the NCMP that I ended my speech by saying that I still believe in our present system and I am still an optimist. Can I quote from my own speech: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Is there hope for consensus building and meaningful participation? In spite of some setbacks, I am still an optimist. As I see the momentum pick up in the discussion on the National Ideology, I believe that there is still hope for the consultative process.' \n  <br>3.12 pm \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, thank you for giving me this opportunity to ask the House to thoroughly reject this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us look at the amendment. It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"but regrets that the programme outlined in the Address will tend to produce a thought controlled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> society which will be detrimental to Singapore's prosperity.' Sir, here the key words are \"thought controlled society\". I think Dr Lee Siew-Choh gives this Government more than its fair share of credit because surely it will be almost impossible to produce a thought controlled society in an open society such as ours. Even China with its vast experience in thought control processes and brain washing techniques found out to its cost that when it opened up its boundaries to the rest of the world, they could not control how its people would begin to think. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at what we have done. First, we have never restricted our people to travel to any part of the world. In fact, if you look at the Addendum by the Ministry of Communications and Information, there is provision to improve the status and the services of Changi Airport so that more airlines will fly to Singapore and in return we get more flights to other countries in the world. Surely this will definitely improve and, in fact, enhance the opportunities of our people to travel. This is an example, Sir, of an open society. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> They travel and do not come back! \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Again another example of an open society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We look at the number of foreign publications that are allowed to circulate in Singapore. Even for those which are under special restriction, we still allow them to circulate except, of course, without the advertisements. Again another example of an open society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We look at our education system. Already this morning, the Minister for Finance wants to improve our scholarships so that we can send our scholars to more and better foreign universities. Our own university also have places reserved for foreign students to come here. Again another example of an open society. And I would really like to know how any government, let alone the Singapore Government, can produce a thought-controlled society in such an environment and, if that is not possible, then the rest of the amendment which is detrimental to Singapore's prosperity is really academic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> May I have a clarification, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, may I remind you that you have no right of reply on the amendment you have moved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew Choh: Just an explanation, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew Choh: I think all these people who have spoken on the amendmenthave caught the wrong end of the stick. The important words are \"will tend to\". \"Will tend to\" means that it has not yet really happened, but that it can lead to certain events happening. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Community Development and Education (Dr Seet Ai Mee): Mr Speaker, Sir, I rise to support my colleague, Mr Chandra Das, in rejecting the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee, in his presentation, attacked the slogan \"Three or more if you can afford it\" and labelled it as discriminatory. As a wife and mother, I find the statement perfectly acceptable. Sir, it is irresponsible to bring children into the world if we cannot look after them. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It has been proposed as an amendment to the Question, at the end to add --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I be allowed to speak before we take a vote? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Member, Mr Heng Chiang Meng, I believe, as Dr Lee has pointed out, has really gone off in a tangent and in his enthusiasm he said, \"I thoroughly reject\". Either you reject or you don't. I think this little example goes to show that, in fact, there is not the democracy that we would like to have in Singapore. We have one speaker coming up and we get seven speakers putting on their heavy artillery against him. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> That is not our fault. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, no political system can be exactly alike. In the Commonwealth, although all the countries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> have gained the political system of the Westminster parliamentary democracy from England, but if you examine it, you will find that, in fact, there are material differences and that each country must make its own path of progress. We cannot follow blindly any other country's form of progress. So when we say that we want democracy or we want more openness and more consultation, we do not mean by following blindly America or England. What we want is our Singapore style of democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that the progress of a country takes on different ways. China has gone one way. They have gone the Communist way. They have got a strong government. It may suit a country like China because they have got a vast population and they do need a strong government at that particular point of time. I think India may benefit from a strong government (we do not know) instead of taking the liberal democractic path. Perhaps the countries cited by the Minister (he quoted the French colonies and Sri Lanka, India and the Philippines) may be taking the wrong political system. It does not mean that democracy will suit every country. Singapore has gone through an authoritarian period of strong government, and it has led us to where we are today. We are not quarrelling with that. But as we progress, as our level of education rises, almost every child has a place in school now, the next step perhaps is compulsory education. Then the people are more affluent. They travel all over the world. In fact, it was cited in the papers a few days ago that Singapore people are one of the most travelled people in the world. So we learn from outside and we are enlightened and we come back and many intelligent, young, enthusiastic Singaporeans hope to contribute and improve Singapore. I do not think they are trying to pull down the system in any way. I do not think for a moment that our young people today want to tear down the system just for the sake of perhaps expressing themselves, their ego, whatever. I do not think so. I believe the average Singaporean is very constructive. There is a tendency now among the young people to want to progress and be allowed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> to voice their opinions, be allowed to contribute to the running of the country. I believe the trend is there. Therefore, we should try to steer, encourage and sublimate this new trend for the improvement of Singapore. We should not dampen it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What perhaps the Opposition fear is that the Government is trying to dampen this enthusiasm by introducing Confucian teachings among the majority community. Perhaps the Government should put up a very strong point and convince us that they are not doing that, and not trying to carry on with the authoritarian government that we have today. I think there should be a relaxation. Even China realized that after going through a period of strong government, they have to relax because they want their economy to grow. They want quick economic growth. They have to encourage foreign investments. They have to bring in all kinds of western ideas. They have to open up their society. They are doing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, Russia is doing the same. They have built-up up to a certain period and they find that they stagnate. They cannot grow any more under that system. They have to change. They have to have an open economy, perhaps the western style type of economy. So they have to introduce things like glasnost and perestroika to change their system so that they can have quicker economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly in Singapore we should allow the trend to grow and not to stifle the trend. The only thing is that we want to make sure that this trend goes on constructively and for the betterment of Singapore and for the improvement of Singapore. That is what we all want. The Opposition is not here to tear down the Government and not to oppose just for the sake of opposing. I think the Government must recognize that. I hope the Government, if they are sincere, will not encourage this idea of consensus just for the sake of government. In other words, the Government puts up a policy and all of you have to agree. That is consensus. I believe that should not be the idea of consensus. It should be a two-way traffic. As far as I know, from my experience in the last four years there is no consensus. Why? Because the Opposition is shut out. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> We are not allowed even to visit the schools in our own Constituency. I think the Opposition should be allowed to get into the government, should be allowed to be briefed on how the government runs. What are the problems of the Government. I think only then we can contribute, then we would appreciate the difficulties of the Government and not shut us out. You shut us out and we grope blindly, and when we say something and we get hammered. I think that is not consensus. Consensus is a two-way traffic and the Opposition must also be given room to operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Potong Pasir I am shut out from the community centre. One of the community centres has been taken away. The community centre is the focus of social, educational, cultural, athletics, and other sporting activities. I think the Opposition MP, just like any PAP MP, should be given a chance to guide and run the community centre in that Constituency. Let the people see whether or not the Opposition can also work for the country. Every time in the papers I read \"Marine Parade Community Centre won first prize\" and then \"Braddell Heights Community Centre won a prize for their cultural activities\". They forget that the Potong Pasir Community Centre was never in the running. Why don't you allow the Opposition also to compete? Put us in the community centre and let us compete, and see whether they can still continue to win the prizes. Then I would at least recognize the prize given to them. Up to now I still do not recognize that they are the best. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> You have your Town Council, prove it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, we are going to prove it. As I say, no two systems can be exactly the same. So the Opposition in Singapore can never perhaps also be the same as the Opposition in any other Commonwealth country. Perhaps we should be more controlled, be more Asian-like, if you like. But it does not mean that we do not have democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Minister for Foreign Affairs has said, the important thing is to make sure that the system works, the system runs. The Minister for Trade and Industry also has said that it does not matter whether it is the PAP or the SDP or any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> other party that takes charge of Singapore as long as the country is run properly. But how are you going to get another group of people to come forward and run the country if they are not given a chance? I think there should be a relaxation of the way in which the Government handles the Opposition. I think some kind of cue should be given by the Government and perhaps more professional people and more so-called qualified people to come and join the Opposition and perhaps learn the ropes. So if there is only one government and if anything happens to that government, then it would be really trouble for the country. There is no other group who can assist and come forward to take care of the affairs of state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not saying that we should have Opposition just for the sake of Opposition and the PAP Government can go around the world and say, \"Look, we have Opposition.\" I think there is room for Opposition in our system. There is room for Opposition to be groomed, to also become part of the system and not Opposition which has up to-date been branded as crooks or whatever. In fact, up to very recent times the word \"Opposition\" is a bad name in Singapore. I think it has over the past few years thrown away that stigma. Sir, as we debate in this Parliament about how our country and our nation should progress, I think there should also be provision for the Government and perhaps the Opposition and other groups to have a more open discussion outside this House. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I have a point of clarification. The Member for Potong Pasir has attributed the words \"I thoroughly reject\" to me. May I clarify that I did not say that? I said \"I call upon this House to thoroughly reject\". There is a reason why I say that and I am glad he brought it up because up to that point I was not really too sure whether he will reject the particular amendment or he will support the amendment. So when I used the words I was in fact directing them at him and hoped that he would join us in rejecting the amendment. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, just a point of clarification. I think it may be useful for the Member for Potong Pasir to make clear his stand whether he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> was speaking for the amendment or against the amendment; because I believe he spoke for the original motion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, I did not speak for the motion. I supported the hon. Member for Siglap in thanking the President for his Speech which I think should be made in any event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> I am still not sure whether he supports the amendment. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I rise to note that the Member for Potong Pasir has made a very significant speech in this House. His position is quite different from the one outlined by the Non-Constituency Member. When I listened to Dr Lee earlier this afternoon I had the sense of deja vu, very old matters, echoes coming back from 20 years ago. It is like a 78 rpm record, beautifully preserved sound, from a different era. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, could I have an explanation? Since when has he heard me? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I concede that I have not personally heard, but I have heard tell, and that is my point. It is as if Rip van Winkle had woken up and continued the conversation which he was having when he fell asleep a generation ago - the same worries, C-class wards, schools, subsidies, the poor, the army of unemployed waiting for work, presumably waiting to be put in touch with Mr Philip Tan. These are issues which have gone. They are finished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir is more in touch. He does not talk about them. He has done in his speech what no other speaker, up to this point in this debate, has done, and that is, to make a comparison with developments in many other parts of the world, as the world is now changing. India, with its problem of 700 million; maybe indeed democracy is not a solution for them. Sri Lanka, with its difficulty of Sinhalese and Tamil conflicts; again simple parliamentary Westminster rules may not have worked for them. China, big country; must have strong government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> That is quite a significant statement. It is not what Fang Li Zhi says, and Fang Li Zhi may well be wrong. Russia, with a desire to change, perestroika, new motivations, new environment, the mood is not the same, policies must shift. It is a recognition of life. It is accurate, and it is our problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is precisely because of these changes which also affect Singapore that we now have to decide what we are going to do about the future. Indeed, our young are better educated. Indeed, our young wish to participate, wish to contribute constructively, want to be part of the process. They travel, they see, they read, they think, they articulate, and we need to find ways to accommodate this in our processes of consensus and consultation. At the same time, we need to find ways to guide and channel this desire, with the values which we are now searching for, so that we can fly a straight and rising path. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Ideology is like looking for a little bit of armour to put onto our aeroplane, so that if we fly into anti-aircraft bullets or rough weather or something strikes us, maybe as innocent as a bird, we will not crash. Which values to put into the National Ideology is like asking where on the aeroplane to put the armour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a precedent for this - real aeroplanes. In the Second World War, when the British sent bombers over Europe, they wanted to know where to defend the bombers so that the aeroplanes would fly back safely after being shot at and hit. British scientists examined many of the aeroplanes which had come back. They counted where the holes were, plotted them and so on. And then they put the armour where the holes were not. Think about that. They put the armour where the holes were not, because where the holes were, the aeroplanes came back. Where the holes were not does not mean they were not hit, but means they crashed straightaway. Therefore, the protection had to be in the non-obvious places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are looking to see where we put our armour. Do we ask everybody where they think it should be and put it there? Or should we ask everybody where they think we should be and do precisely the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> opposite? For example, we conduct straw polls. I mentioned in my speech last week that one was about the items in the National Ideology. The item which collects the lowest public approval - still a majority but the lowest of the four - is community over self. One person, unnamed, said quite frankly, \"Singaporeans, we are too individualistic to have a National Ideology.\" That is precisely the problem, is it not? It is because we tend to be individualistic, therefore, we need a National Ideology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In setting these values we are trying to bring in a new generation of Singaporeans and lead them ahead, all Singaporeans as far as possible, including Members of the Opposition. We seek a constructive relationship with the Opposition - one in which we take comments and corrections and criticisms and attacks and one in which the Opposition does not automatically disagree with what we do, just because it is a Government proposal, but thinks through its arguments and presents its case why some parts are wrong, some parts can be improved, as Mr Chiam did yesterday. By focusing on the National Ideology, he implicitly agreed with us on all the other parts of the discussion. In other words, he has agreed with us that we want political stability, that we want to look after the poor, that we want multi-racial harmony and we want to preserve religious tolerance. Those are very significant agreements from a Member of the Opposition. If we have Opposition Members who are prepared to make such stands - we do not require that they sign an application form to join the PAP - I think we can make common cause and work together, from different sides of this table, but we can work together. If indeed Mr Chiam shows that when he runs Potong Pasir Town Council he is capable of managing it to the satisfaction of his residents and people swarm to move into Potong Pasir New Town and house values rise, then we can consider whether to take another step forward and run even more things, perhaps including the community centre which he is so cut-up about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say this not as a criticism, but to indicate very seriously that the Government is well prepared to work with a constructive Opposition. This is why the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> President's Address contains a sentence which I think Members have not picked up: \"the Government will review the NCMP scheme to increase the number of non-Government MPs in the House.\" It is a carefully drafted sentence. What it means is the Government believes that a constructive Opposition has a role to play. They can contribute if they have the right Asian values, as Mr Chiam says. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We believe that the NCMP scheme is one way to do this. We are not absolutely sure it is the best way, although this is what we have come up with after some considerable thought, because NCMPs are party-political and maybe too partisan. It is like Dr Lee who says, \"I speak for 50% of the members of Eunos GRC.\" Maybe so, but he is not telling us the same thing he told the 50% of Eunos GRC who voted for him during the election campaign. ISA never figured during the election campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But having come in that way, the NCMP must take an adversarial relationship because he is hoping to win in Eunos next time, which is a laudable aim. But is there some other way? Maybe not necessarily an Opposition MP, but a non-Government MP? It could be a community leader, it could be somebody from the University. The British have a tradition, which I think they have discontinued, of having university members in Parliament, to represent Oxford and Cambridge. We could have representatives of trade unions, because the NTUC represents a large number of Singaporeans, workers, the working class. It could be employers who are concerned that they cannot get foreign workers and have to pay heavy fines, and would like to have their voice in the House. But there must be some way in which more people can come in and participate and contribute to the life of the society, to the political life of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we can achieve that, and I hope that we will have the support of Mr Chiam in doing that, then I think Singapore democracy will be stabler. It will not be automatic. It will not be the same as other people's democracies, because our circumstances are different. We probably will not for many years have an alternative to the PAP, another team waiting in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> wings to take over if we foul up or fumble. That is a matter of regret. But it will be a democracy as stable, as well supported and as feasible as we can contrive and, as Mr Reagan would say, for Singapore, \"not bad, not bad at all.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be added, be there added\", put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can you record one abstention? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Mr Speaker, Sir, I would like, if I may, to focus the attention of this House on one issue which I believe needs to be addressed immediately, and that is, the impact of the National Ideology on the youth of Singapore and on their aims and aspirations. I say this because I believe that it is now time to disabuse the young Singaporean of the misconception that the formulation and implementation of the National Ideology will result in a less open and participatory style of government and in greater censorship in the flow of information. If that wrong perception is not addressed and corrected, the skeptical amongst the young may give less than their wholehearted support to the National Ideology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no disputing that the National Ideology is necessary. The object is the creation of a society which is communitarian, hardworking, pragmatic and capable of moving as one, and in the same direction. The ultimate objective is a Nation of Excellence. There are on-going discussions in relation to the content of the National Ideology. A number of values have been identified. Two which stand out are the communitarian concept of putting the interest of society above those of the individual and filial piety which, loosely speaking, is synonymous with respect for authority. It is very likely that because these values are highly regarded by the people who have seen the value of the ideals that they will find their way into the National Ideology, as they should. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the younger generation is concerned more with what happens next. How, in practical terms, is the Ideology going to work and how will it impact on their aims and their aspirations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have reached a stage in our development where the younger Singaporean enjoys a range of liberties and it is quite clear in his or her mind that the trend ought to be towards greater liberalization, towards an unrestricted flow of information. One illustration is the recent heated debate in the Forum Page in the Straits Times in connection with the censorship of religious or quasi-religious works. The young also feel that they must be consulted and convinced before policies are implemented; that there must be deliberation; that there must be a visible interplay of contending forces for the best ideas to take root and to grow, and for the best policies to take shape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, because we are looking for traditional Asian values, the chances are that the elders, and not the youth, will be the major contributors to the National Ideology. By its nature, the National Ideology must draw from our experienced citizens who because of their age and maturity are in a better position to say what should be preserved, what ought to be discarded and how and why such values as are retained will better glue us together. Therefore, the young feel that this is a possible scenario: a National Ideology whose content is not determined by the youth being introduced in a society where the young have strong and fixed views and ideas about their goals, aspirations and aims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If one were to assume that the National Ideology will take 20 to 30 years to take root, one then goes on to the assumption that (and which is necessary) for it to be effective, these values will have to be continuously imparted and practised. Outlooks and attitudes will have to be shaped. The young generations will ask the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) In the context of communitarianism and respect for authority, does this mean that exposure to western ideas and influences would be narrowed? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) For respect for authority to mean anything, does this mean that dissent, debate or disagreement would be frowned upon and unquestioning obedience encouraged? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These questions must be addressed or otherwise our detractors will take advantage of any doubts which may exist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am delighted that these questions are in the process of being addressed and today the Minister for Trade and Industry has further clarified the position and gotten rid of the misconception that the National Ideology is inconsistent with our goal, which is a lively, vibrant nation full of ideas and creativity, a goal which is encapsulated in the Agenda for Action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Simultaneously, with such clarifications, I would urge the Government in its policy declarations to avoid running the risk of misinterpretation for the skeptical amongst the young may read way too much into it. For example, in the Addendum of the Ministry of Communications and Information to the President's Address, it is stated that as far as information and broadcasting is concerned, the aim is to help \"understand national issues, Government policies and play a role in nation building.\" SBC, on its part, will \"broadcast more community based news stories and interviews to clarify policies.\" Without clarification, eyebrows will be raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the youth, who will continue to want to have their say and as much access as is possible to unrestricted information, sense a hint of tighter censorship or greater control generally, they are then going to feel that their aspirations cannot be attained in Singapore. They will feel alienated or claim to be disenchanted. They will not give their support to the Ideology. And without their support, it becomes impossible to transmit the values down the generations. And ultimately, the National Ideology would be offered as a reason, valid or otherwise, to migrate, to say that \"Singapore is not the place for me.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Government, therefore, to continue to assure the younger Singaporeans that we are sincere in our objective of encouraging participation, of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> creating more opportunities for Singaporeans to actively participate in shaping their own future; that subject to present limitations only, there will be unrestricted flow of information because that is consistent with what we are trying to achieve. As we build on the superstructure, as we aim to be up there with the best, we have to make sure that our foundations are reinforced so that short of a devastating earthquake, we will still be around when others might have crumbled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Community Development and Education (Dr Seet Ai Mee): Mr Speaker, Sir, I rise in support of the motion moved by the Member for Siglap in thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in two important documents presented by our First Deputy Prime Minister in 1984 and 1988, namely, \"The Vision of 1999\" and \"Agenda for Action\", Singapore is depicted as the \"Switzerland of Asia\" with highly developed manufacturing and service industries, vibrant economy, per capita income of US$15,000 or more, a beautiful and efficient city, where Singaporeans have more leisure and are more mature, better educated, and live in harmony and tolerance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister has painted a beautiful picture - one which tugs at the very heart strings, truly a utopian and perfect picture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Referring to perfect pictures, I am reminded of this anecdote: While looking at him painting the ceiling of the Sistine Chapel, Pope Julius II criticized Michelangelo and suggested that the artist put a gilding round where the prophets were depicted or, the Pope added, \"they would look poor.\" \"But\", Michelangelo replied, \"the people I painted were poor\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, economic growth has enabled our people to improve dramatically our standard of living. Our per capita GNP is now among the highest among the countries of Asia. Higher productivity in the economy has meant that people have been able to purchase more goods and services than ever before. Poverty has decreased by most measures because the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> economy has been successful in expanding business activity without excessive inflation. However, the prosperity of the last decade is not shared by all. There are some in our community who have missed out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, to the question of how many are poor, there is no simple answer. In Singapore, if we define poverty to mean the indigent or starving, there are few. If we define it by mean lower income, it is subject to many vagaries. From a labour force survey in 1988, based on gross household income data, it was estimated that 20,430 very low income families, or 4.8% of total households, with gross minimum household income of less than $400. Can a household really manage on less than $400 a month? This 4.8% are therefore, really, really, poor! In the experience of the hon. Member for Kebun Baru and the Ang Mo Kio Town Council, 4.5% of households were in arrears of service and conservancy charges of six months or more, and in a recent article in December 1988 the hon. Member asked: \"Who will help the poor in Town Councils?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to ask a similar question this day: Who will help our poor in medical care? In the last three months, in the Meet-the-People Sessions, I have had to deal with two appeals concerning government hospital bills. One had to do with a protracted stay in hospital, and the second, a surgical operation followed by a long stay. In both cases the families could not pay the hospital bills and had been given warning notices. Arrangements for payment in instalments had to be made for the first and utilization of two daughters' Medisave accounts for the second family. Mr Speaker, Sir, these cases set me thinking and investigating and I wish to share my findings and concerns with the House today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to address the issues of provision of C-class beds in our hospitals, to cater to the needs of the lower income group, of Medisave and Catastrophic Illness Insurance schemes for the unemployed, needy and the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our medical services had striven for excellence and we have achieved great \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> strides in improvements in primary health care, medical specialities and support services. Naturally, these can only be achieved at increased financial cost. As Singaporeans become more affluent, there are also greater expectations for better health care, resulting in higher cost to the nation and to the care recipient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How can one meet the rising cost of medical care and hospitalization? The introduction of Medisave in 1984 where CPF savings can be used to pay for hospitalization has alleviated the problem to some extent. But Medisave accounts are, after all, limited savings and if hospital costs continue to escalate, these savings will be eroded in no time. Out of a total of 1.764 million Medisave members as at 31st December 1988, 41.8% had less than $1,000 and 29% had from $1,000 to $4,000 in their accounts. These figures show that almost 71% of Medisave members have less than $4,000 in their accounts. And in this age of rising hospital costs, $4,000 certainly will not go far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the 41.8% who have less than $1,000? What about those with no or very low Medisave savings because of their low income? What options are available for them - the poor in our society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two trends I would like to focus attention on, Mr Speaker, Sir, in relation to hospital beds for the less well off. The first, of course, is the rising costs for C-class and B2 ward charges in acute hospitals since 1980. The second, the decreasing number of C-class beds in our acute hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1980 to 1987, the cost of a C-bed rose from $7 to $20, an increase of almost 200% and for B2 beds from $15 to $33 for other hospitals and $43 for the Singapore General Hospital. These are hefty increases, far higher than national wage or inflationary increases. Secondly, the number of C beds in acute hospitals dropped from 4,007 in 1980 to 2,054 in 1988, a reduction of 1,953, while the number of B2 beds rose from 66 to 1,581, a gain of 1,515. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the building of the new SGH and NUH, C-class wards were discontinued and new B2 class wards introduced. While these wards were smaller and more comfortable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> than the old C-wards, in cost terms to the poor patients, it meant paying in 1988, $43 total B2 ward fees for SGH per day as compared to $10 C class fees in 1983. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum to the President's message, the Acting Minister for Health informed us that there will be redevelopment of four major hospitals, Tan Tock Seng, Toa Payoh, Kandang Kerbau and Woodbridge Hospitals. When the new SGH and NUH were built, all C-class wards were discontinued and B wards introduced. Are we to take this as a trend which will continue, especially in the new acute hospitals? May I request that the Acting Minister for Health consider continuing the practice of providing of C beds while introducing B2 beds in the new hospitals, taking cognizance of the words of the First Deputy Prime Minister on 10th September 1988, when he cited as one of his priorities for his new Cabinet and I quote, \"help for those in the bottom 25% of society, who have missed out on progress and prosperity\". It is this 25% who will need the provision of new C ward beds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much attention has been drawn to our \"greying population\" in the last few years. Figures show that the number of aged persons of more than 60 years of age will rise from the present 220,900 to 835,000 in the year 2030 and those old-old, greater than 75 years of age, from 31,300 to 242,800 in 2030. As our people age, there will be more medical and health problems. The immune and regenerative systems run down with the ageing process, and the old will succumb to more diseases and illnesses, and will require more health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, although the aged comprise 8% of our population, they account for 20% of all Government outpatient attendees and 18% of all hospital admissions. Furthermore, the average length of stay in acute hospitals of the aged is 14(r) days, almost twice the average length of stay of younger patients. As our population greys, there will be a need for more acute and non-acute hospital beds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, catastrophic medical insurances will cover events only up to the age of 65 and terminate with unemployment or default of premium payments. Furthermore, premiums increase with increasing age and premiums are at a premium once \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> one exceeds the age of 60! Insurance policies are after all not subsidies but a means to spread the risk among contributors. Current hospitalization and catastrophic insurance policies cease provision at the time when it is most required, the years beyond 65. I hope that the Acting Minister for Health, in his introduction of Catastrophic Illness insurance, will not forget to make consideration for the ageing and the unemployed in our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not Gods. We are but men and women. We may be healthy now but we can and do get sick. And major diseases like cancer, stroke and heart attack are no respectors of persons. They afflict rich and poor alike. Unfortunately, we cannot, much as we would like to, claim that it is man's inalienable right to have good health. While this cannot be, what I feel should be is that regardless of station, in our fast developing and progressing society, good hospitalization and medical care should be available to all, old and young, rich and poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rich and able who can afford can opt for private medical care and pay for private hospitalization and health care, commensurate with the degree of comfort and personalized service they desire. While those in our community who are poor should still receive good medical care in Government hospitals and wards. The medical, surgical and ancillary charges of these wards, be they C class or B2 class, in the words of the Member for Tiong Bahru GRC, \"must be kept affordable\", so that our sick who are poor and aged will never be deprived of good medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While in Singapore we teach our community to share and to care and to be compassionate, this level of caring and sharing and compassion must also be shown by our Government. While we have wisely not espoused the concept of the welfare state as practised by some western countries, we do have a duty to care for the poor in our society, and provision for subsidized hospitalization and medical services is clearly an area of importance. I plead this cause, lest in the pursuit of excellence, we become a nation which has lost its heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> \n  <br>4.10 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, I find the concern expressed by the Member for Bukit Gombak for the poor very laudable. She is right that we must ensure that everyone in Singapore is given proper medical treatment and attention, regardless of whether he or she is poor or rich. And that is what the Government is doing, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The poor today, the lower income group, has full access to our C class beds which are very heavily subsidized. Today, the subsidy rate for C class patients is 84%. This means that the patient has to pay an average of only 16% of the cost of services that he or she is receiving. Not only that, Sir, but for the more expensive operations and for the more expensive investigations, we also have a cap, which means that the patient who, let us say, is going for a by-pass operation is actually paying in the region of only 5% of the cost of that operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to that, we have a very generous waiver system, whereby patients who cannot afford to pay the hospital bill only needs to request the hospital authorities for his bill to be waived. Last year, an average of about 1.8% of C class patients applied for waivers and they were granted the waivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member has also expressed concern over the declining number of C class beds in our hospitals. She is correct. The number has declined quite significantly over the last eight years of so. Let me quote you the figures. In 1980, we had 4,007 C class beds in our acute hospitals. Today, we have 2,054, a decline of about 2,000. Yet, the occupancy rate for the hospital beds in the C class wards has also declined. With 4,000 beds in 1980, there was an occupancy rate of 73%. Today, despite the drop to 2,054, the occupancy rate is only 65%. Sir, the reduction in hospital beds is in response to the changing needs of Singaporeans. Singaporeans today do not want to go into C class wards. In fact, we have many requests everyday by patients to be transferred to B2 or B1 wards for which there are no vacancies because they are all fully occupied. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member can be assured that we will always have C class beds. And when the restructured hospitals are redeveloped in the next few years, we will still retain a certain number of C class beds, in line with the demand from the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to Medisave, the Member is quite correct in stating that with an ageing population, the medical needs in the years to come will be increased. And it is for that very reason that we have started the Medisave Scheme which will enable Singaporeans to save for their medical needs in their old age. It is important that they save up because the bulk of the medical requirements will fall probably within the last two to three years of their lives. It is therefore important that they save up and try to bear as much of the cost of their medical attention as possible and only rely on Government subsidies as a last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Catastrophic Illness Insurance Scheme we are still looking into the details and I will inform the House in the near future. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I ask one question of the Acting Minister for Health? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says there is a decline in the requirement for C-class beds at the moment from 70%-odd to 64%. Could it be that patients could not get the type of medical attention they want in hospitals having only C-class beds. Therefore they have to go to SGH or NUH to the B2 wards where they can get the type of attention they want? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, the medical facilities in all hospitals are fairly similar. Some may have older equipment than others. But in terms of the medical expertise we have fairly similar expertise in all the hospitals. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Member for Siglap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to speak on two areas, education and the other is on participation and consultation and consensus. I do not think I have the time, Mr Speaker. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You can continue tomorrow. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> So I will continue part of it tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the highlights of the Presidential Address is the Government's determination to further improve our educational system and this is supported by my GPC on Education. However, before embarking on any change I hope the Ministry will take into consideration my view and to a large extent the view shared by my GPC members on an important aspect of education. It concerns the Second Language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a very emotive subject and those who were in the previous Parliament can testify to the very heated debate on this matter. This was also the subject of many exchanges and discussions in the Chinese press recently following the Second Deputy Prime Minister's call whether ways could be found to raise the standard of written Chinese and reading skills without additional burden on students. Mr Speaker, when I refer to the Second Language, I refer to Mandarin, Malay, Tamil but as more debate has been generated in the Chinese press, I will use Chinese as the example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese language issue is the concern of three groups of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Singaporeans with a strong Mandarin background. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Singaporeans with an English-speaking background. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Ministry of Education officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must find a solution to meet the concerns of all these three. The Chinese educated Singaporean is worried about the lowering standards of Chinese and the consequent effect on Chinese culture and traditions. However, on a more practical level, there is also concern that we will in time not have enough Singaporeans competent to teach Chinese or write for Chinese newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The English educated Singaporean Chinese is worried that his children will not make it to the good schools or enter University because of Chinese, while the Ministry of Education want to maintain its bilingual policy without affecting the time spent on other important subjects. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In trying to find answers, I am guided by two fundamental principles. (1) Opportunities and encouragement must be provided to those who have the linguistic capabilities. (2) No additional burden through an increase in standards for less linguistically capable. Here are some suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) More primary schools should be allowed to do CL1/ML1/TL1. The Chinese teachers who spoke to me and my GPC want more primary schools to be allowed to teach Chinese at First Language level. Their argument is logical. Presently, only four primary schools are allowed to offer both Chinese and English at First Language level, and yet we have nine secondary schools under the Special Assistance Plan which allows students to do CL1 and EL1. The result is that there are many students in the SAP schools without a strong foundation in CL1. It is an anomaly which should be corrected. Thus when they call for more primary schools to be given the option to allow their more capable students to do CL1, our GPC supported the idea and made our recommendations to the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I learn that the Ministry has agreed to the suggestion but is still not quite sure as to how to implement this. May I suggest that the Ministry of Education, through its \"bottom up\" approach of consulting those below, to quickly correct this anomaly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Offer more CL1 classes in more schools or increase the number of SAP schools, if necessary. At secondary level, the nine SAP schools should through properly guided and structured text further nurture their students with linguistic capabilities to a higher level of competence. In fact, if there are more students wanting to do CL1 as a result of the increased number of students doing CL1 at primary level than what the SAP schools can offer, I see no reason why the Ministry should not open up more SAP schools to meet this demand or offer more CL1 classes in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Setting up an Institute of Linguistic Studies (similar to the Outram Institute of Commerce). Students who have done well in the languages in their 'O' levels and want to continue to pursue the study of the language should be able to do so in an Institute planned for 'A' level students. In this I advocate the setting aside of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> special Institute of Linguistic Studies for those 'A' level students who want to major in languages, be it Chinese, Malay, Tamil or even a third language. The setup of this Institute could be similar to that of the Outram Institute of Commerce here students with a keen interest in Commerce are enrolled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Chinese/Malay/Tamil as an elective subject at JCs. Alternatively, students should be allowed to pursue the Second Language as an elective subject in Junior Colleges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Expansion of the National University of Singapore Chinese and Malay Studies Departments. Once we have this set up at the secondary level, the next logical step is to expand the National University of Singapore Chinese and Malay Studies Department. And if there is demand for Tamil, the NUS should set up a Tamil Studies Department too. In this way we can be sure that a sufficient number of Singaporeans who are good in their second language will be available to teach in our schools and university and to write for the Chinese/Malay/Tamil newspapers. Then we may not have to import such personnel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have thus provided opportunities for the linguistically capable students through the above proposals. But for those who are not so proficient in their languages, let me allay the fears of the English educated that CL1 is only meant for those students who are good in the second language and for those parents who feel that their children should take Chinese at CL1 level. I repeat this because it seems a fair number of parents have sent their children for studies abroad because they cannot cope with the second language. There are, of course, other reasons why children are sent abroad for their studies. If this is true that is, they are going to study abroad because of the second language, then the matter of raising the standard of Chinese CL2 has to be carefully considered. Such English educated parents may now resort to sending their children even before 'O' level and, considering that such children will be exposed to Western norms at such a tender age, the erosion of our Asian values would be even more pronounced. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have tried to get some figures from the various embassies on this matter but we only managed to obtained the figures for the number of Singaporeans currently studying abroad. For your information, there are more than 10,000 Singaporeans studying abroad. I have asked the Clerk to circulate these to Members. (Copies of document distributed to the House.) How many of these 10,000 are studying abroad because of the second language? I honestly do not know. But whatever the figure, it is undesirable for them to leave Singapore at such a tender age. What I propose for the Chinese language holds true for the Malay language. If at the primary level, Malays or even Chinese, especially those of Peranakan heritage, want to take Malay at first language level, why not allow them? Malay is important and should also be offered as an elective at 'A' levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, in summary, for the more linguistically capable students opportunities should be provided for them to pursue their love for the language in the following manner: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Allow more schools to prepare students to do CL1/ML1/TL1 at primary level and secondary level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Allow students to do CL1/ML1/TL1 as an elective at JC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Set up an Institute of Linguistic Studies for 'A' level students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Expand the National University of Singapore Chinese/Malay Department and, if need be, to set up a Tamil Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the rest of Singaporeans who are not linguistically inclined, an adequate level of Chinese language proficiency is sufficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now take on the points raised by the Members of Parliament for Chai Chee and Fengshan and also comment on the Minister for Communications' reply to the Member for Fengshan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues, the MPs for Chai Chee and Fengshan, have expressed strong views on consensus and participation, consultation and style of government. The Member for Fengshan has lamented at the lack of enthusiasm shown by certain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> Ministries in responding to this call for consultation and participation. I support their call for a more pro-active response to consultation and participation. For participation there must be a conducive climate for expression and freer exchange of ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, last week I took a taxi from Raffles City. On the way home I got talking with the taxi driver and he complained about the recent hike in diesel tax and all the woes of a taxi driver. When he reached my home he turned around to collect his fare. When he recognized me his immediate reaction was to apologize for his remarks. But what caught my attention was his repeated call not to report him or blacklist him and to allow him to earn his living. I want him to know that I did not take down his taxi number nor did I want to report him. However, I was disturbed not by his remarks on Government policy but more by his behaviour, mannerism and his fears. He may not be representative of all taxi drivers but it got me to ask myself: \"Are we so bad? Are we so feared?\" I relate this story to someone and he said the taxi driver was probably respecting authority. In my discussion with young educated adults on the programme \"Contact Y\", this fear of retribution also emerged as a main topic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask the Ministries to think how we should allay the average Singaporean of this unhealthy perception or we can never \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> get true consensus if citizens fear to speak alternate views. Their resentments could only be suppressed. For a start, let us learn to accept criticism without being too upset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This morning in this House we watched how upset the Minister can be if we throw a brickbat or two at his Ministry and how defensive and protective he can be. I do not blame him. It is his job, but I would like the newer Members of this House, especially my backbencher colleagues, not to be intimidated by Ministers. Speak your minds, throw a few brickbats at them to remind them when they are about to stray away from consultation or to take for granted that because the subject matter was raised before there was no further need to consult. Consultation is not a one-time affair. Ministries must not assume that. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Moment of Interruption. Debate to be resumed on what day, Mr Tarmugi? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at 4.30 pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
