{"memberId": null, "volumeNo": "53", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"53\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1989-03-17\"> \n  <meta name=\"Start_Col\" content=\"373\"> \n  <meta name=\"End_Col\" content=\"480\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">53</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">17-03-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 53</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 17th March, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Aline K. Wong (Tampines GRC) Dr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Communicty Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>VACANT LAND NEXT TO BLOCK 45, TELOK BLANGAH DRIVE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development whether plans for housing development for the vacant land next to Block 45, Telok Blangah Drive, have been finalized; and, if so, if he will give details. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, in order to achieve a better mix of private and public housing in Telok Blangah Estate, the vacant land next to Block 45, Telok Blangah Drive, is earmarked to be tendered out as a sale site in 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LIGHTING FOR OVERHEAD BRIDGES NEAR SIMEI HOUSING ESTATE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development whether the Public Works Department will provide lighting for the two overhead bridges located along the Pan-Island Expressway near the Simei Housing Estate. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Sir, in response to the request from the Member for Changi, the Public Works Department has investigated and confirmed that additional lights along the staircases and ramps of the two bridges will be useful. They will be installed by mid-May 1989. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Senior Minister of State whether lighting will also be provided for another overhead bridge which is presently under construction? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will ask the Public Works Department to look into it and, if necessary, it will be installed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAX INCENTIVES FOR BUILDING MODIFICATIONS FOR THE DISABLED</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension to buildings providing social and recreational facilities)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr S. Vasoo</b> asked the Minister for Finance whether he will consider extend- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> ing the incentives for building modifications to owners of buildings who propose to provide social recreational needs for the disabled. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (BG George Yong-Boon Yeo) (for the Minister for Finance):</b> Mr Speaker, Sir, the once-off deduction of $100,000 announced in the Budget statement to encourage employers to modify their working environment to accommodate the disabled, would cover modifications to cater for the social and recreational needs of this group of people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>MINISTERIAL STATEMENT</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Exempted Business Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, may I seek your consent and the general assent of Members present to move that the proceedings on the Ministerial Statement today be continued beyond 1.30 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, proceedings on a Ministerial Statement today by the Minister for Trade and Industry be continued beyond 1.30 pm. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SALARY REVISION FOR THE ADMINISTRATIVE, PROFESSIONAL,</b>\n  </div> \n  <div align=\"center\">\n   <b>AND OTHER SERVICES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Minister for Trade and Industry)</b>\n  </div> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the Government has accepted the recommendation of the Committee on Scholarships and Civil Service Careers to revise salaries in the Administrative, Professional and Other Services. \n  <br>\n  <br>\n  <i>Justification for Salary Revision</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need to revise salaries is most acute in the Administrative Service. This Service is a key national institution. Administrative Officers formulate and implement Government policies under the direction of the political leadership, to protect the security of Singapore, promote economic growth, and ensure the well-being of our people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> The standards of ability, integrity and commitment expected of Administrative Officers are high. The most outstanding have to be as good as the best in the private sector. The Service must therefore always attract and retain its share of the top talent in Singapore. \n  <br>\n  <br>\n  <i>State of the Administrative Service</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last 20 years, the Government has been able to identify and develop a core of young, able administrators to succeed the older generation of Permanent Secretaries (PSs). However, we have not succeeded in maintaining this flow of talent into the Civil Service. Our talent pool is inadequate for proper succession planning. Unless we correct this situation early, the quality of the Civil Service which we have painstakingly built up will decline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Reliance on Scholars.</i> The Administrative Service depends heavily for talent on returned scholars who went to university on Government scholarships. But in recent years this source has dwindled. More able students are refusing Government scholarships. Whereas a generation ago a Public Service Commission (PSC) scholarship was the only way for many talented students from poor families to go to university, nowadays many parents can easily pay for their children to attend NUS, NTI, or even overseas universities. Not enough top students are applying for PSC scholarships to meet the public sector's expanded needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>Declining Recruitment and Strength.</i> Annual recruitment in the Administrative Service has declined steadily from a peak of 37 in 1974 to an average of less than 10 per year in recent years. The number of non-scholars joining the Service has fallen even more drastically. In 1974, there were 23. They represented 62% of the intake. Two-thirds were non-scholars. Since 1980, we have had not more than one non-scholar per year. In some years, none. There is no queue of qualified applicants seeking to join the Administrative Service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of those within the Service have left as soon as their bonds have expired, and some even sooner. Every one of those who were recruited in 1975 and 1976 has left. So have three-quarters of the 1977 and 1978 cohorts, and half of the 1983 cohort. As the economy boomed after the 1985 recession, able young officers quit for more attractive jobs elsewhere. The strength of the Service has fallen steadily. Here I refer you to Annex A (Cols. 467 - 468). From a peak in 1975 of 260 officers, it has declined to 183 this year, down by 30%. Important public sector jobs remain unfilled for lack of suitable Administrative Officers. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530467.gif\">Annex A - NUMBER OF ADMINISTRATIVE OFFICERS AS AT 1ST JANUARY OF EACH YEAR, 1974-1989 (Cols. 467 - 468)</a>\n  <br> \n  <br>\n  <br>\n  <i>Salary Comparisons with the Private Sector</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of those who have resigned have complained, among other things, that promotions came too little and too late. The most successful of those who left the Service are earning 40% to 100% more than their contemporaries who stayed. In order to qualify to join the Administrative Service, a person must be practically in the top 30 in his year, in terms of performance. Then he will get an Overseas Merit scholarship, and has a chance of being absorbed into the Administrative Service. Or if he did not take a scholarship, he has to be of the same calibre: top 30. Annex B (Cols. 469 - 470) shows that in every age group below the age of 40, the most outstanding of the Administrative Officers is earning less than about 150 other persons of the same age in the private sector. This is a very complicated chart, Mr Speaker, but the dotted lines show how much the top earners of each age group are earning. The 1P line means the most well off person of that age. You can see the most successful person in Singapore is aged 39. He earned $2.6 million, one person. Those may be aberrations. So look at the 10th most successful person in an age group: the 10P successful person in an age group: the 10P line. Their incomes peak around the age of 40-41, about $350,000 a year. Similarly, for the 25th person, and the 100th person. The bottom line on the chart is the most successful Administrative Officer. That is the line called AS/A (Administrative Service/ Actual). He is earning well below the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> 100th person around $150,000. I will come back to this chart later. The Administrative Service has lagged far behind the private sector in remuneration. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530469.gif\">Annex B - COMPARISON OF PRINCIPAL INCOME OF TOP EARNERS IN THE ADMINISTRATIVE SERVICE AND PRIVATE SECTOR BY AGE (Cols. 469 - 470)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another way to make this comparison with the private sector, and that is, to look at the top earners, profession by profession. Look at Annex C (Cols. 471 - 472). This is the average monthly income in 1987 of the top man, the second man and the third man in some of the big companies in a range of businesses. It is an average of three, four or five companies, showing how much their top three people are earning. They represent typical rather than maximum earnings. A typical top banker earns $141,000 a month. His second in command earns about $31,000 and the third earns $22,000. In comparison, the single most successful banker earns $197,000 a month in 1987. If we take sharebrokers, $122,000; lawyers, $102,000; multi-nationals, $64,000; even local companies, $50,000. The Prime Minister released a similar table in 1983, when we discussed Ministerial salaries in this House during the Budget debate. You will see from this table that most of the numbers are several times larger than the gross salary of a substantive Permanent Secretary, Grade C, whose monthly salary all-in, including NWC, is $16,000. The car dealer earns nearly twice as much. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530471.htm\">Annex C - AVERAGE 1987 MONTHLY INCOME OF THE TOP THREE EXECUTIVES IN A SELECTION OF LARGE SINGAPORE COMPANIES AND PROFESSIONAL FIRMS (Cols. 471 - 472)</a>\n  <br> \n  <br>\n  <br>\n  <i>Need for Salary Revision</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Civil Service career offers certain traditional advantages over the private sector more stable incomes, stability of tenure, plus significant pension benefits for those in the pensionable services. The Civil Service therefore need not match, dollar for dollar, the very highest incomes in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the free-market outcome proves conclusively that these positive factors do not compensate for the wide disparity between public and private sector incomes. Capable young men and women are no longer attracted by these traditional advantages. In a full employment economy, there are jobs everywhere. No bright young man believes that he will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> ever have difficulty finding a job. Civil Service pensions may be expensive to the Treasury, but that does not make them attractive to young people, more attractive than the full CPF contributions which every other job carries. The value of a pension is uncertain, especially for an officer near the beginning of his career, because the pension will only be collected somewhere in the very distant future, and it is indexed to the cost of living, unlike pensions for British civil servants. In other words, you are not sure when you will get it, and you are not sure what it will be worth when do you get it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Young people are under no pressure to accept PSC scholarships, and see no reason to do public service at a personal sacrifice. Able civil servants are opting out and they are not being replaced fast enough. Low salaries and slow advancement are major factors in low recruitment and high resignation rates. A substantial salary rise for the key individuals in the public sector, especially the Administrative Service and related services, is therefore essential. \n  <br>\n  <br>\n  <i>Principal Considerations for Revision</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This salary revision package reflects five principal considerations. Firstly, as a fundamental philosophy, the Government will pay civil servants market rates for their abilities and responsibilities. It will offer whatever salaries are necessary to attract and to retain the talent that it needs. As the Minister for Finance stated in his Budget Speech, the Government can afford to do so, and this is only being fair to the officers concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the salary revision must be consistent with the principles of wage reform. We should not simply increase basic salaries. Timescales should be shortened. Remuneration should vary with the state of the economy, and individual rewards should depend on each person's own performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the revision must be selective, and not across the board. Salaries are not revised as a status symbol, or as a reflection of the worth of the service. They are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 383</b></font>\n  <br>\n  <br> revised only when officers are paid too little relative to the market. Civil Service relativities should not be ignored, but they cannot cause us to increase salaries across the board when the problems are more specific. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this exercise, the first priority for salary revision is the Administrative Service. This service has the most acute problem and needs the largest adjustments, followed by the Professional Services. The Government recognizes that some other services also face structural problems, but the Committee will examine them later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, this revision is not a routine annual salary adjustment. It is designed to catch up with several years of rising private sector incomes, and to make public service careers more competitive with the private sector. The revision should not be taken as a benchmark for the National Wages Council deliberations, or for other salary negotiations in the private sector this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, and finally, this exercise, including other salary changes to selected services which my Committee is still studying, will be the definitive salary revision for the Civil Service this year. The adjustment to the CPF rate, which is due in July, naturally will also apply to the Civil Service. However, the Government does not intend to make any further salary changes after the NWC recommendations are published. We cannot have two bites of the apple in quick succession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These five principles apply to the whole Civil Service. For the purpose of this salary revision, the Government has divided the Civil Service into three groups: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Administrative Service and the other pensionable services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the Professional and related services, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the rest of the Civil Service, including the daily rated employees. \n  <br>\n  <br>\n  <i>Structure of Administrative Service Salary Package</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, for the Administrative Service specifically, the Government has decided to do the following: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) We will increase basic salaries by 7% for the superscales, and by 13% to 20% for the Timescales; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) We will increase the existing end-of-year non-pensionable Variable Bonus by (r) month; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) We will introduce a new discretionary performance-based bonus of up to 2 months of salary for Superscale officers alone, in order to relate benefits to individual performance; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) We will speed up promotions, so that benefits will be commensurate with the potential of individual officers. \n  <br>\n  <br>\n  <i>Basic Salary Revision</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the size of the gap between private and public sector salaries, some revision of basic salaries is necessary. Annex D (Cols. 473 - 474) shows the revised salary scales. First, the Timescales, Administrative Assistant, Senior Administrative Assistant, Assistant Secretary, PAS. Then on the next page, the Superscales, G, F, E and so on. You will notice that the Timescales have been shortened and the ratio of the top to bottom salaries in each scale has also been reduced. For the Administrative Assistant, the first and longest scale with 14 points, originally had a ratio of about 2.4 top to bottom. Now it is a ratio of about 1.4. Similarly, the later scales have also been shortened. For the Superscales, there is a straightforward 7% revision. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530473.htm\">Annex D - NEW ADMINISTRATIVE SERVICE SALARY SCALES (Cols. 473 - 474)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The percentage revision for Timescales is larger than for the Superscales, for several reasons. Timescales will not be included in the performance bonus scheme. Many officers are resigning long before they reach Superscale grades. Competitive salaries at the entry point and early in the career are important for retaining them, and also for attracting other graduates who did not receive scholarships and are not already bonded to the Government. \n  <br>\n  <br>\n  <i>New Staff Grades</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides increasing the basic salaries of existing Superscale grades by 7%, the Government is also creating two new Staff Grades, Grades IV and V (you can see them at the bottom of the page) to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 385</b></font>\n  <br>\n  <br> increase the maximum salary point of civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upper Civil Service grades and the salaries of Judges and Ministers are linked. For example, Judges are paid superscale A, and Ministers are paid Staff Grade I + 5%, It is expressed in terms of the Civil Service grade points. A top civil servant who reaches Staff Grade III (there is nobody in that grade now, but the grade exists) will earn more than any Minister except the Prime Minister. The Government will be revising the salaries of Ministers and Judges. We will be pegging these political salaries to higher grade points to leave more room for promoting civil servants. The new Staff Grades IV and V will maintain the relativity between the apex of the Civil Service pay structure and the salaries of political appointees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At Staff Grade V an officer will receive a gross salary of $42,000 a month (including NWC). Compared to the private sector earnings of top executives, particularly Annex C, this is modest, not excessive. Those promoted to these new staff grades will be the most outstanding officers, particularly those holding extremely large and probably multiple job responsibilities. The Public Service Commission does not envisage promoting anyone to these new grades in the near future. It will be several years before any officers reach Staff Grade IV or V. Nevertheless, the real likelihood of attaining these higher grades is important for the morale of serving officers, and for attracting outstanding young people to join the Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will notice that the new salaries are expressed in terms of basic pay. We have not mentioned NWC. In previous pay revisions, the Government consolidated NWC awards accumulated over the years into the basic salary, which meant they were locked in and became pensionable. The NWC awards after the last salary revision in April 1982 have not been consolidated. There are three of them: the 1982, 1983, 1984 awards. 1985 was a recession. There was nothing. 1986 wage restraint, nothing. 1987 was partial restoration. 1988 restoration but no new award. 1982, NWC awards are part 1983 and 1984 of the variable component of the salary, and they can be reduced in bad \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 386</b></font>\n  <br>\n  <br> years. Therefore, they will not be consolidated in this exercise. \n  <br>\n  <br>\n  <i>Higher Variable Bonus</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second component for the Civil Service is the Higher Variable Bonus. We have implemented flexible wages in the Civil Service by introducing a year-end variable bonus which depends on the state of the economy. So far, we have built up this variable bonus to reach months of salary. Part of the salary adjustment should go towards increasing this variable bonus. The Government will raise it by (r) month, bringing it to 1ª months in all, provided that the economy grows this year by 5 - 8% as expected. This (r) month is equal to a 4% increase in the basic pay, but with one important difference: whether it is paid depends on the state of the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead of paying the entire variable bonus in December, the Government will pay (r) month of the bonus in July and the remaining month in December. If by the end of the year economic growth turns out to be less than 5%, then, of course, this balance of 3/4 month will have to be reduced. \n  <br>\n  <br>\n  <i>New Performance Bonus</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the performance bonus. Rewards should vary not only with the state of the economy, but also with the performance of each individual. The Civil Service should move away from a non-discriminatory egalitarian system of rewards, based on the fiction that every officer is as good and productive as every other officer, to a system which ties rewards with performance, and singles out the outstanding from the rest. Performance bonuses will make the salary scheme more flexible, and give Permanent Secretaries an additional instrument for rewarding good officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will introduce an annual, discretionary, non-pensionable performance bonus of up to two months of salary, based on individual performance, for Superscale officers in the Administrative Service. The Head of the Civil Service will consult the Permanent Secretaries and put up proposals to the PSC for endorsement. In other words, the Permanent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 387</b></font>\n  <br>\n  <br> Secretaries will discuss who should receive how much bonus. The Head of the Civil Service will put their recommendations to the PSC, the PSC will endorse. Actual bonus payments will be kept strictly confidential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not everyone will receive the full two months of bonus. Only a small proportion of officers, the obviously outstanding ones, will. Another 20% to 25% of the above average officers will be paid 1(r) months. The bulk of the officers will receive a one month bonus. 5-15%, those who are under-performing or clearly below average, will receive no performance bonus. These groupings correspond to natural breaks in the performance ranking of officers. Although we state that two months is the maximum, we expect only 5-10% of officers to receive two months. Those who are well above average, in the top one-quarter or so of the population, you get 1(r) months. An average Superscale officer gets 1 month. A below-average Superscale officer, and you notice that I have put it as 5-15%, the lower bound is greater than zero, gets none. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this performance bonus scheme to work, the assessors will have to be rigorous and strict in ranking the performance of officers against their peers. They have to rank officers against their peers, to decide who is average, who is good, who is bad. Officers must have the courage to identify the outstanding, the above average, and the under-performers. If they take the soft way out and claim that nearly everyone is above average, then the scheme will fail. To prevent this, quotas will be set for each category of officers. In other words, Permanent Secretaries have to be hard and firm. They must have the courage to decide between two officers who is better, who is not so good, and recommend one for an above average bonus and another perhaps for nothing. And having done that, they must have the courage to face the officer and say, \"This was my honest and well-considered judgment of you and I consider it fair.\" If we do not do that, the scheme will fail. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 388</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Faster Promotion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Faster promotions are as important a factor in retaining good officers as higher salaries. Promotions are a much more selective and discriminating method of rewarding good officers than salary increases. They give deserving officers a sense of forward movement in their careers, and show that the organization values their contributions, which an equally generous salary scale will not do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Civil Service, how quickly an officer is promoted depends on several things. Firstly, what we call his CEP (Currently Estimated Potential). Secondly, on the time norms for promoting officers with that potential. The CEP of an officer is formally assessed by panels of Permanent Secretaries and their deputies. For every Administrative Officer, we judge him, we assess him, we evaluated his powers of analysis, his powers of imagination, his sense of reality, his helicopter qualities and we make an assessment of how high he can go. He may be a junior Assistant Secretary, but you already know that he can one day become a Permanent Secretary. He may be a Deputy Secretary, Grade E, but you know that he has reached the ceiling grade and he is unlikely to go further, even though perhaps he is doing well in that grade. That is the CEP. Having worked out the CEP for each individual, we have tables to define for each class of persons this is your potential, this is the rate at which you will be promoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite all this apparatus, in the last few years, promotions in the Administrative Service have been slow, for a combination of reasons. Permanent Secretaries have been conservative in assessing the CEPs of officers, our time norms for promotions have been a little slow, and even these norms have not always been followed, particularly in the lower grades. As a result, officers, particularly the young ones, feel a sense of frustration. They want out to go somewhere where they can move fast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To speed up promotions, the Government has shortened the promotion time norms. Generally, officers will be promoted to their final ranks by the age of 45 instead of 50. All intermediate promotion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 389</b></font>\n  <br>\n  <br> points will be brought forward accordingly. If you must reach Grade C by the age of 45, then when do you reach Grade D, Grade E, Grade F, Superscale all that is worked out. Able officers should reach the rank of PAS (Principal Assistant Secretary) two years earlier than at present, by the age of 30, within eight years of joining the service, a crucial milestone, because it is around that time that their scholarship bonds expire. Such an early promotion to PAS will be a clear signal to an officer that he is doing well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the senior levels, the Government will no longer treat every Permanent Secretary post equally as a Grade C post, just like every other one. It will recognize that the PSs of larger ministries, and the CEOs of the major statutory boards, are Grade B, Grade A, or even Staff Grade posts. For example, the Head of the Civil Service is obviously a Staff Grade post. If the Head of the Civil Service is not Staff Grade, who would be? These establishment ranks will make it clear that Grade C is not the practical ceiling for Administrative Officers. All high flying helicopters look out and watch the cloud base and wonder whether they can go through. So this is to show the sun shining through the clouds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It is raining. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> It is not raining. These establishment ranks will provide reference points for assessing the potential of very able officers, and make it easier to assign them accurate potentials above the Grade C, and therefore to promote them faster. We have officers who could be Permanent Secretaries of big ministries or who could run large statutory boards like PUB or PSA or HDB, but because we only say he is Permanent Secretary, we assess his CEP at Grade C, and promote him at Grade C rates. He arrives at Grade C at the age of 50. He may have left by the age of 50. So with this, if we can judge, by the time a man is in his mid-30s, that he can be a CEO of HDB, for example, or Vice-Chancellor of NUS, then we say, \"All right. That is equivalent to a Grade A post, we move him at that rate.\" I give these only as examples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These faster promotions are an integral part of this plan to make the Administra- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 390</b></font>\n  <br>\n  <br> tive Service more attractive. The Government could have packaged an equally attractive proposal comprising larger across the board salary increases alone, without speeding up promotion rates, but it would have been an inferior solution. Of course, not every officer expects to be promoted in this exercise, nor should an officer be promoted automatically because he happens to be occupying a post with an establishment rank which is higher than his rank. Otherwise the element of selectivity is lost. But overall promotion rates have to change if we are to achieve the full purpose of this exercise. \n  <br>\n  <br>\n  <i>Views of the Public Service Commission</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Commission is responsible for promotions of officers. The Government has consulted PSC on these proposals. The Commission agrees with the salary adjustments and agrees with the concepts proposed to effect these adjustments. It also agrees that the changes will help to improve the Administrative Service. \n  <br>\n  <br>\n  <i>Impact of Proposed Changes</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These revisions will have a major impact on the attractiveness of the Administrative Service. I refer Members back to Annex B and also to Annex E. Annex E (Cols. 475 - 476) shows how the fastest moving Administrative Officer whose potential is Grade A will compare with his private sector counterparts as he progresses up the Civil Service ladder. The left-hand side shows the existing position and actual fastest movement. The right-hand side shows the planned ranks and the planned movements. At present, nobody has moved all the way to Grade A. The furthest a person has gone, according to the present promotion norms, is PS Grade C, age 44, where he ranks 24th in his cohort. Along the way there, as you can see, he is sitting well below the 100th mark. I said 150, but in fact, in his early 30s, they rank around 250. This is in comparison with 1987, mind you - 1989 Administrative salaries agains 1987 private sector salaries. So if we compare against 1989 private salaries, the position is even worse. The right-hand side shows when he will be promoted and how he will rank compared to the private sector. You can see there is a subsantial improvement. An \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 391</b></font>\n  <br>\n  <br> AS will rank around the 56th, a DS, Grade G, will rank 27th, an SDS (Senior Deputy Secretary), Grade D, will rank 36th, and only beyond that point, when he reaches the Grade C, a year or two after that, does he begin to pull ahead of his contemporaries and move up. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530475.htm\">Annex E - NUMBER OF PRIVATE SECTOR EMPLOYEES (BASED ON 1987 INCOME) WHO EARNED MORE THAN TOP ADMINISTRATIVE OFFICERS, BY AGE (Cols. 475 - 476)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at Annex B again, you may make sense now of some of the other lines. The line we looked at just now was AS/A, (Administrative Service/Actual), that is the bottom line. The proposed promotion rate is the line AS/P, the solid black line. It shows you the same picture as Annex E. A young officer will be ranked about 30s until he reaches the age of 39, then he moves up compared to his contemporaries. It is right that he moves ahead of his contemporaries, because beyond Grade C, we should make salary comparisons not just within the same age group, but with the top wage earners regardless of age, because these Permanent Secretary posts are among the most responsible positions in the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned two days ago the Permanent Secretary (Defence) whose job, I think, is among the largest. If you make a comparison between the Permanent Secretaries and the top wage earners in Singapore, you get the result which is shown in Annex F (Cols. 475 - 476). Before the revision, a PS, Grade A, ranks 263rd. After the revision, he ranks 137th. A PS, Grade C used to rank 676th, and will rank 364th. As I said, these are compared to 1987 private sector incomes. So the private sector is really further ahead. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530475.htm\">Annex F - NUMBER OF PRIVATE SECTOR EMPLOYEES (BASED ON 1987 INCOME) WHO EARNED MORE THAN SENIOR ADMINISTRATIVE OFFICERS, BEFORE AND AFTER SALARY REVISION (Cols. 475 - 476)</a>\n  <br> \n  <br>\n  <br>\n  <i>Other Pensionable Services</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Administrative Service is one of five closely-related pensionable services. The others are the Administrative Service (Foreign Service Branch), the Intelligence Service, the Police (Senior) Service, and the SAF (Senior) Service. Similar revisions will be made to the salaries of all these services. \n  <br>\n  <br>\n  <i>Professional Services</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Annex G (Cols. 477 - 478) lists the Professional Services. There are 21. They go from Accounting all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 392</b></font>\n  <br>\n  <br> the way down to Surveying, by way of Dental and Meteorological and Scientific. These 21 services share similar salary scales with one another, and they recruit only graduates with good Honours degrees or with professional qualifications. Their Superscale grades are the same as the Administrative Service, although their apex grades are lower. There are also nine other services - from Commercial Affairs, Economic Research, and so on, down to the Police (Senior) Service which have scales similar to the Professional Services. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530477.htm\">Annex G - Professional Services, Departmental Services with Professional Services Scales (Cols. 477 - 478)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of these 30 services also face recruitment difficulties. The Government has decided that this group will receive a 7% revision to basic salaries for both Timescale and Superscale grades, plus the extra (r) month of variable bonus. We will make minor adjustments to the longer Timescales to shorten them by two or three points, but the changes are not so drastic as for the Administrative Service. The details are complex and I will not burden Members with them. Recruitment entry points will remain unchanged, because they are generally in line with private sector starting salaries. \n  <br>\n  <br>\n  <i>Legal Service</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only exception is the Legal Service. This service has special difficulty in recruiting good graduates, because of the very high incomes of private sector lawyers. If you look back at Annex C, you will observe that no civil servant is likely in the foreseeable future to be paid anything like what lawyers earn in the private sector. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Not true. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, I hate to digress, but there are about 1,000 lawyers in the private sector. Those at the top (and there are more than 40 of them) earn more than half a million dollars a year. On the other hand, there are about 40% at the bottom who earn less than $50,000 a year. The Member for Potong Pasir may find that information enlightening. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 393</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is therefore raising the Legal Service starting pay by two increments. It is also increasing the market adjustment allowance for Legal Officers by 50%. Annex H (Cols. 479 - 480) gives the present and revised amounts for this special non-pensionable allowance. This was intended as a market adjustment allowance; in fact, it is just a small correction to reduce the disparity a little bit. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530479.htm\">Annex H - SPECIAL NON-PENSIONABLE ALLOWANCE (SNPA) FOR LEGAL OFFICERS (Cols. 479 - 480)</a>\n  <br> \n  <br>\n  <br>\n  <i>Performance Bonuses</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I say about performance bonuses for the Professional Services will also apply to the Other Services. In principle, the Government is prepared to introduce performance bonus schemes for Superscale officers in the Professional and the Other Services, similar to that for the Administrative Service and for the other pensionable services. However, performance bonuses will only work if several stringent preconditions are met, as I explained earlier. These include a fair and well accepted assessment system, and assessors who are willing to make tough judgments about officers. If you do not have the guts to make a distinction and stand up for it, then you cannot have performance bonuses. It will take some time to put these requirements in place for the professional services. The Government therefore prefers to delay implementing performance bonus scheme for the Professional Services to a subsequent phase. Meanwhile, the Public Service Division (PSD) and the departments concerned will lay the groundwork for such bonuses in these services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This 7% revision will not by itself enable all the Professional Services to attract and retain good officers. These services are too disparate for a common set of scales to solve all their problems. For example, Foreign Service officers, Engineers, Inland Revenue officers, Accountants and Teachers, each have their own intricacies. The individual services need separate and more detailed reviews. This is being done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is also considering several additional changes for the Professional Services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) We will revise the consultancy fees and specialists' allowance schemes for the medical and dental services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 394</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) We will create a Legal (Senior) Service, or we may call it the Administrative Service (Legal Service Branch), in order to recruit and to retain some of the best Law graduates, those with First Class or Upper Second Honours degrees. This is similar to what we have done in the Foreign Service. The Foreign Service is really in two parts. There is a Foreign Service (Departmental) and the Administrative Service (Foreign Service Branch). The recruitment criteria are different, the salary schemes are different. The Legal Service does not have such a scheme. We will consider introducing one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) We will also consider having different entry points for different qualities of recruits; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) We will consider giving the better officers an early promotion, resulting in a substantial pay rise, within two to three years of joining the service, as is done in the private sector. Then we can be more competitive and discriminating in rewarding our better officers. \n  <br>\n  <br>\n  <i>Other Services</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Administrative Service and Professional Services cover about 9,000 civil servants. The remainder of the civil service comprises 67,000 people. They belong to 126 services and 120 salary scales. No single percentage of salary revision can fit all of these services exactly. Indeed one of the terms of reference of the Committee is to study how organizational changes and further delegation of personnal management functions by both PSC and PSD can help the public sector to adjust more flexibly and responsibly to market pressures. It is such a large structure that if we try to manage everything in the centre, we freeze up. Every move leads to so many arguments about relativities and corollary adjustments that no moves are made, and everybody suffers. We must find some way to carve it up so that each piece can move on its own, not necessarily in step. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that several of these services need fundamental reviews, especially the Executive Service and the Clerical Service. These will be done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 395</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, unlike the Administrative and Professional Services, these services are in general not grossly underpaid. Ministry of Labour surveys show that from 1982 to 1987 (1982's last salary revision; 1987 has the most recent figures), average monthly earnings in the private sector for bargainable employees went up by 39%, in the public sector, for roughly the same categories, went up by 29%, a difference of only about 10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Occupational Wages Survey last year (1988) showed that for Division IV employees and for DREs, the public sector for some vocations was paying more, for other vocations was paying less than the private sector, but not systematically less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Civil Service resignation rates are below 5% per year, no higher than they were before the 1985 recession, and much lower than the rates experienced by many private sector companies. In fact, those Members who have raised the private sector's problems will agree with me that if the private sector had 5% a year, they would probably withdraw their Oral Questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this exercise, therefore, the Government has decided that for the rest of the Civil Service, timescale and daily-rated employee salaries will be increased by 4%, and the Superscales by 7%. In addition, the 1/2-month variable bonus will apply across the board. \n  <br>\n  <br>\n  <i>Statutory Boards</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This salary revision does not cover statutory boards. The intention is for them increasingly to set their wages in line with overall market levels, rather than solely by reference to relativities with the Civil Service. Statutory boards are not all the same. While some are self-financing entities subject to market discipline, others are really extensions of ministries wholly dependent on government grants, and there are others yet which are betwixt and between. The more a statutory board is like a commercial company, the more it should compare its wages directly to market rates rather than indirectly through Civil Service relativities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 396</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government expects statutory boards to conduct their own salary revisions with these principles in mind. The appointment and promotion of Chief Executive Officers of statutory boards will continue to be subject to the concurrence of the PSC. \n  <br>\n  <br>\n  <i>Financial Implications</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total cost of the pay revision is $169 million per year: Administrative Service, $4 million, Professional and related services, $49 million, and the rest $116 million. \n  <br>\n  <br>\n  <i>Implementation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The revised salaries will take effect from 1st April 1989. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the private sector, most multi-national companies conduct annual surveys of salaries and benefits to ensure that they are paying the market rate. For those who want the best, they pay a premium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present Civil Service revision will not be a one-off exercise. It does not completely close the gap between public and private sector incomes, especially at the higher grades. The Government will continue to carry out regular surveys of private sector salaries to stay competitive. As the economy grows and private sector incomes rise, we will regularly adjust Civil Service salaries to keep in step. I do not believe we will allow such a long interval as we have this time: from 1982 to 1989 has been seven years. Paying civil servants adequately is absolutely essential to maintain the quality of public administration which Singaporeans have come to expect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Mr Speaker. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Mr Speaker, Sir, there will be a debate on civil servants' salaries later in the week. I just like to ask the Minister a few clarifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the recruitment of Administrative Officers. My question is: have the standards of recruitment been raised? Because much depends on what standards \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 397</b></font>\n  <br>\n  <br> PSC set. If you set very stringent standards, then of course recruitment will be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is: when exactly do these Administrative Officers leave? The Minister has said that for the scholars, they leave after eight years. What about those who are non-scholars? If these officers leave much earlier on in their career, then the move to compensate them before they leave is a good one. Do they leave before the CEP is made? In fact, are they aware of what degree of CEP they are going to get? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is on the performance bonus to be given by Permanent Secretaries. Are the Permanent Secretaries the sole deciders in whether this performance bonus should be made? Or are they subject to PSC or some other bodies? Otherwise given the best intentions, the Permanent Secretary may not feel generous enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth question relates to a matter of detail in Annex C where the monthly incomes of the private sector officers are included. The question is whether these benefits include cars and housing allowance. For some of the categories, especially bankers, profit-related bonuses are also included. And the treatment of profit-related payment is very different from salaries. They may have, in fact, the effect of jacking up the monthly income. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Speaker, Sir, before I ask the Minister three questions, I just want to make a brief point. I welcome the Minister's statement that this pay revision is across the board and not just confined to Administrative Officers. My questions are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Why 7% for the Superscale Officers and 4% for the Timescale and the others? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) When he talks of 4% increase and 7% increase, is it of the basic salary or is it of the gross, that is to say, basic plus the 1982-84 NWC component? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) I believe the Minister mentioned that the Government has decided to give 1ª-month variable bonus based on the assumption that the economic growth will be between 5-8%. Supposing the economy grows by 9-10%, will it be more than that? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 398</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, like Mr Sia Khoon Seong, I also welcome the Minister's statement for the across-the-board payment of 4% to all the people in the public service. This clearly indicates that the Government takes into account not only performance of Permanent Secretaries but also daily-rated workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two questions for the Minister. Firstly, is the Minister aware that increasing the salary alone is not the total solution to this problem? What is really required in the service, I believe, is more accelerated promotions to narrow the gap. Has this problem been studied by his Committee and, if so, what measures have been recommended? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the civil service is an extremely large organization, it may be difficult for the Public Service Commission to have frequent promotion exercises. My second question to the Minister is: are there any plans to decentralize the functions of the PSC, eg, having separate commissions, say, for the Police Force, the Teaching Service or the Engineering Service? \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Thank you, Mr Speaker, for giving me the chance to speak on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also agree that it is high time that the civil servants are given some form of salary adjustment. The basis for this adjustment seems to be the market place for salaries. We all know that in the market place, there are a number of risk factors, eg, the risk of dismissal, poor business conditions and salary depending on demand and supply. And there are other forms of risk factors not associated with being a civil servant. In the light of this, I would like to ask the Minister whether he also intends to introduce such risk factors for civil servants? For example, if a civil servant is found wanting or he has reached his level of incompetence, will he be dismissed? Or if in the light of supply exceeding demand for a particular service, will their salaries be reduced? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second question is related. If the reduction of salary is not at all possible, then may I request that the Minister look at other alternative methods of making up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 399</b></font>\n  <br>\n  <br> the salary for the civil servants? For example, one can keep the basic salaries at lower levels while increasing the quantum of special allowances; such as consultant's allowance, market adjustment allowance; which can thereafter be reduced or increased in line with the marketplace. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, with your indulgence, I will take these questions first and we can take further questions after that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen's point is- are recruitment standards into the Administrative Service too stringent? I do not know if they are too stringent, but I know they are very stringent, because we are looking for the best officers. I said that to get in, you must be somewhere in the top 30 of your year. Just to give a comparison, every year there are about 600-700 students who collect 3A's and 4A's at 'A' levels. It was not so when you and I were in school. But I think teaching standards have improved. More students are in 'A' level. There are that number of people with 3A's or 4A's. From amongst these, we must find 30 odd and say, \"All right, you are potentials. Are you interested?\" Having decided that they are interested, then they go to various places. The Administrative Service is only one of them. Administrative Service (Foreign Service Branch) is another one because we have great difficulty finding Foreign Service officers who are prepared to serve overseas, with family overseas. The SAF take in almost as many as the Administrative Service. The statutory boards need good officers. So these 30 have to go to many places, which means really that, firstly, we are too small a country and, secondly, we need to catch nearly all of them to fulfil all our needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think it is a good idea to relax on the Administrative Service entry requirements, because the jobs are very demanding. There are many jobs in the Civil Service where you can do well without the breadth of scope which an Administrative Officer requires. He can be a professional. He can be a top surgeon or an outstanding teacher or even a brilliant military officer. But can you fit into the Ministry of Health, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 400</b></font>\n  <br>\n  <br> the Ministry of Education, and the Ministry of Trade and Industry at different points in your career, and make a contribution in each Ministry? If you can, then potentially you are an Administrative Officer. If you cannot, you may still be a very able person, but we will channel you in line with your abilities. We need to find generalists for the Administrative Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the PSC has been very stringent, and I support them in this. There have been occasions when we have been less stringent at the recruiment point, regretted it later. As Mr Heng pointed out, once the man is in, he is in. And it is not good for us, nor is it good for him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Non-scholars and others leave the service early. Even scholars do not always wait for their bonds to run out. They often leave before that, because many of the companies which take them pay their bonds off. It is a small expense. If you are prepared to double his salary, what is a few tens of thousands of dollars on his bond? If he works for you for two years and does a good job, he has made good. The solution is not to make the bond more expensive, but to make sure that the people who are in are happy to stay and are not merely tied down because they have a bond and cannot leave. Which is why non-scholar recruitment is important. It is an indicator. If people who are not bonded are prepared to come in, that means we are paying about the market wage. If the only people who are in the system are those who are on scholarships and have been bonded, you may have enough staff but you can be sure that there will be rumblings and they want to get out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned just now that we will promote good officers to PAS before the eighth year. But actually the AA and the AS promotions are also brought forward and should have an effect. Some speeding up has already taken place last year and this year, but this pushes it a little bit further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do they know their potentials? The Civil Service does not generally tell a person his potential. Peformance, yes, because it is something you can affect. Potential, no, because if you tell a person his helicopter has reached maximum altitude, there is not much he can do about it. The whole \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 401</b></font>\n  <br>\n  <br> idea of the CEP is that it is something innate. You may discover it more accurately, but you are unlikely to enhance it very much. Therefore, we do not tell him directly. But they more or less know from the rate at which they are being promoted. The trouble is if everybody is promoted too slowly, then everybody decides that they have been mis-assessed and they leave. Therefore, faster promotions are the way to make sure they know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Performance bonuses, as I said, I had some careful language there just now. I said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Head of the Civil Service in consultation with the Permanent Secretaries will put up proposals to the PSC for endorsement.' \"Endorsement\", which means that the Permanent Secretaries make up the list, the PSC will moderate it. But if you had listened to me carefully, we are setting quotas for each category, which means minimum as well as maximum quotas, which means there must be a certain minimum number of people who are deemed above average and another minimum number of people who are deemed outstanding. If you look at the whole lot and conclude that everybody is mediocre, that means we have recruited wrong individuals into the Administrative Service. So I think there is a safeguard. You may want to change one or to people at the margin, but I do not see any fundamental difficulty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have some confidence in this because we have operated such an assessment system in the SAF for the senior officers for some years. It is a lot of work for the ranking boards, but the discipline, if it is adhered to, enables us to come up with a list which commands general assent. This is very important. It is not just getting the list, but people must know that the procedure has been fair and that the assessments are objective, as near as we can get. Of course, we have not tied that to performance bonuses in the SAF yet; we probably will now. But we have tied performances to promotions. We watch a person. If he is a B grader for three years in a row, that means well above average, and very promotable. If he is a C grader for some years, we look at it more carefully. If \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 402</b></font>\n  <br>\n  <br> he is mostly D grader and in one year he got an E, we start thinking of giving him special marching orders. The system is workable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Annex C, this question of profit-related bonuses. The people here are those who have declared themselves as employees. That means he may not be a wage-earner but he is an employed person. He is not the owner of the bank directly. I do not know whether it includes sharing profits. I would imagine it does, for some. But on the other hand, it is in the nature of the job that if you employ a person, then he shares profits. It is part of the scheme of service. For GMs and MDs of multi-nationals, part of their salaries is paid in terms of stock options, It is income; when the stock options are cashed in; the money is taxed. No doubt when an Administrative Officer goes out and takes these careers, he too will be able to enjoy share options. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is risky, as Mr Heng says. The question is, therefore, should Administrative Officers get paid the same? My answer is there is no need to be exactly the same, but we are so far out. And really, if you are right, and it is so risky, why are the young men so keen to go there and leave the Administrative Service, voting with their feet? That is a decisive factor. In the end, whether we are paying above the market or below the market, depends on whether people are queueing up to get in or queueing up to get out. That is the test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I can tell you that they are queueing to get out. Many have left. Those who have left have done well and we know it not only superior officers but officers, of equivalent calibre to those who have stayed. They are getting typically 30% more, some 100% more. The young officers, even more so. One young man who was working for me in MTI, a bright scholar, quit to join a stockbroking firm. They deployed him in London. He knew nothing about stocks. He had never, so far as I know, bought any stocks and shares on behalf of MTI in his life. But he is bright, he will learn fast. They took him, they doubled his pay. He came back to visit us. We are very friendly, because we parted amicably. He told the Permanent Secretary, \"Why don't you join us. We will give you a six-figure monthly salary.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> And you didn't lose him? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I didn't lose the Permanent Secretary. But I can tell you that he would have been worth it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what are we talking about? Look at the numbers. We make this adjustment. It is a step in the right direction and, as I said, in a few years we will have to do it again. We have to narrow the gap. We are not so badly off because we have made several big steps in the past, but I think we have left it a bit long, since 1982. This is timely. Another step will be necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may move on to the other questions. Mr Lawrence Sia asked why 7% for Superscales and 4% for the rest of the Civil Service. I told you that there were 67,000 people in the rest of the Civil Service. There are only 20 are superscale officers. The Superscale officers carry the same grade points as the Professional and Administrative Services. I think it will be very troublesome to say,\"You are one Superscale type, and he is another Superscale type.\" So we put it all at 7% across the board. But I do not think these 20 people should drag 67,000 others along. The salary adjustment for these 67,000 people is $116 million. It is the biggest part of the cost. To go from 4% to 7% would increase that cost by at least a third. So it is a $40 million decision. I do not think we should do it hastily. We make the 4% adjustment. Let us now review the key services which have specific problems. I mentioned a list; it is quite a long list. We make adjustments to fit their market conditions. Besides those which I mentioned, PSC tells me that the uniformed services, the paramedicals, and the teaching staff, are also expecting to have reruitment problems. We will look at them in good time, before too long. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4% the base wage increase. The question was, whether it is on the basic amount or on the gross amount. The question really is whether the 1982-84 NWC should apply to the new increases being granted this year. Strictly speaking, they do not have to apply, because at the time when we made the adjustments from 1982 to 1984, these sums did not exist. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 404</b></font>\n  <br>\n  <br> the Government is generous, so the 1982-1984 NWC will apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantage of not consolidating 1982-84 NWC are of course, first, it is more flexible. Secondly, by consolidating, it will be bundled into the pensions, and people know that it is better to have salary on the line as you are working rather than a more generous pension down the line long time from now. So if we have a fixed budget to work, why not settle for larger non-pensionable amounts. Pensions are not a serious problem, particularly people have CPF. Let us leave it like that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1ª months. Mr Lawrence Sia asked: what happens if growth goes to 9%, 10%? I notice he did not ask what happens if it goes to 3% or 4%. Of course, the same principle has to apply. I would be hesitant to give any definite commitment or hostages to fortune. But in principle if the economy exceeds 8% growth, which I do not presently expect, then we will look and see whether further small one-time adjustments might be in order. Last year, if you will remember, we paid a month one-time adjustment, making the total 2(r) months. This year if there are no surprises, the total is only 2ª months because last year was one-time. We will see how it goes. We should not count our chickens too early. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das asked whether promotions are not an important factor. They are. As I said, it is better to promote a person than to give him an increment, because promotion means I have applied my mind and judged him and decided that he is up to the job, and he deserves it, and probably also I have applied my mind and judged the other one and he does not deserve it. So a discrimination is made. We have to move the promotions much faster. As I reported to the House, the Public Service Commission has had sight of this statement, has also had its inputs into the Committee Report on which this statement is based, and they support the proposals and the concept on which the adjustments are based. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Decentralizing Public Service Commission and Public Service Division duties. In principle this is a good idea, because to run a 70,000-man personnel department is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 405</b></font>\n  <br>\n  <br> no mean feat. How to do it, I am reluctant to say now. The Member has suggested some ideas, an Educational Service Commission, for example, or parcelling out responsibilities for the lower grades of officers, Divisions III and IV, to the Ministries, or in the case of medical staff, when the hospitals go independent, they take the responsibility and make things easier; and when schools go independent, they also take the responsibility and make things easier, like SJI. Many Members will have noticed that SJI, having gone independent, has promptly paid performance bonuses to its teachers. We should emulate this. But it is much easier to do it when you have 50 teachers than when you have 22,000. So we have got to find ways. The difficulty is not just creating more bodies to manage teachers, but also finding the right individuals to apply their minds, judgment and impartiality to the problem and to promote and advance and recruit the right people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Commission has an establishment of 12 members. It is not filled. We have three slots for which we have been unable to find good individuals. Now, if we are going to create new commissions, we will have to find suitable individuals. Maybe less momentous decisions are made because it is a smaller job. The requirements will not be so strict, but I do not think it will be very easy to find people to take the posts. But in principle we will try to decentralize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng asked: the market place is risky; can we make the Civil Service so? We are trying. I do not know what the Member for Moulmein will think of that, but I think we should. Why do we want to make a system based on iron rice bowls? Iron rice bowls have gone out of fashion in China. They are not appreciated by the new staff. They make it difficult for us to part from staff who are still performing well but whom we can see will have problems down the road. So why not shake hands now rather than having to serve marching orders later? The SAF has a different philosophy, as I explained to you two days ago. We hire on contract. After six years, if we decide you are not for us and you decide we are not for you, we part as friends, you take your gratuity. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 406</b></font>\n  <br>\n  <br> have had good service, so have you. Can we do that for the Civil Service? I am not sure, but I think we should explore such ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng's other point is to have more allowances rather than basic salary. I agree. That is what we are trying to do. If you look at the list of things which I mentioned concerning the Professional Services just now, that is the approach. Legal Service allowance, Medical allowances, promotions rather than extra base pay. As far as possible, keep the base pay flat and adjust the rest. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I have three questions. Firstly, I would ask the Minister whether there will be adjustments to the salary scale of Legal Officers recruited in the last few years and who were recruited on the lower starting salary scale. In view of the increase in the new starting salary, there will be a morale problem for those, say, recruited last year, since those recruited this year will receive two increments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he has mentioned the problem of recruitment in the uniformed services. Will he consider the setting up of a Committee to look into the problems of all the uniformed services as a whole, ie, the Police Force, Fire Service, Civil Defence, Prisons Service and even the Customs Service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I would like to seek his clarification on the CEP. When is this arrived at? After how many years of assessment? After it is arrived at, is there a review of this CEP, as it is now so critical in the career of the civil servant? \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I would like to ask the Minister that whilst he said that this was not the National Wages Council guideline for this year, since talent is limited and indeed, since labour in Singapore is limited, does he expect the private sector also to revise wages and salaries to match the civil service revision in order to attract talent and to attract labour? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question I would like to ask him is on the performance bonus. This would depend very much upon the performance appraisal system being properly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 407</b></font>\n  <br>\n  <br> established, seen to be fair and fairly administered. So is he satisfied that the stage is now set for this to take place? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> I would like to ask the Minister: since he thinks that this bonding of the civil servants is of not much use because the private sector can buy out all these good civil servants, then will he consider reducing it or even abolishing it? Because you will then encourage more people to join the civil service. If you do not have the bond, then at least those who were not willing to join in the first instance may now want to join. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Your annex C, monthly income of the top three executives. I am not very clear about this. Is it the earned income of the person doing his job? Or is it the total income, that is including his investments not pertaining to his job? Because this figure could be very misleading. Since you are so short of talent, would you consider recruiting from outside into the civil service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is very concerned about the performance of the civil servants. I was wondering whether he would like to take the cue from the Minister for Finance who, I believe, in March 1988 made a suggestion that perhaps the civil servants should come to the Parliament House and answer some of the questions fielded by Members of Parliament. I think that is a good way of assessing these civil servants. If they are good, I am sure they will be praised. Do not always think that we are going to shell them. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, the Minister alluded to the subject of pension which is expensive for the Treasury. The young Administrative Officers under the pension scheme have on the average higher take home pay but are also taxed higher because of lower CPF contribution. Will the Minister consider reviewing the pension scheme because a young officer who wishes to set up home and wants to buy a property, the CPF contribution will be useful to repay his housing loan. The pension scheme, as it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 408</b></font>\n  <br>\n  <br> stands, is attractive only when a person retires and if he is likely to continue to work after retirement. Can the Minister consider finding means to balance out so that while he is in active service and when he needed the money most he would have the income befitting his position and his growing expenditure needs and this will not cause additional cost to the State but also to allow the individual maximum benefit without his having to incur higher tax burden? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question, Sir. The Minister spoke about selectivity and assessment based on actual performance and potential. I wish to know, Sir, how long a period should this review cover? Since the last salary revision exercise or last year's performance? Consistent performance over a reasonable period of time is pertinent. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Loh, can I remind you that you are not supposed to make a speech. You are only supposed to ask questions. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Yes, Sir. Can the Minister respond as to the period under review and the performance that he wishes to focus? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question, Sir, is the question of matching officers to jobs. How will he avoid a situation whereby unglamorous jobs in certain ministries will not be desired by some of the Administrative Officers? \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, I wish to ask a quick question of the Minister. Do Permanent Secretaries earn from their directorships outside their jobs? And, if so, how much do they make? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, on Dr Arthur Beng's point, legal officers who are recruited at a lower starting grade will now have their salaries restored as if they had been recruited at the higher starting grade at that point. In other words, they get their two increments back from wherever they stand. Uniformed services I do not know whether we need a separate committee, but we will look into it. Certainly when we examine this matter we will get expert professional advice, including from the GPC concerned. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 409</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CEPs, when are they assessed, and are they reviewed? They are assessed and reviewed annually. We never make a final judgment about a person, but there is a considerable degree of stability in our judgments of people even though the reviewing panel changes year to year. After you get to know the person, individuals do not suddenly blossom forth. Once in a while they do, but the older you are the more rarely does this happen. There is a tendency, when an officer is young to be a bit conservative in the CEP assessment. As he is tried out in more jobs, and we learn what he is capable of doing, we grow more confident of assessing a higher potential of him. Because if he has only been an AA and you say that this man can be a PS one day, what is your basis? But if he has been a PAS, or been a director of some department, then you know he has that administrative and leadership ability, and if you say he can be a PS, it is credible. That does happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng's point - private sector to revise salaries. I imagine that the private sector salary adjustment this year will not be zero. Because the economy is still doing quite well, business is still up, although Manufacturing has slowed down somewhat. I would expect some private sector adjustment this year, especially as they are going to have CPF rates revised in the middle of the year which, in itself, would already mean an increase in take-home pay for the employees. This will have some demonstration effect on them. I hope the union leaders will understand that if they take this and use it as a flag in their collective bargaining with employers, it is not going to do the economy any good. The private employers do not have a catch-up problem the same way as the public sector does. Therefore, I depend on Members, and particularly the union Members, to try and explain this to the public and at the same time to get a fair deal for the unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The performance bonus depends on the appraisal system. Indeed it does. We are quite confident that we can do it for Administrative Service Superscale Officers. There are only 65-70 officers there. If we add in the other pensionable services, you may double that number. If \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 410</b></font>\n  <br>\n  <br> you include the Professional Services, then we are not so confident, because there are about 400 Superscale officers there altogether. It is not so easy to establish the system. Let us take our time. Members will remember that some years ago we had a brush with performance bonuses, with the second tier of NWC. It did not go down very well. Partly the assessment system was not in place. Partly the assessors were so uncomfortable that they decided to scrap it, more for their convenience than for the morale of the officers concerned. We must proceed carefully in order not to repeat the same mistake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not fully understand Dr Tan's point that bonding is useless. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> No. What I mean is that bonding could deter some of the able scholarship students from joining your service. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Yes, they want the scholarship but they do not want the bond. That is right. But after the scholarship they will voluntarily join the Civil Service. It does not follow. The Americans have a thing against bonds. They believe it violates fundamental freedoms. We don't. This is a contract. We send you to university on scholarship. You agree to come back and serve us for a certain number of years, and we are not going to pay you peanuts. You are going to get a fair wage and a reasonable advancement. I think the bond serves a purpose. It also has a psychological purpose because the person who then goes to university thinks in terms of a civil service career. Otherwise, he says, \"Now, starting point, this multi-national, that firm, that bank, somewhere down, fifth or sixth, PSC, let's go and give it a try.\" Young people today are very knowledgeable. They make very good calculations, and choose highly optimized paths. So better to have the bond. The scholarship is a lure. It is fair because you are going on scholarship. It is generous. We are allowing you to get into universities which you might otherwise not have been able to enter because, while you can go to a university without too much trouble, to go to a top American university or a top British university is not so easy and not so cheap. So the scholarship is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 411</b></font>\n  <br>\n  <br> worth something. I return, we would like you to serve with us and we hope that by the end of the eight years we have persuaded you that it is a good career and you will stay on. Dr Tan does not believe me, but in the SAF where we have used bonds for SAF scholars. There was a time when we feared that everyone would leave immediately the bond was up. But as the bonds came due we found to our relief and satisfaction that many people were happy to stay because we had treated them fairly. I know of very few who resigned the day the bond expired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recruitment, top three, total income or earned, I think I have addressed this question just now. It is mainly earned income but even if it is total, it is based on himself rather than based on inherited wealth. That is what IRD tells me. I do not doubt that if we let a top Administrative Officer loose in any of those professions, he will reach somewhere near the top, which is the reason why we must keep the pension scheme. The pensions may not be effective for keeping people early in their career, but it is quite good for keeping them in after they have stayed 10 or 15 years and become Permanent Secretaries. I agree with Mr Loh that we have to find some way to address particular needs of the younger people. He mentioned buying a house. We have housing loan schemes which are quite generous which enable a young officer to buy a house sooner than he would otherwise be able to outside. It is not just the terms but also the availability of the loan. We will look into other ways to do this but I would be cautious about getting rid of the pension scheme altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mid-career recruitment, which Dr Tan has suggested, is feasible for the private sector. I think we should make it feasible for as much of the public service as possible, but there are some parts of the public service where you cannot. You cannot join the SAF as a major. For the Administrative Service, it might be possible. In fact, we are trying to do this and to establish some linkages between the Administrative Service, the statutory boards, and the other services so that at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 412</b></font>\n  <br>\n  <br> the top we have identified not just Administrative Officers who have come up from this group but a corps of Top Administrators who have come in from many parts of the Civil Service. They can go many places, not just end up as Permanent Secretaries, but also run statutory boards as CEOs and, I would even venture to say, even serve in some Government companies on secondment. We are working on that. It is not straightforward, but we are thinking about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether it is a good idea to have civil servants answer questions in Parliament. The worth of a civil servant is not judged by his glibness but by his overall contributions over a period of time. I am not sure Parliament ought to substitute its judgment for that of the PSC. We had better leave the PSC to do it and not change the Standing Orders unnecessarily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One more point from Mr Loh -- matching officers to unglamorous jobs. The worth of a civil servant is shown by what he can make of his job. The size of the job depends on the quality of the man. If he is good in a small ministry he can make a lot of initiatives. If he is not good and you put him in a big post the boundaries will close in and the post will become a small one. Some jobs are not as popular as others. Some Ministries are not so popular as others. But I think we have to take it as a rotation during a career. I tell soldiers this, and I think it applies to civil servants as well; \"Good soldiers do what they are told and go where they are sent.\" So should good Administrative Officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Dixie Tan asked how much do Permanent Secretaries earn from directorships. This is one way we try to make up, but the amounts are relatively small. They are nominee directors. The Government appoints them. They are generally not shareholders. We give them an allowance out of a divided pool. A committee decides how it is shared out. I forget the exact numbers now, but I think the limit is about two months of salary. It varies depending on how many directorships he holds, whether he is an Executive Chairman or whether he is just sitting as one member of the board. But it is not a large amount. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 413</b></font>\n  <br>\n  <br> We will review this as one additional avenue for flexibly rewarding civil servants. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think I will allow another two questions as this subject is slated for discussion next week in the Committee of Supply, when Members can then make their points. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Mr Speaker. Can I ask the first question in regard to the top salaries of Executives in Annex C? I did not realize that top Executives in Singapore were earning that much; in fact, the figures there are really mind-boggling. I was going to ask the Minister where the source of all these salaries came from. But he did mention that it was from the IRD. He also said that probably it took into account some of the shares that these Executives got. But in that case -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Share options. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Share options, or whatever. So that would mean that only in good years these Executives will get a higher salary. Whereas in the Civil Service, once you are pegged as Superscale, you remain there. The Government always makes money. So I think there is no comparison. Can the Minister comment on that? I think it is not really a fair comparison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice from the scheme that the Government is proposing so many variables performance bonuses, annual discretionary non-pensionable bonus, end-of-the-year bonuses, other than the end-of-the-year variable bonuses. And in the case of the Legal Service, they have got the special non-pensionable allowance. Now that you have all these variables and it depends upon the senior officer to decide whether a person should be entitled to this bonus or not, would it not make the junior officer ingratiate himself to the senior officer? In fact, I think the Government has already introduced such a scheme, and it failed. I understand that in schools it was difficult for the principal to decide who to give these additional bonuses to. And I am surprised to learn that SJI is introducing this scheme which failed before. My question is: would it not, in fact, lower morale in the Civil Service? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 414</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is whether there is a ratio or quota to take in foreigners into our top Civil Service posts. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I just want to ask two questions? First, how many of those who have resigned have emigrated? Second, amongst those who have remained in Singapore, has the Government made investigations as to why they really left the Government Service? Was it entirely because of the salary? Third, was it because they could not agree with their superior's assessment of their CEP? Was it because they feared favouritism? Was it because they found they had no chance of getting promoted because they did not happen to belong to a certain party? Was it because they also found it difficult to gain chances of study leave for their personal advancement? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien-Loong:</b> Mr Speaker, Sir, both Members have points which are valid. Mr Chiam is right. In the private sector, salaries vary from good years to bad years. I am surprised that he is surprised by these numbers, because he has seen them before in 1985 (earlier numbers for 1983). In fact, the earlier numbers in some cases were higher than these, because some of these earnings had been affected by the recession and had not fully recovered. So the amounts vary from year to year, but the average is very high. And overall, this is not untypical. If there were years when it was zero or even minus, and people have to claim back income tax, well, all right, then maybe, \"Nobody might want such a career.\" But despite the variations, the trend, remains so consistent that people know there is not that much risk going into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the way, the data come from Inland Revenue Division. People do not lie about their income tax returns, generally speaking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Some do. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Some lawyers do, in which case the lawyer's real earnings should be higher. I do not know whether Government always makes money. If it did, we would not need to worry about having a second key on our reserves. But this Government has always tried to keep \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 415</b></font>\n  <br>\n  <br> the country straight, and the civil servants who have performed well have made a large contribution. They should not be penalized for keeping economic growth up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having complained that civil servants receive a fixed amount, Mr Chiam, then complains that there are so many variables in a civil servant's pay. I would have thought if a fixed amount is no good, variables are good. But he prefers neither fixed amount nor variables. So I do not know what he prefers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Put it up. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Put it up. He prefers a fixed amount. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> After all, you get the people you want. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> That is a good philosophy. In fact, we are putting it up, but we prefer to do it in a flexible way. The amount may be the same. But the mood is different, in a Civil Service where a person knows that his superior can affect his advancement and his reward, from a Civil Service where he gets paid the same amount of money, knowing that performance does not matter, he cannot be sacked, he cannot be demoted, he cannot have his bonus removed. That is an iron rice bowl. Socialists used to believe in that. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You have selected him. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> We have selected him, true. Once in a while we make mistakes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Small numbers. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I am glad Mr Chiam has such confidence in the system. It is so, but no private company pays people automatically, regardless of performance. So why is the Government special? Yes, performance bonuses have failed before. And in certain schools, teachers did not want to assess and did not want to be ranked. Everybody is a good teacher. That is why we are starting small with Superscale officers and the Administrative Service, and only taking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 416</b></font>\n  <br>\n  <br> steps which we are confident of taking. Beyond that, let us prove the scheme first. When it works, we will extend it further. Just because it has failed once does not mean it is a bad idea, because we are not the only people in the world to use performance bonuses. All private companies do, big ones even. So if they can tell who is good and who is bad, why should the Government be so blind as to be unable to distinguish? In fact, one of the complaints which many people have is that in the Civil Service, we are not discriminating enough and many free riders benefit when the deserving few are rewarded. So we have to find some way. I do not minimize the difficulties, but a way has to be found around it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know how many foreigners we recruit. I think we take those who are suitable and capable, and for the key services, of course, being a permanent resident or being a citizen is a consideration, because we might be in a difficult position if we had a Permanent Secretary of Defence who is not a Singapore citizen. And there are some other sensitive jobs too. So we do watch it, but when an able person comes in, we bring him in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee asked how many resigned and emigrated. I do not have the numbers. I think many have remained. We have asked those still in Singapore why they left the Civil Service. I have given you the reasons slow promotions, better prospects outside, some felt that their CEP was unfairly assessed, which really meant that they were promoted too slowly. I have not heard of anybody who left because he belongs to the wrong political party. And in any case, the Government does not promote. The Public Service Commission promotes. And I do not know which political party the PSC belongs to, unless Dr Lee is making the same suggestion apropos the PSC, as his colleague and he himself was making apropos the Supreme Court. But I take it that he isn't. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On study leave, Dr Lee has a point. It is a great desire of officers to go on study leave. They have got Bachelor degrees, they want Masters degrees. It is like collecting stamps. If you have one, you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 417</b></font>\n  <br>\n  <br> want another one, and want to collect it at the right point of a person's career. There are people who say, \"We want to go on study leave.\" That's all right. \"I will send you when you are 33 years old.\" He says, \"Too late.\" Why? Wives have jobs, children born. \"So when do you want to go?\" \"Must be at the eighth year.\" I am not sure that we can be so generously accommodating as all that. It is subject to the exigencies of the service. But I think study leave is one area where we can be very competitive, relative to the private sector. I told you that the SAF is going to do this. And I think the Civil Service will do this. But let me also tell you that we have already been generous. The trouble is not that we do not have scholarships but we do not have people to give the scholarships to, because the worthy candidates have resigned by the time it comes to go on mid-career programmes. So it is a really serious problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 417</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1989 TO 31ST MARCH, 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>2.27 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), 35 minutes. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head O of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on the President's Address, the First Deputy Prime Minister lamented that Backbenchers had not focussed on international issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government Parliamentary Committee on Defence and Foreign Affairs is mindful of the world outside and notes the rapid changes that are currently taking place in international and regional environments. However, Sir, we feel that the appropriate forum for the debate on international issues is in the Committee of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 418</b></font>\n  <br>\n  <br> Supply rather than the debate on the President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the past year was particularly dramatic because of the various rapid changes that took place. There has been relaxation of tensions between the superpowers and various issues such as disarmament and human rights have been touched upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the growing rapprochement between the Soviet Union and China, and specially with the forthcoming Gorbachev-Deng Summit this year, also has contributed to international peace and stability. Among other new developments, one that is welcomed is the ending of the seven year old Iran-Iraq conflict. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, closer home, prospects for regional peace and stability have been enhanced by recent developments in the Indo-Chinese Peninsula. Reports of Sino-Soviet normalization of ties could also enhance regional stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the US and the Philippines have also reached accord on the question of bases in the later part of last year. However, Sir, countries in the region had begun to psychologically accept that bases would have to go one day, if not in the very near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while trends in the global political situation are indeed promising, the same cannot be said in the international economic situation. The Uruguay Round in December ended in near disaster. The US and the Economic Community are engaged in trade disputes. And people are beginning to wonder how long the GATT system will last. Some are also having visions of a world divided into three trading blocs: North America, Europe and Asia. The forecast is that these trading blocs would wage battle with trading and economic weapons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the global and regional scenarios that I have just described are taking place. The GPC on Defence and Foreign Affairs feels that it is important that Singapore monitors these changes carefully and responds to them astutely. We are confident that the architects of our foreign policy are already mapping out Singapore's response to some of these pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 419</b></font>\n  <br>\n  <br> blems. Indeed, in the Addendum to the President's Address, the Ministry has focussed on some of the issues which I have touched upon. Unfortunately, as is the fate of addendums, they do not attract the necessary attention they deserve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, the purpose of my GPC is really to ask the Minister for Foreign Affairs to share his thoughts with us on some of the notable developments in the past year and indicate the specific response of the Singapore Government. In particular, I refer to the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the prospects of Singapore having a more positive relationship with the Soviet Union in view of changes in the Soviet Union as a result of glasnost, perestroika and also, particularly, with the Soviet Union's withdrawal from Afghanistan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the possibility of increased economic and trade contacts with the Soviet Union and the Comecon as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the emergence of trading blocs in the American continent and Europe, what steps can Singapore take to ensure in concert with like-minded countries that the free trade system will survive? If this system is doomed, then will Singapore consider joining an East Asian bloc? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the solution to the Cambodian conflict is becoming imminent, many countries are already gearing themselves to exploiting the opportunities that will follow. Several ASEAN countries are themselves setting the pace by rapidly establishing very strong footholds. Thailand is a case in point. Singapore, however, appears to be lagging quite far behind. What advice would the Minister have for our entrepreneurs who also want to venture into the Indo-Chinese markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next, the trends in the Asia-Pacific region suggest that Singapore is increasingly likely to have a larger measure of understanding with Japan and other East Asian NICs on economic issues rather than with its ASEAN partners. Was Singapore's attendance at the OECD-NIE seminar in late January a hint of things to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 420</b></font>\n  <br>\n  <br> come? What are the prospects for the establishment of a permanent mechanism to govern Singapore's relations between the NIEs and the OECD? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Australian Prime Minister has recently suggested a new vehicle for economic cooperation in the Asia-Pacific region. I am sure that in the post-Ministerial meeting in July this year in Brunei, this issue is likely to be raised and we would like to know what the Minister's view would be in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the level of bilateral relations, the past two years were not particularly happy ones in our dealings with the United States. While we cannot forget what was done over the GSP affair, we must, in the larger interest of both countries, move on to other things. How does the Minister view the state of Singapore/US relations under the Bush Administration? Will the debate on the so-called human rights issue mar this relationship? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask the Minister what are the prospects of the ASEAN-US initiative in contributing to the evolution of a free trade agreement at the regional and bilateral level? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I have one other question for the Minister, ie, is the intended half-tank petroleum exercise for Singapore cars crossing the Causeway likely to discourage Singaporeans going to Malaysia? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, in the present international political environment, certain assumptions are made about the behaviour of certain states, especially the major powers. To name some of these assumptions: firstly, that ideology is no longer a significant factor influencing foreign policy; secondly, that the major powers seek to disengage from military involvement in regional conflicts; and, thirdly, that the Communist governments are very concerned about economic development in their own countries. Whether these assumptions are valid or not can be debated. But the thing to bear in mind constantly is that the major powers seek the same goal: to expand their power and influence in the international community. The means may change, but the goal remains the same. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 421</b></font>\n  <br>\n  <br> The Chairman of the GPC for Defence and Foreign Affairs has already referred to the conducive international climate which has led to detente or peaceful coexistence in the relations between certain states. There seems to be opportunities for establishing bilateral ties between Singapore and other countries, opportunities which did not exist before because of ideological, political and economic considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I would like to raise this question with the Minister: are we initiating changes in our foreign policy, taking into account the favourable international climate? And, specifically, are we going to improve our relations with certain countries, not only with the Soviet Union but also with China and Vietnam? More importantly, the changing international climate has impact on regional security, particularly on the Cambodian problem. Because of the improved international climate, all parties to the conflict are involved in a peace process aimed at achieving a comprehensive settlement of the Cambodian problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this issue, I would like to express a word of caution, that is, that the peace process should not in any way weaken ASEAN cooperation and unity. Specifically, I hope that the ASEAN governments will not discard their united position on the Cambodian problem. This united position not only has obtained for ASEAN strong international support but it has also contributed to the strengthening of ASEAN unity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I express concern about the weakening of ASEAN unity because of certain developments in certain ASEAN countries. For example, the visit of Hun Sen, the PRK's Foreign Minister, to Thailand. Such an event may give the impression that Bangkok has elevated Hun Sen to the same position as Prince Sihanouk. In my view, such a move must surely undermine ASEAN resolve to support the CGDK and at the same time threaten ASEAN unity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is my view that ASEAN must seek a comprehensive political settlement of the Cambodian problem, one which is in line with the ASEAN-sponsored UN resolution. Singapore should stand firm \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 422</b></font>\n  <br>\n  <br> and ensure that the comprehensive political settlement of the Cambodian problem will include the following elements: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) that Prince Sihanouk should be Head of the new Government of Phnom Penh when it is established; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) that both the Khmer Rouge and the Heng Samrin groups should not have a major role in the new government; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) that international support be provided to maintain the new government's independence, sovereignty and territorial integrity. The support could take various forms, including an international peace-keeping force and a financial and economic aid package. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Speaker, Sir, after years of pressure from the international community and, of course, the ASEAN countries, Vietnam has decided to pull out from Cambodia. The Vietnamese have announced that they will withdraw their army and their forces by the end of next year or even by September this year if a comprehensive settlement can be reached. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we must have no illusions as to the reason for this withdrawal. There is really no change of heart from the point of view of Vietnam or the Soviet Union. The withdrawal and the improvement of international relations in the last two years is a result of very practical reasons. The Vietnamese economy is in shambles - a bankrupt economy. The main backer of the Vietnamese in Cambodia is the Soviet Union and they themselves are facing great economic difficulties. And this is the main reason why the Soviet Union has decided to withdraw from Afghanistan even though no solution has been found to solve her internal problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the prospects for durable peace in the region seems to be close at hand. I therefore support the Government's stand that there must be a comprehensive solution to the Cambodian problem, a settlement of both the external forces, factors which involve powers like the Soviet Union, China, Thailand and Vietnam and, of course, an internal settlement or national reconciliation. Any partial solution promoted by Vietnam which does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 423</b></font>\n  <br>\n  <br> include national reconciliation internally will see another Afghanistan in the region. ASEAN has played a key role and a significant role at this crucial stage and we cannot afford to waver. Like Dr Lau, I worry that one ASEAN country and I am referring to Thailand is already talking about making Cambodia a marketplace even before an overall settlement is reached. In fact, direct contacts between Phnom Penh and Bangkok have already taken place. This is playing into the hands of the Vietnamese which has always used divisive tactics in its dealings with ASEAN. I wonder if any of this contributed to a lack of progress and success at the second Jakarta Informal Meeting. Of more concern to me is that Singapore was singled out for regular mention as taking a tough stand. It gives me the impression that there is no unified stand among the ASEAN countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My questions to the Minister are: what and how unified is the stand of ASEAN towards a comprehensive peace settlement in Cambodia? Secondly, what is the Minister's comment on his perception of Singapore as a hardliner in the Cambodian peace process in view of what Mr Chandra Das said of the huge marketplace that will open up in future at the end of the peace settlement? Lastly, what is his assessment of a comprehensive peace settlement in Cambodia being achieved before the end of next year? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr Wong Kan Seng):</b> Mr Speaker, Sir, the Asia-Pacific and Southeast Asian political landscape is being reshaped. The major powers are continuing their internal adjustments. They are reordering their relationships with each other. The Soviet Union under Gorbachev is pursuing policies of internal restructuring very rigorously. It has accepted reality in Afghanistan and has sought accommodation with the United States that could significantly reconfigure the strategic balance between the superpowers. It is scaling down reliance on military force and emphasizing diplomacy and economic development. China under Deng Xiao-ping is continuing its reforms. The process of Sino-Soviet \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 424</b></font>\n  <br>\n  <br> normalization is almost complete. In May when the two Soviet and Chinese leaders hold a summit, it will open up a new chapter in the Sino-Soviet relationship. New centres of economic and political power are also emerging. Japan is searching for a political role, commensurate with its economic strength and power, but also acceptable to its neighbours in the light of their experience with a resurgent Japan. South Korea and Taiwan are increasingly important actors on the world stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These developments are changing the texture of international politics and relations. There is greater calm in international politics, with improved prospects for the settlement of many regional problems. At the same time, new issues and stresses are emerging as clear-cut international divisions based on ideology are being blurred and alliance systems are loosening and a more complex pattern of relationships of criss-crossing interests and relationships evolves. This poses new problems of international leadership and management. After eight years of steadfast resistance to Soviet expansionism, the United States is also adjusting its domestic policies to deal with the twin deficits and adapting its regional presence to the new international environment in which it is no longer pre-eminent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, change is a fact of life. It cannot be resisted. Singapore is not a major actor on the international stage. Our ability to influence events is limited. We can only adapt to protect our national interest or take advantage of opportunities to advance them. We must ride the wave or be swamped by it. As international politics become more complex, we will need to be more alert and agile. As we become more developed, our foreign policy will also have to take on new responsibilities. New issues will be placed on our agenda. Singapore enjoys good relations with all the major actors in the world. We are well positioned to build upon existing relationships and take advantage of unfolding developments. Mr Das and other Members are correct in saying that Singapore have to adapt our foreign policy in response to developments. Recently we called back all our Heads of Missions to brief and reorientate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 425</b></font>\n  <br>\n  <br> them to the changes that are taking place and help them better prepare for the job. The United States \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are watching with interest the new American Administration's policies towards the global changes and how it will handle new political developments in the region. For more than two decades, the United States has been a vital source of stabilizing influence that contributed to the stability of the region. The United States presence will continue to be necessary to allow the region to grow economically. I believe that it will remain a major actor in the Asia-Pacific region. This is because the United States is also a Pacific nation. About 15% of the US population live in the states on the littoral of the Pacific Ocean (California, Hawaii, Washington and Oregon). California is America's most populous state and also one of the most influential. About 37% of the United States' trade is with the Asia Pacific region. This is more than that with the EEC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With such important interests at stake, the US must continue to make its presence felt - diplomatically, militarily and economically. The question is not whether there will be a US presence but what form that presence will take. The United States may find it necessary to redistribute its facilities more widely throughout the Asia-Pacific region and Southeast Asia. We are already providing logistics support in some areas. The US Navy calls at Singapore regularly for bunkering and repairs. All countries in the region must carefully assess whether a US presence is in their interest and, if so, how, and what more they can do to facilitate their presence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das also talks about the bilateral relationship between Singapore and the United States. Sir, there was some friction last year but Singapore and the US have decided to put this problem behind us and we look forward to the future and hope that it would be better. We share important common economic and strategic interests. President Bush and other members of his Administration, for example, Secretary Baker, are familiar figures to us. I expect that Singapore-US relations will continue to be warm and close under the Bush Administration. Given our different histori- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 426</b></font>\n  <br>\n  <br> cal experiences and traditions, debates on human rights issues will no doubt emerge from time to time. We will never see eye to eye with the United States on such issues but we will continue to act in accordance with what we believe is right and in Singapore's interests. Responsibility in Singapore's future is for Singaporeans. I think no one can deny us that fact. If our friends in the United States and elsewhere accept this fact, then the relationship will continue to be healthy. \n  <br>\n  <br>\n  <i>China</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Economic relations with the PRC (People's Republic of China) are well-established. In 1988, trade between Singapore and China grew by 27% over 1987. Re-exports to China increased by 108% in 1988. Singapore businessmen have invested about S$650 million in China, mostly in tourism related projects and in manufacturing. There is great scope for further economic ties. Many Singaporeans can speak both English and Mandarin and they are well-placed to facilitate business between China and the West. Political relations are also evolving. The recent announcement by China to normalize their relationship with Indonesia is a positive development. We hope to establish diplomatic relations within a year after the normalization of Sino-Indonesian relations. \n  <br>\n  <br>\n  <i>The Soviet Union</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is scope to constructively expand our economic ties and other kinds of relations with the Soviet Union. We are reassessing our approach to the Soviet Union to respond appropriately to evolving Soviet policies. There have been an increase in the number of contacts between the Soviet Union and Singapore. For example, last year the Soviet Deputy Prime Minister, a parliamentary delegation and several senior Soviet Foreign Ministry officials visited Singapore. I intend to visit the Soviet Union this year and details are being worked out. There will be more trade contacts and Singapore-Soviet joint ventures in business. The Trade Development Board led a mission last October to the Soviet Union and they have succeeded in establishing useful contacts with their counterparts in several foreign trade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 427</b></font>\n  <br>\n  <br> organizations. Both sides agreed that they should further explore the long term potential for business and infrastructural development as well as in the manufacturing and service sectors. Most European countries are also trying to reform and restructure their economies. This could lead to new economic opportunities and increased trade. We are also exploring the prospects in several East European countries. \n  <br>\n  <br>\n  <i>Playing a Responsible Role</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want to play a responsible role. The evolving international landscape is not just political and strategic. New centres of economic power have evolved. This may result in a redistribution of the burden of managing the regional and international economic system. Singapore has long accepted the obligations of its membership in a global economy. We will continue to do so. We participated in the recent informal OECD-NIE dialogue or seminar in Paris. We think that as a result of this seminar with the OECD, the OECD countries now have a better understanding and appreciation of Singapore's position, in particular our open and free trade system. The dialogue will continue as and when necessary, but there is no foreseeable prospect for a non-formal mechanism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Das is concerned about the world forming trading blocs which may pose a danger to the world trading system. My view is that the world trading system is fundamentally and basically sound. The on-going Uruguay Round is the latest in the series of trade negotiations intended to maintain the system. And it is the most complex set of multi-lateral trade negotiations since the formation of GATT in 1947. The main stumbling blocks, of course, are the differences between the developed countries on such issues as agricultural subsidies. Agreement has been reached on many areas. Progress depends on the ability of the developed countries to resolve their differences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not be too hasty to conclude that the recent developments such as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 428</b></font>\n  <br>\n  <br> USA-Canada FTA and the move towards the formation of trading blocs or a single European Market in 1992 presages the break-up of the world trading system into regional blocs. The EEC has given us assurances that Europe will not retreat into a fortressed Europe. The US-Canada FTA can indeed be regarded as an example of how trade barriers can be reduced. Given the increased interdependence of the world economy, it is difficult for countries or for regions to shut themselves off from one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is not desirable to form regional blocs there is merit in looser and more open arrangements such as the proposal by Prime Minister Hawke of Australia for a consultative arrangement on economic matters in the Asia-Pacific region provided such consultations are structured so as to assuage fears that we are moving into a Pacific trading bloc. They could serve to examine how regional countries could be better integrated into the world trading and financial systems. The Asia-Pacific countries are outward looking and depend heavily on the world markets and this could be in their own interest. Besides the Australians, the Japanese and the Americans have also made proposals for closer Asia-Pacific consultations. Some ASEAN countries have expressed an interest. We shall certainly study these proposals closely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore also attended the Pacific Economic Cooperation Conference regularly. We will continue to support proposals for consultative dialogue among countries in the Asia-Pacific region. We recognize that our ability to influence events or developments is limited. But as a nation that depends on trade and foreign investment to survive, it is in our interest to continue to alert all countries to the growing stresses in the international trading system and to sound the alarm whenever the door threatens to close. \n  <br>\n  <br>\n  <i>ASEAN-US Initiative (AUI)</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das asked about the ASEAN-US Initiative or AUI. This is one possibility for reducing barriers that is being discussed. The US is the largest trading partner for the ASEAN countries. A study on the AUI \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 429</b></font>\n  <br>\n  <br> has been prepared by academics from the ASEAN countries and the US. This envisages the establishment of a broad framework bilateral agreement within which each ASEAN country may conclude bilateral agreement with the US to mutually reduce trade barriers and increase investments and other economic links. If this can be achieved, the AUI will increase trade and investment between ASEAN and the United States. However, both Asean and the United States need to show greater interest for the AUI to progress or move forward. \n  <br>\n  <br>\n  <i>International Assistance</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We recognize our obligations in other areas too. The total amount of Singapore's current international assistance is about $36 million. It represents more than 0.1% of our GNP. This, I believe, compares favourably with more developed and larger economies like the United States which is 0.2% of their GNP, UK 0.28% and Japan 0.31%. Our contributions include donations to aid-related international organizations, Colombo Plan and ASEAN training awards, the imputed costs of other training schemes, bilateral assistance programmes and our contributions to disaster relief. We provide training programmes in a wide variety of fields from public housing to software design, hotel management, air traffic control, port management and telecommunications. As a responsible member of the international community, Singapore will continue to seek other means of contributing, within our capabilities, to the welfare of the international community as a whole. Our contributions, however, need not be monetary. We will continue to offer training facilities and manpower in areas where we have expertise. \n  <br>\n  <br>\n  <i>Economic Diplomacy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To take advantage of the opportunites and face up to the challenges, Singapore will need to emphasize its economic diplomacy. We should optimize the use of our limited human and other resources by better coordination between the Foreign Ministry, the Economic Development Board, the Trade Development Board, the Tourist Promotion Board and other agen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 430</b></font>\n  <br>\n  <br> cies. This can help the Government to be more effective in alerting our private sector businessmen to new trade and investment opportunities, keeping our markets open and attracting foreign investments to Singapore. \n  <br>\n  <br>\n  <i>Japan</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore explores means of adjusting its international role, we may find a more common ground with a Japan that is also undergoing a similar process, albeit on a much larger scale. There may be a need for intensified consultations and cooperation with Japan on economic and political issues of mutual concern. There is scope to broaden and deepen bilateral ties. We can cooperate to extend joint technical training to developing countries in Africa and the South Pacific. \n  <br>\n  <br>\n  <i>Relations with Indochina</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das also asked about our relations with Indochina. The reordering of power relationships in the Asia-Pacific region will affect developments in Southeast Asia. Now that China and the Soviet Union have decided to settle their differences, it is no longer in doubt that there will be a political solution to the Cambodian problem. The question then is: what kind of solution? The Second Jakarta Informal Meeting (or JIM II as is commonly called) that was held last month has spelt out the basic elements for a political solution, encompassing such key elements as the withdrawal of Vietnamese troops, an international control mechanism and national reconciliation. We now know more clearly where each country and party concerned stands on such key questions. What remains to be negotiated are the details and the practical implementation of the broad principles that have been setout in the JIM II Chairman's statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Vietnam and the Heng Samrin regime have hardened their positions, perhaps in anticipation of being forced into serious negotiations or it could also be due to what Dr Lau Teik Soon mentioned regarding the publicity that Hun Sen received. Singapore believes that a just and durable solution, which will be in the interests of all Cambodian parties concerned, must be based on a total withdrawal of Vietnamese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 431</b></font>\n  <br>\n  <br> troops and genuine power-sharing among the four Cambodian parties under the leadership of Prince Sihanouk. We believe that there must be free and fair elections under the international supervision for the Cambodian people to exercise their right of self-determination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A settlement in Cambodia is only a matter of time. We are beginning to look beyond the Cambodian problem to our future relationship with Indochina. The scope will increase in step with progress towards a political solution. Diplomatic relations will be established after the Cambodian problem is resolved. ASEAN has encouraged the international community to suspend aid to Vietnam because of its invasion and occupation of Cambodia. This can be reassessed if there is a just settlement in Cambodia. Meanwhile, there is no international trade embargo against Vietnam. Singapore's policy on economic contacts is to allow normal commercial transactions to take place while discouraging aid, training, infrastructural development and trade in strategic goods. Trade with Indochina is an insignificant proportion of our total world trade. It is less than 1%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are no complicating historical animosities between Singapore and the Indochinese countries. As a small country, we do not threaten their economic independence. As a relatively sophisticated economy, we can contribute technical expertise to their economic development in areas such as banking, oil refining, telecommunications, port management and air services. But the full development of the potential must await a comprehensive, durable and just settlement of the Cambodian problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok asked whethere there is a difference of opinion among ASEAN and whether we have taken too hard a stand. Let me assure him, Sir, that there is no difference in opinion among ASEAN countries. Just one month before the Jakarta Informal Meeting, the ASEAN Foreign Ministers met in Brunei Darussalam and we agreed and stressed that all parties concerned should strive for a comprehen- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 432</b></font>\n  <br>\n  <br> sive political settlement of the Cambodian problem involving both external and internal aspects in an integral way. That means both the external and internal aspects must be resolved together, and the Foreign Ministers also reaffirmed their determination to work for the interests of the Cambodian people by continuing their cooperation with the Coalition Government of Democratic Cambodia. They also reaffirmed their view on the future government of Cambodia, ie, sovereign, independent, neutral and non-aligned under the leadership of Prince Norodom Sihanouk. While Singapore may have been more outspoken, there is no difference in view on the basic question of supporting the Cambodians. \n  <br>\n  <br>\n  <i>The Post Cambodia Regional Order</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the post-Cambodia regional order, it is worthwhile therefore being patient because the nature of the settlement in Cambodia will affect more than the bilateral relations with Indochina. It will have a profound influence on the basic questions of sovereignty and security. The issue is who will determine the future regional order and whether the decision will take into account the interests of all parties and countries concerned. The nature of the settlement will also determine whether there will be durable peace or whether Cambodia will continue to be a source of instability, threatening the security of its neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever the outcome, relations with Malaysia, Indonesia and other ASEAN countries will continue to be the core of our foreign policy. Over the last decade, Cambodia was the central political issue that bound ASEAN together. Once the Cambodian problem is behind us, ASEAN will have to find new rallying points or risk drifting apart, to the detriment of regional cooperation and bilateral relationships. Vietnam has said that it would like to join ASEAN. This could change the character of the organization and jeopardize further ASEAN cooperation. It is still too early to say what will happen. At present, there are more questions than answers. But a just settlement in Cambodia will ease Vietnam's integration into the regional order. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 433</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Staffing in the Foreign Ministry to meet these Challenges</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the challenges and the opportunities ahead make it essential that Singapore develops an efficient and sophisticated Foreign Service. Our officers must be nimble-footed and alert. The importance of the Foreign Service is not in doubt. The conduct of diplomacy has become more professionalized, but we must have a stronger service to meet the tough challenges. More needs to be done to strengthen the staffing position. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the world is changing and Singapore must change with it. The major powers are reordering their relationships with each other, creating new opportunities and new challenges. Singapore cannot resist change but is well positioned to take advantage of unfolding developments. Our foreign policy is being adjusted to protect our national interests and take advantage of the opportunities in the context of a more fluid environment. We are emphasizing economic diplomacy. There is potential to expand economic and other kinds of relations with the Soviet Union and China. We are considering how best we can fit in as the United States adapts its regional presence to the new environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may find more common ground with a Japan that is seeking a new international role. We are looking beyond the settlement of the Cambodian problem to future relations with the Indochinese countries. As we become more developed, Singapore will also have to take on additional responsibilities. Within our means and resources, we will continue to contribute to the welfare of the international community and the management of the international economy. There are many uncertainties. A settlement in Cambodia will reshape the regional order in Southeast Asia in ways that cannot be accurately predicted. ASEAN may face new stresses. Singapore has no choice but to adapt. To do so, we need an agile and alert diplomacy. To ensure that the Foreign Service will be able to match the challenges, there is a need to recruit and retain sufficient \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 434</b></font>\n  <br>\n  <br> numbers of Foreign Service officers and to reward them adequately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das also asked whether the proposal to require Singaporeans to have at least half a tank of petrol before they go to Johor will discourage Singaporeans from going to Johor. Sir, the Government encourages Singaporean tourists to visit Johor. It is not the Government's intention to hamper the flow of tourists to Johor. The Bills are only intended to plug loophole in the current legislation. This is to allow the Government to continue to use petrol duty as a measure of restricting the car population and usage in Singapore. It should not discourage Singaporeans from going to Johor. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I have one other query for the Hon. Minister. This refers to the British Foreign Office statement today regarding the position of Anthony Lester. I do not know who is telling the truth. The British Foreign Office now says that Mr Anthony Lester did not press them to take up the issue. If I may read the Straits Times: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Secondly, the statement in the second paragraph that Mr Lester pressed us to do this is simply untrue. He did not.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if QC Anthony Lester did not press the British government, then why was it necessary for the British Foreign Office even to make a statement on the subject? Another part which the spokesman has indicated and, if I may quote again, he says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Obviously, I can't say what will happen in the future....' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This smacks of a mild threat and I do not know whether the Foreign Office still believes that we are part of the British Empire. Maybe the Foreign Minister can comment on this. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I too read the same article that appeared in today's Straits Times and I note that the British Foreign Office spokesman said that he did not anticipate getting involved in a battle over Anthony Lester. Neither does Singapore want to get involved or be in a tussle with the British Foreign Office on this matter. But there is a need to set the record straight, as Mr Das suggested. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 435</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Foreign Office spokesman said he was puzzled by the first sentence of our statement which says that it is a matter for the Singapore Government. I do not know why there is a need for him to be puzzled because all we said is that there is no basis for the FCO to express regrets on the Singapore Government's decision. The statement by the Ministry on 15th March clearly said that the Singapore Government had unilaterally allowed British QCs to appear in our courts and that this arrangement was not the result of any government-to-government understanding or agreement and can therefore be withdrawn unilaterally and without any reason although, in this case, the Government gave reason for not allowing Mr Lester to practise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the FCO spokesman had not understood this vital point, then I think it bears repeating that British QCs are allowed to appear in Singapore as a privilege extended by the Singapore Government and not by a bilateral agreement with the United Kingdom. This is a matter in which the UK government has no say and for which the British FCO has no business to express regrets. Let me repeat that we do not want an isolated case between the Singapore Government and a QC to lead to friction with the UK or to result in a withdrawal of the privilege for QCs to practise in Singapore courts. However, if the British FCO continues to use this isolated case which does not involve it to criticize the Singapore Government's decision and to create ill-will between the two governments, then it may be better for us not to have British QCs in Singapore at all. Right now there is still no intention to withdraw this privilege from the British QCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point which the British FCO spokesman said was that \"the second paragraph that Mr Lester pressed us to do this is simply untrue. He did not.\" I will have to trace the events that appeared in the press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 15th of March, reported in our Straits Times by the Straits Times London \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 436</b></font>\n  <br>\n  <br> correspondent, the correspondent wrote that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He [referring to the spokesman] said Mr Lester had been in touch with the Foreign Office over the issue, but stressed that he had not pressed them to make representations on his behalf to the Singapore Government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the FCO that said that Lester did not press them. What did we say in our statement? We said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The claim that Mr Lester had not pressed the FCO to make representations on his behalf [\"the claim\", this is not our claim, it is theirs] is clearly contributed by Mr Lester's frequent use of the Foreign Secretary's name and by FCO officials who stated that they were speaking under ministerial instructions.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it was Mr Lester who had used the Foreign Secretary's name frequently and the British officials who had said that the Foreign Secretary had a personal interest in the matter, and that Mr Lester knew the Foreign Secretary, and that they were speaking on ministerial instruction. If the FCO spokesman does not want the Foreign Secretary's name to be used, then they should not have invoked it in the first place or allow Mr Lester to continue to use his name. It is entirely up to the FCO. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, I thank the Minister for his very detailed and generous reply. On this note, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Das. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O to be reduced by $10 in respect of Code OA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I have three questions for the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, recognizing the manpower needs of the Ministry of Foreign Affairs would be unique, does the Ministry have any special plans to administer a special scholarship scheme in order to develop Career Foreign Service Officers, something like the SAF Scholarships Scheme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, I think knowledge of a foreign language is necessary for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 437</b></font>\n  <br>\n  <br> members of the Foreign Service. I would like to ask the Minister whether he has a formal programme to promote the learning of foreign languages: if so, how many officers have benefited so far? And also, does the Ministry pay officers a language proficiency allowance as an incentive for them to take up an additional language? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, on the question of training, could the Minister enlighten us whether the on-the-job training programme administered for Foreign Service Officers will also include attachments to private sector companies. Right now, I am told that the on-the-job training is limited to statutory boards and government-owned companies. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, with your permission, I will take items (a) and (b) together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as our economy expands and becomes even more export-oriented, we need to expand our representation in various parts of the world. As it is, it is a more complex, and sometimes bewildering, world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: have we recruited a sufficient number of high-calibre officers for this vital Foreign Service? I understand that there are at present about 100 Division I officers in the Ministry of Foreign Affairs manning the Headquarters and 26 overseas missions, and the net increase in the last few years has been insignificant. This, I believe, is hardly sufficient for our needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that the Ministry take stock of the situation and review its recruitment exercises. Are the terms and conditions of service sufficiently attractive? We hope it will improve with today's announcement. Are the Overseas Cost of Living Allowances (OCLA) adequate? Are there any publicity campaigns in the mass media? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think that the recruitment mechanism will greatly improve if a separate Foreign Service Commission is set up to recruit and review officers for promotion. It can be structured along the line of the Legal Service Commission. The Chairman of PSC or his representative can sit on the Foreign Service Commission, but within its structure, the Commission will have greater flexibility and will be able to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 438</b></font>\n  <br>\n  <br> devote itself wholeheartedly to the task of recruiting and grooming our Foreign Service Officers. There is also a precedent in the Armed Forces Council which takes charge of all personnel matters in the SAF. We, Sir, should do likewise for the Foreign Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And to fill the gaps in-between, the Ministry should appoint more roving ambassadors. Our two roving ambassadors to Papua New Guinea and the Latin American countries have served us well, and in the last Budget debate, the then Minister for Foreign Affairs agreed that more should be appointed. However, up to now, no new appointments have been announced. I am sure the GPC on Defence and Foreign Affairs would be happy to act as talent scout and supply the Ministry with a list of names of potential ambassadors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the issue of training for the Foreign Service Officers. The diplomat's job, Sir, has become more and more complex. The current practice, however, is to recruit the officer and let him learn on the job, calling it on-the-job training. Sometimes the officers are sent overseas for short courses or post-graduate courses on an ad hoc basis. Such improvization would not do. There should be a thorough review of training. New recruits should be put through two years or at least one year of intensive training, especially training in languages, which are essential tools for the diplomat. And I believe that our Foreign Service Officers are weak in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The numbers, Sir, are too small for the establishment of a School for Diplomats, but surely an experienced diplomat could be appointed as the in-house Director of Training, who could draw upon the expertise of consultants from such institutions as the Fletcher School of Diplomacy and the Royal Institute of International Affairs in London. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to overseas missions, the GPC on Defence and Foreign Affairs has done a study and submitted a copy of the report to the Minister. In this study we found that there are glaring gaps in our overseas representation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 439</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the NIEs constitute an area of dynamic growth and opportunities. Though we have direct representation in Hong Kong and Taiwan, we only have an honorary consul in Seoul. This, Sir, is terribly inadequate. With the recent trade liberalization policy in South Korea, there is an urgent need to upgrade our representation and to avail ourselves of the trade opportunities there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in North America, there is need for direct representation in Canada, which is currently covered by our Permanent Representative at the UN, based in New York. This is particularly important with the Free Trade Agreement between the USA and Canada, and the expansion of the Canadian market. We should, moreover, strengthen our representation in the United States, and run a strong public relations programme, for example, over the issue of protectionism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, our representation in Eastern Europe is weak, as it is covered indirectly by our men in other European capitals and as far as Cairo. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ong, you are not giving time for a reply. There are only 4 minutes left. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Fourthly, there is no direct representation in the European Free Trade Area, and I think we should also send someone there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards coordination of foreign policy mission, I think the Ministry of Foreign Affairs should have someone based in Singapore to coordinate the various agencies. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Wan Hussin, are you prepared to give way? \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister of State for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Foreign Affairs (Mr Peter Sung):</b> Mr Chairman, Sir, on behalf of my Minister, I would request that those people who have not got an answer in the next 4 minutes might want to raise questions for oral answer later on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 440</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Good idea. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> \n  <br>\n  <br>\n  <i>Roving ambassadors</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we have only two. Not enough. We are appointing some and we are looking at some. And if the GPC can help us talent scout, we would be grateful. \n  <br>\n  <br>\n  <i>On recruitment</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, there are difficulties. Salary is the main thing as the Minister for Trade and Industry has stated earlier. We are allowed 11 recruits every year by the Ministry of Finance. Our best recruitment was, in fact, during the recession years. Net increase was 7 in 1985 and 11 in 1986; 1987, 1. For 1988, the net increase was minus 1. At the moment we have 23 vacancies in Division I, and 5 in Division II. \n  <br>\n  <br>\n  <i>OCLA</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our officers claim it is not enough. \n  <br>\n  <br>\n  <i>Foreign Service Commision</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can consider that. \n  <br>\n  <br>\n  <i>Ambassadors</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ambassadors have a hard life. They leave their homeland to serve in foreign countries, resulting in disruption to their family. Children's education and their wives' careers have to be interrupted. They make considerable sacrifices. And with the low salary, it does not help. More than half of our ambassadors serving overseas are non-career officers. When I last made a check, I found that when they come in to help us, they are already making a sacrifice. And even with that sacrifice, we are paying them more than 50% more than our career officers as ambassadors. \n  <br>\n  <br>\n  <i>Scholarships</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we raised that with the PSC in 1982. But PSC was then not convinced. We will try again. The task ahead is difficult. But we will press ahead. \n  <br>\n  <br>\n  <i>Training</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One or two years in a course specifically for language sounds very good. We would like to have that. Unfortunately with so \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 441</b></font>\n  <br>\n  <br> many vacancies, we do not have the fat to rotate people for this kind of training. When they come in, they go straight into the job. Mr Das asked whether we can rotate some to the private sector. Good idea, but they may not come back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we do have training in languages, in social graces, in communications, in technical skills, in professional skills. Our most effective kind of training is, in fact, job rotation. They do one job after another, they get to their position, sink or swim. Usually they swim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not have enough numbers to start a Foreign Service Training Institute, as Dr Ong has said. We will press on to make-do with whatever we can. We will try to get the PSC to give us overseas scholarships. \n  <br>\n  <br>\n  <i>Performance</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of all these difficulties, our overseas representation has earned us high reputation. Our missions abroad are usually thin compared to other missions. And I can say that the quality of the work that they do have earned the praised of many Foreign Missions, despite the difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think that is all the time I have before the guillotine falls. But if there are further questions, and we have a couple of minutes, I might take one or two more. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, I must thank the Minister of State for his very quick answers. Just for his information, the GPC on Foreign Affairs has already submitted a list of potential roving ambassadors sometime ago to the Minister. On this note, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $60,496,300 for Head O ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $16,290,000 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Time for suspension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 442</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business of supply be exempted at this day's sitting from the provisions of Standing Order No. 1 until 5.00 pm. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 10 minutes to 4.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.32 pm until 3.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 442</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head L of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to bring up the subject of university tuition fees. In March 1987, the Minister for Education said that in order to have a fairer distribution of the education budget, he proposed a reduction in subsidy for tertiary students. He said that in 1987 the Government was spending $14,400 to educate a student at the university level, as against $1,900 for each pupil in schools, junior colleges, pre-university centres, the polytechnics and VITB. Our university students comprise only 16,000 students, representing 3% of the student population and yet absorbing 20% of the total recurrent expenditure on education. The rest of the student population, 97%, which make up about half a million students, spend 80% of the total recurrent expenditure. Therefore, to ensure a fairer distribution of the education budget, he proposed a reduction in subsidy for tertiary students and he announced the hike in tuition fees then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to a question posed by the Member of Parliament for Ponggol whether there would be another upward review of fees in the foreseeable future, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 443</b></font>\n  <br>\n  <br> this is what he said and I quote from Hansard of 4th March 1987, Vol. 49, col. 33: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I would hope to allow these fees to settle down for one or two years. We may have to make a small increase in 1988 but I would not like to see another major increase coming too soon after this one.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us compare the increases. In 1987, non-laboratory-based faculty fees were up by $800. This year, it went up a further $600. Laboratory-based faculty fees were up by $1,200 in 1987. This year, it went up a further $700. Medicine and Dentistry fees were up by $2,600 in 1987. But this time it went up a further $3,300. The Minister is an honourable man. I believe he must have good reasons for such drastic increases of the fees within two short years. I hope he will give a satisfactory answer to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The universities adopted the American system whereby tuition fees are fixed at a certain percentage of the recurring cost per student for the various courses in the universities. If in adopting this system fees are going to go up at such a rate, I suggest the Minister had better review it or university education will be beyond the reach of the bright but poor students. And in the words of my colleague, Dr Aline Wong, \"university education would become the exclusive rights of a very privileged few\". I do not want to see it happen in this country. Education is an investment. Do not make it unaffordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are thus two basic issues to contend with in a discussion of university tuition fees. (1) Reduction in subsidy. How much? (2) Operating costs of the university. Can it be controlled and maintained trim as much as possible? If we accept that education is an investment, then I do not see why we cannot continue the present percentage of subsidy for the university students. We talk of a $3.8 billion surplus this year, 11% growth rate and we expect growth for the foreseeable future. Therefore, it seems odd that we want to reduce the subsidy for tertiary education and pass it to the Singaporeans. Do we need to shift this subsidy for university students to the other student population when we are doing fairly well? Can we not maintain the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 444</b></font>\n  <br>\n  <br> subsidy and increase the subsidy for the rest of the student population? I hope the Minister for Finance is here but he is not around. Yes, the Minister of State for Finance is around. He should be listening. Because the Minister for Finance said that education is an investment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not reduce the subsidy to such a degree that the cost of university education is out of the reach of the average Singaporean. Those involved cannot reconcile this move. Because while the economy is good and many enjoy the fruits of economic success by way of pay increases, they have to dig deeper into their pockets. I am not advocating no increase in fees. But I think while we can afford, let us maintain the subsidy and not reduce the percentage further for, after all, brain power is our only national resource. And these students are the best brains we have. They are our future technologists, leaders of industry, education and even politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, operating costs. The University Students' Council has written to me with suggestions that the administration be streamlined to minimize operating costs. Perhaps they may be aware that some things in the university need to be streamlined. This is a fair and reasonable suggestion and ways and means must be found to trim costs. It is a very important factor, operating costs, because if this cost is up for whatever reason, it will be passed to the students. Because, as I said earlier, tuition fees is worked as a percentage of the recurring cost per student. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you some suggestions as to how to ease the burden of the students. I think first we have to release CPF for education. I hope the Labour Minister is not sitting on it for too long. Loan schemes. Make it more liberal, up to 100% loan with minimum fuss. Provide students with more bursaries and scholarships. More information to students on banks and financial institutions which are prepared to assist in providing loans. Allow existing students to be exempted from this present hike. Provide Singaporeans with a projection of the university cost for the next five years or so, just like the long-term \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 445</b></font>\n  <br>\n  <br> CPF projections. This will help to allay uncertainty in financial planning of their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, can I ask the Minister to have a heart? Do not announce such bad news in the midst of the examinations. Wait till the exams are over. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Chairman, Sir, once again tuition fees for university students have increased. This increase is not entirely due to the increase in costs but because over the last two years the increase in expenditure has been only about 20%. Here, I must declare that I am an academician and this increase in cost has nothing to do with me, because since 1985 I have not been promoted, and my salary has remained the same. The Prime Minister has announced it to all Singaporeans. In 1987, the Minister for Education in announcing a hike in tuition fees in the House said that he would not like to see another major increase in tuition fees. But no sooner had he said this that in the course of a short two years, there is another increase in fees by 30% to 85%. This is in comparison to the fees in 1987. If it is compared with the figures in 1986, the increase rates are 117 to 454%, according to the figures given by Dr Aline Wong. Some students were hit twice by such fee-hikes. I hope the Minister would think about the plight of the families of these students. For those students who come from poor families, such repeated increases have caused them and their parents endless trouble and worry. They do not know when will the next increase be, how big will it be and whether they will be able to shoulder such burden. We have to remember that the loan that they can get only pays for half of their tuition fees. On both occasions the fee increases were announced by the university during the examination when students were intensely preparing for and taking the examinations. To those who come from the well-off families it is all right but for those who come from poor families, on the one hand they have to prepare intensely for the examinations and on the other they have to worry about the increased financial burden on their families. This will greatly affect their mood and mental condition in the examinations. It seems the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 446</b></font>\n  <br>\n  <br> university is beset with a sadistic complex. This is incongruous with the benign and compassionate manner in which the Budget was presented by the Finance Minister. It is a full three months before the next academic term starts in July. Why should the fee increase be announced at this juncture amidst the examinations? On the one hand, the Labour Minister is delaying his announcement on the scheme for the use of CPF balances for university education. On the other hand, the Minister for Education is impatient and has been hasty in announcing fee increases. Can the two Ministers not coordinate on timing this policy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is more sensitive. In 1987 the Minister for Education clarified that Malay students would not be affected by fee increases. I believe the position will be the same for the Malays in the latest fee increases. According to our Constitution (Article 152), Malays in Singapore are given special concession on education. I believe most Singaporeans of my generation and older generations accept the Article and the need for the special treatments for the Malays. However, with the increase in the number of Malay students in our tertiary institutions and the increase in tuition fees, some some rumblings or grouses are heard from the non-Malay students. In fact, the young people have got a new set of values and viewpoints, different from the older generations. Young Singaporeans stress on fair competion and equal treatment. They ask: when the Malay students graduate from the university, will they not be receiving the same high pay? Then why should they not be required like other students to pay back some of the money to the society what the taxpayers have subsidized for their education? I hope the Minister and the government will not overlook such latent feelings of grouses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point: in 1987 when the Minister announced the fee increases, he said one reason was that university graduates receive good pay after they come out to work and therefore they have the duty to repay part of the subsidies the society has provided them. Another reason is the principle of the American system that we should follow, that is, the tuition fee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 447</b></font>\n  <br>\n  <br> should be linked to the cost of educating a student. The fee should be fixed at a certain percentage of the recurrent cost per student. However, in practice, there seems to be some conflict between the two principles. The cost of educating a law student is lower in comparison with that of dentistry, engineering and science students. However, lawyers are better paid than most engineers, dentists and science graduates. Therefore, there seems to be some incongruency or contradictions between the \"market value\" and \"cost\". But a more important point I hope the Minister would accept is that the University should formulate a \"long-term cost recovery rate\" for each student in faculty, so that every student knows what is the target subsidy rate and what will be his recovery rate. This will be useful to students and their parents because they will know how to prepare their budget before they are admitted into the university. This will also be useful for the various faculties to exercise control over their recurrent expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another topic is that when I talked about 'O' level above-average students in the House last year, I suggested that such students should enrol in the Polytechnics instead of Junior Colleges or Pre-U Centres. This is because the 'A' level students' chance of entering the university is only 60%. Moreover, the diplomas of these Polytechnics are of economic value and easily marketable with quite high starting pay. However, many parents still hope for high achievement and insist on sending their children to universities in order to obtain a University degree, just like collecting stamps, as mentioned by the Minister for Trade and Industry. In the Straits Times of 11th March, there was an article: \"Is there Life without a Varsity Degree?\". This article reflects the feelings of many people. In order to encourage more secondary students to enter Polytechnics, I would urge the Minister to prompt the NTI to recruit more Polytechnic students with good results into NTI. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, increases in fees are never popular and the increase in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 448</b></font>\n  <br>\n  <br> fees by NUS and NTI announced last week has predictably drawn a number of comments from Members of Parliament both today and on Monday and also from members of the public, in particular the university students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the comments have focused on the quantum of the increase and the worry that the increased fees will impose hardship on students. I think this is entirely understandable and I sympathize with much of the sentiment. I shall address this matter later on in my statement this afternoon. However, in my view, Sir, the comments have not really addressed the nub of the issue. The increase in fees is not the result of an ad hoc decision by NUS and NTI. the increase in fees is a consequence of a policy decision made by Government. The central issue, Sir, is how should university education be financed? Should it be entirely or almost entirely through a Government grant financed through taxpayers' money, or should it be through a mixture of Government grant, direct fees paid by students, and student loans? Let me give a little background to this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, as in many other countries in the Commonwealth, including England, Australia, Canada, New Zealand where some of our students go to, the traditional method of financing university education has been through a Government grant, and the fees paid by students are consequently nominal. This system has its obvious attractions, particularly for students. We would have liked to continue this system, and the system was workable so long as the cost of operating universities was not high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, today, with the cost of running universities being a major item in the education budgets of most countries, the system of financing university education entirely through grants from the Government is coming under strain. I do not have to point out to Members the financing problems which many universities today in England, Australia, Canada and New Zealand are facing. Some universities in those countries have expressed a fear that because of inadequate finance they have to run the risk of lowering the quality of education provided \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 449</b></font>\n  <br>\n  <br> to their students. For example, by not filling up academic posts when these fall vacant or by not upgrading their facilities and equipment even when this is necessary. There is no shortage of reports in the daily press on how the universities in these countries are now today, finding that their grant from the respective Governments to be inadequate to run their universities properly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just quote a few examples which I have taken at random from the Times Higher Education Supplement. The first one, Sir, is from the 17th February 1989, and it is headlined \"Principals' gloom and anger over pay\". I will just read a few paragraphs. This is a statement by Sir David Smith, the principal of Edinburgh University and he warned: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The time is fast approaching when it will be impossible to run good universities on the present system of funding (ie through a Government grant). In a bleak address to the University's General Council, Sir David Smith, the principal of Edinburgh University, says that he sees little prospect of improvement in the overwhelming problem of the university's financial position. Student/staff ratios will inevitably rise. The provision of services such as libraries will decline in quality and the discontent of the staff which is chronically underfunded will continue.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another article, Sir, from the same Supplement, 21st October 1988, headlined \"Faculties' defiance as cuts loom\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The English Department at Lancaster University in England has accused the University of putting financial constraints over academic quality in its drive to cut cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third one, Sir, 12th August 1988, from a different country, Australia. \"Australian students to be taxed as from 1989.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Australia's 400,000 higher education students will pay a tuition tax of A$1,800 for each year of study from the start of 1989.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is for Australian students. For foreign students who are studying in Australia, as Members will know, they have to pay the full-course fees which is very much higher than the A$1,800. I will not bore Members with these articles but just one more, which I like very much: \"Universities declare war on Ontario Budget\". I just quote the first paragraph, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 450</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Ontario Council of Universities frustrated by what it describes as a decade of chronic underfunding has declared war on the provincial government [that is Ontario] 1989/90 budget.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, these examples will, I hope, suffice to show that the traditional system of funding universities entirely from the Government with students paying only nominal fees cannot continue. In Singapore here, Sir, we have established two tertiary institutions, NUS and NTI. We can be proud of them. They are recognized to be of international standards. But if we want NUS and NTI to operate properly, we must give them adequate finance, not too lavishly, but enough for them to run their operations properly as universities, and this means a lot of money $351 million for the financial year 1989/90 for the operating cost alone, ie, the recurrent expenditure without taking into account their development costs. The major part of this expenditure, Sir, must inevitably be financed by a grant from the Government. But the question we should ask ourselves is: should Government finance all, or almost all, of the expenditure of NUS and NTI? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, the Member for Ayer Rajah has referred to some figures which I quoted in 1987. I have updated the figures and I will ask the Clerk of Parliament to distribute the table now. These are the figures for the distribution of expenditure among our various educational sectors for the financial year 1988. If Members will study the table, they will see that for FY 88/89 NUS and NTI have a total student population of some 20,600 students - about 18,600 undergraduate students and about 2,000 post-graduate students. These 20,600 students comprise 4% of the total student population of 523,000 students in Singapore. The remaining 503,000 students are in our schools, junior colleges, technical institutions, Pre-U centres and VITB. But in terms of Government expenditure on education, however, this 4% of students studying at the university accounted for 19% of the total recurrent Government expenditure on education in 1988/89. The remaining 81% was spent on educating over 500,000 students in our schools, junior colleges, pre-university centres and other technical institutions. In other words, last year, on the average, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 451</b></font>\n  <br>\n  <br> Government was spending over $13,000 each year to educate a student at the university level as against $2,300 for each student in our schools, junior colleges, pre-university centres, polytechnics and the VITB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the Government regards education as an investment in people and we have funded education generously. But the disparity between the allocations is such that it must be more equitably distributed among the various educational sectors in Singapore and I think that it is right that we should reduce, as I have said in 1987, the percentage of Government expenditure on education that is allocated to the universities so that we may have more money to spend on upgrading the quality of education in our schools and the other sectors of education in Singapore where the majority of our students and pupils are. This sets out the fundamental principle why it is necessary to raise university fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the actual fee increase. In raising university fees, we must always keep one basic principle in mind and, that is, we must make sure that students who come from poor families, whether these are Singaporeans or non-Singaporeans, should not be penalized or prevented from acquiring a university education simply because their parents cannot afford to pay the fees. This is a basic principle which we must follow in all fee increases. But it is because we want to ensure that access to university education is not dependent on the students' financial circumstances that the Government in 1987 earmarked a sum of $100 million to be operated as a revolving fund to finance loans to students and these loans are for a specific purpose of helping NUS and NTI students to meet the cost of their university fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform Members of the number of students who have actually applied for these loans and the amount of the loans. For the academic year 1988/89, 3,174 students from NUS and NTI applied for the Government loan schemes. These students comprise 17% of the total undergraduate student population of 18,600 at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 452</b></font>\n  <br>\n  <br> NUS and NTI. The total amount that was borrowed was $4.5 million or an average of $1,400 per loan. In this connection, Sir, I just read in today's Straits Times a letter in the Forum page with the rather alarming headline \"Indebted graduates will be hard-pressed to repay debts\". I had, in fact, asked the NUS and NTI to work out how many years a student would need to repay the student loan from the Government after he or she graduates and Members may find some of these figures to be of interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take, for example, a Singapore student who is studying a course in Arts or one of the non-laboratory based disciplines. Assuming that the student takes the full 50% tuition loan, ie, $1,300 out of the new fees of $2,600. Then for the three-year general degree course, his total loan will be $3,900. If he gets Honours, that means an additional year, the total loan would be $5,200. Assuming the student passes his examinations and graduates and then joins the Government and he uses, say, 10% of his starting salary to repay the loan. The calculation shows that he will be able to repay the amount of money which he owes to the Government well within four years. This is not taking into account any salary increases which the student may get during the period of the first four or five years of his working life, nor the salary increase which was announced this morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly for a student who is taking a laboratory-based discipline like engineering or science and working on the same basis, the number of years which the student will require to repay the loan is just over four years. It is less than five years. For a student who is studying medicine, the period is just over eight years. Since the terms of the student loan allow the student as long as 15 years to repay his loan, one can see that the claim that indebted students will be hard-pressed to repay their debts is not borne out by the facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the university's press statement, it is also stated very clearly that if the Government loan scheme is not sufficient, students can apply to NUS and NTI for additional loans from the universities' own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 453</b></font>\n  <br>\n  <br> loan funds. For 1988 and 1989 the number of students at NUS and NTI who applied for this additional financial assistance was 300, less than 2% of the student population of 18,600 students. Of those who applied, over 90% were granted additional financial assistance by NUS and NTI. The total amount approved by the universities was $219,000 with the average grant being just under $1,000. These figures show quite clearly that through the Government loan scheme and the universities' own funds, there are more than ample resources to ensure that no student who enrols or who is currently studying at NUS or NTI would be prevented from continuing his education simply because he is unable to find the ready cash to pay his fees. In fact, Sir, to our knowledge, no student has ever left the NUS and NTI on account of financial circumstances. He may leave because of other reasons, but not because he cannot find the means to pay his fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I have said, Sir, applies just as much to non-Singapore students as to Singapore students. I may add that such generous provision of student loans to foreign students is unheard of in other countries. The reason for us being so generous is that we recognize the importance of having foreign students in our universities. They enable our own students to have a broader and richer university education interacting with students from other countries and with different cultures. It is pertinent to note that, even with the increased fees, the fees for non-Singapore students studying at NUS and NTI are between half and one-third of the corresponding fees which a foreign student would have to pay to study at universities in Australia, England, New Zealand or America. As I have just said, Sir, the loan schemes which we have made available for Singapore students, ie, the 50% tuition loan scheme from the Government and the universities' own additional loans, are not confined to Singapore students. The schemes are open to non-Singapore students as well. I hope therefore, that non-Singapore students would not be deterred from applying to study at NUS and NTI. If they are bright enough to be accepted by our universities, we will ensure, as for Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 454</b></font>\n  <br>\n  <br> pore students, that they will be given sufficient financial assistance to enable them to study here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, I want to refer to a point made by the Member for Tampines GRC, Dr Aline Wong, on Monday concerning the $2,000 limit on loans granted by the universities from their own loan funds. Sir, I am happy to inform her that the universities exercise discretion with respect to this $2,000 limit. They will waive the limit where necessary for students in needy circumstances. The Member can set her mind at ease that the limit will not be an obstacle to a student who needs additional funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the point brought up by the Member for Leng Kee regarding the timing of the announcement, the fee increases have had to be decided after the Finance Ministry has settled its budget for the year and we have to announce the fees before students apply for the new session. It is only fair. We cannot announce the fees after they have applied and then find that they have to pay new fees. So this is the reason why the new fees have to be announced during this period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, Sir, university students are educated at very large public expense. They can aspire to highly remunerative jobs and to earn good salaries when they graduate. After receiving the benefit of a university education, it is only right, Sir, that when they are working they should pay back part of the Government's subsidy in order to lessen the burden of financing university education purely through taxpayers' money. After the recent fee increases, the grant by Government will finance about 77% of the operating expenditure of NUS and NTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a long-term target, NUS and NTI should work towards steadily reducing the percentage of their operating expenditure which is financed by Government to somewhere between 60% and 70%. But, of course, this cannot be done immediately and it will have to be implemented over a period of time in order not to place an undue burden or hardship on students and their parents. At every stage we must ensure that the fee increases do not have the effect of limiting access to NUS and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 455</b></font>\n  <br>\n  <br> NTI, particularly for students who are bright but who come from poor homes. These students have as much right to university education as children whose parents are in more comfortable circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a nutshell, Sir, the policy of the Government is and will continue to be to make sure that no bright student who has been accepted by NUS or NTI will be preventd from acquiring a university education simply because his or her parents cannot afford to pay the fees and we will do what is needed to maintain this policy, including, if necessary, reviewing our loan schemes or providing other forms of financial assistance, such as awarding more scholarships or bursaries if this is shown to be necessary. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Can I ask the Minister two questions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would you exempt the existing students from this present hike in fees? The other question I want to ask is: would it be possible for the university to do a projection study on the fees that the students will be paying in, say, five years? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, the answer to the first question is no. The answer to the second question is yes. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Thank you, Sir. May I take the two cuts together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> The President in his Address to this House spoke about the need to uphold the core values we have: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We need to enshrine these fundamental ideal in a National Ideology. ... We need to inculcate this National Ideology in all Singaporeans, especially the young. We will do so through moral education and by promoting the use of the mother tongue, by strengthening the teaching of values in schools [and so on.]' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum to the President's Address, the Minister for Education said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The inculcation of core values must begin in the home. The values can be reinforced in the primary schools by ensuring adequate proficiency in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 456</b></font>\n  <br>\n  <br> mother-tongue, and through appropriate lessons in the Social Studies, Moral Education and Extra-Curricular programmes.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the questions that come to my mind is: how are the core values to be taught in schools? I am referring to the medium for the teaching and learning of these core values - English or mother tongue? My personal view is that it should be taught in the mother tongue. This will be in line with the Government's professed intention of promoting the use of the mother tongue. It is also in line with the bilingual policy or in the study of mother tongue for the preservation of our cultural heritage. And I think it would also make the learning of the mother tongue more meaningful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my second point concerns the teaching of religious knowledge in schools. A report entitled \"Religion and Religious Revivalism in Singapore\" was released recently. This is a report by three NUS dons. In view of the findings of the report by these three university lecturers, I would like to ask the Minister whether the Ministry will now review the teaching of religious knowledge in schools with a view to deciding whether we should continue such teaching. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Chairman, Sir, the Education Ministry's decision to incorporate the teaching of core values in the primary school curriculum is to be applauded. The move is timely to check the insidious erosion of traditional values that is taking place today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Ministry of Education sent a Study Team to Taiwan and Hong Kong to learn how they have kept their core values amid change and modernization. While there is no denying that we can always learn something from the experience and experiments of others, I hope that the superficial impressions formed from glimpses of two homogeneous societies will not be the basis on which Singapore's core values are formulated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a multi-racial, multi-lingual and multi-religious society, quite different in composition from Taiwan and Hong Kong. It is obvious that the core values which should be taught in our schools \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 457</b></font>\n  <br>\n  <br> must serve the objectives of promoting social cohesiveness and developing a Singaporean identity out of the diverse groups of Singaporeans. That these must be essentially Asian is axiomatic. They must also be values which uphold the three most dearly held Asian institutions of family, community and country, besides the values which promote self-development. I hope that in its eagerness to draw up a core values progrmame, the Ministry of Education does not go about it the wrong way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are certain values that we cherish in Singapore and which have served us well. They have sustained us through turbulent times. Otherwise, we would not have survived and prospered as a nation. These are the values that we must identify, preserve and teach our young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One challenge that is facing us is to put up a creditable team of experts who will not only be able to identify and prioritize the values we have, but also arrange for their introduction into our schools. Another challenge is to provide a definition of core values that transcends ethnic differences, reconciles incompatabilities and encompasses a universal outlook. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will venture to suggest that in its search for core values, the Ministry should first look at its own backyard. Over the years we have had a whole host of values education programmes, from Education for Living and Good Citizenship to Being and Becoming and Religious Knowledge. I am sure that the Ministry will find a wealth of materials and information in its own archives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our problem has been that we have always relegated values education to an unimportant, secondary position in our school curriculum. The answer is not only to make the teaching of core values merely a subject in the school time-table, but also to make our core values a part of the ethos of every school community. The inculcation of core values, if they are to have a life-long effect, must be internalized in each child. In order to achieve this, our core values education programme must build upon the real life examples and experiences that children can see, practise and understand. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 458</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The teaching of the values must not only be formal but also pervasive, otherwise it will sound like shallow moralizing and will lack the ring of authenticity. These values must permeate the school system and be reflected in its organizational structure, its daily transactions and routines, the way staff and pupils are dealt with, the school rules, and the manner in which critical situations which will arise from time to time are handled. These values, to be effective, must constitute the school's ethos, its beliefs and its practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is only when society, parents, Ministry of Education officials, principals and teachers themselves subscribe to the value system, that it will become a living reality. A value system only begins to function when there is a community of believers subscribing to it. However, if there exists only a superficial acknowledgment of the system, it is destined to fail. People who lack conviction will not reflect the value system in their daily conduct. What will become apparent mo all then is the existence of a double standard - do as I say but not as I do. Hypocrisy of this kind will neutralize all attempts to promote the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are warning signposts that I would like to set up along with the accolades of moral values. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Chairman, the proposed teaching of core values in our schools, to in my mind, is going to be a regressive step in our efforts of nation building. In nation building, we must aim for unity, we must remove all divisive factors. For 30 years since attaining self-government, racial harmony has been a cornerstone in our society. What is going to happen when we teach the core values in our schools as has been suggested in some quarters? Chinese Singaporeans probably will be made to study Confucianism, our Malay and Muslim Singaporeans will study Islam, and our Indian brethrens will be taught Indian traditions. Each ethnic community in Singapore will eventually be different. They will not be able to attain a common Singapore identity. The Chinese, through the influence of Confucius teachings, will become more Chinese. The Malays will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 459</b></font>\n  <br>\n  <br> drawn closer together as a group with Islam as a strong rallying point. And the Indians will be more Indian. They will identify themselves strongly with Indian traditions and culture. Sir, the teaching of core values will thus be a disruptive effective on our multi-racial society. It will undo what we have achieved in racial peace and progress over all these years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point I want to bring up is that teaching of core values will also impede our progress towards a truly democratic society which is the aim of our national pledge. Confucianism will feature prominently in the teaching of our core values. Confucius lived in fedual times and he had never heard of words such as democracy, opposition parties, or general elections. Confucius advocated filial piety which is a philosophy in itself. When translated into political terms, it means blind obedience to authority. In Confucius' time, authority meant authority of the Emperor. As long as the Emperor carried out his duty to provide food, shelter and clothing for his subjects, they were obliged to obey him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard the Minister for Finance on 14th March in this House announce that the Government has discharged fully its primary duty to the people by meeting all their basic needs. By implication, Sir, is the Government saying that it then has the right to rule Singapore in an absolute manner? There is no room for democracy, there is no room for open debates on government policies, no room for opposition in Singapore's political system, since they have provided the basic necessities? Once the Government begins to talk in the Confucian language and to behave in an authoritarian manner, just because it has carried out its duty of providing Singaporeans with the basic necessities, then our society will surely begin to rot from within. Corruption of power will set in followed by widespread nepotism, just like the old empires in China. Confucius' teachings had been misused by Emperors in old China to the detriment of that country. If we launch an all-out effort to establish Confucianism in Singapore, could it not also be misused by a later govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 460</b></font>\n  <br>\n  <br> ment? Who will give us that assurance that future governments will not use Confucius' teachings once it is established here for their own benefit? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, I wish to touch on two aspects of the teaching of core values. I hope what Mr Chiam fears most would not materialize. Because as far as my understanding goes, Confucianism teaches many good values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point about the teaching of core values is: what core values do we want to teach? The Government has suggested four core values. They are all good core values. But the point is: how do they carry them out? And they have left out the universal declaration of human rights. These are the most important core values accepted by the whole world. Why can we not also accept them? Are we again exclusive in this area? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I asked, how do they teach core values. I think it is important that they teach by precept. When I say that, Sir, it means to say that the teachers who teach them must show and follow those examples which they teach. And what is more important, the political leaders must also live up to what they say. If they say one thing and do another, that is no good. It is going to get everything down and is wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect which I want to stress has already been partly mentioned by Mr Sia, ie, that it is much better that core values be taught in schools. And taught in schools not by merely reading from books on civics but by doing and practice by the principals, by the teachers, by the administrators, by the students themselves. In my old days, we had to do everything in the school. We even had to sweep the drain and loos as well. We were taught good manners. Well, I hope I still have those good manners. In many ways, the manners of students from Chinese schools are, in general, better than the manners of students from English schools. That is because in the old Chinese schools, they used to teach the real good core values. This has also been mentioned in an article in the Lianhe Zaobao two days ago. I think the Minister should read that article. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 461</b></font>\n  <br>\n  <br> says, Zai xue xiao chuang zao dao de huan jing. Maybe he will learn something from that. And I hope the students will surely learn in the schools. Once the core values are taught in the schools, then the students become immersed into the whole environment and they learn gradually, without knowing it, all the good values that they should value in their later life. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Tampines GRC):</b> Mr Speaker, Sir, may I be allowed to speak on the cut on traditional values and religious knowledge first? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Of course. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Since Mr Chiam has talked about his views on Confucianism and one of the points I was going to make on the Religious Knowledge programme was also on Confucianism, I think I should deal with this matter first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Braddell Heights touched on the Report on Religion and Religious Revivalism in Singapore. Likewise, I believe we should also take a very serious look at this Report and for the Minister to consider whether this course on Religious Knowledge should or should not be continued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The researchers believe that the introduction of religious courses has a significant impact on the present and future religious development in Singapore. And they have recommended that the Religious Knowledge programme be reassessed, implying that if the undesirable consequences outweigh the desirable ones, then the programme should be dropped. The recommendation of the Report was based on several observations. First, Singapore, being a secular state, should keep religion and state separate. When religious courses are introduced into all schools, this principle of separation between state and religion is actually being breached. Second, in deciding on which religious courses to be taught as options in the RK programme, the Government is officially endorsing the chosen religions over the others. Third, when one religion begins to engage in active proselytizing or propagating its faith, then it may provoke a response from other religions. This would lead to competition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 462</b></font>\n  <br>\n  <br> and because religion is closely tied to ethnicity in our social context, competition may also lead to racial conflict. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the observations of the Report deserve our serious attention. And I agree that a close look at the RK programme should be made. A decision on its continuation should be taken sometime in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;RK was introduced as part of the Moral Education programme in 1984. The rationale behind its introduction was our concern that younger Singaporeans have become \"deculturised\". To counter this trend, emphasis is placed on teaching traditional values so that young Singaporeans can identify with their own cultural roots. So the teaching of RK has served a useful function of transmitting cultural values. But should it begin to show some negative indications for social harmony, as the Report has reason to believe, I think we must be very careful. We may have to drop the courses no matter how good the original intention was and how much resources we have poured into the programme already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, dropping the programme would produce a lacuna in our school curriculum. At present, the Moral Education course for primary and lower secondary students only teach universal, humanitarian values. We may therefore have to inject more cultural value content into the teaching of the second languge. But even with this alternative, something is still going to be lost. For the Chinese in particular, the present course on Confucian Ethics is a most valuable source of cultural knowledge. The two school texts are comprehensive and are well-written, even if a bit heavy going especially if you read it at one go. A lot of resources have gone into their production, and into the training of the teachers. So how can we prevent such resources from going to waste? How can we still put back some Confucian ethics into the school curriculum? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to the majority of the Chinese, Confucianism is Chineseness, ie, Confucian values are central to Chinese culture and personality. No doubt, some of the Confucian values need to be adapted to our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 463</b></font>\n  <br>\n  <br> modern-day conditions. In fact, the two texts have attempted to adapt Confucian values to modern-day concepts of family living, and also to concepts about citizenship and democracy. One may argue, of course, whether the attempt to revise it especially as geared to secondary student levels is adequate or broad enough. But that is a separate question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps for the Member for Potong Pasir, if he has some difficulty in understanding Chinese, he should read these two English texts to begin with and see how Confucianism, in fact, can be adapted to modern-day conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Minister for Education, may I ask if his Ministry has actually begun to look at the RK programme, and when would a decision be made on the matter? If the programme were to be dropped, what does he propose to do with the resources that we have already put into the Confucian Ethics as a course? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the subject of pre-primary classes. On 29th January 1989, the papers carried a report on the Auditor-General's recommendation that the pre-primary programme should be scrapped. Pre-primary classes have become very popular with parents because of the longer hours and the lower fees as compared with kindergartens. Also, the classes provide a Mandarin-speaking environment, a more structured programme and better-trained teachers. It is therefore understandable that parents are quite disappointed by the Auditor-General's recommendation, especially since it seems to place so much emphasis on the cost factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe cost-effectiveness should not be the main criterion for the Ministry to take a decision on the matter. Instead, we should address two fundamental questions: First, is it the function of the Ministry of Education to provide pre-primary education? If not, what other alternatives are open to parents? Second, has the pre-primary programme served to give children a headstart in learning Chinese? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the first question, I am of the opinion that the Ministry of Educa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 464</b></font>\n  <br>\n  <br> tion's function is to cater to primary, secondary and tertiary education, just like ministries of education all over the world do. That our Ministry of Education has gone into pre-primary education was due to a pecular historical reason, ie, to help arrest the decline in enrolment in Chinese schools in the 1970s. But this reason is no longer valid now, because English has become the main medium of instruction in all schools since we implemented the national stream in 1987. Thus, pre-primary classes now are teaching both English and Chinese. And this is what most kindergartens run by private or community organizations are also doing. The fees charged by the kindergartens run by community organizations are affordable and the teachers are also trained at the Institute of Education. So I feel that pre-primary education can very well be left to non-MOE kindergartens. It can even be said that, since the kindergartens are not subject to the bureaucratic constraints of the Ministry, they can be even more flexible and more innovative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question, giving children a headstart in learning Chinese, is a major concern among the Chinese-educated parents. Their concern has been highlighted by the Chinese press. I sympathize with their concern. But I think the Ministry has already got evidence that after a few years of primary education, the language abilities of children who attended pre-primary classes are no different from those who attended non-MOE kindergartens. So this rationale for the pre-primary education to be undertaken by the Ministry of Education is also not there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the teaching of CL2 continues to be a very important challenge to the Ministry. But as far as the pre-primary programme is concerned, I wonder if the Minister can give us some indication as to whether or not he is going to accept the Auditor-General's recommendation. And if he is going to scrap the classes, what is he going to do with the existing facilities and the trained staff? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 465</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1989/90, and ask leave to sit again on Monday, 20th March 1989. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 466</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at One Minute to\n  </div> \n  <div align=\"right\">\n   Five o'clock pm to Monday,\n  </div> \n  <div align=\"right\">\n   20th March 1989.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 467</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530467.gif\">Annex A - NUMBER OF ADMINISTRATIVE OFFICERS AS AT 1ST JANUARY OF EACH YEAR, 1974-1989 (Cols. 467 - 468)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 468</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 469</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530469.gif\">Annex B - COMPARISON OF PRINCIPAL INCOME OF TOP EARNERS IN THE ADMINISTRATIVE SERVICE AND PRIVATE SECTOR BY AGE (Cols. 469 - 470)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 471</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530471.htm\">Annex C - AVERAGE 1987 MONTHLY INCOME OF THE TOP THREE EXECUTIVES IN A SELECTION OF LARGE SINGAPORE COMPANIES AND PROFESSIONAL FIRMS (Cols. 471 - 472)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 472</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 473</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530473.htm\">Annex D - NEW ADMINISTRATIVE SERVICE SALARY SCALES (Cols. 473 - 474)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 474</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 475</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530475.htm\">NUMBER OF PRIVATE SECTOR EMPLOYEES (BASED ON 1987 INCOME) WHO EARNED MORE THAN TOP ADMINISTRATIVE OFFICERS, BY AGE, NUMBER OF PRIVATE SECTOR EMPLOYEES (BASED ON 1987 INCOME) WHO EARNED MORE THAN SENIOR ADMINISTRATIVE OFFICERS, BEFORE AND AFTER SALARY REVISION (Cols. 475 - 476)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 476</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 477</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530477.htm\">Annex G - Professional Services, Departmental Services with Professional Services Scales (Cols. 477 - 478)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 478</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 479</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890317/19890317-HA-0530479.htm\">Annex H - SPECIAL NON-PENSIONABLE ALLOWANCE (SNPA) FOR LEGAL OFFICERS (Cols. 479 - 480)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 480</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
