{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-29\"> \n  <meta name=\"Start_Col\" content=\"1007\"> \n  <meta name=\"End_Col\" content=\"1079\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">15</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">29-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 29th March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) - from 30th March to 4th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hong Hai (Bedok GRC) - from 1st to 12th April, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang (Marine Parade GRC) - from 2nd to 5th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru), Deputy Speaker - from 2nd to 7th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Brickworks GRC), Speaker - from 2nd to 7th April, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>IMPORTED LIVESTOCK</b>\n  </div> \n  <div align=\"center\">\n   <b>(Free from harmful chemical and biological promotants)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chin Harn Tong</b> asked the Minister for National Development, in view of the increasing use of growth promotants in livestock production, what steps are being taken by his Ministry to ensure that the imported livestock are free from dangerous chemical and biological promotants. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, the Primary Production Department carries out regular checks to ensure that imported livestock and meat are free from harmful chemical and drug residues. The checking system involves first approving overseas farms and meat processing plants for exporting livestock and meat to Singapore. This is followed by inspections at the point of import in Singapore, using sampling methods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overseas farms accredited for export of live animals to Singapore are allowed to use only approved drugs and chemicals. These must be used according to procedures recommended by veterinarians and manufacturers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When imported livestock are slaughtered in our abattoirs, samples are taken for laboratory tests. Samples of imported frozen and chilled meat are also taken at point of entry for testing. The Primary Production Department keeps the test records of individual overseas farms and meat processing plants for monitoring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the present system does not apply to live poultry from Malaysia. The Primary Production Department is aware of the dangers to consumers arising from increasing and improper use of chemicals and drugs in modern poultry farms. It is working closely with the Malaysian Department of Veterinary Services to develop an accreditation scheme for poultry farms in Malaysia. This will enable PPD to inspect farms which export eggs and live poultry to Singapore to ensure that these products are safe for our consumers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHINESE STUDIES DEPARTMENT OF NATIONAL UNIVERSITY OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Student enrolment and teaching staff strength)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Chiam See Tong - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. To ask the Minister for Education, in relation to the Chinese Studies Department of the National University of Singapore, what is its (i) total student enrolment and (ii) teaching staff strength and how many of them are Singaporeans. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Question No. 2, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, the total student enrolment in the Chinese Studies Department of the National University of Singapore is 1,000 comprising 989 undergraduate and 11 post-graduate students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The teaching staff strength is 22, of whom 15 are Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHINESE LANGUAGE TEACHERS IN PRIMARY AND SECONDARY SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Shortage)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Chiam See Tong - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. To ask the Minister for Education whether there is a shortage of Chinese language teachers in primary and secondary schools; and, if so, how many more teachers are needed. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Question No. 3, Sir. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, there is at present no shortage of Chinese language teachers in primary and secondary schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT) BILL</b>\n  </div> \n  <div align=\"center\">\n   <b>(As reported from Select Committee)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Third Reading read. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Select Committee as well as the Bill, as revised by the Select Committee, was presented to Members on 15th March, 1990. I am sure all Members have read and studied the Report and the reasons given for the decisions taken by the Select Committee. I therefore do not propose to make a lengthy speech, but only to highlight the main points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to separate my comments into two categories: areas where changes were made to the original Bill, and other areas where the Committee decided not to make any change. There are four areas where the Select Committee decided changes should be made to the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first concerns the \"sunset\" clause concept to the Bill. Members will recall that during the Second Reading, I suggested the idea of weaving a \"self-destruct\" or \"sunset\" clause into the Bill. I did so in order to accommodate the reservations expressed by some MPs over the Bill. My main objective was to urge them to try out the concept of NMP for the remaining period of this parliamentary term. The amendment to the Constitution will lapse automatically, unless it is re-enacted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the Select Committee hearing, one representor graphically pointed out that such a \"sunset\" clause was like casting a \"death wish for a new born baby\". He was strongly against having such a clause in the Constitution which he regarded as the supreme law of the land. He argued, quite correctly, that if the system of NMPs was found unworkable, a future Parliament could always amend, or abolish it altogether. While I agreed with him, I nevertheless felt that we should have a mechanism which did not permanently and automatically require all future Parliaments to have NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore suggested that instead of a \"sunset\" clause, each Parliament should be given the discretion to decide if it wished to have NMPs for the term of that Parliament. It would determine this by a resolution; if it did not so resolve, then there would be no NMPs in that Parliament. This approach will give us some flexibility in trying out the NMP scheme. While the NMP provisions can be set out in the Constitution, they will not bind all future Parliaments to appoint NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee agreed with this variation. Accordingly, the Bill as revised by the Committee provides each Parliament with the discretion to determine whether it wishes to appoint NMPs. This is to be found in section 1 of the Fourth schedule. This discretion will be exercised by a resolution adopted by each Parliament within six months of its first meeting after a general election. NMPs will be appointed within six months of such a resolution. If no such resolution is adopted, no NMP will be nominated during the life of that Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I move on to the procedure for selecting NMPs. The Committee weighed the pros and cons of various proposals to change the procedure for selecting NMPs, for example, whether there should be open discussion and voting by all the Members of the House on the nominees or whether there should be secret voting. The Select Committee did not accept these ideas and has given its reasons in its Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Select Committee did recognise that there was value in the Special Select Committee obtaining the views of other MPs before it made its final recommendations to the President. Accordingly, a change has been made to the Bill whereby the Special Select Committee will be obliged to consult the general body of Members of Parliament, individually or otherwise, before deciding on the names to be submitted to the President. This is provided for in section 2(3) of the Fourth Schedule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This change enables the Special Select Committee to benefit from the views and comments of the Members who may have specific knowledge of particular nominees, without the whole House having to meet and publicly debate or vote on individual names. The details of the manner of consultations have not been spelt out in the Bill. It is best we leave these administrative details to the Special Select Committee to decide. Such consultation should, of course, be to the extent possible or practical for it may not always be possible to consult all MPs, for example, MPs who are abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, on the criteria for selecting NMPs, the Select Committee decided that the Bill should incorporate some criteria. This will not only guide the Special Select Committee in its deliberations but will also help members of the public when they propose nominees for consideration of the Special Select Committee. The criteria are spelt out in the amended section 3(2) of the Fourth Schedule, which reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The persons to be nominated shall be persons who have rendered distinguished public service, or who have brought honour to the Republic, or who have distinguished themselves in the field of arts and letters, culture, the sciences, business, industry, the professions, social or community service or the labour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> movement; and in making any nomination, the Special Select Committee shall have regard to the need for nominated Members to reflect as wide a range of independent and non-partisan views as possible.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final change the Committee made to the Bill is that an NMP should vacate his seat before contesting a by-election where he contests on a party ticket. The original Bill did not require him to do so. The reason for the change is that it is not possible for an NMP to contest a by-election on a party ticket without his non-partisan image being affected. This requirement will not apply to an NMP standing for a by-election as an independent candidate as the same reason does not apply to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to certain aspects which were raised during the hearings of the Select Committee but where the Committee decided to make no change to the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, concerns the question of whether NMPs should be permitted to hold political office. The original Bill does not prohibit an NMP from being appointed as Minister or other office holder. The Select Committee decided not to change this. Now, Members may recall what I said during the Second Reading and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... it is not the intention of Government that nominated MPs should be eligible to become Ministers or other office holders. The principle that office holders must come from the ranks of elected MPs will remain. If the provisions of the Bill are not specific on this point, suitable amendments can be made.' [Hansard, Vol. 54, No. 8, Col. 698]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is still my intention. The Government does not intend to appoint NMPs as Ministers or other office holders. But when I looked into the future, I wondered whether it was necessary or desirable to expressly prevent a future government from appointing an NMP as Minister. Many established democracies can and do regularly appoint Cabinet Ministers from the non-elected members of their legislature. Notable examples are the United Kingdom, France and Malaysia. If these countries, which have a bigger population and a bigger Parliament, need to appoint non-elected members as Cabinet Ministers from time to time, the reason is even more cogent for Singapore which has a Parliament of only 81 Members. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In coming to this decision, my guiding principle is what is in the national interests. For a country to be well run and the people to enjoy growth and prosperity, it must have effective government. This means having suitable people to do the specialised complex jobs like Finance, Trade and Industry and Law. If there is no elected MP who can do such jobs adequately, it is in the people's interest that a competent person is appointed to do so from the non-elected MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A government may also consider it useful to appoint a Minister in charge of the Arts. The best person need not necessarily be a politician and a government may wish to draw upon the very limited talent pool in the arts to appoint such a Minister, rather than have a politician without a real interest in the arts to do the job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee is convinced that regardless of the intention of the present Government on this matter, it would be wrong to deprive future governments of this element of flexibility of appointing some NMPs as office holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee also deliberated on whether NMPs should sever ties with political parties. It decided that it was unnecessary to specifically require an NMP to do so. It felt that it was far better to leave to conventions and practice to evolve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On voting rights, the Committee decided to make no change, ie, NMPs will have the same voting rights as NCMPs. The reason was simple. The absence of voting rights would reduce the status of NMPs and discourage serious-minded persons from serving as nominated MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members can see, the Committee has made certain important changes to the Bill. It may not have made all the changes which all Members or representors to the Select Committee would have preferred. But I believe that Members will agree that we have been as accommodating as possible. I hope that Members will view the revised Bill more positively than the original Bill. Like all new proposals, people have their reservations. When I first pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> posed the concept of Medisave in this House, some sections of the public and also some MPs had their reservations. Likewise, when we introduced the concept of GRCs. Both Medisave and GRCs have worked, to the benefit of the people. Suppose we lacked foresight and the courage to propose and implement them. Would we be better off today? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, I say, give the NMP scheme a try. If we do not try, we will never see the merits of the scheme. This Bill does not bind every future Parliament to have NMPs. If the demerits outweigh the merits, the next Parliament need not carry on with the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me thank all those who made contributions to the work of the Select Committee through their written representations and appearance before it. They made many valid points which, together with the views expressed in this House, have helped the Committee to improve on the original Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, when the NMP proposal was first raised in Parliament, I was totally unhappy with the whole concept. After the First Deputy Prime Minister suggested a \"sunset\" clause or a \"self-destruct\" clause and proposed to call NMPs \"Parliamentary Counsellors\", I took time to reconsider the proposal. I consider these major concessions made by the First Deputy Prime Minister, concessions that are made by a listening leadership. I thought I could come on board, as called by the First Deputy Prime Minister. But having read the Select Committee's Report, and here the First Deputy Prime Minister is very right, I still have reservations and must state them at the outset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since this House has already accepted the proposal and is now debating only on the merits and demerits of the scheme and on its details, I shall have to deal with these points as raised in the Select Committee's Report. Firstly, the recommendation that each Parliament should decide for itself whether it wants NMPs. My question \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> to the First Deputy Prime Minister is: what does he mean by Parliament should decide for itself? If the Whip is again not lifted, then the answer is a foregone conclusion. This amendment is thus in effect a non-event, and we must realise that Parliament is in actuality left with no choice. We are back to square one. Perhaps the First Deputy Prime Minister will comment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, selection of NMPs. I am for a secret ballot. I am for this idea. Why? Because we do not want to embarrass potential NMPs. On this, I agree with the Select Committee. Discussing the merits and demerits of an individual will be unacceptable. I guess here the implication is that MPs are expected to be thick skin and NMPs are supposed to be very sensitive people. However, with a secret ballot, the result need only be made known to you, Mr Speaker, Sir, and the list of successful candidates as announced. The counter argument is that a secret ballot is not a usual or normal procedure. To quote the Committee's Report, \"a radical departure from the established procedures.\" In answer, let me say that we have been amending procedures in our House to suit our own unique situation. Unusual measures and proposals call for unusual procedures. Let us move on and not be held back by tradition for its own sake. As the First Deputy Prime Minister has mentioned, the Medisave and GRC schemes have proved successful. So we are moving in this direction, let us go and take another brave step. Move on to a secret ballot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether NMPs should be permitted to hold political office, my answer here is a categorical no. A party aspiring to form the government must ensure that it has the necessary candidates. A major factor in the electorate's mind when they go to the polling box is whether the party that he or she is voting for can form the next government. By allowing this, we may inadvertently be telling the electorate, \"Do not worry. After the election, I will find you a good Law and Finance Minister, even though at this present time I do not have one to offer you.\" The art and politics of fielding candidates should be able to provide the leeway to ensure that Ministers for specialised port- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> folios be elected. There are constituencies or wards that are marginal and there are also so-called \"safe\" constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Office holders must be accepted by the public and must work to win the public's trust and confidence. Trust and confidence of the public, how is this reflected? Except at the polling box by votes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers cannot be merely able technocrats. They must be much more than this. They must have the confidence and trust of the public. However, if the fear is that \"effective functioning of government\" may be affected if we do not have a good Law or Finance Minister, then I feel that the amendment should in good faith categorically state that this Bill will only allow for the appointment of the NMP as Law or Finance Minister to the exclusion of all else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find the argument for the appointment of an NMP as a Minister in charge of the Arts very difficult to accept. We were not a nation that used to sing, but now we are a singing nation. \"Sing Singapore\" is an overwhelming success. And the Minister for Communications and Information and the Minister for Community Development are by no means artistes at singing. We have often stated that we have an able and efficient civil service. I am sure that all our Ministers give due cognisance to the advice of our senior civil servants. The civil service is complementary to the politicians. It is not as if we do not have any fall back position. We have this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After listening to the First Deputy Prime Minister, I am still a little bit confused. He says that he does not intend to appoint NMPs as Ministers or other office holders. I await further clarification. That means he is making the provision now to allow them to hold political office but he does not intend to appoint them. Maybe he can clarify what this means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, coming to the point whether NMPs should sever all ties with political parties, the Report states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'NMPs should be, and be seen to be, non-partisan with no affiliation with any political party.' \n  <br>\n  <br>Indeed, if an NMP is to give views that would help this House make better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> decisions, then this principle must be closely adhered to. I could not agree more with the Select Committee. Thus, on appointment the NMP should formally resign from membership of a political party. This is in line with the statement that the NMP should be required to be seen to be non-partisan. While it is also true that the act of resignation will not change the NMP's political philosophy or his sympathy for his party, resignation is still important, so that the NMP will not feel obliged to take his party's stand in Parliament. He will not be answerable to his party or beholden to his party. This very problem of finding non-partisan persons with no affiliation is one of the arguments against the NMP concept. However, as it has been accepted, the Special Select Committee will now have to seriously consider ways to overcome this. Then only will the NMP scheme gain credibility. \n  <br>\n  <br>\n  <i>The NMP standing for elections</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the NMP to blossom as a respected person to be reckoned with and to be resected by both Members of this House and the public, we should not over protect him. Protect him from an embarrassment before appointment, yes, I agree. However, when he decides to enter the political arena in total, even as an independent candidate, he should not only resign his NMP position, but he should also be barred from ever being appointed again as an NMP. He has already made his position amply clear. He is willing of his own volition to enter the political foray and he therefore should no longer enjoy the protection of this House. The NMP who stands for election is no longer a member of an endangered species and thus he deserves no special privileges or protection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing, Mr Speaker, Sir, may I add that this debate has far greater dimensions than merely discussing NMPs. It is about the role of Parliament, the responsibility of office holders and governing by consensus. PAP Backbenchers have often been urged by the party leadership to be constructively critical and not to be \"yes\" men. The party does not want this and neither does the electorate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the Second Reading of the Bill, the First Deputy Prime Minister said that he wanted to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;' ... encourage participation to build consensus, to accommodate alternative viewpoints and dissent.' \n  <br>\n  <br>To go one step further, the electorate also does not want the Opposition to be \"No\" men, to disagree with everything that the Government does. However, after the last debate on this issue, there were some who expressed the view that if one disagrees with party line, then one should resign. I cannot disagree more. With a more educated generation, do we want to encourage this opt-out philosophy of life? Disagree with party, resign from party. Disagree with employer, resign from company. Disagree with Government, then what? Resign from Singapore? Emigrate? I believe that we must not become a generation or a nation of quitters. Out of discussion and disagreement may come out better ideas. Here I agree with the First Deputy Prime Minister when he said: \"Do you agree or do you not agree with this intent of mine, ie, to do something which will allow us to forge consensus?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I thus hope that at the end of today's sitting we can all go home more convinced, if not converted, of this NMP scheme. The First Deputy Prime Minister has said, \"Give it a try.\" Do we have any choice? But I would like to reassure him that we will give it a try very positively and we will try to make it work. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> The Select Committee's recommendation that each Parliament will have the discretion whether or not to have nominated MPs, in my view, is a correct and wise move. If a resolution is passed in Parliament that there be Nominated MPs, then the nominated MPs would be made more welcome in this Chamber. The decision whether or not to have nominated MPs would be the decision of the Members of Parliament. Additionally, such a resolution means that the nominated MPs will have some kind of legitimacy. After all, if it is a new Parliament passing a resolution that they be nominated, then to that extent they do have certain status, legitimacy, in this Parliament. So in my view it is an appropriate move to make. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, I have three questions which I would like to raise with the First Deputy Prime Minister and seek his clarification. The first is the procedure for the nomination of NMPs. I agree that it would be cumbersome to debate the qualities, the characters, the experiences of all the names which would be submitted by members of the public. That is not desirable. But if the Special Select Committee short lists from the nominations of the public, then I would suggest that the shortlisted candidates be made known to Members of Parliament and that their names and their qualifications be discussed in various forums. The Special Select Committee should shortlist more than the required number of NMPs. And this short list, in my view, should then be put to a secret ballot. I agree with Dr Arthur Beng that the shortlisted candidates should be put to the vote so that each Member of Parliament can then decide for himself or herself which of this list of candidates should be nominated NMPs in this Chamber. The Report mentioned that this would be a radical departure. But since we are making a Constitutional amendment, then there should be no problem if we think it is desirable that the shortlisted candidates be subject to a secret ballot by this Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue relates to the information to be made known to the public concerning the shortlisted candidates. I think the public should know who these shortlisted candidates are, their qualifications, background, their experiences and so on. If members of the public through various forums would want to make strenuous objection for very strong reasons, then I think they should be given the opportunity to make known their objection. They are not voting on the shortlisted candidates. But if they have a serious objection and they have information which the Special Select Committee does not have, then it would be a useful exercise if we allow the public a say in the list of candidates to be put up. I hope this is possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the question of their political affiliation. The original intent of this proposal, Sir, was that non-partisan independent people would come into this Cham- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> ber to debate on various issues, to make recommendations, and they should not be constrained by any party or political affiliation. Here again, I agree with Dr Arthur Beng that the shortlisted candidates should resign from any party membership of any political party. Otherwise it would compromise their position. Party membership may be known to his friends or her friends and the word goes around that he is a member of this party or that party. He is no longer a non-partisan person. So the integrity and the non-partisanship of such nominated MPs must be maintained. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah)</b>(\n  <i>In Mandarin</i>): Sir, during the Second Reading of the Bill I suggested that there are three points which should be considered. Firstly, we should consider the merits of NMP in the light of the ratio of Government MPs to Opposition MPs in future Parliaments. At present, the great majority of seats are occupied by the Government Party. Under these circumstances, I agree with the First Deputy Prime Minister's view that NMPs can help reflect the people's views because they are not like the PAP Members who are subject to the Whip's direction. But I feel that when Opposition MPs increase in number, the NMPs would lose their most meaningful justification and the number of NMPs should be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I do not think that an NMP should have the right to be appointed as a Minister. This is so because our Parliament has vested in our Ministers very substantial powers. Presently the Ministers are like other MPs. They have to go and face the electorate every five years to find out what the people think of their policies. Every Minister has this concern in his mind when exercising his power. Therefore, I support the idea expressly stipulating in the Bill that NMPs should not be appointed Ministers, which is very appropriate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is how to prevent a future government from making use of NMPs to strengthen their political power. The Select Committee had several suggestions incorporated in the amended Bill. Here I have two points to highlight. First, allowing every new Parliament to decide on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> question whether they want to have NMPs or not. Second, giving the right to NMPs to be appointed Ministers. On the second point, the First Deputy Prime Minister indicated at the last session he would not oppose the idea of a provision in the Bill that NMPs should not be appointed as Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us give this new system a trial. If the selections are not ideal or not desirable, or if there are enough Opposition MPs in Parliament, then by that time Parliament can decide how to deal with the situation. I had thought that if one day when there is a situation where the party in power may have a very slim majority in Parliament, then there is the temptation for that government to make use of the NMPs to consolidate their position and even appoint them as Ministers. Would it be against the will of the people? I think it is likely. But after careful consideration, I feel that under such circumstances, whatever the Government may be, whether it is the PAP Government or any other party in power, the most important question is the stability of the Government, and not the interest of the political parties. If at that time, the governing party does not have enough talents within its rank to be appointed as the Minister for Finance or other important ministerial posts, then under the premise of the interest of the nation, I would agree to appointing NMPs as Ministers. The government under those circumstances and the Ministers will be very careful in carrying out their policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now I mentioned that there would be a worry of Ministers having great powers. In such a situation, when NMPs are appointed as Ministers such worry would no longer exist and such appointments would be quite all right to me after all. The First Deputy Prime Minister has said that in the present circumstances, there is no need for our PAP Government to appoint NMPs as Ministers. After weighing the pros and cons, I no longer oppose the fact that the Bill does not provide that NMPs should not be appointed as Ministers. I am not quite sure as to whether any future government would make use of the system of NMPs or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> their votes to consolidate the position of the Government. On this question I should say that the NMP system is only a man-made system. If, in future, any government should abuse the original intention of the system, we cannot prevent it anyway. So the most important thing is that at the general elections, the electorate must vote for those candidates who are of integrity to form the Government. That, is the way to truly ensure our future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, first, let me say that the Workers' Party is against the Bill in principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We disagree that there is any need for NMPs. Presently, the Constitution has provisions for up to six Opposition NCMPs. We have now one elected Opposition MP and one NCMP. If Government feels that there should be more Opposition MPs, all it has got to do is to increase the number of NCMPs, to make up the total number of Opposition MPs to six. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now deal with the recommendations of the Select Committee. \n  <br>\n  <br>\n  <i>Procedure for Selection of NMPs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee recommends that the Special Select Committee, wherever possible, consult MPs individually or in groups. Presently, Sir, the House has 80 PAP MPs out of a total of 81. If the PAP Special Select Committee should consult MPs in this House, it will mean consulting other PAP Members. This is hardly any change from the original provision in the Bill. It is still the PAP consulting the PAP, which is no consultation at all. \n  <br>\n  <br>\n  <i>General Criteria for Selection of NMPs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is: who decides the criteria? The Report has suggested a list. In fact, the criteria recommended are linked to, and cannot be separated from, the procedure for selection of NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 26(i) and (ii) of the Report emphasises, and I quote, \"the need for NMPs to reflect as wide a range of independent, non-partisan views as possible\". Therefore, is it not logical and appropriate that nominees be suggested by the profes- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> sional bodies themselves? For example, the Special Select Committee may fix the number of NMPs, and professional bodies like those from lawyers, architects, accountants, doctors, engineers, universities, may then recommend the exact number of nominees to the Special Select Committee. This would do away with the unsatisfactory and laughable procedure of allowing the PAP Select Committee to consult PAP members in the selection of NMPs. \n  <br>\n  <br>\n  <i>Whether NMPs should be permitted to hold political office</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 30 of the Report refers to possible appointment of NMPs as Ministers of Government. The First Deputy Prime Minister has now changed his tune. And I would like to ask, Sir, why the sudden change? The Report, and the 1DPM both argue that the UK, France and other countries have appointed Ministers from non-elected members of the legislature. The examples given, however, are countries which have a second Chamber of Parliament. And I understand that this appointment of non-elected members to be Ministers has been severely criticised and regarded as an anachronism. Already there is a strong call for such undemocratic practice to be discarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a unicameral Parliament in Singapore. Our situation is entirely different. Why then do we need to appoint NMPs as Ministers? The First Deputy Prime Minister says it is for the national interests. First, is the PAP suggesting that with 80 out of 81 MPs in the House, there is no Backbencher who is fit and good enough to be a Minister? I cannot believe that, as I can see that a good number of PAP Backbenchers are most capable MPs who could easily serve as very good Ministers in the Government. So there is no need for the change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the First Deputy Prime Minister argues that there may be special knowledge needed for special portfolios. He quotes the example of a Minister for Arts. Sir, if you need an artist to be in charge of the portfolio for Arts, let me ask: what about health? Do we need also a medical officer to be in charge of the Ministry of Health? Or do we need an expert asso- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> ciated with the environment to be in charge of the Environment Ministry? What the First Deputy Prime Minister suggests is that the Government should staff itself with a full load of technocrats. If that is the case, I suggest that the First Deputy Prime Minister choose his Ministers from the Permanent Secretaries and also from the professors of the university. They have special knowledge, and I am sure the First Deputy Prime Minister will be able to benefit from all their expertise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also remember, Sir, that the elections are held to choose political parties, because political parties follow special philosophies, hold special views about things and represent special interests. And from these political parties, Ministers are usually chosen. If we really need technocrats and people with special knowledge, think of the old PAP in 1959. There was hardly a handful, two or three people, who had tertiary education. Yet, we had a number of Ministers, and has Government carried on until the present day, of course, by suppressing us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is politics that decides how the interests and welfare of the people are to be looked after and represented. It is the politicians who decide on the priorities of how funds are to be allocated, so that the mahority of the people in the country will benefit. Therefore to ask for a person with the technical skill to look after a special portfolio is much against PAP's own political views and philosophy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must remember that politics is the key issue. But I suspect, Sir, that it is very possible that the Government already has someone outside the House, earmarked as an NMP, and would like to appoint that someone as Minister for a special portfolio. That is the very reason why the whole thing has been changed. Now I ask: is that the reason why the amount of the extra financial expenditure involved at present cannot be ascertained? That is what it says, \"This Bill will involve the Government in extra financial expenditure, the exact amount of which cannot at present be ascertained.\" Sir, if they are only ordinary NMPs, the amount of allowances for the six of them could be calculated to the exact cent. But the whole trouble is that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> they may be Ministers or Ministers of State, or other appointments. Therefore, the exact amount cannot be ascertained. And is that why this Bill is being pushed through in such a hurry? \n  <br>\n  <br>\n  <i>Whether NMPs should sever all ties with political parties</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 37 asks whether NMPs should be, and be seen to be, non-partisan with no affiliation to any political party. The First Deputy Prime Minister had said previously that he wanted non-politically affiliated NMPs. Now he has changed his views. And once more I ask: why then a change \"to let these matters evolve naturally as constitutional conventions and practice\"? As has already been mentioned by Dr Arthur Beng, just as justice must be seen to be done, so must NMPs also be seen to be non-members of any political party, or as people who have no close association or connection with any political party. Any form of association with a political party immediately puts the credibility of the NMP in question. He becomes seen as a member of that Party. \n  <br>\n  <br>\n  <i>Whether an NMP should vacate his seat before contesting a by-election</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to be fair to the NMP himself, he should vacate his NMP seat if he should contest any by-election. Whether he contests as an independent or as a member of any political party, he would certainly be seen as one holding strong political views, either similar to the viewpoints of the ruling party or to the viewpoints of an opposition party. He would hardly be seen as a truly independent candidate. If he should lose the by-election and still cling on to the NMP seat, he would be seen as an opportunist, and an NMP with very low credibility. That is not fair to the NMP himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, all in all, I feel that the recommendations of the Select Committee are not appropriate and should not be supported. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, the First Deputy Prime Minister has said that he will allow Parliament to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> decide for itself at every new session whether or not to have NMPs, and this is supported by the Member for Serangoon Gardens. But as pointed out by Dr Arthur Beng, this would be a fictitious choice. There is really no choice. You can see it today. When we have got a Constitutional amendment, the Whip can readily gather nearly all Members in this House. We have noticed that during the past two weeks, the House was barely filled up. But today, with the exercise of the Whip, we see nearly all seats are taken up. [Interruptions.] I am not controlled by the Whip. My point is that without the lifting of the Whip, there is really no choice. So the question is one of choice, whether the Members can freely vote to have or not to have NMPs at this new session. If we do not have that free choice, then this question of decision by the new Parliament really has got no effect at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the important question now is: is there really a need to appoint more NMPs to improve the standard of debate in Parliament or to contribute to the proceedings in Parliament? I do not think so. There is no compelling reason at all. This is borne out by facts that during the Budget debates, it was demonstrated clearly that there was no need at all, because MPs in Parliament at the moment have risen to the occasion. All the main issues of each Ministry were thoroughly debated so much so there was insufficient time. The number of speakers was so many that during the debate on the allocations to the Ministry of Health, the time allowed for each speaker had to be slashed down from 10 minutes to four minutes. The debate in Parliament is of a high standard and there is really --- \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> So we don't need Opposition Members. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> -- no need to get NMPs into Parliament. We do not need Cinderellas or ornaments in Parliament. That is what NMPs will eventually be. They will be out debated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliament is a place of work, of serious State business. Such serious State business is dealt in Parliament. And I say that only the committed, the people who brave the vicissitudes of the electoral pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> cess have a right to be in this House to transact such serious business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must never make entry into this House an easy matter. Every Member in this Chamber has earned the right to be here, both morally and legally. Each Member must have a measure of support of the electorate. Without that support, the Member has no business to be here. Indeed, without the appropriate electoral support, an honourable Member will be thrown out at a general election or by-election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the whole concept of the NMP is constitutionally wrong. By constitution, I do not just mean our own Constitution. We should also take into account the constitution of England because our parliamentary system is derived from that country. Our present parliamentary system is a legacy of the British and we should take note of the constitutional struggle in England from early times until what it is today. It was a struggle between the King and the common people. The King, of course, was reluctant to divest his powers, whereas the common people wanted more powers for themselves. It was a long arduous struggle and finally of course the common people won. So the House of Commons is a fully representative institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, representation is the essence of parliamentary democracy. What we are doing is a retrogressive step. We are in fact going backwards. Instead of getting more representation, we are placing Members in this House by appointment. We are in fact not improving our parliamentary system as the Government tries to make it out to be. We are in fact making it less representative. So how can we say that we are improving it? In fact, we are removing the basic tenets to our democratic system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can even say that we are taking the initial steps towards totalitarianism. Almost the whole world is marching towards more democracy. We are in fact moving away from it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot support the Report although I am a Member of the Select Committee. I have not put my name to it. I have not initialled or signed it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I just want to make a point of clarification on what the Member for Potong Pasir has stated. During the debate on the Ministry of Health, it was not the time for each Member that was reduced. It was the time per topic that was reduced to four minutes. There is a lot of difference in both. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> A point of clarification, Sir. The Member for Potong Pasir just said about the constitution of England. If I remember my history correctly, I believe that England does not have a constitution. Perhaps he can show us one. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I just want to make a clarification on Mr Chiam saying that he did not sign or initial the Report. Under the procedures, there is no need for any Member to sign the Report. It is the Chairman's Report of the Committee that is presented to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember that at the last but one meeting when this detailed Report was discussed, Mr Chiam was not present. Neither was I, but I applied for leave. He did not apply for leave. At the last meeting when we met to confirm the Report, it was only at the conclusion of our meeting that Mr Chiam appeared at the meeting. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, Mr Chiam, do you want to respond to Mr Heng? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I thank the Leader of the House for his clarification in regard to the Report, ie, the Chairman's Report is presented to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member should surely know that England has a constitution. But its constitution is unwritten. It is called an unwritten constitution based on its customs, its traditions and all the precedents that go before it. So it is wrong to say that England has got no constitution. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, if I may beg your indulgence, I think there is a lot of difference between a Constitution like, let us say, the United States, that has one, and England, that has an unwritten set of rules which they take it as a convention through history and customs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point that I would also like to make is that in the struggle of powers between the King of England and the people, if you remember, it was not between the King and the people. The people were never involved at all. It was always between the King and the noblemen which led in 1215 to the signing of the Magna Cartar that started the erosion of power of the King. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Speaker, Sir, the issue of nominated MPs is perhaps the most important single topic that this House has had to debate. It has seen strong views for and against and I believe many Members have made abundantly clear where they stand and in no uncertain manner. I would therefore like to express my sincere thanks to the First Deputy Prime Minister for allowing the incorporation of the very broad views of MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee in its recommendations has indeed provided us with a studied document that inevitably provokes further debate and discussion. While I express my general support for NMPs, I have, however, some reservations. Let me begin with the issue that has popularly become known as the \"sunset\" or \"self-destruct\" clause. It has been adapted at the suggestion of the First Deputy Prime Minister himself to allow each Parliament the discretion to determine whether it wishes to appoint NMPs. This recommendation I fully support. But because I consider this as an all important issue, I would like to ask if such a motion would require only a simple majority or a two-thirds majority. After all, it is a Constitutional amendment. And also like Dr Arthur Beng, I would like to know whether the Whip could be lifted so that Members can vote in good conscience? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move next to the procedure of selection of NMPs. I grant that it would be cumbersome to have all MPs elect NMPs. I would like to request not for a secret ballot, but that as many MPs be allowed to participate in the consultation process and not limit that to the Members of the Special Select Committee. And I think that the list of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> possible NMPs should be circulated to all MPs for views and comments if they want to give. For instance, I may feel strongly for or against one nominee. But because I may not be a Member of the Special Select Committee or a Member approached by the Committee, does it mean that what I may have to say will go unheard? With regard to the Special Select Committee, which is going to be all powerful for it will decide who will take seats in this House, my hope is that it will be as representative as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I next move to the issue of who should be considered for NMPs. I think it is laudable that distinguished citizens be invited to sit in this House to express their views. But I am not so sure about those that are going to be non-partisan or those having non-partisan views. I believe the idea is to have people who are not bound by party positions or intentions. But the Select Committee then goes on to state that even if a person has political affiliations, he need not necessarily be influenced or lose his objectivity. I find this a little difficult to accept. Surely a person who has joined a party must be influenced to some extent, otherwise he would not have sought membership of that particular party. The point I want to make is, everyone of us is going to be partisan at some time in our lives. So to avoid confusion, leave out the term \"non-partisan\" and seek only distinguished citizens to be considered as NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One further confusion. The Bill seeks to introduce NMPs who technically can hold office. For example, we might find a distinguished citizen from the world of finance who does so well during his tenure as an NMP that the government of the day invites him to become Minister for Finance. Again, laudable, we have a top brain. But how ironic, he will not be allowed to vote on the very Bills that he will be seeking to introduce into this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I come to what must be considered the most crucial aspect of this Bill and I ask Members of this House to ponder over this very carefully. We are inviting those distinguished citizens who for some reason do not want to go through the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> election process and become Members of this House in the elected manner. But they are capable of serving the country and we welcome their contributions. The Special Select Committee invites such a person to be an NMP and he accepts. That is a privilege that we Members of this House accord him. And he has all the rights of Members, except those which are spelt out. As it stands, he might even be invited to hold high office. But we provide him one more privilege that we ourselves do not have. We allow him, once he has tasted the powers and privileges of Parliament, to stand for a by-election as an independent without having to give up his seat. He loses the by-election but tomorrow both victor and vanquished are in this House. Why? Because we have allowed this NMP to have the cake and eat it as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Surely Members of this House must recognise this as a gross injustice to the whole parliamentary procedure. If an NMP wants to contest a by-election, he must accept the verdict of the people. If he wins as an independent, well and good. He is most welcome as a representative of the people. But if he loses, does he have a moral right to resume his seat in this House as an NMP? As it stands now, it will be perfectly within his right to return to this House the day after his defeat in a by-election. I strongly object to this in principle and I hope Members of this House will share my view. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Sembawang GRC):</b> Mr Speaker, Sir, thank you for giving me this opportunity to comment on the Select Committee's Report. I shall not go into the principles of the nominated MP scheme, because I feel that this issue has been more than adequately debated during the Second Reading. However, I would like to comment on details of implementation of the scheme and the Select Committee's recommendations. The Select Committee has recommended that the Bill be amended to allow each Parliament to decide if it wants to have nominated MPs. I support this recommendation as being more preferable to the \"self-destruct\" clause or \"sunset\" clause. The addition of a self-destruct clause would definitely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> imply a lack of confidence or a lack of commitment in the Bill. If the choice of having nominated MPs is left to each Parliament to decide, I can visualize three possible scenarios where future Parliaments may decide to have nominated MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first scenario is when the ruling party is returned with such a slim majority that it would feel compelled to appoint six like-minded nominated MPs in order to give itself a more comfortable majority. It is for this reason that I support the provision in the Bill that limits the voting rights of the nominated MPs to that applicable to the Non-Constituency MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second scenario is when the ruling party has such an overwhelming majority that it can afford to appoint six nominated MPs who hold independent or opposing views to that of the Government. If this is done, I think public satisfaction will be enhanced as no one likes to see unpopular Bills getting an easy passage through Parliament. It would also put pressure indirectly on the elected MPs to improve their performance because if nominated MPs are perceived to be out performing elected MPs in providing superior arguments and alternative views, then the standing and support for the elected MPs would be diminished. I do not think that any reasonable person could possibly be against the raising of standards in Parliament. Sir, I am of course referring to possible scenarios. Any resemblance to past or existing situations is purely coincidental. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, a situation may arise where the ruling party loses a specialist Minister, such as the Finance Minister, Law Minister or even the Minister for Communications and Information. Sir, we should be aware that the most able and efficient among us need not necessarily be considered to be the most popular by the electorate. In situations like these where specialist Ministers are lost in a fit of voter passion there would be an irresistible temptation to appoint specialist NMPs to key positions in order to enhance the Government's ability to govern well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be a sad day if any ruling party has to appoint an office holder who has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> not been returned by the electorate. However, in my opinion, it would be equally tragic and more damaging if we have to settle for the less competent only because the most able are less popular. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a precedent has already been established where losers in a general election can still get into Parliament. The Non-Constituency MP scheme allows people who have been rejected by the electorate to enter Parliament as NCMPs. These NCMPs may have a high number of votes but that does not diminish the fact that the majority in the electorate had rejected them. There is no provision in the NCMP scheme that prohibits them from being appointed to political office in Government. Consequently, if we have accepted the NCMP scheme, I can see little possibility of strong moral arguments that can be put forward to object to nominated MPs holding office. I therefore support the recommendation of the Committee that the Bill should not disqualify a nominated MP from holding political office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the issue of selection of nominated MPs, I am in agreement that the Bill should be amended to include criteria for the Special Select Committee when it considers the nominations. The criteria recommended by the Select Committee in paragraph 26 of its Report appear to be sufficiently broad to cover all areas where nominated MPs could be drawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is also important that nominated MPs must have a strong and visible mandate to be in Parliament. The Nominated MP must be perceived by the people to have been selected by their elected representatives acting in their best interests. The elected representatives, of course, refer to MPs who have won a mandate from the people. I therefore agree that the Special Select Committee selecting nominated MPs should comprise solely of elected MPs who ultimately will be accountable to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also imperative that the Special Select Committee be required, wherever possible, to consult all the elected Members of Parliament before it takes a final decision on the nominations to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> submitted to the President. In order to give added weight to this selection procedure, I would suggest that a provision be written in the Bill stating that if more than 50% of the elected MPs were to object in writing to the appointment of a particular nominated MP, that appointment should not be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of a nominated MP having to resign or to sever all ties with political parties, I am persuaded by the argument that affiliation to a political party need not affect a person's objectivity. In my relatively short experience in this House I have witnessed occasions when PAP backbenchers have behaved more like Opposition MPs and also when an Opposition MP has sounded more like a PAP backbencher. Consequently, Sir, I do not see the need to require a nominated MP to sever all his political affiliations. The public will be able to make a judgment on the non-partisan character of nominated MPs by the views they express and the way they vote in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In taking such a position I find myself at odds with the arguments put forward by the Select Committee for a nominated MP to vacate his seat before contesting a by-election as a candidate for a political party. The argument by the Select Committee was that it would be impossible for a nominated MP to maintain his non-partisan image if he had campaigned vigorously along party lines and that he would be indebted to his party for his nomination and for his financial and other support for his campaign. Sir, if we follow through with this non-partisan image argument to its logical conclusion, then it would be consistent to support the proposal that nominated MPs should sever all links with any political party and that a person who stood unsuccessfully on a party ticket for election should be disqualified from nomination as an NMP. The Select Committee has, however, specifically rejected such a proposal in paragraph 39 of its Report. Instead it expressed a preference to let these matters evolve naturally as constitutional conventions and practice rather than to make any express provision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to maintain some consistency in argument, I would prefer to let \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> natural evolution also take its course on the issue of an NMP contesting a by-election rather than make an express provision for him to vacate his seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other than that reservation, I support the other recommendations in the Bill. \n  <br>\n  <br>\n  <!-- Encik Abdul Nasser Bin Kamaruddin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, I observe that the nominated MP proposal, when it was first tabled in this House by the First Deputy Prime Minister, Mr Goh Chok Tong, drew a lot of attention from Members. The public too gave it a mixed reaction. And the usual argument against the proposal would have it that it is a ploy by the ruling party to augment its voice or reinforce its power, as if there is some ulterior motive behind this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GRC proposal and the NCMP scheme, it would be noted, got the same reception when they were first introduced. But once they were implemented, people realise how much advantages they offer in the long term. The lone NCMP in this House, Dr Lee Siew-Choh, must surely be convinced that being a Non-Constituency Member has enabled him to channel opinions on Government policies and convey the people's aspirations, notwithstanding that the Opposition parties had initially rejected the NCMP scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the nominated Members of Parliament will have the same role as that of the NCMP, indeed, as that of the other MPs, to express their opinions for the good of society and the nation. More than that, the NMPs when appointed will be able to express their views independently. They must not, I think, align themselves with any political party in this supreme law-making body. I am confident that NMPs will also be vocal and candid, since they will not be obligated to nor fearful of any quarter. I believe this will be a demonstration of the Government's commitment to provide additional avenues for the people to express their sentiments and ideas in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in order that the nominated MPs are effective and are truly representative of the people, their appointment must be conducted in a careful and systematic manner. I am very much in agreement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> with the idea that the appointment should cover people from all fields, individuals, grassroots activists, professionals, as well as activists in the arts and culture. The appointment of arts and culture activists would go towards the realisation of our aim, as stated in the National Agenda, to build excellence in various aspects of life. I think arts and culture can play its role here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My other hope is that, if possible, at least one of the six NMPs to be appointed should be from a minority group. This NMP would then be able to convey the viewpoints of the minorities without being constrained by party interests, whether of the ruling or the opposition parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the NCMP scheme and the formation of GRCs demonstrate our political maturity. These amendments were made in the long-term interests of the nation and the society. Though initially they were viewed with reservations by various quarters, both have now been accepted by society, because of the sincere intentions we had when we implemented them. The NMP proposal, too, is in my view part of our process of gaining political maturity. It is meant to prepare us for the challenges of the future, and I believe it is consistent with the desire reflected in our Prime Minister's New Year Message to see the 1990s as the decade when Singapore comes of age as a developed nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the Bill. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Mr Speaker, Sir, thank you for allowing me to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see the NMP scheme as a political innovation. We should not treat the scheme with despise. I feel that we should give it a try. Unlike the Member for Potong Pasir and the NCMP, Dr Lee Siew-Choh, they have said that it is a regressive step. But I feel that we do not know how it will work and we should in fact give a bold try to this new innovation in the context of Singapore. Sir, the taste of the fruit is by eating it and unless we take it we do not know what it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Select Committee's recommendations for a number of reasons. The NMP scheme will provide a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> forum for non-partisan viewpoints. It encourages a non-alignment in terms of views and this should be encouraged. We must not forget that there are a lot of people who do not like to engage in party politics or adversarial politics in Singapore. But this does not mean that people do not have viewpoints or ideas. They simply think that politics is not for them. They would like to be allowed to pursue their livelihood without being hampered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this silent majority needs to be represented. Their viewpoints must find expression. And I see that the nominated MP scheme will allow for expression of non-partisan ideas and viewpoints. I do not see how the status of Parliament would drop by introducing the nominated MP scheme. I think it will improve the quality of the debate because it will bring fresh faces, new ideas, and new debates to this House. I cannot agree with Mr Chiam or Dr Lee in terms of their viewpoints that it is a regressive step. In fact, I see it is a progressive step forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scheme, as I see it, will enrich our discussion and allow more ideas to be brought into this House. We will be able to encourage more professional men and women of standing to be involved. This will add colour and provide a bridge between different viewpoints. Therefore, a consensus can be forged in this whole process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Select Committee's recommendations, I suggest that the following points be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I see it, in order to maintain the non-partisan nature of the NMP scheme, may I propose that the selection of NMPs be undertaken by Parliamentarians as a whole through a selection process or a secret ballot. This is important because it will be an endorsement of the House for the selection of an NMP. This is necessary, Sir, because Parliamentarians represent various constituencies and constituents, and therefore their endorsement, I would think, would be essentially necessary to provide the credibility for the NMPs to be represented in this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point that I would like to raise is NMPs should not be nominated from amongst people who are members of political parties. They should not be involved in party politics. If they do, then I think it becomes less credible because they will then take a partisan viewpoint. In this respect, I should think that they should maintain their neutrality and their non-aligned viewpoints, and to provide the real input that is necessary to the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other question that I would like to ask the First Deputy Prime Minister is whether professional groups and associations will be allowed some ways in which they could select their potential candidates to be considered for NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I see that the NMP scheme is an innovative scheme. It will promote wider representation. It is not a positive step to provide an additional conduit for more viewpoints to find expression. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, I thank all Members of Parliament who have spoken this afternoon. I notice that some MPs still have some reservations over certain changes to the original Bill. The points which they addressed have been debated by Members of the Select Committee and I would try to use the points in the Report to persuade those MPs who still have reservations to come on board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the question of \"sunset\" clause, Dr Arthur Beng raised the point that if we do not lift the Whip in the next Parliament, it is as good as getting the NMPs accepted not just in this Parliament but also in future Parliaments because MPs who disagree will not have a choice. My approach in this exercise has been to try and persuade as many MPs as possible to come on board. If MPs are prepared to come on board on this issue, I am prepared to let them man the oar on this issue in the next Parliament. In other words, I am prepared to lift the Whip on this particular issue. I think it is fair that MPs should decide at the next Parliament whether they want to have NMPs or not. For this Parliament, I think once we have debated and decided, we should go ahead to appoint the NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of procedure, I believe some MPs are making heavy weather of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> the issue. For example, they argue that there should be a secret ballot for NMPs. I do not think the procedure of a secret ballot is superior to the one which we have put in the Select Committee's Report, and that is, for the Special Select Committee to consult, wherever possible and practical, each and every MP, either individually or as a group. In the process of consultation with the MPs, if Members so desire, the Chairman of the Special Select Committee can always do a quiet tally as to their views on particular nominees. In this way, the Special Select Committee actually would be able to know the views of MPs in so far as their support for certain nominees is concerned. And I believe in the process of consultation, views can be made known to the Special Select Committee, whereas if you go through a process of voting, the views of MPs may not be known. It is only an \"aye\" or a \"nay\" on particular nominees. I believe the procedure which we have outlined is superior to a simple process of voting in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, I believe we are over-arguing the point about NMPs having to retire or resign from political parties. I think the point is taken. If a person wishes to be an NMP, he should by convention resign from a political party. I prefer to leave it to convention because I do not want to load the Bill unnecessarily to legally require a person to resign from a political party. I think it is unnecessary. Anybody who wants to come into this House as an NMP, and who has been a member of a political party, should resign. Anyway, the PAP will make sure that if we have such a person who wishes to be considered, and who is in fact considered and selected by the Special Select Committee, that man should resign from the party, so that he can keep his distance from the party, and have his independence in voting and speaking on issues. I believe this convention should also apply to NMPs who wish to stand for by-election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think there is any purpose served in requiring an NMP who wishes to stand as independent from resigning his position. You can call him opportunistic, wanting the best of both worlds, so be it. But I think a certain convention will evolve over time. If an NMP wishes to stand for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> elections or a by-election, as a member of a political party, he should resign. But if he wishes to hedge his bet and stand as an independent, I do not think we need to require him to resign. It is entirely up to him. Again, I think convention will evolve over time. I see no real purpose served in requiring him to resign legally. Hence the Select Committee did not make this change to the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the more important point of appointment of NMPs to office positions, I can sense the unhappiness of Members of Parliament over this change because it does mean that the Government is looking outside this House, not this Government but perhaps a future government, to appoint certain people into office positions. I can understand their reservations and their unhappiness. But my primary concern is for the good of the nation, and I am not referring to the present Parliament, a point which was missed by Dr Lee Siew-Choh. We have 80 out of 81 MPs in this House and we are going to have in the next Parliament perhaps just as many PAP MPs in this House as now. I see no need for the PAP to appoint a nominated MP into Cabinet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us look further down the road. What are the possible scenarios - 20 years, 30 years? Can you assume that Parliament will always have 80 MPs from which to choose the Cabinet? I do not believe that 30 years down the road, we can still have the same situation. I hope we can, but I am not sure whether we can because success, I think, breeds certain restiveness in the population, and the population may want to vote in more Opposition Members. Or perhaps down the road, an alternative party can emerge and contest with the ruling Party and split the seats more or less half-half, in which case, whoever forms the Government in the future will have only about 40, 41 MPs to choose the Cabinet from. And you can count the number of positions in Cabinet from which such a ruling Party will have to select its Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are certain key positions where we should not just have a politician to head the Ministry. We must have the right politician, the man who is capable of doing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> the job, and the most critical Ministry, in my view, is the Ministry of Finance. I would rather that a government has the flexibility to appoint the right person to be the Minister for Finance than to compel that government to select from whoever is available in the House to be a Minister for Finance, even though he is not the best person. Again, my approach is what is in the interest of the people. If you appoint a rather inadequate person to be the Finance Minister, after four or five years, the economy is mismanaged, your reserves are depleted because of incompetent management, are we better off as a people or are we worse off? I believe we are worse off. And I want to give this flexibility to a future government that may need to have recourse to such an option. This recourse is fair to both parties because we cannot envisage down the road 30 years from now, 40 years from now, who will form the Government and what kind of Parliament we would have. I think it is wise for us to have this flexibility for the future, for the good of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hold the view that what we do is not undemocratic because there are precedents for this. In Thailand, General Chavalit resigned yesterday so that he can be appointed a Minister, and he does not have to go through elections to be a Minister. Thailand is not the only example. In Japan, one can also be appointed as a Minister from outside the Diet, the equivalent of Parliament, and this is provided for in the Constitution of Japan. Its Constitution states that \"the Prime Minister shall appoint a Minister of State [that is, Minister]. However, a majority of the number must be chosen from among the members of the Diet.\" In other words, in Japan which is a democracy, they can appoint non-Diet members to be Ministers, provided the majority still come from the elected representatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those are the main arguments why the Select Committee decided on allowing NMPs to be considered for appointment as office holders. We can look to other countries, eg, the United States, which has a different system. It is not a parliamentary system. But the President has the right to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> appoint Secretaries of State to assist him. And NMPs do give a future government that additional flexibility which I think will be very useful for Singapore to have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were a few other suggestions by other MPs which related to the questions which I have dealt with, eg, by Dr Lau Teik Soon. He suggested that the public should be allowed a say on who should be nominated into Parliament. He asked for the opportunity to be given to members of the public to register their approval or disagreement. I want to remind the House that this is a scheme for nominated MPs. It is not a scheme for elected MPs. So I think we keep the public out. Just leave it to the Special Select Committee and leave it to the MPs who have been elected. Perhaps it is not in the Bill, but I think the Special Select Committee can also consult the Non-Constituency MP in this House. It is entirely up to the Special Select Committee to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen suggested that whether we have NMPs or not should depend on the number of Opposition MPs in this House. It was the point which I think he made in the debate on the Second Reading of this Bill. The answer lies in giving Parliament the discretion to decide on NMPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made the point that a party should not use the NMP scheme to consolidate its position. I have a different view on this. I think it is all right for the parties to consolidate their position by appointing the right people into Cabinet. If the NMPs can make a contribution to the government, that party does consolidate its position. But it does not help that party to have additional numbers to consolidate its position, because on matters of confidence MPs can move a motion of no-confidence against the government, but NMPs have no votes. So the additional NMPs do not help to consolidate the party in charge by having additional numbers in the party, because NMPs would have no votes on motions of confidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh again made wild allegations without facts that our mind has been made up on the appointment of somebody into this House. Otherwise why do we provide for this uncertainty in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> expenditure in the Bill. If he refers to all Bills, he will discover that those are standard wordings, because expenditure cannot be estimated. Yes, we can estimate the allowances that are paid to NMPs precisely, provided we have agreed what the allowance is. But we have not agreed what the allowance is. There will be advertisements, and the procedure itself will incur some costs and those are not at this moment known. But the main point which I want to make is that the NCMP is very fond of making wild suggestions without any basis of facts. I can assure him and this House that we do not have anybody earmarked to be an office holder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam made some points which actually have been debated during the Second Reading and I do not believe we should go over the same grounds in the Third Reading of this Bill, eg, the essence of democracy is that you must have elected representatives and so on. I think this is the wrong forum for that debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe I have covered most of the main reservations or queries of the MPs who have spoken. Again, I urge, take a detached view, approach this from the higher interest of the nation and not on how the NMPs would affect us personally. And despite the reservations, I urge, give this a try and I believe you will see the merits of the scheme and the contributions of the NMPs when they come into this House. And if you are not convinced after trying out this scheme for the remaining period of this Parliament, in the next Parliament you decide. The Whip will be lifted and you can decide how you want the NMP scheme to go in the next Parliament. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I have a clarification for the First Deputy Prime Minister. It would appear that there is an irreconcilable position. On the one hand, an NMP is said to be non-partisan and, on the other hand, he is allowed to be appointed as a Minister. Once he is appointed as a Minister and he gets into the government, how can he be non-partisan? It is not possible. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, there is no real conflict. When an NMP is appointed into Cabinet, it means that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> government of the day values the convictions, the judgment and the expertise of that particular NMP. And of course from the government's viewpoint, there must be certain overlapping interests. In other words, the government believes that the NMP's viewpoint coincides with its own generally and can contribute to good government. So the government will appoint him as a Minister. That Minister would not be a member of the political party which runs Singapore. That Minister therefore has more leeway than the other Ministers. He contributes as a Minister but he is not like the other Ministers and he cannot be disciplined or have the Whip imposed upon him. It is entirely up to the NMP who is appointed as a Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is like a Cabinet where you have a coalition, two or three parties forming a Cabinet. And because the coalition government comes from two or three different parties, they have different viewpoints in Cabinet and one party cannot impose its viewpoint on the other party. There has got to be a compromise. Likewise, when an NMP is appointed into the Cabinet, we would expect that kind of debate or compromise to take place before a policy is accepted. So it is non-partisan in the sense that it is not politically affiliated to a particular party. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, it is really magnanimous for the First Deputy Prime Minister to allow the Whip to be lifted at the next session. I welcome it. The clarification I would like to ask is this. Besides the Whip being lifted, will we also have an opportunity to review the mechanism? That means if we decide we want to make an amendment so that NMPs will not become Cabinet Ministers, will all these be rediscussed again? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> May I answer that point? I think in Parliament if Members feel strongly over certain issues, Members can always move a motion and have the matter discussed. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Can I have some clarifications, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, Dr Lee. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, the First Deputy Prime Minister is very farsighted. He looks \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> 20 or 30 years down the road. I wonder if he can see anything down that far! If he really could, Sir, why the hurry to pass the Bill? In 20 or 30 years he may not be here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, Sir, if I should make any so-called allegations, they are not necessarily wild. I only suspect. If the First Deputy Prime Minister disagrees with that and tells me that it is not so, then prove it. In fact, the wild men were the PAP Ministers. If you remember, for those people who are old enough, the first Straits Times photograph of the wild men of the PAP was splashed on the front page of the newspaper in 1959. And they headlined it \"Wild Men of Singapore\". In it was the Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, on the first point why do we introduce the NMP Bill now, I think there is no need for us to go through old grounds. We have argued this point during the debate on the Second Reading on why we want to introduce the NMP Bill now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I still maintain that Dr Lee Siew-Choh has an unnecessarily suspicious mind and worse, I think he is following the footsteps of his predecessor from the same party over here, going on fishing expeditions, making wild allegations, smearing here and there. And if he is not careful, I think he would go the same way as his predecessor. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I think the First Deputy Prime Minister should not intimidate Members of the Opposition. I think I have more political experience than Mr Jeyaretnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> So that he will be kinder to you! \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes, let him be kinder to everybody. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Speaker, Sir, his point is noted, that he has got more experience than Mr Jeyaretnam on this matter. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Division will be taken to ascertain that the Third Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. The Clerk will ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 77; No, 1; Abstention, Nil. \n  <pre>\r\n\r\n        Ayes                              Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                         Ng Pock Too\r\n\r\nAbdul Nasser bin Kamaruddin            Ong Chit Chung\r\n\r\nAbdullah Tarmugi                       Ong Teng Cheong\r\n\r\nAhmad Mattar                           Othman bin Haron Eusofe\r\n\r\nBeng Kian Lam, Arthur                  Peh Chin Hua\r\n\r\nChandra Das, S                         Seet Ai Mee\r\n\r\nChay Wai Chuen                         Shanmugan, K\r\n\r\nChen Seow Phun, John                   Sia Khoon Seong\r\n\r\nChew Heng Ching                        Sidek bin Saniff\r\n\r\nChin Harn Tong                         Sung, Peter\r\n\r\nChng Hee Kok                           Tan Cheng Bok\r\n\r\nCh'ng Jit Koon                         Tan, Augustine H H\r\n\r\nChong, Charles                         Tan Keng Yam, Tony\r\n\r\nChoo Wee Khiang                        Tan Soo Khoon\r\n\r\nChua Sian Chin                         Tan Tee Yong, Philip\r\n\r\nDavinder Singh                         Tang Guan Seng\r\n\r\nDhanabalan, S                          Tay Eng Soon\r\n\r\nGoh Chee Wee                           Teo Chong Tee\r\n\r\nGoh Chok Tong                          Vasoo, S\r\n\r\nGoh Choon Kang                         Wan Hussin bin Hj Zoohri\r\n\r\nHeng Chiang Meng                       Wan Soon Bee\r\n\r\nHo Kah Leong                           Wang Kai Yuen\r\n\r\nHo Tat Kin                             Wong, Aline K\r\n\r\nHu Tsu Tau, Richard                    Wong Kan Seng\r\n\r\nIbrahim Othman                         Wong Kwei Cheong\r\n\r\nJayakumar, S                           Yap Giau Cheng, Eugene\r\n\r\nKoh Lam Son                            Yatiman Yusof\r\n\r\nKoh Lip Lin                            Yeo Cheow Tong\r\n\r\nLau Ping Sum                           Yeo Ning Hong\r\n\r\nLau Teik Soon                          Yeo Toon Chia\r\n\r\nLee Boon Yang                          Yeo Yong-Boon, George\r\n\r\nLee Hsien Loong                        Yu-Foo Yee Shoon\r\n\r\nLee Kuan Yew                           Zulkifli bin Mohammed\r\n\r\nLee Yiok Seng\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                         No\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                          Chiam See Tong\r\n\r\nLim Chee Onn\r\n\r\nLoh Meng See\r\n\r\nLow Seow Chay                          Abstention\r\n\r\nMah Bow Tan\r\n\r\nNg Kah Ting                            Nil\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Third Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.35 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Commission is vested with the authority to appoint, confirm and emplace civil servants on the permanent or pensionable establishment and is also responsible for the promotion, transfer, dismissal and the exercise of disciplinary control over them. With about 70,000 employees organized into 158 schemes of service, the management of the Civil Service is a complex and massive task. The PSC has had difficulty coping with its heavy work load for some time. PSC members spend an average of 100 afternoons per year on Commission matters. This makes it very difficult to find suitable persons to serve on the PSC. This Bill therefore proposes to amend Article 105 (1) of the Constitution to allow an increase in the number of PSC members (excluding the Chairman) from 11 to 14. This increase will help to ease the work load on individual members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further improve the responsiveness and effectiveness of Civil Service personnel management, this Bill also proposes the setting up of two sub-Commissions of the PSC: the Education Service Commission and the Police and Civil Defence Services Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of these two Commissions will be able to concentrate their attention on the staffing position of the services under their purview. With such specialisation, members will gain a better understanding and be more responsive to the peculiar needs of these services, and thus be able to address their problems more effectively. The services placed under the two Commissions form a substantial proportion of the senior officers in the Civil Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Education Service has a population of over 21,000, It forms the largest group in the Civil Service. It is unique. The bulk of Education Officers are good classroom \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> teachers who wish to remain as teachers. The service must be able to identify the best, those with the aptitude and temperament, to take on leadership roles. At the same time, the majority of classroom teachers must be motivated to continue performing well in class while remaining essentially in the same job until retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police and Civil Defence Services, comprising Police, Narcotics, Prisons and Joint Civil Defence Services, number over 10,000. This group of services is also quite distinct from the rest of the Civil Service. They are paramilitary in nature, and are subject to special codes of discipline under their own organisational Acts. They have greater difficulties in recruitment and retention as a result of the additional demands of the uniform and the nature of work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each of the two groups of services have the critical mass to justify having their own Commissions. Together, they comprise half the total number of civil servants, and two-thirds of Division I officers. The PSC will then be left to manage a much more compact group of about 34,000 civil servants, including 4,000 Division I officers. The creation of the two Commissions will therefore not only improve the image and staff morale of the services involved, but also lead to more responsive personnel management for the rest of the Civil Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having completely separate Commissions may result in uneven standards and unnecessary competition for the same scarce manpower. To avoid this, it is intended that each of the Commission will be chaired by a PSC Deputy Chairman and with two of its members being drawn from the PSC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PSC will retain the authority to appoint and promote officers into the top post in each of the services delegated to the two sub-Commissions. Disciplinary cases will also not be devolved to the sub-Commissions, to ensure uniform standards of discipline and punishment in the Civil Service. As the number of disciplinary cases is small, they can be effectively handled by the PSC. Existing powers of the Commissioner of Police to discipline \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> junior police officers will remain unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section (6)(b) in Article 110C of the Bill stipulates that the first Chairman of the two Commissions may be appointed for a period of less than three years. This is to enable the Government to appoint the Chairman of the PSC himself to chair the two new Commissions in their first year of operation, to help them get off the ground and to establish a common frame of reference. Thereafter, separate Chairman will be appointed to the two sub-Commissions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, looking through the Bill, I find that it seeks in clause 4 to establish two new services Commissions and, in fact, to split up the present constituted Public Service Commission into three separate services Commissions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed new Education Service Commission may appoint, as has been said, and promote all public officers of the Education Service, except the top post, ie, the Director of Education. But the dismissal and disciplinary control over the public officers in the Education Service continue to be the duty of the PSC as laid down in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, the proposed Police and Civil Defence Services Commission will appoint, promote and transfer officers in the Police Service and Civil Defence Service except the top post, ie, the Commissioner of Police and the Commissioner of Civil Defence. But the dismissal and disciplinary control will continue to be the duty of the PSC. In other words, both the new services Commissions are still under the total control of the PSC. Presently, under Article 116(3) of the Constitution, the PSC may delegate functions to any member of the Commission or to any Board, to exercise functions under the direction and control of the Public Service Commission. Why then is it necessary to split up the PSC and form two other services Commissions? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has mentioned something about the work load. For that, it is difficult to understand the need for this change, Sir, as our Ministers may know by now, I have a rather suspicious mind. I have learnt that, Sir, after all these 30 years of suppression by the PAP. Has this Bill anything to do with the powers of the Prime Minister? The Prime Minister is here, he can answer that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under Article 105(1), the PSC is appointed by the President acting on the advice of the Prime Minister. If the PSC delegates powers to any member of the Commission or to any Board, the PSC is not obliged to consult the Prime Minister in order to do so. I may be wrong, let him correct me. But if there are three separate services Commissions, it will mean that the President, acting on the advice of the Prime Minister, will be able to exercise direct control over all the three services Commissions. He laughs. He knows it. Could that be the correct interpretation of why there is this change and split up of the PSC into three services Commissions? If that interpretation should be correct, then we could say that the whole exercise is intended to give more direct powers to the Prime Minister and also to institutionalise the whole process. It would seem, Sir, that all these amendments to the Constitution are designed to prepare the ground for increased powers of the Elected President. And you know who he is going to be! \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir. the GPC for Home Affairs and Law welcomes the formation of the Police and Joint Civil Defence Sub-Commission. It will indeed boost staff morale. I would like the Minister just to convey the feelings on three aspects to the PSC, namely, (i) that annual promotion exercises should be held; (ii) that there should be accelerated promotions; and (iii) that post-graduate scholarships be not limited to scholars only but to all well-deserving officers. We have mentioned these points in the Budget debate. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I do not quite know how to respond to Dr Lee's statement. My only conclusion must be that he is trying to hog television time. I fail to understand him. He cannot even contain himself. He was laughing. So obviously he does not really mean what he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> says and he does not believe in what he is saying. I do not think I should dignify his statement with a proper reply. All I need to say is that the purpose of the Bill is to improve the operating efficiency of the PSC. It increases the number of members from 11 to 14 so that there will be more people available to work on the two sub-Commissions and ease the workload on the Commission as a whole. I think, by and large, the public will welcome this specialisation and the creation of the two sub-Commissions which will then be able to spend their time to specialise in the problems of the teaching profession and, of the uniformed services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as Dr Arthur Beng is concerned, I would be pleased to convey his feelings to the Chairman of PSC. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> May I say a few words, Sir. Let me inform the Minister that I have never been more serious in my life. Sir, you know, laughter is infectious, and when they laugh, I cannot help but laugh in return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister just cannot reply to what I have suggested because he dares not reply. The facts are there. It is up to him to show me that I am wrong. And if he does not show me that I am wrong, it means that I am right. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, am I supposed to respond to that? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Division will be taken to ascertain that the Second Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. The Clerk will ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put,\" That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 77; No, 1; Abstention, Nil. \n  <pre>\r\n\r\n        Ayes                            Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                         Chay Wai Chuen\r\n\r\nAbdul Nasser bin Kamaruddin            Chen Seow Phun, John\r\n\r\nAbdullah Tarmugi                       Chew Heng Chin\r\n\r\nAhmad Mattar                           Chin Harn Tong\r\n\r\nBeng Kian Lam, Arthur                  Chng Hee Kok\r\n\r\nChandra Das, S                         Chong, Charles\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1056</b></font><br><br>\r\n\r\n\r\n\r\n Ayes (cont.)                           Ayes (cont.)\r\n\r\n\r\n\r\nChoo Wee Khiang                        Seet Ai Mee\r\n\r\nChua Sian Chin                         Shanmugan, K\r\n\r\nDavinder Singh                         Sia Khoon Seong\r\n\r\nDhanabalan, S                          Sidek bin Saniff\r\n\r\nGoh Chee Wee                           Sung, Peter\r\n\r\nGoh Chok Tong                          Tan Cheng Bok\r\n\r\nGoh Choon Kang                         Tan, Augustine H H\r\n\r\nHeng Chiang Meng                       Tan Keng Yam, Tony\r\n\r\nHo Kah Leong                           Tan Soo Khoon\r\n\r\nHo Tat Kin                             Tan Tee Yong, Philip\r\n\r\nHu Tsu Tau, Richard                    Tang Guan Seng\r\n\r\nIbrahim Othman                         Tay Eng Soon\r\n\r\nJayakumar, S                           Teo Chong Tee\r\n\r\nKoh Lam Son                            Vasoo, S\r\n\r\nKoh Lip Lin                            Wan Hussin bin Hj Zoohri\r\n\r\nLau Ping Sum                           Wan Soon Bee\r\n\r\nLau Teik Soon                          Wang Kai Yuen\r\n\r\nLee Boon Yang                          Wong, Aline K\r\n\r\nLee Hsien Loong                        Wong Kan Seng\r\n\r\nLee Kuan Yew                           Wong Kwei Cheong\r\n\r\nLee Yiok Seng                          Yap Giau Cheng, Eugene\r\n\r\nLee Yock Suan                          Yatiman Yusof\r\n\r\nLeong Horn Kee                         Yeo Cheow Tong\r\n\r\nLew Syn Pau                            Yeo Ning Hong\r\n\r\nLim Boon Heng                          Yeo Toon Chia\r\n\r\nLim Chee Onn                           Yeo Yong-Boon, George\r\n\r\nLoh Meng See                           Yu-Foo Yee Shoon\r\n\r\nLow Seow Chay                          Zulkifli bin Mohammed\r\n\r\nMah Bow Tan\r\n\r\nNg Kah Ting                                No\r\n\r\nNg Pock Too\r\n\r\nOng Chit Chung                         Chiam See Tong\r\n\r\nOng Teng Cheong\r\n\r\nOthman bin Haron Eusofe                 Abstention\r\n\r\nOw Chin Hock\r\n\r\nPeh Chin Hua                           Nil\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Second Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Third Reading, what day? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Now, Sir. I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> A Division will now be taken to ascertain that the Third Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. Ring the Division Bells. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 77; No, 1; Abstention, Nil. \n  <pre>\r\n\r\n        Ayes                            Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                         Ng Pock Too\r\n\r\nAbdul Nasser bin Kamaruddin            Ong Chit Chung\r\n\r\nAbdullah Tarmugi                       Ong Teng Cheong\r\n\r\nAhmad Mattar                           Othman bin Haron Eusofe\r\n\r\nBeng Kian Lam, Arthur                  Ow Chin Hock\r\n\r\nChandra Das, S                         Peh Chin Hua\r\n\r\nChay Wai Chuen                         Seet Ai Mee\r\n\r\nChen Seow Phun, John                   Shanmugan, K\r\n\r\nChew Heng Ching                        Sia Khoon Seong\r\n\r\nChin Harn Tong                         Sidek bin Saniff\r\n\r\nChng Hee Kok                           Sung, Peter\r\n\r\nCh'ng Jit Koon                         Tan Cheng Bok\r\n\r\nChong, Charles                         Tan, Augustine H H\r\n\r\nChoo Wee Khiang                        Tan Keng Yam, Tony\r\n\r\nChua Sian Chin                         Tan Soo Khoon\r\n\r\nDavinder Singh                         Tan Tee Yong, Philip\r\n\r\nDhanabalan, S                          Tang Guan Seng\r\n\r\nGoh Chee Wee                           Tay Eng Soon\r\n\r\nGoh Chok Tong                          Teo Chong Tee\r\n\r\nGoh Choon Kang                         Vasoo, S\r\n\r\nHeng Chiang Meng                       Wan Hussin bin Hj Zoohri\r\n\r\nHo Kah Leong                           Wan Soon Bee\r\n\r\nHo Tat Kin                             Wang Kai Yuen\r\n\r\nHu Tsu Tau, Richard                    Wong, Aline K\r\n\r\nIbrahim Othman                         Wong Kan Seng\r\n\r\nJayakumar, S                           Wong Kwei Cheong\r\n\r\nKoh Lam Son                            Yap Giau Cheng, Eugene\r\n\r\nKoh Lip Lin                            Yatiman Yusof\r\n\r\nLau Ping Sum                           Yeo Cheow Tong\r\n\r\nLau Teik Soon                          Yeo Ning Hong\r\n\r\nLee Boon Yang                          Yeo Toon Chia\r\n\r\nLee Hsien Loong                        Yeo Yong-Boon, George\r\n\r\nLee Kuan Yew                           Yu-Foo Yee Shoon\r\n\r\nLee Yiok Seng                          Zulkifli bin Mohammed\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                              No\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                          Chiam See Tong\r\n\r\nLim Chee Onn\r\n\r\nLoh Meng See\r\n\r\nLow Seow Chay                            Abstention\r\n\r\nMah Bow Tan\r\n\r\nNg Kah Ting                            Nil\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Third Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL PARKS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.02 pm \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed National Parks Bill seeks to establish the National Parks Board and provides for the Board to manage the Singapore Botanic Gardens, Fort Canning Park and the Nature Reserves. The Bill also seeks to repeal the Nature Reserves Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Botanic Gardens, Fort Canning Park and the Nature Reserves have distinct historical backgrounds and great potential for development as educational, cultural and recreational amenities. They are part of our heritage and can contribute towards enhancing the quality of life in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Development programmes have been approved for the improvement of the Singapore Botanic Gardens and Fort Canning Park. Action is being taken to make the Nature Reserves more accessible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill is to provide for the formation of the National Parks Board to manage these national parks and Nature Reserves effectively so that we realise their full potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill provides for the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the Nature Reserves to be held in trust and managed by the National Parks Board; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the Singapore Botanic Gardens and Fort Canning Park, designated as national parks, to be owned and managed by the Board; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the National Parks Board to be empowered to make regulations, compound offences and be given powers to keep law and order within the parks. \n  <br>\n  <br>\n  <i>Singapore Botanic Gardens</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Botanic Gardens, established at its present site in 1859, has been acclaimed as a world-class botanical institution. In recent years, Singaporeans have come to know of it primarily as a recreational park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has approved a $51 million development programme for the Singapore Botanic Gardens. This will ensure that the Gardens is a leading institution for equatorial botany and horticulture, and also create an outstanding educational and recreational garden for Singaporeans and tourists alike. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Fort Canning Park</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no other park in Singapore enjoys the unique historical legacy of Fort Canning Park. Here, the history of Singapore can be traced continuously to the 14th century. The park served as the seat of administration in early Singapore, the heart of the island's defence and the site of our first Botanic Gardens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, it is an under-utilised recreational park. Situated in the city's civic district, it deserves to be promoted as a historical and cultural attraction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will spend $25 million to redevelop the park into a history park to enable visitors to trace Singapore's multi-racial history through exhibits, reconstruction and multi-media events. Provision is also made to house cultural activities within the park. \n  <br>\n  <br>\n  <i>Nature Reserves</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 2,795 ha of Nature Reserves serve as the last bastion and refuge for Singapore's native flora and fauna. Properly protected, managed and conserved, the Nature Reserves are invaluable as living classrooms for educators and their students and for Singaporeans in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Nature Reserves also provide the type of recreational space, not found in any man-made park, which is increasingly being sought after by our urban populance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Nature Reserves are administered under the trusteeship of the Nature Reserves Board which depends on the Parks and Recreation Department for administrative and technical support. The potential of the Nature Reserves for recreation and education has not been fully tapped. As appointed guardians, the proposed National Parks Board will be given the proper staffing and financial resources to enable it to properly conserve and manage the Nature Reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may be interested in the details of the development programme of these three areas. These are found in a note that I have asked the Clerk to circulate to Members. Some of the details indicated on these plans are the subject of further feasibility and technical studies. But the programme as presented should give \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> Members and the public some idea of the extent of development that is envisaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my Ministry has considered several organisational options to manage these national parks and nature reserves. To fully realise their potential, the unique features and character of these parks should be properly integrated. The management must have the acumen and flexibility to manage and promote these national parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have concluded that the best solution is to establish a statutory board with a clear mission and the requisite powers to realise the full potential of these parks and nature reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House will be glad to learn that the Government will continue to support the Board financially through annual grants. Our national heritage will not be compromised for commercial ends. Freedom from financial worries will enable the Board to use its creative energy in carrying out its mandate rather than in trying to be financially self-sufficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present Nature Reserves Board will be dissolved when the National Parks Board is formed. The present Chairman and members of the Nature Reserves Board will be appointed en bloc to the National Parks Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is a city state. It is easy to let the urban sprawl encroach into our green and open spaces. The formation of the National Parks Board is our commitment to conserve our national heritage. It is also another step towards improving the quality of life of the present and future generations of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too (Nee Soon Central):</b> Mr Speaker, Sir, my GPC supports the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The establishment of the National Parks Board is indeed a step in the right direction. It will help to ensure that the limited land we have set aside for national parks and the nature reserves will be properly developed and managed as amenities for not only recreational and leisure activities \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> for Singaporeans, but also for the preservation of our heritage and our culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with what the Minister has said that it is easy to let the urban sprawl encroach into our green and open spaces. The National Parks Board has to ensure that our national parks and the nature reserves are optimally developed, as it would increasingly be very difficult to find such large recreational space with the biological and ecological factors that make our island conducive to plant life and bird life. But while it is crucial that the central catchment area and the nature reserves be safeguarded, the amount of land that is sterilised is not insignificant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The nature reserves in Singapore presently occupy a total land area of 2,795 ha. In land scarce Singapore, we have to ensure that there is optimal use of all land resources in Singapore, including the central catchment area within the nature reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister consider allowing the development of more golf courses or other compatible land use such as parks in the central catchment area? This will satisfy both our needs for preservation of our water catchment areas and for freeing up more land for recreational amenities to our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our nature reserves were set up to preserve and protect our indigenous plants and our mature rain forests. Any damage inflicted will leave permanent scars on our natural landscape. Can the Minister explain why does he allow other Government agencies to use our nature reserves for activities which have a negative impact on our nature reserves? For instance, our SAF use the forest reserves for training activities. This can cause irreversible damage to our forest reserves even if the damage areas are restored subsequently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Botanic Gardens is a popular venue for many Singaporeans who use the extensive grounds for their morning exercises and evening strolls. With the proposed developments mentioned by the Minister, will the Board \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> deprive regular users of the gardens of their exercise venue? I hope this will not make the Gardens less accessible to members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has circulated the development plans for the Singapore Botanic Gardens and the Fort Canning Park. Can the Minister tell Members of this House what progress has been made since these development programmes were approved? \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Mr Speaker, Sir, I support the introduction of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal to set up a National Parks Board and the announcement of plans to upgrade the Singapore Botanic Gardens, Fort Canning Park and our Nature Reserves are most welcome. Singapore is a small island city. The Ministry of National Development and the Parks and Recreation Department have done a good job in maintaining our parks and nature reserves and in keeping Singapore green and beautiful. It is good to know that the Government has plans to preserve certain areas in Singapore for use as parks and nature reserves. However, being a small country with very little land, we cannot have national parks which occupy large areas such as those found in other big countries where a single park may be many times the size of Singapore island. Whatever we can preserve for use as parks and reserves, we have to be sure that we make optimal use and take utmost care of these areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Government is introducing a Bill to set up the National Parks Board and that Government will provide full financial support to the Board so that the Board will not have to worry about not being financially self-sufficient. Yes, Mr Speaker, Sir, I have to congratulate the Minister for being not so money-minded as some of his colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The development programmes for the improvement of facilities at the Botanic Gardens are indeed most timely. Although the Botanic Gardens is still one of the most favourite places of recreation for Singaporeans and tourists, some of the facilities have been observed to have deteriorated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> over the years. For example, there used to be a coffee shop in the gardens but there is none now. I was told that the public toilets in the gardens are in poor condition. I believe the proposed $51 million to be spent on upgrading and development will change the situation. However, I hope the upgrading and development will not lead to over-commercialisation of the Botanic Gardens. Every effort should be made to retain the original and natural beauty of the gardens. We certainly do not want to replace it with another Haw Par Villa or Disneyland. I would like to ask the Minister to give an assurance that the development will be carried out with sensitivity and care and that after the upgrading the Botanic Gardens will still be open to the public free of charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Fort Canning Park, I would like to ask the Minister for the reasons why it is presently under-utilized. With the proposed $25 million development, I am sure that the park will become more popular. Are there plans to promote Fort Canning Park? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a question on nature reserves. Singapore is an island country. Our national parks scheme will be incomplete without a nature reserve with sea frontage. I would like to ask the Minister whether there will be at least one nature reserves site with proper sea frontage, including mangrove swamps and marsh lands, one which can also be designated as bird sanctuary. Such a nature reserve will be most welcome by nature lovers and bird lovers. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I thank the two Members, Mr Ng Pock Too and Dr Koh Lip Lin, for their support of this Bill. They raised a number of points. I intend to group them together and take them in the order of interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, on development programmes in the Botanic Gardens and Fort Canning Park. The programme for the development of both these areas was approved at the end of 1988. A conceptual master plan for the Singapore Botanic Gardens was produced with inputs from a study tour of American and European Botanic Gardens. Thereafter, we employed a consultant to translate this physical mas- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> ter plan for the needs of the Botanic Gardens here. This began in October 1989. This phase will end this month and will be followed by design and development and proper construction will begin in 1991. Some of the works such as the diversion of Cluny Road should be finished by early 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Fort Canning Park, renovation is underway to convert the former Squash Centre into a Cultural Centre. The Singapore Dance Theatre and Theatre Works would be housed in this facility. Structural investigations have been completed on the former Singapore Command and Staff College building and improvement works will follow to preserve the building for adaptive reuse. The development programme for both these areas would be completed some time in 1994. As I said, work will begin next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the development of the Botanic Gardens, we are very conscious of the need to preserve the present tranquil beauty and ambience of the gardens. It is something that Singaporeans have come to expect and they enjoy the present Botanic Gardens and we intend, in the redevelopment, to ensure that we do not spoil the gardens. I think Members here as well as the public can be assured that there is no intention at present to impose an admission charge on the public to enter the gardens, but of course there may be, as part of the development programme, particular attractions in the gardens which may require an admission fee. We have not decided on that. But whatever we do we do not intend to over-commercialize the Botanic Gardens. The Government, in this case the Ministry of Finance, has agreed to continue to support the Board financially through annual grants to enable it to use its creative energy in carrying out its mandate rather than in trying to be financially self-sufficient. But if the Board wants to embark on programmes outside those that we have approved, they may have to also present a scheme to raise funds to fund such programmes. I want to tell Dr Koh Lip Lin that it is not a question of me being generous. All of us have to go to the same Minister for funds, ie, the Minister for Finance. All Government Ministers follow more or less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> the same principles. It is just that the Government as a whole has decided that these programmes should be funded by public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Koh mentioned that there used to be some public amenities which have fallen into disrepair. I want to assure him that there will be better amenities and visitor orientation facilities that would be provided as part of the redevelopment programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that, in the process of dialogue with the public, some concern has been expressed over the proposal to provide an internal transport system in the gardens. Some are concerned that such a system may spoil the rather quiet and tranquil nature of the park. I think Members will agree that the Botanic Gardens should be made accessible to all, not just to the young and the physically fit, but also to the ageing population. It is with this in mind that the transport system is being planned. But I want to assure Members as well as members of the public that in the planning and design of this system, we will exercise great care to choose a system that will not intrude upon the quiet nature of the Botanic Gardens. We will choose the right vehicles and decide on the most appropriate routes and operating times to ensure that we preserve the present atmosphere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A question was raised as to why the Fort Canning Park is under-utilized. The trouble is that the present Fort Canning Park is sub-standard and requires considerable infrastructural improvements and better maintenance to upgrade it. In the process of upgrading this park, we are not carrying out the work in isolation. It is being done in conjunction with the overall development plan of the Civic District and proper access to the park will have to be provided. I think access is one of the problems. It is a rather steep access from most directions and we have to do something to try and make it more attractive to get to Fort Canning Park. One access, for example, that is being considered is an overhead connection between Fort Canning Park and the Clarke Quay conservation programme so that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> members of the public can gain easy access to the park. We intend to integrate the development of Fort Canning Park together with the whole Civic District programme and make the park more visible and more accessible to members of the public. I think the programme that we have in mind should achieve this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng raised the question of those who use the Botanic Gardens in the mornings for their exercise. I am sure some Members of the House have noticed the rather incongruous sight every morning of about 1,000 young and old doing some ancient Chinese exercise to some very upbeat Seven Lonely Days kind of music. We do not want to discourage this use, but one must note that, with the development that we have in mind, some of the open spaces would be reduced. Facilities for the kind of exercise that people now do in the Botanic Gardens are provided in the other parks that the Parks and Recreation Department is developing. But we will continue to keep the park open for such morning exercise enthusiasts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng also expressed some concern about the use of the Nature Reserves by various Government agencies which have had a negative impact upon the Reserves. I think he has in mind basically the use by the SAF. Members must concede that in land scarce Singapore, multiple land use is a national necessity. Certain activities have to be allowed in the Nature Reserves. This Bill, of course, will enable the Board to have the power to manage the Nature Reserves properly and to mitigate potential dangers posed by such activities and avoid irreversible negative impact on the Nature Reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think people are not quite aware of the rather fragile nature of the Nature Reserves. SAF men who use the Nature Reserves for the various exercises think that as long as they do not damage the trees or the bushes they do not do any damage. But they are not aware, for example, that by constantly stopping at one spot, and damaging and destroying the grass, they cause the top soil to be washed away during heavy rains. And before you know it, the trees in the area begin to die although the trees have never been dire- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> ctly touched by the SAF personnel. The top soil is very thin and once it is washed away the trees in the area just begin to die. This is one of the things that we have to educate Singaporeans in, that nature is very fragile, especially in our Nature Reserves, and that we have to be very careful about how we use the Nature Reserves for our various recreational or other pursuits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng also asked whether some of the areas in the Nature Reserves could be used for golf courses. I think this is the hope now. Everybody is interested in golf. We are, of course, constantly looking for areas that are not usable for other economic uses to be put to recreational use, such as golf. But we must realise that golf courses are no substitute for the intrinsic value that a natural stand of forest trees can provide. In developing a golf course, the established trees must of course be removed and we have to manicure the place with grass and the whole natural condition of the area has to be completely changed. It would be wrong to think that as long as we keep the area open for catchment purposes, it does not matter what kind of vegetation we have there. Having said that, we are looking at parts of the central catchment area which can be converted to golf courses, especially where we can justify the golf course as a buffer between the forest and the built-up areas. So to the extent that we can do this without affecting the nature of the Nature Reserves, we will do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I have is Dr Koh's request that we also consider a nature reserve near the sea. I think he will be glad to note that we have set aside an area in Sungei Buloh, an area of about 85 hectares, to develop as a bird sanctuary. This is an area which is at present used for prawn farming. We basically intend to leave the area as it is, with some very minor developments to provide visitors easy access, and it would be an attractive bird sanctuary. The programme will be completed about July next year. It is an area where many migratory wet land birds now come twice a year and I think some of us have been there and have seen some very attractive bird life. So this area will be preserved as a bird sanctuary. It will be managed by the Singapore Bird Park people because they know best how to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> manage this type of area. So we have provided another nature reserve near the sea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr S. Dhanabalan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment, read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CO-OPERATIVE SOCIETIES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Dr Seet Ai Mee):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill seeks to amend the Co-operative Societies Act to subject: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) co-operatives to a contribution rate of 5% to the Central Co-operative Fund (CCF) for the first $0.5 million of their surpluses; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the surpluses of co-operatives in excess of $0.5 million to a contribution rate of 20% to be paid to the Singapore Labour Foundation (SLF) or the CCF at the option of the co-operatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing laws, co-operatives are exempted from paying corporate tax but are required to contribute 5% of their annual surpluses to the CCF. The CCF is used to further the co-operative movement in Singapore and to provide assistance to co-operatives in the areas of education, training, research and audit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The history of co-operatives in Singapore dates back to the 1920s. In 1924, the British Government enacted the Co-operative Societies Ordinance for the Straits Settlements which included Singapore. In 1970, the Co-operative Societies Ordinance was replaced by the Co-operative Societies Act. By then the number of co-operatives had increased to 90. The principle of co-operation and self-help has remained the underlying philosophy of the co-operative movement in Singapore. In recognition of their role, co-operatives are given tax-exempt status. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The development of co-operatives was given an impetus with the formation of the NTUC Co-operatives in the 1970s: NTUC Income and Comfort in 1970, NTUC Denticare in 1971 and NTUC Welcome (now Fairprice) in 1973. These co-operatives were set up to cater to the needs of their members as well as to the general public. This was to help keep the cost of living down for the man-in-the-street in Singapore. Over the years, these co-operatives have done well and expanded both in scale and size of their operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Co-operatives cannot be strictly equated to commercial companies. This is because co-operatives are basically founded on the principle of co-operation and self-help and are subject to the restrictions in operations as specified by the Co-operative Societies Act. For example, dividends paid to members cannot exceed 10% of the shares or subscription capital without the Registrar's approval. At least 5% of their annual surpluses must be kept as liquid assets in the reserve fund. Given the increased scale and scope of operations of many large co-operatives, the Government feels that there is a case for increasing the contributions of co-operatives to the Central Co-operative Fund. This Bill therefore provides for the contributions to be increased from the present 5% of surpluses to 5% of the first $0.5 million of surpluses and 20% of surpluses exceeding the first $0.5 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the larger co-operatives are mainly sponsored by the labour movement and their members are also from the labour movement, the Government has also decided to allow co-operatives to opt to channel their additional contributions over the first 5% to the Singapore Labour Foundation instead of to the Central Co-operative Fund. These contributions will enable the Singapore Labour Foundation to have the resources to embark on projects benefiting workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To provide for these changes, sections 2, 71 and 72 of the Co-operative Societies Act will need to be amended, as proposed in this Bill. There is also a provision to require co-operatives to give two years' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1070</b></font>\n  <br>\n  <br> advance notice for change of option for contributions to either the SLF or the CCF. This will enable the managers of the SLF and CCF to make the necessary administrative arrangement and adjustment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, the co-operatives which will be most affected by the Amendment Bill are the NTUC co-operatives such as the NTUC Income, NTUC Comfort and the NTUC Fairprice. These co-operatives were set up to fulfil a useful social objective, for instance, NTUC Fairprice helps to stabilise prices and keep down the cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, the healthy surpluses made by NTUC Fairprice have enabled the co-operative to expand its network of supermarket outlets to various parts of Singapore. From time to time, the co-operative receives requests from the residents of the new housing estates and their Members of Parliament to open new outlets in their estates. But NTUC Fairprice has to compete with other supermarkets and stores in the tender for premises. The co-operative does not receive special preferential treatment from HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would have preferred that we continue with the present arrangement which requires the co-operative to pay only 5% of their surplus to the Central Co-operative Fund. In this way, the NTUC co-operatives could continue to use their financial resources to further improve and widen their services to the consumers and the community. But I am also aware of the complaints which some of the Fairprice competitors used to make, that is, NTUC Fairprice is not competing on an equal footing because it does not pay corporate income tax. If NTUC Fairprice is not efficiently run and fails in its business, I suppose no one would view the co-operative as a threat. But as the co-operative grows bigger, you can only expect complaints from the competitors. So here we are, the Government is now proposing to make the co-operatives pay more to the Central Co-operative Fund bringing them closer to what commercial firms would pay by way of income tax - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> the application of the principle of equal misery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between paying income tax and making contribution to the Central Co-operative Fund or the Singapore Labour Foundation, I would of course prefer making contribution to the Singapore Labour Foundation for the simple reason that the money collected by the Singapore Labour Foundation could be used to finance projects and programmes which would benefit union members and workers and their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore support the provision of the Amendment Bill which allows the co-operatives to contribute to the SLF. I would also like to add that every year, NTUC Fairprice pays patronage rebates to the customers. For instance, in 1988 NTUC Fairprice paid out $7.2 million as patronage rebates. This is equivalent to about 40% of the total surplus. So with the proposed increase in contribution to the Central Co-operative Fund or SLF and the patronage rebates paid out of the surplus of the co-operative, the contribution made by NTUC Fairprice to the Government and the community will be sizable, certainly far exceeding the amount it has to pay, if it is required to pay corporate income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope this will put to rest any allegations that the co-operative has undue advantages because of its tax-exempt status, and my comments apply not only to NTUC Fairprice but also the other NTUC co-operatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, I rise to support the Co-operative Societies (Amendment) Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I continue, I would like to declare my interest as the General Manager of NTUC Comfort, which is a co-operative society, and also as an Executive Committee Member of the Singapore National Co-operative Federation (SNCF). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main amendment is to section 71 which seeks to vary the amount of contributions made by co-operative societies to the Central Co-operative Fund (CCF). With the passing of this amendment, co-operative societies will contribute 5% of the first $0.5 million of their operational \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> surplus to the CCF. For surplus in excess of $0.5 million, the co-operative societies will now have to contribute 20% of their operational surplus, but they can opt to pay this either to the CCF or the Singapore Labour Foundation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me say that there are very few co-operative societies which have operational surpluses above $500,000 and hence would not be affected by this amendment. Those affected are the larger NTUC co-operatives such as NTUC Comfort, NTUC Fairprice and NTUC Income. This 20% contribution will bring the operations of larger co-operative societies more in line with that of companies under the Companies Act. Hopefully, this will lay to rest complaints of unfair competition from some quarters in the commercial world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to take this opportunity to say that even under the present regulations which require only contribution of 5% of surplus to the CCF, many NTUC co-operatives are already contributing significant amounts of their surplus to support and sponsor NTUC as well as Singapore Labour Foundation projects and activities for the benefit of all workers, sometimes in excess of the 31% corporate tax paid by companies. The NTUC co-operatives, therefore, welcome this move as it serves to institutionalise what is already common practice among us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the non-NTUC co-operatives with surpluses above $500,000, it may mean a greater financial contribution in the future. The Singapore Labour Foundation, however, may wish to consider extending benefits to members of such co-operative societies in order to attract them to opt to contribute 20% of their surplus to the Singapore Labour Foundation rather than the CCF. I support the contributions to the SLF as its objectives are much broader in scope, catering to all workers in Singapore, and not just members of co-operative societies or members of trade unions only. From the major projects undertaken in the past, the Singapore Labour Foundation has also shown that it is better placed to utilise these contributions from such surpluses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to take this opportunity to talk about the Central Co-operative Fund. The uses for the CCF are spelt out in section 71(4) of the Co-operative Societies Act as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Central Co-operative Fund shall be used to further co-operative education, training, research, audit and for the general development of the co-operative movement in Singapore.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, it collects about $1.6 million in contributions from all co-operative societies every year, and disburses only about $500,000 to fund the Singapore National Co-operative Federation. In my view, considering the contributions collected, not enough is being done by the CCF to promote co-operative education, training and research, apart from that done by the SNCF. Since SNCF is the apex body representing the co-operative movement in Singapore, I would like to request the Minister to consider giving the SNCF greater say over the administration of the CCF for funding SNCF programmes and activities. Secondly, apart from funding the SNCF, I feel that the CCF should also play a more active role in achieving the objectives of the Fund. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Mr Speaker, Sir, I thank the Members for Boon Lay and Tanglin for their support of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Mr Goh Chee Wee has aptly put, the NTUC Fairprice supermarkets help and assist greatly in keeping the cost of living down for all Singaporeans. I am rather glad that he supports the Bill in that the monies from the NTUC Co-operatives be sent to the SLF instead of the CCF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to Mr Lew Syn Pau's question, he is quite right in saying that the major contributions will be coming from the NTUC co-operatives. However, of the 63 co-operatives, eight currently qualify for the 20% contribution. These include the four NTUC co-operatives and also the Singapore Mercantile Co-operative, AUPE Multi-Purpose Co-operative, Telecoms Co-operative, Singapore Police Multi-Purpose Co-operative, Singapore Government Servants Co-operative and PSA Employees Cooperative. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to Mr Lew's request that for the non-NTUC bodies contributing to the SLF Fund the SLF consider extending benefits to these, let me explain that the privilege of membership in the SLF is not dictated by the Ministry of Community Development. I therefore would suggest that those interested co-operatives who want to contribute to the SLF instead of the CCF contact and negotiate with the SLF directly to see what privileges they can get if they exercise this option. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew has also brought up the point about utilisation of the Central Co-operative Fund. The CCF is only a fund, Sir. It is like a bank. The money is kept there and it funds the apex body, the SNCF, which is the arm utilising this fund. The utilisation of this fund has been dictated by the Act. We have both repeated how this fund should be used, so I do not need to repeat it a third time. The SNCF is the body which utilises this fund and will organise the education and training courses. These courses include computer programming, use of word processing and other software, report and minute writing, managing a thrift and loan co-operative, public speaking and presentation skills, etc. The list is long. The subjects taught and courses undertaken are good. The participation level, however, can be improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to assure the Member for Tanglin that my Ministry will work together with the SNCF to improve on the education and training programmes and improve on what we will be giving through the CCF to the co-operatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered the questions of both Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Seet Ai Mee]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, we have come to the end of a very long sitting which began \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1075</b></font>\n  <br>\n  <br> on the 12th of this month. And in the process, I think one of Dr Lee Siew-Choh's bugs must have gone into Dr Koh Lip Lin - apparently he is not here - when he made the comparison between Minister Dhanabalan and some of my other colleagues, ie, about them \"making money\" and \"not making money\" in formulating their policies. In my working experience with all my Cabinet colleagues, I believe all of them make decisions for the purpose of public good and not for the purpose of \"making money\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn to a date to be fixed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think after listening to the Leader of the House and all the Members for the last 14 days, I am entitled to say a few words too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the last 14 sitting days, I have been listening to all of you very intensely and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1076</b></font>\n  <br>\n  <br> with great patience. I think the fact that we have been able to cover so much ground these days has been due in no small measure to the cooperation I have received from honourable Members. Though some have yet to learn to do so, I think many have mercifully followed my advice to keep their speeches concise. I have been very firm in exercising my guillotine and that was really to ensure that all those who wanted to speak were given the chance to speak. And if the cuts that I have inflicted upon you have left wounds which were deeper than they ought to have been, please try to understand that your suffering was in the common interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seven Minutes\n  </div> \n  <div align=\"right\">\n   to Four o'clock pm to a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1077</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Appendix I \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the dates stated: \n  <br>\n  <br>29th March, 1990 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Supply Bill, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Supplementary Supply Bill. \n  <br>\n  <br>31st March, 1990 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Mass Rapid Transit Corporation (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Temasek Polytechnic Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Road Traffic (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Co-operative Societies (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Census (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Statistics (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) School Boards (Incorporation) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(viii) Constitution of the Republic of Singapore (Amendment No. 2) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ix) National Parks Bill; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(x) Constitution of the Republic of Singapore (Amendment) Bill [Amended Bill No. 41/89]. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1079</b></font>\n  <br>\n  <br> &nbsp;&nbsp;&nbsp;&nbsp;Appendix II \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:-- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline K. Wong (Tampines GRC) -- from 6th to 20th April, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline K. Wong (Tampines GRC) -- from 6th to 20th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock (Leng Kee) -- from 7th to 16th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong (Teck Ghee), Minister for Trade and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Industry and Second Minister for Defence (Services) -- from \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services) -- from 8th to 20th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan (Kallang), Minister for National Development \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan (Kallang), Minister for National Development -- from 12th to 15th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministry of Finance and Ministry of Foreign Affairs -- from \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs -- from 13th to 23rd April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community Development and Ministry of Education -- from 13th \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education -- from 13th to 17th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan (Whampoa) -- from 16th to 19th April, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine H.H. Tan (Whampoa) -- from 16th to 19th April, from 7th to 25th May and from 28th May to 1st June, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau (Tanglin) -- from 16th to 18th April and from \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau (Tanglin) -- from 16th to 18th April and from 5th to 26th May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) -- from 16th to 26th April, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) -- from 16th to 26th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong (Cairnhill) -- from 16th to 18th \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong (Cairnhill) -- from 16th to 18th April and from 23rd to 25th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Pock Too (Nee Soon Central) -- from 18th to 26th April, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Pock Too (Nee Soon Central) -- from 18th to 26th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Brickworks GRC), Speaker -- from 18th April \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Brickworks GRC), Speaker -- from 18th April to 1st May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen (Brickworks GRC) -- from 20th April to 2nd \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen (Brickworks GRC) -- from 20th April to 2nd May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs -- from 22nd to 27th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs -- from 22nd to 27th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) -- from 24th to 30th April, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) -- from 24th to 30th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance -- from 25th April to 2nd May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Affairs and Minister for Community Development and Leader \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House -- from 26th to 28th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin (Pasir Panjang GRC) -- from 2nd to \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Abbas Abu Amin (Pasir Panjang GRC) -- from 2nd to 7th May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development -- from 7th to 8th May, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Khoon Seong (Moulmein) -- from 8th to 15th May and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sia Khoon Seong (Moulmein) -- from 8th to 15th May and from 4th to 15th June, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chee Wee (Boon Lay) -- from 8th to 15th May and from \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chee Wee (Boon Lay) -- from 8th to 15th May and from 1st to 9th June, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
