{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-22\"> \n  <meta name=\"Start_Col\" content=\"641\"> \n  <meta name=\"End_Col\" content=\"726\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">22-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 641</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 22nd March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 642</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 643</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 644</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>NATIONAL LIBRARY AND TERTIARY INSTITUTION LIBRARIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Inter-library arrangements)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Community Development whether there is any inter-library arrangement between the National Library and tertiary institutions. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Dr Seet Ai Mee) (for the Minister for Community Development):</b> Mr Speaker, Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from cooperation among librarians, there are several inter-library arrangements between the National Library and tertiary institution libraries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the National Library maintains a bibliographic database which contains titles of books available at the main National Library and its branches, libraries of tertiary institutions and other government/statutory board libraries. There are 30 libraries participating in this network. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the National Library and four other tertiary and research institutions cooperate in the cataloguing of Southeast Asian materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the National Library and the libraries of tertiary institutions have an inter-library loan arrangement which enables the respective libraries to provide library materials to their users even when they do not have these materials in their own collections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, in the acquisition of expensive library materials, there is regular consultation among the National Library and the three institutions' libraries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE ACCOUNTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Use for payment of outpatient charges)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Acting Minister for Health whether his Ministry will allow Medisave accounts to be used for payment of outpatient charges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the Medisave Scheme was originally intended only to meet the hospitalisation expenses of the average worker and his immediate family, and to ensure that they will have adequate savings to meet their medical needs in old age. Since the scheme was implemented in 1984, it has been extended to cover certain expensive outpatient services, such as day surgery, radiotherapy, Hepatitis B vaccination and renal dialysis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further liberalisation of Medisave for payment of other outpatient services will result in faster draw down of Medisave funds and greater risk of overuse or misuse. My Ministry, therefore, has no plans to extend the use of Medisave for payment of outpatient charges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1990 TO 31ST MARCH, 1991</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [21st March, 1990], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head R of the Main Estimates be reduced by $100.\" - [Mr Lim Boon Heng]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Sir, yesterday before we broke off, we had covered all the items under this amendment except for two items, namely, that on CPF and the review of the Employment Act. I will deal with CPF first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Lim Boon Heng and Mr Chng Hee Kok that as far as possible CPF should stick to its basic objectives. That is why there was so much debate concerning CPF for Education. Basically, CPF is a compulsory savings scheme to provide for members' old age needs. Over the years, the scheme has been broadened to allow members to invest in a home, other properties, trustee shares, gold and local tertiary education besides paying for hospitalisation through Medisave. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 647</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng has given us a timely reminder that CPF is meant for CPF members' old age needs, not for current consumption. The CPF schemes generally do meet this fundamental objective. Investment in property is likely to appreciate over the long term given our land constraint. The education scheme is a loan scheme and so the fund taken out has to be repaid to the member's account. There is a 40% limit on investment in shares and gold and only money above the minimum sum is allowed to be invested up to this limit of 40%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, these schemes have benefited CPF members, for example, through home ownership and better returns on their funds. They also enjoy tax exemption on their CPF savings. For CPF members to benefit fully from the CPF schemes, they should manage their savings carefully, both before and after the CPF withdrawal age of 55. If they are able to take advantage of the investment opportunities, fine. If not, they should leave their money with the CPF where it is guaranteed. They should also realise that Medisave is for their old-age needs and not spend it too quickly. Incidentally, Medisave is under the purview of the Acting Minister for Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will not extend the CPF into other areas unless it is for the benefit of CPF members. Looking back, I am convinced that the CPF scheme is better with the various changes that have been made than if it had been frozen as a purely savings scheme. This does not mean that there is no further room for improvement of the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok has proposed that we should place a cap on CPF savings. I think in the article in Petir he suggested a ceiling of $150,000. Let me briefly explain to Members how the long-term rate of 40% has been derived. This rate is projected on the basis that for a young worker starting work today and he continues working until the age of 60, the retirement age, he will then have by age 60 fully paid for a home commensurate with his income; secondly, sufficient Medisave funds for his old age needs; and thirdly, adequate cash balance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 648</b></font>\n  <br>\n  <br> to live on at 20-40% of his last drawn pay. Therefore, by saving at the long-term rate of 40%, a CPF member would be building up his own pension fund as it were corresponding to his own income level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead of a flat quantum ceiling which applies to all CPF members, the 40% rate effectively places a cap on each member corresponding to his own income. This is preferable and more appropriate. A fixed cap of, say, $150,000 would be too high for many CPF members and too low for others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the high income groups, there are already two other limits. Firstly, there is the cap of $6,000 on ordinary monthly salary beyond which no CPF is payable. The second cap was introduced recently by the CPF Board and that is the cap on additional wages. Therefore, high income earners already contribute at less than the full CPF rate on their entire salary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I want to remind Members is that CPF contributions are exempt from tax. With a lower cap on CPF, members will enjoy less tax-exempt CPF savings which they can invest in properties, shares and so forth and put aside for their old age. I think many high-income earners were painfully aware of this when the cap was recently placed on bonuses. The CPF scheme already allows CPF members considerable freedom and responsibility to manage their savings. I prefer to stay with the CPF scheme as it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng asked yesterday whether the Board is reviewing the minimum sum amount to allow for inflation. The Minister for Finance has announced in the Budget Statement that inflation last year was 2.4%. The minimum sum of $30,000 has been set based on 1986 real value. Therefore, with inflation over the years, we have to make small adjustments yearly or biennially to compensate for the inflation and to preserve the value of that sum for old age of CPF members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, with effect from 1st April this year, the sum will be increased by $700, equivalent to 2.4%, from $30,900 to $31,600. With the adjustment, CPF members who reach 55 years of age on or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 649</b></font>\n  <br>\n  <br> after 1st April 1990, will be required to set aside $31,600 in their minimum sum accounts. Those who own properties can, however, pledge their properties up to this value in lieu of cash. The amount that members can withdraw monthly from their minimum sum accounts from age 60 will also be raised by 2.4% from $237 to $243 per month. This will come into effect on 1st April 1995 when the cohort of members who reach 55 on 1st April this year reaches 60 years of age. This withdrawal rate will apply to the minimum sum accounts in the CPF or with approved banks. For those who have purchased approved annuities the amount will be determined by the terms of their annuity plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a married couple who are both CPF members, the minimum sum will likewise be raised from $46,400 to $47,400 and the monthly withdrawal amount from #355 to $365 per month. The new minimum sum of $31,600 will also apply to the approved investment scheme and the CPF education scheme from 1st April 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have covered all the points raised on CPF. I will next turn to the comments made by Dr Lee Siew-Choh concerning the Employment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Listening to Dr Lee, I found myself wondering whether it was Dr Lee speaking or Mr J.B. Jeyaretnam speaking. I think many of us recall the heated debate we used to have in this House on similar issues. If new Members are interested in this drama, they can look up the Hansard, for example March 1982, on the debate of my Ministry's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issues raised are not new. Contrary to what Dr Lee has said, the Employment Act is a balanced piece of legislation which has worked well for Singapore. It sets out the rights and obligations of the parties to the contract of service not only of employers but also of employees. It is well accepted by both workers and employers and has provided a sound basis for industrial peace and cooperation. The result has been many years of rapid economic growth since 1968 when the Act was enacted, leading to better jobs and a rising standard of living for all Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The acid test of any legislation is whether it works in practice and benefits the nation. It is no use having the best written laws which spell out iron-clad job security and benefits for workers if the result is to force companies into bankruptcy and scare away potential investors. The end result will be high unemployment and misery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The iron rice bowl is the hallmark of the communist system. Under that system, it is impossible to sack a worker even if he is redundant and totally unproductive. That system has failed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh claimed that the Employment Act provides no protection for workers. That is completely untrue. Under section 14 of the Act where an employee considers that he has been dismissed without just cause or excuse he may appeal to the Minister for reinstatement. If the Minister is satisfied that his complaint is valid, he can order the employer to reinstate him or pay him adequate compensation. This arrangement has worked well in practice. I have ordered, for example, compensation or reinstatement of workers who were wrongly dismissed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Act also provides for payment of retrenchment benefits although the quantum is left for negotiation between the contracting parties. It should be noted that the Employment Act, like similar Acts elsewhere, provides the minimum statutory benefits. It is up to the unions and workers to negotiate for better terms which are thus seen to be coming from the employer. This provides for a stronger employer/employee nexus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 17 of the Act specifically safeguards the right of employees to join and participate in unions either as officials or members. It does not say that the union has to be affiliated to the NTUC. The NTUC has succeeded in organising the vast majority of the unionised workers of Singapore because it has helped bring about a better life for all Singaporean workers. The fact that the Secretary-General of the NTUC is also our Second Deputy Prime Minister means that unions have a very strong voice in Singapore at the highest level of decision making, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br> namely, the Cabinet. He and the other union leaders have to prove their worth to union members or they would not be elected at the NTUC Triennial General Meeting. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Sir, I think the Employment Act should be read together with the Industrial Relations Act. If the Minister refers to unions, then I am sure he will remember that there were many independent unions that were pressured into joining the NTUC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards industrial peace, I think everybody wants industrial peace, but at whose expense? The Government had to institute the National Wages Council in order to protect the employers. After all, we must know that the NTUC was not meant to give extra wages to the workers, but to put a ceiling on the claims of workers. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I would like to ask Dr Lee Siew-Choh to substantiate his statement that independent unions have been pressurised into joining the NTUC. I think he must not come here and just make general statements like that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is industrial peace at whose expense. At nobody's expense. In actual fact, because of industrial peace, we have enjoyed tremendous economic growth over the years and everybody has benefitted, including Dr Lee himself. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, if the Minister were to look back into history, he would realise and find that many unions had been pressured into joining the NTUC. I cannot name the unions offhand now but, as a Minister, if he should refer to the Ministry officials, they should be able to tell him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Everybody benefits? Yes, Sir, to a certain extent. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, the problem with Dr Lee is that he keeps harking back to the old days. We are living in 1990. The world has changed. The communist system has crumbled. He should not behave like a Rip van Winkle, always bringing us back to the old days, not realising what has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> happened and the improvements that have come about because of our laws. At least he has admitted that we have all benefitted from this development. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I do not know which unions are being forced or have been forced to join the NTUC. But the question today is that there are 10 unions outside the NTUC fold with less than 5,000 members. It is their right to remain independent. The issue today actually is whether the NTUC should admit these unions into the NTUC fold whenever we receive an application from such unions to join the NTUC. I think that fact speaks for itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to the benefit that workers may have, or may not have, in his opinion, through industrial peace, let me just cite one figure. I do not want to go back to the days of the 1950s and 1960s. But just from 1980 to 1989, the median monthly wage in 1980 was $409. In 1989, the median monthly wage was $764. So the wage level has almost doubled in this decade. Of course, he will say that it has all been eroded by inflation. But how high and how fast has the consumer price index risen? In 1980 the index stood at 88.4. In 1989 the index stood at 106.9. So quite clearly with the rise in the median monthly wage, not the average wage, we can see that workers have benefitted from real wage increases. And have they got a better life? If Rip van Winkle were to wake up and look around him, I am sure he would have seen the progress which our workers have made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on that note, may I seek leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1986 the Government allowed part of an individual's CPF savings to be invested in approved Singapore shares listed on the Stock Exchange. The shares bought under this CPF investment scheme have to be registered with a nominee which is a bank participating in this scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to bring up a matter concerning rights issue which I think CPF investors are not given a fair deal in. When a rights issue is declared by a public company, registered shareholders are invited to apply for excess rights, ie, for rights not taken up by other shareholders. However, this privilege is severely restricted if the original shareholding is bought under the CPF investment scheme since only the nominee companies may apply for the excess rights. Usually these companies consolidate all the excess rights applications by the CPF beneficiaries and make one application. As this is one large application, the ratio of excess rights shares or loan stock they receive to the original number applied for is smaller than if each beneficiary of the nominee company applied for the shares individually. Thus, shareholders under the CPF scheme is at an unfair disadvantage compared to private investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, recently a bank announced a rights issue of loan stock with warrants. A person, Mr A, had 1,500 shares under the CPF scheme with Bank Z and received rights to 500 loan stock with warrants. He further applied for 10,000 excess loan stock through Bank Z nominee. He received no extra loan stock as Bank Z nominee was allocated only a small portion of what they applied for. Another person, Mr B, also had 1,500 shares but they were bought and registered privately. He also received rights to 500 loan stock and applied for 8,000 excess loan stock. He was allocated an additional 1,500 loan stock with warrants. At present market prices this represents a good gain. This real life example shows that Mr A, a CPF investor, was severely disadvantaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are different ways to resolve this problem so that the CPF investor is put on equal terms with private shareholders. They involve varying amounts of additional administrative work for the share registrars, nominee companies or both. However, I feel that steps taken to eliminate this anomaly is justifiable on the grounds of fairness and public interest. I would like to propose one way to resolve this problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps share registrars should be made to recognise that nominee companies hold shares on behalf of various beneficiaries. They should record a breakdown of the beneficiaries for each nominee company. This is already done for shares of banks, newspaper companies, etc., and should not be difficult to implement. During a rights issue, nominees applying for excess rights should provide a detailed list of the interest of each beneficiary. The registrars should then treat each beneficiary separately, as if they were privately registered shareholders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter, Sir, I would like to raise concerns the loan stocks of some CPF trustee companies. It is found that, unlike ordinary shares, the loan stocks of these companies do not enjoy CPF trustee status, ie, one cannot use his CPF account to buy these loan stocks. Examples are UOB loan stock, ICB loan stock, Yeo Hiap Seng loan stock and National Iron Bond, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is common knowledge that investments in loan stocks are far less risky than investment in shares of the companies issuing these loan stocks. I would therefore urge the Minister to consider granting trustee Stock status to the loan stocks of all CPF trustee companies. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, let me first explain to Members of the House why the shares held by these banks are in the names of their nominees. The reason is for purposes of control because we are allowing members to use their CPF funds. So when they receive dividends, for example, or when they sell their shares, the money has to go back to their CPF accounts. So normally when they buy through their banks, the banks will buy all these shares in the names of the bank's nominees. But in practice the banks already keep registers of the individual members' accounts. For example, if there were a rights issue, then the members themselves would in fact be applying, deciding whether they want to take up the rights, whether it is the rights for new shares or whatever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point that the Member has raised concerns excess rights. I presume the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 655</b></font>\n  <br>\n  <br> excess rights are more than those taken up by the existing investors. The situation he mentioned is something which I will have to ask the CPF Board to look into because I am not very familiar with how they treat that kind of excess rights issue. But in general when a rights issue is available, I think members of the public who are shareholders as well as CPF members who have shares are entitled to certain rights. So it is up to them whether they want to exercise those rights. And if they do, then the banks which are acting on their behalf will apply for them according to their ratios, ie, the ratio of the new shares to existing shares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue raised by the Member concerns loan stocks, for example, of companies that qualify for trustee status. The CPF Board has already allowed some kind of loan stocks to qualify. These are convertible loan stocks. In other words, these are loan stocks which can eventually be converted to shares. So they are closer to the nature of shares. On the other hand, if the loan stocks are purely loan stocks, I agree that they are less risky, but the principles are a bit different and up to this point in time the Government has not approved or decided whether to allow CPF funds to be invested in this category of investment instruments which are fixed interest instruments. It is because if we allow this, then we may have to consider other similar instruments, for example, Government bonds, securities, even bank deposits. So up to now, the Government has not decided whether to allow this category of fixed interest instruments. If a decision is made to allow it, it will have major implications on the financial market as well as on the CPF Board itself. But I will ask the CPF Board and my Ministry to look into this matter. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, with your permission, I will take both points. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent storm in a tea-cup over the issuance of guidelines by the Ministry of Labour on the eligibility for associate membership of unions by executives and confidential staff highlights the need for a code of practice for labour-management relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through careful cultivation over more than 30 years, we have the best model of tripartite cooperation anywhere in the world. However, such cooperation and industrial harmony cannot be taken for granted. The strong language used by the Singapore National Employers' Federation in response to a newspaper report shows that emotions can easily be raised. There are also examples of good labour-management relations that have gone sour through neglect by both parties - employers and unions. Also, the change of personalities can adversely affect relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it is time for the three parties - Government, employers and unions - to set up a code of practice that can be used as reference by all concerned. Of course, anything enshrined in written form will only work if it is practised. But with the possibility of change of managers and union leaders, I think a code of practice will be a useful point of reference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of junior executives, we have from time to time received complaints from unions that some employers deliberately change job titles, for example, they re-designate them to become Assistant Managers, even though the work remains the same, just so that a certain category of workers cannot join unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This practice is undesirable and harmful for sound industrial relations. Employers who do so must bear in mind that if they want to have rational and objective union leaders who can see the wider view of things, then they should not deprive unions of capable union leaders. I hope the Ministry of Labour would tell such employers that they are harming our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> industrial relations climate by such practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are also genuine junior executives who find that they do not have a union to represent their interests, and they do need a union for such purpose. And indeed, some junior executives have formed unions and operate within the framework of our industrial relations laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But presently, the legislation prevents junior executives from joining the same union as rank and file workers. The only way for such executives to be unionised is to form a separate union. I feel that this condition is undesirable. It is difficult for small executive unions to be financially viable. But what is more, it tends to breed sectional interest. When we want to develop teamwork at the workplace, we should encourage all workers to identify with one another. So junior executives should be permitted to join the same union as rank and file workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question to the Minister is whether he would consider amending the law, after due process of consultation and discussion with all the parties concerned, to allow junior executives to join the same union as rank and file workers. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I would like to ask the Minister to look into the question of part-time employment in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while there has been mounting pressure on the Government to let in more foreign workers, there is still a sizable pool of potential Singaporean workforce which has not been fully tapped. They are the housewives, the young retirees (those who are not supposed to have retired) and others who will be prepared to enter the workforce if part-time employment is available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compared to many of the developed countries, the percentage of part-time workers in the workforce in Singapore is relatively low. There are a number of reasons which can explain why part-time employment is not widespread in Singapore. Apart from the question of wages, part-time workers are seldom regarded as a regular and permanent workforce of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> company. They are regarded as casual workers who can be dispensed with easily. There is no commitment between the employer and the employees. The employers can just terminate the service of the employees as they wish and the employees can just refuse to turn up for work when they do not feel like working. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To enlarge our labour pool, I believe part-time employment can be promoted as a regular and permanent form of employment. Companies should devise work pattern and work schedule which would enable those people who cannot work eight hours a day to work, say, four hours a day. To inculcate a sense of loyalty and commitment to the company among the part-time employees, the employer should seriously examine the terms and conditions of service of the part-time employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, many employers just pay wages to the part-time workers. There are no other fringe benefits. The workers also feel that they have nothing to lose if they walk out of the company any moment. I believe something can be done to improve the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the Employment Act, the employers are supposed to provide certain employment benefits to the employees. These include sick leave, annual leave, medical benefits, etc. The Employment Act actually does not distinguish between full-time employees and part-time employees. In other words, the statutory benefits stipulated in the Employment Act should also apply to the part-time workers. But so far, the Ministry of Labour does not strictly enforce the Employment Act in respect of the part-time workers. I believe it is time that the Ministry drew up some rules for the employers to follow. In principle, the employers should follow the Employment Act and provide the statutory benefits to their regular part-time workers on a pro-rated basis. In other words, the part-time employees should enjoy statutory benefits proportionate to their hours of work. The employers should also follow the Employment Act when it comes to giving notice for termination of service. I must state again that what I have said should apply to the regular part-time workers who have been in continuous employment with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> same employer. I am not referring to those casual part-time workers who work one day and absent the next day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to inform the Minister that a number of big multi-national companies are already providing fringe benefits, besides paying wages to their regular part-time employees. They follow the Employment Act as far as possible. As a result, the part-time workforce is stable. It benefits both the employers and the employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have said, we must find ways and means to draw more Singaporeans into the workforce instead of letting in more and more foreign workers. Extending the retirement age and making part-time job available are some of the measures which we can take. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would appreciate the Minister's response to my comments and suggestions concerning part-time employment. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, last year during the Committee of Supply debate on the Ministry of Labour, I suggested that the Government should provide more incentives for women to work either full-time or part-time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I join the Member for Boon Lay in requesting the Ministry of Labour to make a study of part-time employment and the possible amendments to the Employment Act in order to protect part-time workers. I hope the Minister can now make a progress report of my requests made almost a year ago. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I would first deal with the questions by Mr Lim Boon Heng. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him fully that whilst industrial relations are presently good, they can easily change if management and workers do not follow good industrial relations practices. Therefore, it is important that there should be good consultation between the two parties. There should be good communication and so forth. So I agree that it would be a good idea to draw up a code of industrial relations practice so that if the two parties consistently follow the practice, there is less likelihood of any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> misunderstanding deteriorating into disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that in fact the National Productivity Council in its plan of action up till the year 2000 has recommended similarly the drawing-up of an industrial relations code of practice. I will ask my Ministry to work closely with them and with the unions and employers to see how we can progress further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point raised by Mr Lim concerns this question of whether junior executives should be allowed to join unions. Under the Industrial Relations Act, trade unions of non-executive staff are restrained from seeking recognition on behalf of executive or managerial staff. This is to avoid conflict of interests which may arise if executives or managers represent both the employer and its employees' trade union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is important in the case of a senior management staff, for example, the Managing Director or the Personnel Manager. But it is less clear with junior executives, whether this will give rise to conflict of interests. I think it will depend to a large extent on the nature of the job of the executives and also on the state of industrial relations within the company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, if you look at the system in Japan where they have house unions which have promoted industrial peace, the junior executives are often the leaders of the house unions. So also in Singapore, my Ministry has taken a pragmatic approach. Where house unions are formed or where the management has given its blessing, we have allowed junior executives to be members of unions. The problem about taking a legalistic approach is that it is not easy to define what is an executive position and what is not, especially in the case of junior executives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim has mentioned some cases where companies deliberately promote their junior staff or give them titles without actually giving them any executive or managerial responsibilities. Such cases, I think, should be resolved as far as possible through discussion and consultation between the management and the unions or workers. My Ministry will try its best to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> help resolve any misunderstanding, failing which the matter can be referred to the Industrial Arbitration Court where the President has the powers to decide, based on the facts, the nature of their jobs and so on, whether in fact these people are executive staff or non-executive staff. The legal position as far as arbitration is concerned is quite clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim asked the question whether we should amend the Act to clarify this point. I think this is something we have to study. At the moment I am not sure whether there is really a need to do this or whether we should just take a more pragmatic approach and leave the situation as it is, because it is very difficult to define what is right in one case and what is not right. But I will ask my Ministry anyway to study this matter further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue concerns part-time employment and was raised by Mr Goh Chee Wee and Dr Wong Kwei Cheong. I sense that Dr Wong feels that this problem is very urgent and wonders why after one year there are still no amendments. The point is this. I mentioned at the last Budget debate that we should not rush into amending the Employment Act unless we are sure that this is the best way of doing it. If we do it this way and if we amend it wrongly, then in fact it could be introducing further rigidities into the system. Our main purpose, after all, is to promote part-time employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, there is a bit of ambiguity. The Employment Act is supposed to cover all workers, both full-time and part-time. But I think management, unions and workers realise that this is not a realistic situation, because the part-time workers are working shorter hours. From our studies, in fact a lot of companies already are following this practice of pro-rating that Mr Goh mentioned. In fact, the ambiguity in the Act, although undesirable, has not deterred the setting-up of more part-time jobs. It is more a question of the willingness of the employers, whether they want to take the effort to have more part-time vacancies available. That I think is the main constraining factor. It is not the Act. It is not whether we should do more to promote and encourage housewives to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> work. In fact, our studies show that many housewives are willing to do part-time work, provided the jobs are near their homes and provided the hours are convenient so that they can fit them into their daily routine, ie, to look after their families as well as their jobs. So these are really the practical considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, my approach on this issue has been to take it one step at a time, not to rush it. I do not think we should rush into amending the Employment Act unless we are sure that it will be a step forward. Instead of doing that, what I propose to do is to get my Ministry to draw up a set of guidelines based on the pro-rating principle because this principle has been widely accepted. We have discussed this concept with both the NTUC as well as the Singapore National Employers' Federation. I think both parties generally are in favour of this concept. The Employment Act should cover both full-timers and part-timers in practically all respects. But in so far as fringe benefits are concerned, the starting point will be that you pro-rate the benefits for part-timers according to the hours worked. Of course, we should allow some flexibility because in some cases the employers and the workers may agree amongst themselves to vary from this position. The employers may want to pay the workers higher take-home pay, for example, a higher hourly rate. There may also be other factors to be considered. So I think a set of guidelines might be the best approach. We will draw up this set of guidelines, discuss it further with employers and unions and allow it to operate for a while. If it turns out to be a good practice, we may then decide whether to amend the Employment Act accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Certainly, there is a lot of scope in Singapore for promoting part-time work to help resolve our labour shortage problems. The current proportion of part-time workers in Singapore is only 2.6% or about 33,000 persons. This is very low compared to, say, Japan and other countries where the percentage is as high as 15-20%. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I beg to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang GRC):</b> Sir, I have two other amendments Nos. 5 and 7. May I have your permission to move them together as they are inter-related? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think you should just speak on amendment No. (4) because they are different topics. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Yes, Sir. I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RG 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last review of the workmen's compensation has placed the Workmen's Compensation Act with a maximum amount of compensation payable for total permanent incapacity at $60,000 and the minimum at $20,000. For fatal injury cases, the maximum compensation payable is $45,000 and the minimum $15,000. I understand that a proposal has been made to amend the Workmen's Compensation Act in terms of amount of compensation payable and the eligibility ceiling from $1,250 to $2,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently in answer to my Question for Oral Answer on the need to review and amend the Workmen's Compensation Act, the Minister stated that his Ministry would look into this matter. I would like to know how soon could the result of the review be announced as most of the workers are looking forward to this matter. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I agree with the Member for Pasir Panjang GRC and I await the Minister's reply on this question. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I am pleased to inform the House that the Government has approved various adjustments to the workmen's compensation rates. I have arranged for tables (Cols. 721 - 726) to be distributed earlier highlighting the changes. I wonder if Members have copies of the tables. The tables are rather complicated. So I will try and explain them slowly. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900322/19900322-HA-0550721.htm\">tables - TABLE SHOWING CHANGES TO THE WORKMEN'S COMPENSATION SCHEME, TABLE COMPARING PERMANENT INCAPACITY AWARDS FOR INJURIES DEEMED TO RESULT IN PERMANENT INCAPACITY (Cols. 721 - 726)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look first at table 1, under the Workmen's Compensation Act, the compensation for death and permanent total \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> incapacity are subject to maximum and minimum limits. For death, the maximum compensation is $45,000 and the minimum is $15,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You can see the figures in Table 1 on the left hand column. For permanent total incapacity, they are $60,000 and $20,000 respectively. These amounts were set in 1980 based on the monthly median wage of $416 for workers covered under the Act. Since then, the median wage has increased by about 73% to $718 per month in 1989. The Government has therefore decided to increase the limits correspondingly by 73%. The new limits are: for death, $78,000 and $26,000; and for permanent total incapacity, $105,000 and $35,000. If you look at the right hand column, you will see the numbers. These are the maximum and minimum limits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In calculating the actual compensation, the Ministry will multiply the monthly salary of the worker by a certain multiplying factor which depends on the age of the worker at the time of the accident. This multiplying factor is set out in the Third Schedule of the Act and decreases as the worker gets older, because his future earning capacity and number of years of work are reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also examined the percentage loss of earning capacity for various types of injuries as specified in the First Schedule to the Act. Table 2 compares our rates with those of various developed countries (these are the UK, Australia, New Zealand and Germany) as well as with Hong Kong which is an NIE. Our rates are comparable except for thumb, finger and toe injuries which are unduly high. If you look at items 16 to 22 in the table and follow across to the other side, those figures which are highlighted, the rates are all much higher than those in the other countries. The Government has therefore decided to revise these rates. The result of these higher rates is that they create anomalies. For example, a workman who loses a thumb and several fingers of one hand is eligible for higher compensation than one who loses an entire arm. Obviously, this is something \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> that has to be corrected as we are way out of line with all the other developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have done so by comparison with the UK standards. The proposed new rates that we have on the right hand column are those used in the UK which, as a developed country, would have fully studied this matter and provided sufficient compensation for their injured workmen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next item concerns temporary incapacity. These are people who are injured but who do not suffer any permanent injury, either loss of a thumb or leg or whatever. Normally, they are compensated in terms of their pay. They are allowed medical leave and they are paid hospitalisation costs. Under the Employment Act, they are allowed up to 14 days of medical leave at full pay or 60 days if they are hospitalised. Under the Workmen's Compensation Act, if they have to continue on medical leave beyond these periods, they will be paid two-thirds of their monthly earnings, subject to a cap of $390 per month. This ceiling of $390 was set many years ago. The Government has decided to remove this cap of $390 per month. The worker will in future be paid two-thirds of his salary without this salary cap. This will bring us in line with the practice in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, an injured worker with temporary incapacity can qualify for up to five years medical leave with pay. The limit of five years is far too long and will be shortened to one year. In 1989, there was not a single case of a workman being given more than one year's medical leave. The corresponding limit for permanent incapacity will also be set at one year instead of six months as at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members might wonder why it is six months for permanent incapacity and five years for temporary incapacity. Five years is obviously too long. Six months was set because the lump-sum compensation for permanent incapacity includes also an element for loss of earnings. I think we should harmonise at one year. It is easier to remember and is consistent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also reviewed other aspects of the Act. The Act covers all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> manual workers without salary limit. So long as the worker is a manual worker, regardless of the salary, there is no limit. He is covered under the Act. As for non-manual workers there is a salary ceiling of $1,250 per month. Manual workers are the ones who face higher injury risks and they are all covered. Data shows that for injured factory workers earning above $1,250 a month, 95% are covered by the Act. Therefore, there is no need to raise the salary ceiling of $1,250, the reason being that all workmen who face the higher risks are already covered and this ceiling applies to the lower risk category. In any case, the majority of workers who are injured and who earn above this ceiling, 95% are covered. There is also no need at present to extend the list of compensable occupational diseases in the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The changes will be implemented with effect from 1st May 1990. Amendments will be made to the Workmen's Compensation Act to take effect from this date. I have chosen 1st May 1990 to give the insurance companies some notice in case they have to make adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on accident claims in 1989, my Ministry has estimated that the cost increases to the insurance industry arising from the higher compensation limits will be just about offset by the adjustments for thumb, finger and toe injuries which are common injuries. For the industry as a whole, there appears to be no reason to raise premiums arising from these revisions to the Workmen's Compensation rates. For Members' information, the total premium for workmen's compensation insurance collected in 1989 was about $60 million, less than 1% of the total salary of the affected workers. The total compensation paid under the Act in 1989 was about $28 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will be happy to answer queries if Members have any question on this. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I just want to ask the Minister one question. I think for the other examples the Minister has followed countries like UK, Australia and so on, but on loss of hearing (Table 2, item No. 25) we are at 60% while the other countries are at 100%, 70%, 75% and so on. For this particular item I wonder why \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> do we maintain our rate and not also adjust upwards? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I realise that Members have not had time to study this table. If you look at it carefully, in fact you will find that for the major injuries which we have done nothing to, some of our rates are higher than in the other countries. So I have not adjusted all the rates, only those where I feel there are clear anomalies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of total loss of hearing, I do not know whether Members feel that in fact it is tantamount to a total loss of ability to work. I do not think so, because 100% would imply that a person is no longer able to earn a living. So I think in fact the 60% is more than fair and there is no need to adjust the rate. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I would like to ask the Minister regarding Table 1, item 5, on temporary incapacity. He has reduced the maximum period of medical leave from five years to one year. From my own experience, I would be more comfortable if it is two years, unless he has other figures, rather than just standardise it to one year for both temporary and permanent incapacity. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, as I explained just now, from our data, there has been hardly any case which has gone beyond one year, because normally temporary incapacity cases are relatively minor injuries. I will be surprised if they have not recovered within one year in this age of modern medical science. But as a doctor he might be able to give us better advice. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, there are illnesses, such as TB and malignancies which may fall into this category, and these malignancies are on the increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will be satisfied if the Minister will just look into it because I do not have the figures that he has. But from the trend of diseases I would think that two years would not be an unfair request. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I defer to the Member as he is a doctor and I am not. There will be an opportunity to debate this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> issue when the Bill comes to the House because I have to amend the Workmen's Compensation Act. It is a rather cumbersome process. In fact, when we amend this Act I am proposing that I be allowed to gazette the changes in future to the ceilings so that we can adjust the rates more frequently and not wait 10 years to make the adjustment. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RH 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Labour has embarked on a safety enforcement exercise covering factories in parts of Jurong industrial estate in July 1989. I understand that the factory occupiers were given three weeks' notice to ensure that the health, safety and welfare requirements of the Factories Act were complied with. I would like to know the outcome of the safety enforcement exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) How many factory occupiers were found not conforming to the requirements of the Factories Act and what actions were taken against them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Will similar exercises be carried out in other industrial estates to ensure that the Factories Act and its regulations, where applicable, would be properly enforced so as to enhance the general safety and the well-being of our workers? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, before moving on to this item, may I just clarify what I just said in response to Dr Arthur Beng? I did not mean that I agree to change it from one year to two years. What I mean is that we will study it. My position is to leave it to one year but if he has very good arguments then we may consider it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the points raised by Encik Abbas Abu Amin, in July 1989 the Department of Industrial Safety of my Ministry conducted a special enforcement exercise on factories employing 50 or more workers in the Jurong postal district 2262. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> This district accounted for about one-third of the total number of factory accidents in 1988. All the 178 factories employing 50 or more workers were inspected. The purpose of the exercise was not to catch offenders, but to ensure that all the factories took adequate safety precautions. The factories were given advanced notice to make corrections to their factories to comply with the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the inspection the Department also discussed with top management of the factory how safety standards in the factory could be further improved. 84 factories were found to have infringed various safety requirements. These mainly concerned proper guarding of machines and inspection of pressure vessels and lifting equipment. 26 factories were fined. The remaining 58 factories were issued with written warnings to make rectifications. They have since done so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The factories were cooperative and the exercise has improved safety standards. A similar exercise will be conducted in the Jurong postal district of 2261 next month. Similar exercises will be carried out systematically to cover other industrial estates that register high accident rates. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RK 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand the Ministry of Labour has a set of broad guidelines or criteria for granting approval to contract marriage. Approvals are generally given to work permit holders who have skills or qualifications of value to Singapore and who have adapted to our way of life. Sir, I understand fully the rationale for these criteria which is to protect the interest of the majority of Singaporeans who live in this small island. However, Sir, I would like the Minister to exercise greater flexibility in approving contract marriage applications, particularly from those work permit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> holders who may not fully meet the criteria of education and skill level. Many of the male Singaporeans who apply to marry this category of work permit holders are themselves very lowly educated. Most of them do not have more than a primary six education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, frankly speaking, it is very difficult nowadays for this group of Singaporeans to find Singaporean spouses. Singaporean women are choosy. They prefer to marry upwards, to spouses who are better educated than themselves. Moreover, many of these male Singaporeans who are looking for spouses are looking for spouses who can be good housewives and who could help look after their aged parents. Many of them come from families which are poor and could not afford to employ maids or even send their parents to old age homes. I urge the Minister to be more liberal perhaps towards this group of male Singaporeans when processing applications for contract marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to seek a clarification from the Minister on the same subject matter. I did an analysis of the applications versus approvals for contract marriage in the last three years. The success rate stays very constant at about 65% to 67%, and this means two in three applicants get the nod to go ahead to marry. The rate has not improved in 1989, which is last year, despite the relaxation of the immigration policies. My question to the Minister is whether his Ministry set a quota in the number of approvals to be granted each year. And if so, why the need to set a quota? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi)</b>(\n  <i>In Mandarin</i>): Sir, since 1970, because of our rapid economic development there has been a shortage of labour in Singapore, in particular, of female factory workers, especially in the garment and electronics factories. These factories have had to recruit their employees and female production workers from the traditional sources in order to alleviate the problem of labour shortage in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of these female production workers are not highly educated. They do not have diplomas, professional qualifications or skills. Their purpose in coming to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> Singapore is to work hard in the factories, earn a salary and send part of the money back to their own countries to help their parents and relatives. This works to the good of both parties and it cannot be denied that these female work permit holders have in some way contributed to the economic growth of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these female workers who have left their homes to work in Singapore are normally around 20 years of age. They have joined our workforce and now work hand in hand with the Singapore workers. They have adapted themselves to the social and living environment of Singapore. But this gives rise to a human problem. These female workers do not have a Social Development Unit to help them out. However, because of personal compatibility or some other reasons, as the saying goes, the affinity of love extends over a thousand miles, resulting in many of these female workers finding lovers in Singapore males. Some of them have even reached the stage of talking of marriage with the intention of setting up families in Singapore. Unfortunately, because of their educational background, the lack of qualifications or skills, the Ministry of Labour, with its stringent regulations, does not approve of their marriages when they apply to marry Singapore males. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, because of these stringent regulations, the local males who intend to marry such females become very resentful. They feel that the Ministry of Labour's regulations restricting marriages are a bit inhumane as they prevent a possible wedding partnership from forming. They are therefore understandably resentful and dissatisfied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully understand the intention of these restrictive regulations. But I hope that the Minister for Labour will consider being more sensible and flexible in his approach in dealing with such applications. Those who have performed well, and those who have worked for a number of years in Singapore, should be granted approval because they have already contributed to our economy and they have also adapted to our way of life. Therefore, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> they will not give rise to any social problems to Singapore. On the contrary, if you allow these people to marry the Singapore males, then it will be in keeping with our policy of encouraging early marriages and early child birth for a greater growth of our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister for Labour will consider relaxing its restrictive regulations for such cases. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, this topic is an evergreen in my Ministry's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, the Members who have spoken ask one question: whether the Ministry is prepared to be more flexible in approving marriage applications between work permit holders and Singaporeans. My answer is, yes. We have always been flexible and we will continue to be flexible. But we must not give the wrong signals to the more than 150,000 work permit holders who may be contemplating settling down in Singapore. It is not a question of just those who have appealed to us but the wider, much larger population out there who are mostly unskilled. So unless we are prepared to, say, let all of them come in and settle down, my Ministry has to do the unpleasant job of saying 'no' to some people. I know it is very unpleasant and it is very painful. I sympathise with these people. But we must be selective in the interest of the vast majority of Singaporeans, because Singapore is a very small country. If we have to allow in people to live here, let us allow in people who are of value to us, who have adjusted to our way of life, who have the skills, qualifications and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at the scheme to allow the Hongkong people to come in, that is a very measured kind of policy where we try and attract people who can be of value to us. So do not misunderstand that because we have relaxed on that particular aspect, therefore henceforth we are going to approve all marriage applications, because that will be the worst thing for us, considering that we have so many foreign workers here who are unskilled. These are people who basically would not have been allowed to come here and stay on a long-term basis, except that we are so short of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> workers. So the message to them must be: yes, you are here to work, you are welcome. But if you want to marry, think again, and make sure that you can qualify first. Otherwise, there could be a lot of problems, not because the Government is hard-hearted but because Singapore is a small country and we have to be selective in deciding whom we admit into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry does look at all the factors. When Members appeal to me personally in many cases, we look at not only the skills of the workers, the qualifications, but also whether they have family roots here, whether the Singaporean spouse (if he is a male) is able to support the family, and various other factors. So wherever possible, we try to see whether we can accommodate in some way, because personally I do not like to say \"no\" to these people either. And like you, I also meet a lot of these cases at my meet-the-people sessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew asked this question whether we have a quota on approvals. Lately, we seem to have become very quota-conscious. The answer is, no. There is no quota. It so happens that out of this population of workers, a certain percentage is able to meet our criteria, and this percentage at about 60-70% is already fairly liberal. I think the point he is trying to ask really is whether, with this liberalisation and to be in conformity with the Hongkong scheme, we should now see an increase in the approval rate. I think at the moment it is still too early to see any definite signs. But it does show that we have been maintaining a fairly consistent line. The rate has in fact gone up from about 50% some years ago. About 10 years ago, I think the rate was 50%. It is now about 68% or thereabouts. And of the approval cases, the majority are females. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to a question that Mr Chew raised the other day, I mentioned that in 1989 we approved 1,441 applications. Out of this number, 1,130 were females and the males were only 311. That is already a sign that some of our lower educated males are being given permission to marry Malaysians and other foreigners, but mainly Malaysians. So there is hope for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> them as far as this policy is concerned. But there are a lot of lowly-educated Singaporean females who are also unmarried. So something has to be done to help these people. The People's Association, wearing my other hat, will be extending the Social Development Scheme to include those people who have no \"0\" levels, so that they too will have assistance to find suitable partners amongst Singaporeans. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> I think the Minister has given more than I expected. I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RL 15000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to talk on noise induced deafness (NID). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over several years noise induced deafness seems to be the main industrial disease. Industrial dermatitis was once the main problem but through concerted efforts, the Ministry of Labour's Department of Industrial Health has been able to control this particular disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I know, Sir, since the introduction of the statutory medical examination in 1985, what is the progress on the control of noise induced deafness? Is the Ministry involved in organising audiometric testing for our workers? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I am pleased to inform Members that the problem of noise induced deafness in Singapore is under control. Workers exposed to noise are examined annually to ensure early detection of the problem. In 1989, about 36,000 workers had been examined. The number of confirmed noise induced deafness cases peaked at about 1,700 in 1986 and had fallen to 700 in 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Almost all the NID cases detected were in the early stage with no significant disability. Only two workers in 1988 and six workers in 1989 had advanced deafness which is compensable under the Workmen's Compensation Act. But this does not mean that we will be complacent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> because noise induced deafness is a progressive illness. So although they are in the early stage, if they do not take protection, the problem will get worse. Therefore, my Ministry is continuing with these efforts to cut down on this problem, which is the most common problem of occupational disease amongst Singaporeans, in terms of numbers of people affected, although most of them, as I said, are at the early stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we do is to examine the noisy factories periodically to ensure that management has taken steps to protect the workers' hearing through reduction of noise, if possible, through wearing of ear protectors and so on. The factories themselves are the ones to carry out the audiometric tests and they are supposed to keep proper records of all these tests which are done regularly once a year. My Ministry's Department of Industrial Health monitors and checks these tests to make sure they are properly conducted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will continue to identify and assess noisy factories, and encourage them to implement Hearing Conservation Programmes. These include: identification of noise sources; periodic monitoring of noise levels; control of noise where practicable; health education of workers; provision of proper hearing protectors to workers; and medical monitoring of the workers. So far, 97 factories involving about 21,000 workers have implemented such Hearing Conservation Programmes. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> I thank the Minister and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $26,074,820 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $11,484,000 for Head R ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <br>1.57 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head O of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, within the 12 months of the previous and current Budget debates, the world has witnessed changes in the international and regional scenes. East-West confrontation has been replaced by detente and rapprochement between the superpowers. The ideological division of Europe into Eastern and Western blocs, that has existed for four decades since the end of the Second World War, has rapidly dissolved, with the overthrow of the East European Communist regimes. A call for German re-unification heralds a new political and economic structure for Europe with consequential effects on international power structure. Concerns about \"Fortress Europe\" have now even changed to \"Fortress Germany\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in an increasingly inter-dependent world, these changes will undoubtedly have an impact on regional security and stability. As far as Southeast Asia and ASEAN countries are concerned, the impact of these changes will be particularly felt in the resolution of the decade-old Cambodian conflict. With the Soviet Union increasingly preoccupied with its domestic problems and other issues closer to Europe, Vietnam can no longer count on the support of its ally in the pursuit of its political and territorial ambitions. Hence, several months ago, it unilaterally announced a withdrawal of its troops from Cambodia. Sir, however, in the absence of international verification, this act of withdrawal is highly suspect and I think unacceptable. This is particularly so in the light of recent press reports that Vietnamese troops have once again re-entered the conflict and are actively fighting the Cambodian resistance forces. Sooner or later, the Vietnamese have to accept that the only way to resolve the Cambodian conflict would be to allow the Cambodian people themselves to determine their own future. In this regard, the efforts being undertaken by the permanent members of the Security Council to find an acceptable solution to the problem are laudable. I hope our Government through the Ministry of Foreign Affairs will extend its support to these efforts. I also hope the Minister for Foreign Affairs in the course of this debate will inform the House the latest developments on the Cambodian issue. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the geopolitical changes that I referred to will also have far-reaching consequences for this region. The increasing attention paid by Western European countries, US and Japan, to rehabilitation of the economies of Eastern Europe presents both problems and opportunities for developing countries. Sir, attracted by the lure of new markets and investment opportunities in Eastern Europe, it is evident the developed countries are diverting their resources to these countries. This inevitably would result in a sharp reduction of investments and technology and expertise hitherto available to the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, however, on the positive side, the transformation of Eastern European economies from centrally planned to market oriented ones is a welcome development. Countries in the region including Singapore must place themselves in a position through which they can gain further growth and prosperity. I hope our Government, particularly through the Ministry of Foreign Affairs, is closely monitoring the situation in Eastern Europe. Our businessmen and traders should be alerted to the prospects and opportunities as a result of the opening up of Eastern Europe. I would like to ask the Minister whether the Ministry of Foreign Affairs has any concrete plans in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, within the Asia Pacific region, the past year has seen governments giving greater impetus to the prospects of regional economic cooperation. In November last year, Singapore participated in the first meeting of the Ministerial Asia Pacific countries in Canberra. The second Ministerial Meeting is scheduled to be held in Singapore later this year. As it is in Singapore's interest to plug itself into this regional grid, I hope the Government will actively promote and participate in the Asia Pacific economic cooperation. At the same time, the Government should be mindful of protection of ASEAN's interests. ASEAN has served Singapore and the region well for the past two decades. The Government should ensure that participation in APEC will enhance the role and image of ASEAN. At the same \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> time, I would strongly recommend and urge the Government that sufficient resources be allotted to ensure that Asia Pacific economic cooperation becomes an important plank of our foreign policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on to the question of wider overseas representation. In raising this subject of wider overseas representation, the GPC on Defence and Foreign Affairs fully understands the plight of the Ministry of Foreign Affairs in getting suitable people to man our existing diplomatic missions, let alone open new ones. I understand currently we have no Head of Mission in Moscow and the Philippines. Efforts must be made to fill these vacancies urgently. The Parliamentary Committee has been a strong advocate on the appointment of Roving Ambassadors and we are gratified to note that Roving Ambassadors to Nigeria, Ghana and Iran have already been appointed. The GPC would be pleased to hear from the Minister if he has further plans for similar appointments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on 16th March 1988, the Government Parliamentary Committee called on the Government for further strengthening of relations with non-traditional countries, both economically and diplomatically. The countries we suggested included the Soviet Union, Eastern Europe, Pacific islands and selected countries in Africa. We felt at that time much more could be done in this respect. The Government Parliamentary Committee notes with some satisfaction that progress has been made in this area, especially culminating with the recent visit of the Soviet Prime Minister to Singapore. Maybe the Minister for Foreign Affairs could enlighten this House on the results of the visit of the Soviet Prime Minister to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to turn to another foreign policy related matter. Over the last two decades, Singapore has been fortunate to achieve economic growth and prosperity. However, as we advance, there will be requests from foreign countries, particularly countries in the Third World, for economic assistance. To my mind, one way of assisting friendly countries is by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> offering technical assistance in areas where we have developed expertise, areas like port management or airport management. As a country which is expected to reach the status of a developed country by the turn of this decade, we in the Government Parliamentary Committee feel that it is our responsibility to behave as a good world citizen. My colleague, Encik Wan Hussin, will expand on this a little later. I would appreciate it if the Minister could enlighten the House whether his Ministry is paying due attention to this issue and, if so, what steps have been taken in this direction. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, may I have your permission to take items (b) and (g) together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Thank you, Sir. The Ministry of Foreign Affairs overseas missions are in the forefront of our contacts with the governments and peoples of foreign lands. I would like to ask the Minister if the total number and the scale of our missions are sufficient for our purpose, and whether they should be further expanded to promote our political and trade interests overseas. Perhaps the Minister should consider stronger representation in East Asia where the newly industrialised economies are thriving, and opportunities abound. And also consider the appointment of a full-time High Commissioner in Canada, in view of the increasing economic interests and the free trade agreement between Canada and the United States of America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must also not forget Eastern Europe where the winds of change are blowing and unprecedented opportunities present themselves. We should at least, in my opinion, have a mission in a East European capital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is vitally important for Singapore to promote its interests and project its image overseas. We should explore every possible avenue and channel to achieve this aim. I would like to ask the Minister if sufficient funds are allocated for public relations. For example, in the USA where \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> the mass media and lobbying play a very crucial role in public affairs, whether there is a well oiled public relations programme to project a favourable image of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Americans have the USIS, the Voice of America and the Peace Corps; the British, the British Council, BBC and an equivalent overseas volunteer programme. We may not be able to afford operations of such a scale. But we can have programmes appropriate to our aim, our size and needs, for example, more people-to-people contacts, cultural exchanges and visits of opinion makers and journalists. We should, in my opinion, seriously consider the possibility of setting up an overseas volunteer service, sending out our young men and women to neighbouring countries to share and to serve, lest the image of us is that of ugly Singaporeans, self-serving and just out to make money. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, in making this amendment, the Chairman of the GPC, Defence and Foreign Affairs, touched on the Cambodian problem and I would like to speak on this subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the latest effort made to resolve the Cambodian problem took place late last month when interested parties met in Jakarta. Unfortunately, for the Cambodian people and for ASEAN, there was no agreement reached and hence the conflict continues. There are many factors which can explain the failure of all the efforts made to try to reach a comprehensive political settlement of the Cambodian problem. These factors will continue to obstruct all peace efforts. There are three issues on which I would like to touch on and to hear from the Minister what the position of the Government is on each of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first issue has to do with the role of the Khmer Rouge in a future Cambodian government. The world community knows that the Khmer Rouge practised genocidal policies when they ruled Cambodia between 1975 and 1979. More than a million Cambodians died at their hands. No one would like to see a return of the genocidal practices of the Khmer Rouge. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> Hence all guarantees must be drawn up in any settlement to ensure that the Khmer Rouge, while having a share of the government, will never have the opportunity again to dominate any sector of government or, worse, to be a dominant partner in any future government in Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue relates to the role of Prince Sihanouk in the national supreme council to be set up and in the future government in Cambodia. No matter what others may say about Prince Sihanouk, in my view he is first and foremost a Cambodian nationalist. When he was head of state in Cambodia before 1970 when he was overthrown by a coup, Prince Sihanouk kept his country free and independent and neutral in his foreign policy. Prince Sihanouk is no puppet of any foreign government, unlike Hun Sen or Khieu Samphan. Prince Sihanouk needs all the foreign, economic and military assistance he can get in order to strengthen his hand. In my view, the Government should continue to support strongly Prince Sihanouk as the head of a future government in Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, with regard to the third issue, Singapore and the other ASEAN governments must ensure that the Vietnamese settlers in Cambodia would have to be repatriated back to Vietnam. If this is not done, then in future general elections, the Vietnamese settlers could assume Cambodian citizenship and become voters, and thereby they would swing the election to favour the pro-Vietnamese faction, namely, the Hun Sen group. Sir, there should be a UN mission to survey the areas where the Vietnamese settlers are and to arrange for their repatriation back to their homes in Vietnam. I hope that the Government will stand firmly on these issues and persuade all parties to the conflict to agree to abide by them. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Aljunied GRC):</b> Mr Speaker, Sir, the Government has publicly stated that it will establish diplomatic relations with the People's Republic of China only after Indonesia has resumed its diplomatic ties with the PRC. Very soon Indonesia will be resuming its diplomatic ties with the PRC. May I know whether the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> Foreign Affairs has taken the necessary steps in preparation towards the establishment of diplomatic ties with the PRC? Could the Minister also indicate when will this take place? Again, has the Ministry identified any suitable candidate for our first Ambassador to the PRC? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is with regard to the question of foreign aid. In making this amendment, I just would like to know from the Minister whether there are any guidelines in giving assistance or foreign aid to developing countries. What is the nature of this assistance to date? Are they in kind or in cash? And again, how much has been given and what are the countries which have received this assistance? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr Wong Kan Seng):</b> Sir, I thank the Members for their comments and the questions they have raised. I will try my best to answer all of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the Committee of Supply debate last year, I informed Members that the Asia Pacific and Southeast Asian political landscape was being reshaped. Since then, in fact, the world has been remade. The pace of change was not anticipated. Nobody could have predicted a year ago the developments that have taken place in Europe, particularly in Eastern Europe. The Soviet Union itself is also undergoing a period of serious internal stress. It will never be the same again. The United States is also re-examining its global role. Old calculations of global security are no longer valid. Cold war divisions are being erased. New actors are emerging. A united Europe, with a reunited Germany as its centrepiece, is developing as the EC moves towards tighter integration. Japan is searching for a political role commensurate with its economic strength. New issues are being placed on the international agenda. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What would be the outcome of all these changes, and their implications to Singapore? Nobody can really tell for sure at this point. There are too many uncertainties. There will also be many new opportunities. It will be some time before the full implications of the changes become clearer. The restructuring of the Soviet and the East European economies may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> generate more trade and investment. But the transition to democracy and the free market economy is really very difficult. The planned economy cannot be replaced overnight. There could be a period of political instability if popular expectations are not met. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The end of cold war divisions could lead to a new period of global stability and prosperity But fading common threat perceptions could also fracture the international economic system into blocs. With the defeat of its chief ideological adversary, the incentive for the United States to play a global role could be reduced. Germany and Japan could reassert themselves on the international arena, freed of the constraints of the post-World War II order. They may take up some of the slack that the United States can no longer bear. How they will do so will affect all of us. The prospect of German reunification is already causing some stress and nervousness in Europe. The future of the United States-dominated and Western anchored alliance system is becoming more uncertain at the very time when Japan is becoming more self-confident and assertive. Regional powers may have new opportunities to assert themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Singapore must adapt to all these changes. A year ago, I told Members that change cannot be resisted and this remains valid. As a small country, our influence on world events is limited. Whatever the outcome, we can only adapt. There is no other choice. In this fluid and dynamic period we must have a creative and flexible foreign policy, both to get out of harm's way if necessary, and to take advantage of new opportunities. We must build upon relationships that have stood the test of time and establish new relationships. We must play our part within our means in the new issues that are emerging on the international agenda. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must reinforce old relationships. As we enter uncharted territories, it is both safer and more comforting to do so in the company of friendly countries. ASEAN remains key. We need a stable regional environment for economic growth. Under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> the new circumstances, the challenges may be greater. ASEAN thrived when the West had a vital interest in a successful pro-Western Third World grouping. With the fading of cold-war tensions, this interest has indeed diminished. We must work harder to keep ASEAN relevant. We must ensure that the organisation is able to adapt to the demands of a rapidly changing world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we see the roles of the United States, Europe and Japan in the region? We must keep other powers engaged in the region. The strategic balance in Southeast Asia must be maintained, even if superpower relations improve and the USSR draws down its military presence in Vietnam. Other powers are acquiring the capability to project power into Southeast Asia. The United States presence in Southeast Asia cannot be taken for granted, especially when its involvement in the more vital European theatre is being wound down. The United States wants to remain an Asia-Pacific power. It will search for ways of maintaining balance and stability in the region. Europe is absorbed by events closer to home. Capital and expertise may be diverted to Eastern Europe, as Mr Das earlier said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Realistically, there is very little that a small state like Singapore can do. But we will do what we can to encourage Europe and the United States to remain politically and economically engaged in the region. In February this year, our Prime Minister delivered a major speech in Davos, Switzerland, to alert the Europeans to the continuing opportunities in the Asia-Pacific. We are continuing our dialogue with the United States on the enhanced use of our facilities. We continue to place great importance on the Five-Power Defence Arrangement. We will work to find more common ground with Japan and the Asia-Pacific countries, and together with ASEAN, work together to move forward the new dialogue on Asia-Pacific Cooperation. We will maintain the broadest possible spread of international and regional relationships. We will commit resources to making the APEC work, as Mr Das has suggested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked how we have been promoting our interests and image \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> overseas. We work very closely with the Ministry of Communications and Information to safeguard and promote Singapore's image in support of important policy objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want to promote a better understanding of Singapore among our neighbours and internationally. The Government invites eminent and influential personalities from neighbouring countries to visit Singapore to meet with our leaders and senior Government officials. Journalists from Malaysia and Indonesia are also regularly invited here to give them a better understanding of Singapore. We are also inviting Hong Kong journalists to Singapore so that they are able to report on Singapore with direct experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our overseas missions regularly arrange for foreign journalists from prominent newspapers, television and radio stations to interview our leaders either in Singapore or during their visits in those countries. This projects Singapore through the international media. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also works with the Ministry of Education, the People's Association and the Singapore Labour Foundation to promote visits and study tours of students, youth and union groups. MFA has also worked with the Ministry of Community Development in promoting the participation of Singaporean talents in art, exhibitions and festivals overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides these programmes, there are many people-to-people contacts with our neighbours, such as the annual meetings of parliamentarians, the chambers of commerce and other non-Government groups and charitable groups, sports and cultural organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I have just outlined are the main priorities in using our limited resources to promote Singapore's image. These resources are geared to major policy objectives, and are not used at random. We do not have a British Council, like the British have. But I believe what we have done are sufficient and effective enough to promote our image overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also making new friends and re-evaluating relationships in the light of these developments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das asked about the visit of the Prime Minister of the Soviet Union and what took place during the visit. The Soviet Prime Minister, Mr Ryzhkov, visited Singapore in the middle of last month. That visit was the first by a Soviet Prime Minister since Singapore and the Soviet Union established diplomatic relations in June 1968. It is a significant event which marks the beginning of a new relationship between the two countries. It reflects the major changes that have occurred in the Soviet Union and in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The focus of the visit was primarily economic. An agreement on the establishment of a Joint Economic Commission (JEC) for the Promotion of Economic, Trade, Scientific and Technical Cooperation was signed. Under this JEC agreement, the JEC will be co-chaired by two co-Chairmen, one from the Soviet Union and the other from Singapore. It will meet at least once in two years. Its main tasks are to identify business opportunities, prepare proposals, promote and facilitate further bilateral cooperation, and review the progress in the implementation of agreements in the fields of economic, trade, scientific and technical cooperation. Singapore has also indicated its readiness to begin negotiations on the Double Taxation Avoidance and Investment Guarantee Agreements with the Soviet Union. Both sides agreed to explore the possibility of bilateral cooperation in such fields as tourism, oil refining, electronics, fish-processing and science and development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the prospects of our economic cooperation and other exchanges with the Soviet Union are good. In the last 15 months, a total of five Singapore-Soviet joint ventures dealing with products as diverse as commodities, diamonds, watch movements and personal computers have been formed in Singapore compared to only two in the preceding 20 years. Since last December we have also made it easier for Soviet nationals to obtain visas to visit Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also indicated to Prime Minister Ryzhkov that Singapore is ready to engage in an active and constructive relationship with the Soviet Union to improve bilateral economic cooperation and to support perestroika. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Das commented on the developments in Eastern Europe and whether we are following events. Sir, indeed we are. We are following events in Eastern Europe very closely. We are now implementing a policy of differentiation in our relations with East Europe. We now treat each East European country as a separate entity rather than as part of a bloc. Ideally, we should open up new missions in Eastern Europe, as the Member has suggested. But in view of the manpower constraints, we are going to change our policy of accreditation to Eastern European capitals from Moscow. Accreditations will be from one of our West European missions and through the appointment of a roving Ambassador from Singapore. We will increase the staff of the mission concerned. To encourage East European countries to utilise Singapore as a regional trading and business centre, we are ready to negotiate various agreements, such as Investment Guarantee Agreements and Double Taxation Avoidance Agreements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wan Hussin asked when we will establish diplomatic relations with China. Sir, our declared policy is to establish diplomatic relations with the PRC only after Indonesia has normalised its relations with the PRC. This position has not changed. The normalisation talks between Indonesia and the PRC have made steady progress. Almost all the issues have reportedly been resolved. Once Indonesia announces that it has normalised relations with the PRC, Singapore would be ready to enter into negotiations with the PRC on the establishment of diplomatic relations. This being the case, it is still too early to identify a candidate for the position of Ambassador. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Das and Dr Lau Teik Soon asked about our position on Cambodia. Singapore's position on the Cambodian issue has always been based on two fundamental principles of the United Nations Charter: non-interference and self-determination. For the last decade Singapore has worked with our ASEAN partners and other members of the international community to ensure the withdrawal of all Vietnamese forces from Cambodia so as to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> allow the Cambodian people to freely exercise their right to self-determination. Our position on Cambodia has been firm and consistent. In all our dealings with Vietnam and the other Indochinese parties to the Cambodian conflict, we have always stressed that we will not compromise on the basic principles, and that the development of normal bilateral relations must await a just political solution in Cambodia. More recently, the Prime Minister made this clear to Mr Vo Van Kiet, the first Vice-Chairman of the Vietnamese Council of Ministers. In the long-run, this will make for a sounder relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have always believed that the United Nations is the only organisation that has the impartiality, expertise and authority to verify the total withdrawal of all Vietnamese forces from Cambodia and to create conditions that will allow the Cambodian people to exercise their right to self-determination. As early as 1979, the then Minister for Foreign Affairs, Mr Rajaratnam, advocated that the United Nations ensure the withdrawal of Vietnamese forces as a prelude to determining who really represents Cambodia through free elections. Singapore thus welcomed the recent proposals by the Australian Foreign Minister and the others to set up a UN Interim Administration that will neutralise the political environment in Cambodia and prepare for free and fair elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recent developments have been somewhat disappointing. I regret that the Informal Meeting on Cambodia that was held in Jakarta last month was unable to make progress in elaborating an enhanced UN role for Cambodia. Despite the tireless efforts of the Chairman, the Foreign Minister of Indonesia; and the Co-Chairman, France; Australia and the ASEAN countries, it was clear that both Vietnam and Hun Sen, on the one hand, and the Khmer Rouge, on the other, were still far apart on the idea of an enhanced UN role for Cambodia. By contrast, the Non-Communist Cambodian groups were able to compromise. We are disturbed by the recent spate of press reports, quoting Eastern European and Western sources, that Vietnamese troops are once again fighting in Cambodia. This is not in Vietnam's own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> interest. Continued intervention in Cambodia will not help Hanoi's efforts to participate in the economic life of the Asia-Pacific region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite these setbacks, Singapore remains firmly committed to a negotiated political settlement and a United Nations Interim Administration. We believe this offers the best prospects for peace in Cambodia. We trust that Vietnam, Hun Sen and the Khmer Rouge will come to their senses and recognise that prolonged conflict is not in any of their interests and cannot be sustained indefinitely. The basic changes that have occurred in relationships among the major powers, and in the domestic policies of the major powers, must eventually force a change. The meeting of the Five Permanent Members of the UN Security Council that was recently concluded in Paris has made some progress, particularly on the role of the United Nations and the Supreme National Council. We hope that the Soviet Union and China will prevail upon their allies to take a more positive attitude towards the UN. And all members of the international community should fully support the UN Interim Administration for Cambodia. We encourage all efforts to elaborate an enhanced UN role for Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's position on the Khmer Rouge has always been very clear. In various forums we have always condemned the policies and practices of the Khmer Rouge regime when they were in power in 1975 till 1978. Singapore has always steadfastly supported Prince Sihanouk in his search for peace in Cambodia. This position has not changed. As to how the government of Cambodia will eventually come out, I think we should leave it to the Cambodian people to decide, and we urge all parties to play their part in making sure that the United Nations play a significant role in resolving the Cambodian problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Wan Hussin also asked about our foreign aid to developing countries, in view of the developments in Singapore. Singapore has been actively providing technical assistance to other developing countries since the early 1960s. The pri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> mary objective of this effort is to fulfil our obligations to the international community and to share our development experience and expertise with other developing countries. Singapore believes that human resource development is important to the economic and social development of the developing countries. The estimated annual expenditure on technical assistance is about $36 million or 0.1% of our GNP. We give priority to members of ASEAN and the Commonwealth but we also give aid to other countries in Southeast Asia, West Asia and the Pacific who are not members of these organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, for example, offers training to other developing countries mainly under the ASEAN and Colombo Plan Training Awards Scheme. Singapore also provides training through international development agencies such as the Commonwealth Fund for Technical Assistance, the UN agencies such as the United Nations Development Programme and the World Health Organisation. In addition, Singapore has also entered into a number of third country training programmes with Japan. Under this arrangement, Singapore provides training facilities for trainees from ASEAN and Pacific countries, while Japan provides the experts and funds to meet the cost of salaries and living allowances of the trainees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1988, a total of 3,123 trainees from 73 countries received training in Singapore in various fields such as communication, environment, port management, health, housing and urban development. Of these trainees, 1,403 or 45% of them came from the ASEAN countries. The other trainees were from Nepal, Bhutan, Sri Lanka, Bangladesh, Fiji, Republic of Korea, Maldives, Pakistan and Papua New Guinea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the request of some developing countries, Singapore has also despatched technical experts in various fields. A total of 92 experts was sent to ASEAN and other developing countries between 1982 and 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In early 1989, the Ministry of Foreign Affairs conducted a review of Singapore's technical assistance policy and decided, among other things, to propose to Japan to establish more third country training \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> programmes with Singapore for a larger number of countries. The former Japanese Prime Minister Mr Noboru Takeshita gave the in-principle agreement of the Japanese Government to the proposal during his visit here in May last year. Hence, Singapore has submitted to Japan three third country training programmes in the fields of port management, civil aviation and productivity for its consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Foreign Affairs is also in the process of forming an inter-agency coordinating committee to oversee all technical assistance provided by Singapore, to assist in the development of a comprehensive technical assistance policy and to secure the agreement of developed countries and international organisations to sponsor foreign trainees to Singapore. In carrying out its tasks, the coordinating committee will have to identify specific training needs of developing countries and to formulate training programmes to meet the requirements of these countries based on the training facilities that are available in Singapore. The coordinating committee, which will be chaired by MFA, will comprise representatives from all the Ministries and statutory boards presently providing training to foreign trainees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Das and Dr Ong Chit Chung also asked about our overseas representation and whether we have plans to expand them. To meet the challenges ahead, Singapore will continue to develop and strengthen its political and economic ties with other countries. In particular, MFA has worked towards expanding our relations with countries in Africa, Latin America, the Middle East and the Pacific region. As part of this effort, we are increasing our overseas representation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore now has 19 embassies, two permanent representations, seven consulates and commissions. Owing to the shortage of manpower, we are unable to immediately start a new mission in Canada. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1989, we also appointed three new Roving Ambassadors for accreditation to Ghana, Iran, Mauritius, Nigeria, Tanzania \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> and Zimbabwe. And I want to thank Mr Das and his GPC for nominating these candidates to MFA. The appointment of Roving Ambassadors will help us to establish links with countries where we do not have a permanent representation. This would enable Singapore to be better informed of developments in these countries and to make fuller use of available economic opportunities there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last one year, Singapore has also appointed six additional Honorary Consuls in the cities of Athens, Karachi, Lisbon, Rotterdam, Vancouver and Vienna. MFA is now finalising the appointment of two more Honorary Consuls in Los Angeles and Minneapolis. Our Honorary Consuls have helped us with the consular work that is increasing in volume with the larger number of foreign visitors to Singapore and as more Singaporeans travel and work overseas. They also provide an additional contact point in areas where Singapore has trade and economic interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MFA has continued with its efforts to recruit more officers to staff the Ministry HQ and our Overseas Missions. Where our political and economic interests justify it, and if suitable manpower is available, we will then set up new missions overseas. As an alternative to permanent overseas representation, we will continue to appoint more Roving Ambassadors for accreditation to countries where we are not able to establish a resident mission. And here, I would welcome any suggestions that Members may have with regard to suitable candidates. Where possible, we will also consider appointing eminent personalities in other countries as Honorary Consuls to look after Singapore's increasing trade and economic interests. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, thank you very much for allowing me to speak after the Minister has taken to the floor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our foreign relations with neighbours, Sir, and especially with Malaysia, have become a matter of some public concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although Singapore is a member of ASEAN, nevertheless we rarely seem to be able to get on very well with other member nations of ASEAN. For example, on the issue of Cambodia, our stand does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> seem to be in full accord with the stand that is adopted by Thailand and Indonesia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Indonesia, Singapore's relations seem to have improved only very recently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Thailand, our relations have slumped considerably following implementation of the law on caning of illegal immigrants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Malaysia, despite our long history of close association and special relationship, our relations have never been very cordial. Our relations became more strained with the implementation of the half-tank rule for vehicles going across the Causeway, and after we announced that US forces would be allowed to use facilities in Singapore. But with more and more allegations of espionage by Singapore agents, which led to the subsequent closure of Malaysian air space to our two flying clubs, and with such Government action being later confirmed by Malaysian Ministers and even by the Prime Minister himself, our relations with Malaysia have taken a deep downward turn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent visit, Sir, of our First Deputy Prime Minister to Kuala Lumpur has helped to ease relations somewhat. The Malaysian Prime Minister has said that the visit has helped to improve bilateral relations, implying that relations had not been good at all all along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But even after that KL visit, there are still allegations of espionage by Singapore made by responsible officials in Malaysia. Therefore, although our bilateral relations with Malaysia may appear calm and unruffled on the surface, nevertheless there are dangerous currents underneath. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why are our relations with Malaysia in such an unhappy state? Our Prime Minister and the Prime Minister of Malaysia are said to be on good, friendly terms, and our younger Ministers have had exchange-visits. How come then that our relations have not improved, and instead have gone worse? Blaming everything on the hangover of the separation in 1965 is too simplistic. That does not help us to understand why we have difficult relations with our close neighbour, Malaysia, today. Government must therefore truly go into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> the matter and find out why. May I suggest some possible reasons, Sir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Could it be that our Ministers brag and boast too much, claiming that we are number one in this and number one in that, and thus indirectly belittling the capability of our neighbour's Ministers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Could it be that in the pursuit of our policies, we do not take into consideration the sensitivities of our neighbours economically, socially and culturally? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Could it be that we spend far too much money on defence, much in excess of normal needs of a small island with a small population and thus give our neighbours cause for apprehension? A hint of that appeared in the press yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Perhaps we could give more concrete support to the Malaysian concept of ZOPFAN - Zone of Peace, Freedom and Neutrality - instead of giving it mere lip-service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Could unthinking and provocative statements by PAP supporters like the PAP activist group and ex-Ministers have unwittingly worsened already somewhat strained bilateral relationship? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people would agree that the less of such unnecessary ultra patriotic, almost jingoistic, defence of Singapore the better it will be for our relations with our neighbour. Perhaps the water pact reported in the press today will help to pave the way to a new trend of friendly relations with Malaysia. I ask the Minister what concrete steps does Government intend to take to really improve Singapore's relations with our neighbours and especially Malaysia. I hope Government will enlighten the House on these important matters. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. We will take a break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.49 pm until 3.15 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.15 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O (Cont) - \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, before the break Dr Lee Siew-Choh talked about our relations with Malaysia. He made it sound as if our relations have deteriorated. But I think he has, as many of my colleagues have said, been living in a very different age. He still thinks that we are in the 1960s and early 1970s. In fact, as the Prime Minister has said on many occasions, our relations with Malaysia are the best that can ever be, especially ever since Dr Mahathir became the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our relations are so bad, how could we be talking about buying additional water and gas from Malaysia? How could we be talking about building a second link between Singapore and Malaysia? If relations are so bad, how could we see so much investments in Malaysia over the last one year? For example, in 1989 there were 900 million ringgit of investments in Malaysia, doubled that in 1988. Again last year, according to Malaysia's own statistics, 2.4 million Singaporeans visited Malaysia and spent 900 million ringgit there as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the issues that he raised, whether it is the half-tank rule or others, we have explained them very clearly to the Malaysian Government, to their leaders, and they have understood the reasons why we have introduced some of our policies, like the half-tank rule or caning for illegal immigrants. What is most important, therefore, is that there is a clear understanding of each other's position so that there is no mis-assessment, no miscalculation of each other's capability and it is on this basis and on the basis that there must be mutual respect and non-interference that we conduct relations. In fact this is the same basis that we conduct relations with all the countries in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But being close neighbours, there will always be problems from time to time. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> important that between the Governments they understand that there are channels of communications open for problems to be discussed and resolved in a quiet, mature, and business-like manner. This is the state of relations that we have achieved with Malaysia. Of course, with the changing of leaders, with a change of Prime Minister at the end of the year, some in Malaysia may want to test how far the new generation of leaders may change in regard to the policies with the neighbours. But let there be no mistake that even with the change of Prime Minister our approach in our relationship with our neighbours will remain consistent. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, sitting down and listening to Dr Lee Siew-Choh, I thought I was listening to some belligerent UMNO Youth member making a statement in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He does not qualify. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> He does not qualify to be a member of the Youth Wing. But nevertheless, Sir, let us make this very clear. In fact, we have always felt that some of our Ministers have been more guarded and more conservative in responses to issues raised by our Malaysian friends. Take, for example, a Malaysian Minister openly criticising the Prime Minister of Singapore for being insincere. Our response was a very guarded response. In fact we tried to justify, explain, and for Dr Lee to say that we are not being sensitive to views of our neighbours is rather incorrect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether Dr Lee wants us to behave like a vassal state. Are we a vassal state of our neighbours? We are an independent state. It is our own interests that we should protect. Maybe Dr Lee should really re-examine what should be our relations with our neighbours. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, on this question raised by Dr Lee Siew-Choh and the gentle reply given by the Minister I feel rather disappointed. I feel that Ministers and MPs of the neighbouring country have adopted a certain attitude towards us in relation to such actions as the half-tank rule or the caning of illegal immigrants \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> and so on, giving the impression that we have done wrong in many ways. Where have we gone wrong? Have we gone wrong anywhere? We have been very courteous and friendly to our neighbouring countries. This is what we should do. But if they give us all kinds of fantastic attitude and criticisms, then I think we should reply in like manner. In fact, sometimes I feel like slapping them or give them a left hook, if necessary. Our Ministers should have been more cross and aggressive in response to these neighbours' acrimonious remarks. I am rather surprised that our Opposition Member, as a Singaporean, should have raised such a question with such kind of thinking! \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, may I say a few words in response to what has been said. First of all, I speak as a patriotic Singaporean. It is because of that that I wish our relations with Malaysia be put on a good and proper footing. I am no friend of any Member of the UMNO Youth. Maybe it will make the Minister happy to know that until today I have been barred from getting across the Causeway. Therefore, I cannot possibly be a member of UMNO Youth. I always believe - contrary to what Mr Peh has said - that we should adopt the attitude of \"less said, soonest mended.\" We should not talk aggressively to worsen relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A little while ago, a few people have spoken again in defence of the half-tank rule. When the Bill was first introduced in Parliament, our Minister also said, \"Oh, we told them.\" But telling people does not mean to say that they are happy with it, that they agree with it. Therefore, that argument does not mean that we have not offended them. You can tell them anything. Similarly, we have been told of many of the Bills and laws. But that does not mean that we have agreed with all or any of them. Many of the people in Singapore have also been told of the many laws which the PAP has passed, but how many of the people really agree with the laws that have been passed? Therefore, such an argument does not hold water at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He speaks of investments, gas and water links. These are commercial undertakings. Wherever there is money to be made, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> investors will go to make the money. Sir, it makes no difference whether there are very friendly relations or no friendly relations. For instance, Americans and many other people have been investing in Vietnam. As regards mutual respect and non-interference, let us be very clear. Although we do not interfere and we do not expect them to interfere, nevertheless, mutual respect means much more than just saying the words \"mutual respect\". If we expect other people to respect us, then we must first respect other people. From the way our Ministers have been going about, it does not seem that we really respect other people's sensitivities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is no use trying to defend ourselves in, as I have said, ultra-patriotic, jingoistic ways. It does not help. In between the lines, we can read in the papers that there is something more than just what the Ministers have said. There is something which they are not very happy about. I think it will be good for our Ministers to find out why, so that they can repair all possible damage. That is what I hope. I brought this up in the hope that our Ministers will climb down a bit and, with respect to everybody, improve our relations, especially with Malaysia. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Marine Parade GRC):</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After listening to Dr Lee Siew-Choh's comments, he really gives me the impression that he is actually over respecting our neighbouring country. Being a patriotic Singaporean, I do not think he should act in this manner. We should give each other an equal opportunity to respect each other. Whatever we have done so far, giving rise to suspicions and adverse comments, whatever we do, the Prime Minister said, \"Please, go and visit Malaysia\". But they said that it is something fishy, not honest, not sincere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having a long queue at the Causeway is also our fault. I like to ask the Minister: what fault or what wrong have we done? If we have done nothing wrong, why are we so soft? I do not want to learn Mr Peh Chin Hua's style, by giving people a left hook. I do not think we would like to do that kind of thing. I think we have really to be firm. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> do not think we need to fight to that extent. We have to be firm and tell them honestly what we think of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Going across Malaysia to visit them and being friendly is one thing. But at times when the junior members of UMNO or the junior Ministers or MPs of our neighbouring country comment about us, I think we MPs, or some of our Ministers, must give a proper reply to them. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Just one word, Sir. I just want to remind our Ministers and our MPs that we must not take words simply on face value. When people complain about our being insincere, they may not really mean exactly that. I think our Ministers have studied Chinese. They know there is a phrase called zhi sang ma huai. In other words, although you point your finger at A, you are in fact abusing B. Therefore, although they refer to the \"Visit to Malaysia\" issue, they may only be using it to let off steam to show their dissatisfaction on many other issues. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, with regard to Dr Lee's remarks, may I also ask him why must we become the subject of a scolding from Malaysia? Why must we become Mr A to be scolded all the time? \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Dr Lee just said that we should not take people's words at face value. But does that apply to him? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I do not know what the Member means. I do not quite catch what he has said. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, in the conduct of relations, one must not under-estimate the importance of good relations for the purpose of furthering economic and commercial objectives. If we did not have good relations with our neighbours, then all these commercial ventures, whether it is visiting Malaysia, tourism or investments, would not have come about. There will not be talks about a second link, or additional water or gas. So it is very important that we have, and we indeed have, good relations with Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am surprised by what Dr Lee said when he suggests that Singapore Ministers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> should climb down. In the first place, Singapore Ministers have always conducted relations with all our neighbours and our counterparts in a position of mutual respect. We have never taken any arrogant position or any arrogant stance in regard to our dealings with them. We did not climb up in the first place, so there is no reason to climb down. So long as we understand that relations are conducted on mutual respect and that there are channels of communication open whenever there are problem, and we need to use these communication channels to resolve the problems, then I think we will have good relationship with all our neighbours. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, I would like to thank the Minister for his very detailed and lengthy answers. I am particularly pleased to note that the Ministry of Foreign Affairs will carry out a very creative and flexible foreign policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $66,368,800 for Head O ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $24,673,400 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> \n  <br>3.33 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head J of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with your permission, could I take all my three cuts at one go? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I note that this year's budget shows a slight shift in the relative share of the GDP taken up by the various Ministries. And I am indeed glad to note the increases especially in the expenditure of the Ministry of Community Development for its programmes. There is also indication, Sir, that there will be gradual increases in the share of the budget for the social and community services sector in the medium term. This is a good beginning and an encouraging trend in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> view of Government's commitment to raise the quality of life for Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As often being said, Sir, having provided for the basic needs, the Government is now paying more attention to raising the qualify of life. I do not belittle the importance of economic development and progress, for without this there is little point at all in talking about qualitative improvements in the country. However, our state of development indicates that while economic progress is still necessary, it is not a sufficient condition towards raising the quality of life in Singapore where our people, Sir, now yearn for higher order goals and for the finer things in life. It therefore behoves as a Government to give flesh to such aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding this, Sir, it appears obvious that for those with no or little means, material improvement plays a more crucial role in the betterment of one's quality of life. This too will have to be taken into account. MCD therefore has the dual role of helping to improve the well-being of this section of the population who need material assistance and to assist in the achievement of higher order goals for those who are in a position to aspire for them. And it is in this context, Sir, that I am encouraged by the relative increase in the expenditure for the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the six Advisory Councils formed by Government submitted their recommendations. Taken as a package, these recommendations will go some way in raising the quality of life in Singapore. Can the Minister therefore enlighten this House the actions that have and will be taken to implement the recommendations? I note that some $13 million have been put aside for the implementation of these recommendations. Can the Minister therefore give some details on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Minister also, in particular, tell the House whether any decision has been reached on the recommended formation of the National Council for the Aged, National Council for the Family and the National Arts Council? If so, what are these decisions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now take the second cut which deals with cultural and artistic develop- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> ments in Singapore. Sir, the development of the arts in Singapore is a daunting task, albeit an interesting one. Our incessant pursuit for material well-being has hitherto prevented us from putting enough effort in this area. So we have to first get out of this inertia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is also a daunting task in the sense that we are committed to developing and promoting our traditional and multi-cultural art forms to reflect the multiplicity that exists in our society. In addition to this, we also have to cater for the section of the population who appreciate and are more inclined towards Western art forms, mediums and expressions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these mean, Sir, that there is an inevitable segmentation and dispersion of the already small local audience and available resources and talent that we have here. But all these also mean that we have a more colourful and varied art scene in Singapore, something which we have to cherish. It is therefore important for local organisations to respond to these challenges and for the general population to support and encourage such effort if we are to achieve our stated goals in this direction. But Government on its part can play a pivotal and catalytic role by creating an environment where the arts can flourish and even giving direct help, when necessary, to ensure that local organisations and impresarios are on a sounder footing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Minister therefore tell the House what further assistance have been made and planned for our local organisations? I note that this year's budget provision for such organisations has remained at $400,000 since the last financial year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Minister also enlighten the House on the steps he is taking to streamline the licensing procedures so that show promoters will be further encouraged to bring quality shows to the country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I close this topic, Sir, I wonder if the Minister could also enlighten the House on the censorship criteria and procedures on artistic works. We are made to understand, for example, that the coming play, M Butterfly, has had to have portions of its script re-worked. Recently, a local \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> play has also had to have parts of its script altered. There were also other similar instances in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I understand and support the need to weed out obscenity, ridicule, violence and anything that offends local sensitivities, are we not being too sensitive perhaps or even over-protective when it comes to social comment and artistic expression, bearing in mind the subjectivity of assessment on artistic works? Do we not risk stifling creativity and effort? I hope the Minister can comment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come to my last cut, and that is, on the provision of welfare services. Sir, I fully support the view that we should not become a welfare state in the fashion of some Western societies. However, given our not-too-poor state of wealth, the amount we have put aside for social transfers is indeed nothing for us to shout about. It is true that the proportion of the population who are in dire need of help is comparatively small. Some people say that this is a question of definition but they, nevertheless, Sir, need our help. Then there is also a growing number of, for want of a better word, \"marginally poor\" - those who have problems, sometimes temporarily, in meeting everyday expenditure of conservancy and rental payments. Can something be done to help them directly or indirectly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note, for instance, that the provision for school fees, transport and pocket money has dropped to about one-tenth of the revised FY 89 figure, that is, from $22,500 to only $2,320. I would have thought that with the increasing cost of education, such a provision should at least be the same, if not increased. Can the Minister therefore give us some explanation on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, the Minister spoke at the last Budget about his Ministry conducting a review of the public assistance rates once every two years, the last being in 1988. Will there therefore be another review this year as scheduled? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, our Government Ministers have often said that Britain's decline some years ago, and even perhaps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> today, is due to the pursuit of the welfare state. We are told therefore that we must not follow such a discredited policy. This is the PAP's excuse, of course, for spending less and less on welfare ever since 1959. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Economists have, however, explained that the real reason for UK's decline was not because of any excessive social spending but because of its economic structural weaknesses, which in turn led to its inability to promote and maintain a high pressure of demand. Union activities might have contributed to Britain's so-called failure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whatever the real reason, Sir, such factors do not apply to the situation in Singapore. In Singapore, over the last 30 years of PAP rule, our yearly expenditure on defence has increased from a little more than $10 million in the early '60s to $3.5 billion today, that is 300 times. On the other hand, despite inflation and increase in population, expenditure on social welfare has hardly increased, and in fact has even decreased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Community Development covers a large number of departments, including Residents' Committees, People's Association, and whatnots. Yet expenditures on all the services combined come to only $229 million out of a total yearly expenditure of nearly $14 billion. How could a mere $229 million be adequate for all the host of services listed under Community Development? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every department needs more funds, and Government should spend much more on all these services. Instead, Government tries to pass the buck onto the family and the community at large. All this means one thing, namely, that Government does not have a social conscience. The Government has been elected to look after the welfare of the people, not just to govern. But Government is shirking its responsibility. For Government to pass the buck on to the Community Chest and other charities is a hallmark of an irresponsible government. And no wonder so many people have called our Government uncaring and stone-hearted. I ask, Sir, in order to benefit those people who are most in need of assistance and to improve the Government's image, would the Minis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> ter be prepared to allocate more funds for the social services? \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I note that under Head J, the total expenditure for Community Development for financial year 1990 is projected to be at $228.92 million, an increase of $77.61 million. In terms of the GDP, this is about 0.4%, which is an improvement over the figure of 1989 which is about 0.28%. In terms of the total budget expenditure of $14.13 billion, the total expenditure for Community Development is about 1.6%. This seems to me to be a very small figure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After all the recommendations of the Advisory Councils, it seems that the amount we are spending to develop community amongst Singaporeans seems rather tentative. Most of the increase in recurrent expenditure goes to child care centres and a tentative provision of $13.34 million for the implementation of the Advisory Council's recommendations. Why should these sums be tentative as reflected in page 198 of the Command Paper? And why can't the Minister boldly ask for more? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a recent analysis of the patterns and prospects of Asian economic development by Shinichi Ichimura, Emeritus Professor Kyoto University, for the Asian Productivity Organisation, he compared the components of government expenditures of Japan and the Asian NICs, Singapore, Hong Kong, Taiwan and South Korea, for 1972 and 1982. The share of welfare expenditure in total government expenditure is lowest for Singapore, being 3.9% in 1972 and 8.2% in 1982. This is lower than the comparable data he had for Hong Kong, 12.5% in 1972 and 12.7% in 1982. And for Japan, 18.2% in 1972 and 22% in 1982. I realise that this kind of inter-country comparison is very difficult to evaluate. But it is interesting to note that in this respect we rank the lowest amongst Japan and the NICs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These data and analyses are with reference to Japan and the Asian NICs where by cultural value system and by economic performance over this period we have been trying so hard to emulate. The Government should not believe that spending more on community development or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> welfare will lead to the kind of soft welfare state syndrome, as found in some Western countries where the government is saddled with looking after the people from cradle to grave. Aspiring communitarian societies should spend more on community development. I do not mean social welfare of the extremely narrow public assistance type. I mean the wider benefits of a society in terms of arts, archives, cultural and recreational institutions, sports training and community facilities, homes and hospices. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, Mr Tarmugi has spoken at great length on raising the quality of life, our welfare policy and cultural development and he has asked for a progress report on the Advisory Council's recommendations that were accepted a year ago. And he has also asked whether, in the light of our progress and our national wealth, the Government has done enough in the provision of welfare services. Dr Lee Siew-Choh made a big fuss about the inadequacy of our welfare service and quoted the example of the United Kingdom when he said that in UK the reason for the decline is not the massive welfare spending, and he has referred to some economist but I do not know who. Perhaps he would let me know which economist he consulted, and I would like to learn something from him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is something which I just picked up the other day. It is a quotation from a banker, British scientist, statesman, author who has written many books and the best known work being \"Lubbock's 100 Best Works\". His name is John Lubbock, born 1834, died 1913. He said in his remarks on \"How Not to Create a Welfare State\": \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is important as far as possible, not so much to give a man bread, as to put him in the way of earning it for himself; not to give direct aid but to help others to help themselves. The world is so complex that we must all inevitably owe much to our neighbours. But as far as possible every man should stand on his own feet.' If the Labour government, after the War, had followed his advice, I think they would be in a much better position today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me explain that the best welfare policy is really to create conditions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> whereby every Singaporean has a home, a job, equal opportunities for education and adequate facilities to meet the health, recreational, social and cultural needs of Singaporeans. Our welfare policy is not just measured by the amount of money that we spend in the Ministry of Community Development. Regarding the data quoted by Mr Chay, I would also be pleased to get a copy from him. In all our studies we always find it very difficult to make comparisons of our welfare spending with those of other nations, because different countries use different methods and different yardsticks to measure what they consider to be welfare and community expenditure. Despite what Dr Lee Siew-Choh said, I think it is all too evident that all Singaporeans have enjoyed a higher quality of life and a higher standard of living. All this progress is evident before our eyes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In community development, our goal really is to increase personal and social responsibility, in promoting community cohesion and community participation, even in the provision of welfare and cultural services. But in saying that Singaporeans have generally become affluent, I am not understating the plight of some very poor Singaporeans. Indeed, in any society, there will always be a minority of people who will need help and assistance. The Government recognises this and the Government would do all it can to help them without creating in them a crutch mentality. Whatever the Government does in helping the very poor should not encourage more people to join the queue because the aid given is sufficient to remove the incentive to work. Neither should there be a massive welfare programme that has to be funded by high taxation which again will be a disincentive to work. These high taxation and attractive welfare policies have indeed caused intractable problems to countries which have such policies. The example of the UK which I mentioned last year or some couple of years ago, is one such example, and there is a lot of literature on it. Today, I just want to use two other examples of two countries, the United States and Sweden, to illustrate what I mean if we were to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> choose the wrong policies. In choosing these examples, I am not denigrating the policies of these countries concerned, because it is their right to choose whatever they want to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an American scientist or sociologist, Charles Murray, who was formerly the chief scientist of the American Institute for Research in Washington and now a Bradley Fellow at the Manhattan Institute for Policy Research, has written extensively on the American social policy. In his book called \"Losing Ground\", he demonstrated that the American social programmes have \"perversely slowed down and even reversed earlier programmes in reducing poverty, income, ignorance and discrimination.\" Murray stated that those who are truly pauperised by the withdrawal of government support and unable to make alternative arrangements, like the incapacitated and the inept, should fall back on the network of local services. His view was that \"coverage provided by this network of local services is more generous, more humane, more widely distributed and more effective in its results than any services formerly subsidised by the federal government.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his second book entitled \"In Pursuit of Happiness and Good Government\", Murray outlined the concept of \"little platoons of work, family and community in the development of this network of local services.\" And he said that \"communities exist because they have a reason to exist, and if government were to take away these functions of the community, then it will not allow the community to play its role in helping the poor. The objective is not just to feed the poor family but also to provide them with enabling conditions to pursue happiness. The government can do only so much as to provide the enabling conditions and they cannot do more. It is a question of choosing the right thing to do.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would recommend these two books to Members who would like to know more about how choosing the right or wrong policies will lead to wealth, prosperity, or problems for countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think recently Members must have also read in our own newspapers examples of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> how the Swedish welfare state has turned sour, for example, in the Straits Times article of 22nd February and Sunday Times article of 11th March 1990. The London Sunday Times of 25th February 1990 had this to say about the Swedish welfare system: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Yet though the state spends six out of every 10 kroner that the nation generates, homelessness is increasing, poverty is increasing and health and education services are deteriorating. The huge unionised bureaucracies which run the Swedish welfare absorb an increasing amount of the resources devoted to welfare and inefficiently hand out what is left to those who need it, but often do not deserve it. And Sweden is about to become a paradise lost.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two or three years ago, Singapore invited a Lee Kuan Yew Distinguished Visitor by the name of Professor Assar Lindbeck. He is an eminent Swedish international economist and Chairman of the Nobel Prize Committee for Economic Science, to give a lecture in Singapore. In fact, he gave three public lectures. In one of his lectures he said that the Swedish welfare system has extracted a high economic and social price from the Swedes. Income tax on average is more than 50% with the highest rate being 78%, and this has suppressed individual initiative and the will to work. Just yesterday, Sir, the New Paper had an article entitled \"Swedish kids to pay tax\". I read: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Children in Sweden with more than $320 in the bank must pay income tax starting next year. Most children's accounts are now sheltered under tax deductions which are being eliminated under the reform. The Government has said that the tax reform which takes effect in 1991 is designed to increase work incentive and big savings by reducing the top rate on the tax scale.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Swedish daily said that some parents previously had used their children's accounts to shelter their own savings from tax. These examples in Sweden, the United States, and the earlier one that I quoted, in Britain, show us the way on what to do and what not to do in regard to our welfare policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore we have got to where we are, not by accident, but really by a conscious choice, a conscious pursuit of sound policies that give us continued economic growth, and political and social stability. We pursue a national ethos that encourages pursuit of excellence and a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> sense of responsibility. We work hard to make a living because we know that there is no free lunch to be had. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, particularly after reading these articles and books, that we have the right policy with regard to welfare. The Government works with individuals, concerned groups and community organisations to provide a comprehensive network of welfare services for the needy. Among Singaporeans, there are many who want to play a role in helping others in need. They need an opportunity to play their role. A Government which smothers the community with too much direct welfare aid schemes, ie, schemes run by the Government bureaucracy, will smother community spirit and private philanthropy. Therefore, we should let every individual, every civic group, every community organisation, to play their role and let them be proud of their contributions. The Government will act as the catalyst - that is to provide seed money and infrastructure to enable individuals and groups to carry out their activities. As far as possible, the Government should not provide direct welfare services because doing so the community organisations will be deprived of this proper role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the correct approach. The Government indeed has done quite a lot for these voluntary welfare organisations. For example, voluntary welfare organisations which provide welfare services to the needy are given land and buildings at a nominal rental of only $1 a month. We also give them financial assistance in the form of cash grants or per capita grants for special education, child care and public assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question was raised as to whether we are overloading these community organisations in carrying out welfare work. Sir, I do not think so. There are fewer than 100 voluntary organisations providing a wide range of welfare services. There is scope for more involvement. For example, there is scope for community organisations to help the Government to run homes for the aged, the boys' homes and the new Family Service Centres to be set up. As and when voluntary organisations are willing and able to take over some of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> these direct welfare services currently undertaken by the Government, MCD will work with them to transfer these services to them. Of course, in doing so we will provide them with the necessary funding assistance and infrastructure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me give an example. Just last year we gave a total of $880,000 to three welfare organisations to run three new homes - a children's home, a home for Muslim children and a home for disabled children. The three welfare organisations were also given Government premises to run these homes. The largest of course is a brand new $6 million purpose-built complex for young children at Yio Chu Kang. This was handed over to the Salvation Army last December. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government will, over the next five years, provide grants of up to $92 million on a 50-50 cost sharing basis to voluntary welfare organisations to enable them to provide welfare services to the aged, the disabled, low-income families and other specific groups of people who need assistance. These will include day care centres for the aged, the disabled, and new residential homes for the aged and family service centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Tarmugi also asked whether we are overdoing it in the censorship of drama, particularly at this stage of our cultural development. Sir, I must first clarify that censorship of performing arts in Singapore really does not stifle the artistic expressions of Singaporeans. I must also clarify that censorship does not come under the Ministry of Community Development. MCI is the censorship authority. But for drama scripts, MCI will advise the Public Entertainment Licensing Unit or my Ministry on the suitability for public performance. If there is a question as to whether particular parts of the script should or should not be acted out or used, we will discuss with the authors themselves before we come to any final decision. In this particular play mentioned by Mr Tarmugi, \"M Butterfly\", I believe there was discussion and that the organisers and the promoters themselves have come to some agreement with the authori- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> ties in regard to the parts which were found to be a bit difficult for public performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whatever we do or say, Sir, there is still a need for some form of censorship because in our multi-racial and multi-religious society, there is a need for us to be sensitive to the feelings of other ethnic communities who may or may not find some of the artistic works acceptable to their standards. Therefore, there is always a need to respect such deep-seated social and moral values of our communities. But we would like also to see eventually a gradual relaxation of censorship for the performing arts, but this has to be done in a responsible, in a mature, measured manner and should be in step with Singaporeans' maturity and respect for the culture and sensitivities of other races in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tarmugi also asked what are we doing in regard to helping to develop local cultural groups and artistic talents. Sir, as in our welfare programmes, the Ministry's role is to act as a catalyst in cultural development. MCD alone cannot be the sole promoter of cultural development. But we have created conditions that are conducive for the practice and appreciation of the arts by various measures. These include the following: giving financial assistance to cultural organisations, awarding training grants and fellowship to talented artists, providing housing at nominal rental to cultural groups, organising cultural activities such as the Drama Festival, the Arts Festival, the Dance Festival, to enliven our cultural scene and to provide outlets for our established and budding artistes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last three years, indeed, Sir, my Ministry has awarded 359 project and annual grants amounting to $1.35 million to the various cultural organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, however much we do, the results will depend on the pool of talents that we have in Singapore, and the quality of our talents. As our population is small, our talent pool for the arts is necessarily limited. Also, there are those who are talented in the arts but may not want to pursue an artistic career because there are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> other lucrative and more financially rewarding career. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Tarmugi has asked what are our future plans regarding cultural development. In the efforts to improve the quality of life of Singaporeans it is more than just the role of MCD. Many other Ministries are also involved. Nevertheless, MCD will do its part, particularly in cultural development. We have plans, for example, to amalgamate the National Theatre Trust, the Singapore Cultural Foundation and the Cultural Affairs Division of MCD into a new Singapore National Arts Council. This Arts Council will be tasked to promote more widespread practice and appreciation of the arts among Singaporeans. In particular, the Arts Council will increase the level of activities through more grants to cultural organisations, promote and document more original Singapore works through print and electronic media, provide training opportunities for talented Singapore artists and assist in building a world class arts complex. This new arts complex, which we are going to call the Singapore Arts Centre, will have several performing halls with varying capacities catering to the needs of drama, dance, opera and music. It will have state-of-the-art sound and lighting systems. There will also be exhibition areas for visual arts. We have set up a Planning Committee under the Chairmanship of the Second Deputy Prime Minister to plan this complex and a team of experts, architects, engineers, has been sent to study the design and management of similar centres in Europe, UK, United States, Australia and Hong Kong. The specifications and briefs for the centre are currently being worked out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the next five to 10 years, the Government has agreed to set aside a sum of $284 million for the development projects in the areas of sports, culture and the arts. These include the development of five new Museum Galleries, a new National Library and four Branch Libraries, an audio-visual archives, an international shooting range and the upgrading of the Outward Bound School. We will also incur an additional recurrent expenditure of $60 million for the next five years to carry out community, culture, arts, sports, aged, disabled and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> youth programmes, and 38 new posts will be created for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MCD is also looking into the development of the area bounded by Armenian Street, Stamford Road, Fort Canning Road and Canning Rise into a museum precinct within the larger Civic District. Mr Tarmugi also asked me for a report on the progress of the six Advisory Councils. Sir, the Advisory Councils made a total of 315 recommendations. The Government has accepted 288 of them for implementation. The remaining 27 were not accepted by the relevant agencies because of implementation difficulties. For example, it was recommended that the Singapore Council of Social Service undertake a review of the material and food aid schemes currently provided by voluntary welfare organisations in order to have better coordination of the distribution of such assistance. Sir, this is a good recommendation and it provides for efficient distribution of resources but the Council of Social Service is unable to implement the recommendation because the various voluntary welfare organisations which give out aid prefer their own way of doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 288 recommendations which were accepted, 233 have been implemented or are being implemented as on-going programmes by the various agencies. The remaining recommendations will be implemented over the next few years as they require additional resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has announced some of the major recommendations that have been implemented earlier. For example, the per capita grant for special education of disabled children has been increased from $1,500 to twice the cost of primary education. For the fiscal year 1990, the per capita grant will be $4,200. The tax reliefs for disabled and aged dependants have been also increased from $1,000 to $2,500 last year and will be further increased to $3,500 as the Finance Minister has announced recently. A National Advisory Council on Family and the Aged, which is a combination of two advisory councils recommended earlier, has been set up comprising representatives from both the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> public and the private sector. It is in the good hands of my Minister of State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay mentioned that the expenditure for MCD is very low compared to the GDP and also as a percentage of the total Government expenditure. Indeed, the MCD's expenditure as a percentage of the GDP was 0.3% in the last few years. But this will be increased to 0.5% for the next five years. You may think that from 0.3% to 0.5% is only 0.2 percent point of an increase, but it amounts to $125 million a year over the next five years. And this indeed is a very significant sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, our approach in helping the welfare organisations or the cultural organisations is a correct one. The Government is the catalyst in providing the basics and the necessary funding, and we will leave the initiative to the private individuals and community groups. Because they know best what to do and they know what the needs are, they can play a more significant role in meeting these needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank these community, welfare and cultural organisations for their efforts in raising the quality of life of Singaporeans, and they have done a good job. The Government will continue to give them every encouragement to carry on with the good work and will do all we can, where necessary, to help them to do so. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I would like to thank the Minister for his reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Dr Wang is not here. Amendment No. (3), Encik Wan Hussin. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I raised this subject in 1988, the Minister's reply then was that the solution to the problem was not the appointment of another President of Syariah Court but to try and prevent mar- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> riages from getting sour. I then responded by saying that I was not convinced with his answer because the divorce figures for Muslim marriages were on the increase. The situation has not changed, Sir. Let me give him some figures to substantiate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1980, the divorce rate for Muslim marriages was 12.5%; in 1985 it rose to 16.1%. Again in 1988, the latest, it went up to 18.6% or nearly 19%. This excludes the hundreds of cases that still require counselling and also the backlog of cases that the Court has to deal with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my plea to the Minister is to study these rising figures and help the Court to settle divorce cases, which are irreconcilable even after counselling and mediation efforts have been exhausted, with the appointment of a Vice-President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Syariah Court was established in 1959. It is now 30 years old. The present President has to bear alone the rising rate of divorce cases. Each case needs his meticulous attention and judgement. This takes time. In the meantime, irreconcilable couples have to wait unduly long, sometimes three to four years, before their cases are dealt with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are qualified graduates in the Syariah law in Singapore who could be appointed as Vice-President. I sincerely hope the Minister will impress upon his officials on the need for such an appointment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are ranked first in many areas. But I do not think we want to pride ourselves as having a one-judge Court in perpetuity. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, the Registry of Marriages building, which houses the Registry of Muslim Marriages and the Registry of Marriages, along Canning Rise is not a convenient location for couples to go and file their marriage registration or for them to go for their marriage solemnisation on their auspicious day, especially when their matrimonial ceremonies are scheduled to be conducted at the Registries during the CBD time restriction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you had been there before. I also had been there. Although we do not go to this place so often, we know how incon- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> venient it is for couples who want to go and legalise their life-long partnership in the presence of the respective Marriage Registrars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some years ago, there was a Branch Registry of Marriages at the Chinese Garden. I understand that this Branch Registry has been closed. Maybe the Hon. Minister could enlighten the House as to why the Branch Registry had ceased to function. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the Government has urged young people to get married early by offering generous tax incentives, I believe that many young couples would heed the Government's encouragement and call to get married early and to set up family by having children while they are still young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Community Development could go one step further to identify some suitable locations in major housing estates for the setting up of Branch Registries of Marriages for the convenience of people. If there is no plan to relocate the present building at Canning Rise, Branch Registries at different parts of Singapore would be very useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out from the Minister whether his Ministry has any plan to set up Branch Registries throughout Singapore in future. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar)</b>(\n  <i>In Malay</i>): Mr Chairman, the Syariah Court has been operating with a full complement of staff since June 1986. Assisting the President of the Syariah Court are 3 Muslim Social Case Workers and a Court Clerk. There are also an Executive Officer and a Clerk to help him take care of the day-to-day administration of the Court. Other support service staff include a Process and Notice Server, a Typist and an Office Attendant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, it is true that the number of marital disputes registered at the Court has increased. In 1989, 2,066 new cases were registered. Although in a majority of these cases, the couples are seeking a divorce, it is the practice in the Syariah Court that they are first referred to a Muslim Social Case Worker for counselling with a view to achieving a reconciliation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to stress that the aim of the Syariah Court, which is in keeping with our Islamic teachings, is to bring the couples together. Only if that fails will the Muslim Social Case Worker attend to their applications for divorce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, a lot of the Syariah Court's time is taken up in these cases because the Court just cannot grant the divorce due to refusal by both sides to compromise, even after several hearings This is compounded by the large number of cases where one party repeatedly fails to attend Court hearing on the appointed date. Last year, for example, the number of absent cases was 14% of the total number of scheduled hearings. Their failure to turn up for hearings not only results in a delay in the settlement of their cases but also deprives another case of an earlier hearing. If couples persist in being stubborn, they must expect their divorce to be a protracted, long-drawn out affair. They therefore cannot blame the Syariah Court for any delay in settling their case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore urge couples and their advisers to adopt a moderate and reasonable attitude if they want a speedy settlement of their divorce. I would like to add that in doing so, they will inflict lesser damage on their children who unfortunately are the innocent victims of their marital break-ups. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Dr Seet Ai Mee):</b> Mr Chairman, Sir, if the hon. Member for Changi had not told us that he is already married, it would seem that he is reluctant to pay the $3 Area Licensing Fee (ALF) in order to get married at the Registry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since June last year, couples can get JPs to solemnise their marriage in a place of their choice. They do not need to get married at the Registry of Marriages. They only need to go to the Registry once to file their notice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, couples who do not want to pay the $3 ALS fee to enter the CBD during the restricted hours, can choose to call at the Registry outside of the restricted hours to file their notice. However, should they require a particular time to file notice, if they are so advised by their priest or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> geomancer of the most auspicious time to file notice of marriage and this falls within the restricted hours, they should then not object to paying the $3 ALF. This fee is most likely to be much less than the fee charged by the geomancer or the hongbao given to the priest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Marriage, Sir, is for most people a once-in-a-lifetime occurrence and $3 is surely not too big an expenditure. We should see it in the context of the thousands of dollars normally spent on the wedding preparations, ceremony and dinner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi is quite right as he was then Parliamentary Secretary of the then Ministry of Social Affairs. The Ministry did have a branch office of the Registry of Marriages at the Chinese Garden. It was opened on 19 June 1982 but was closed two years later because of poor patronage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the fact that the concept of branch registries was unpopular, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> Ministry has no plans to set up branch offices of the Registry of Marriages. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1990/91, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900322/19900322-HA-0550721.htm\">tables - TABLE SHOWING CHANGES TO THE WORKMEN'S COMPENSATION SCHEME, TABLE COMPARING PERMANENT INCAPACITY AWARDS FOR INJURIES DEEMED TO RESULT IN PERMANENT INCAPACITY (Cols. 721 - 726)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
