{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "1", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"1\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-02\"> \n  <meta name=\"Start_Col\" content=\"1\"> \n  <meta name=\"End_Col\" content=\"52\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">02-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 2nd March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 03:00 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 2</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 3</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 4</b></font>\n  <br>\n  <br> \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 4</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon (Serangoon Gardens) - from 1st to 3rd March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau Ping Sum (Yio Chu Kang) - from 1st to 3rd March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development - from 4th to 6th March, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 5</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru), Deputy Speaker - from 4th to 10th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment - from 4th to 7th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen (Brickworks GRC) - from 6th to 11th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence - from 7th to 8th March, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 6</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip - from 7th to 8th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development - from 7th to 8th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry - from 7th to 8th March, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 6</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>TRANSFER OF TERTIARY FEES TO MENDAKI</b>\n  </div> \n  <div align=\"center\">\n   <b>(Survey amongst members of Malay community)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chiam See Tong</b> asked the Minister for Education whether he will conduct a survey amongst members of the Malay community in regard to the decision of the Mendaki-Ministry of Education Joint Committee to transfer tertiary fees to Mendaki. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Senior Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Education (Encik Sidek bin Saniff) (for the Minister for Education):</b> Mr Speaker, Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Mendaki-Ministry of Education Joint Committee (MMJC) was given the task of studying the issues raised by the Malay community on the proposal to change the system of administering the fee subsidy for Malay students studying in tertiary institutions. This entails the transfer to Mendaki of the annual Government subsidy providing Malay students free education at the local universities and polytechnics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the press conference on 20th September 1989 to introduce the MMJC officially, as its Chairman, I invited the public to make their submissions on the fee proposal issue. I gave the public six weeks to submit their comments, views and suggestions to the Committee. This was to survey and obtain feedback on the stand of Malay-Muslim individuals and organisations regarding the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In studying the issue, MMJC took great care to address the concern expressed by Singaporeans in the press as well as in the submissions it received directly, which numbered eight representations from Malay-Muslim organisations and 13 individual submissions. Sufficient consideration, therefore, was given to the views, comments and suggestions of the Malay community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MMJC is of the view that the fee proposal has merit and is worthy of support. The MMJC's report on the fee proposal has been submitted to Mendaki for its consideration. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I notice that the Senior Parliamentary Secretary has only received about 13 letters to its invitation for feedback on the proposal to transfer tertiary funds to Mendaki. But is the Senior Parliamentary Secretary still aware of the fact that there is widespread opposition by the Malay and Muslim community to transfer the tertiary institution funds to Mendaki which is really a private organisation? \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Mr Speaker, Sir, besides the eight representations from the organisations and 13 individual submis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 7</b></font>\n  <br>\n  <br> sions, we also studied all the letters in the press, one volume from Berita Harian and the other from the Straits Times. On the comments made that there are still people not very happy with this proposal, I would strongly suggest that Mr Chiam and those with the same view wait until Mendaki produces the report. Then having the report at hand and with all the arguments therein, maybe the reactions would be more sophisticated. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, is the Senior Parliamentary Secretary aware that Mr Lee Kuan Yew himself has said that this Government would honour the Malay rights in regard to free education from primary level to university level. If you will allow me, Sir, I will read out the specific words spoken by the Prime Minister in --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chiam, you are not permitted to read the statement. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In that case, I would not read it then. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, being a lawyer, Mr Chiam should know the difference between right, privilege and position. I am quite sure after Mr Chiam has read the report by the MMJC and meticulously study it, my Committee or Mendaki or both will answer any question on what we have recommended. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, if the Government decides to transfer the tertiary institution funds to a private organisation, would not the Government be, in fact, breaking a promise to the Malays in not honouring what it has said earlier, ie, to give free education to the Malays from primary to university level? \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, the question posed is entirely different from the question which Mr Chiam has asked. In fact, I have the answer here but I think his question should be just confined to whether we have done enough survey or not. But as far as the Government's decision which was made in 1960 is concerned, as I said just now, there is a difference between what he said and whether the Government honours it or not. I would suggest that he be very patient because I think the report will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 8</b></font>\n  <br>\n  <br> out by the end of the month. He can then study it and come out with all the questions and I am quite sure Mendaki or MMJC will answer all his questions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 8</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RELEASE OF POLITICAL PRISONERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chiam See Tong</b> asked the Minister for Home Affairs whether he will, in the spirit of this year's celebration of the 25th Anniversary of Singapore's Independence and as a gesture of goodwill, release all political prisoners on or before the next National Day. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, as I have stated on numerous occasions in this House, whether a detainee will be released and on what conditions, depends on the professional assessment and recommendation of the Internal Security Department. These decisions are always based on security considerations and cannot be based on extraneous factors, such as celebrations of National Day or other celebrations. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Minister has on numerous occasions quoted examples of other countries. Has he not just read recently that, in fact, in Korea, as a gesture of goodwill, on the celebration of their National Day, they have released over one thousand political prisoners? Will Singapore not do the same? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, if Mr Chiam prefers to be under the jurisdiction of the Korean National Security Agency, he is entitled to his view. But we in Singapore must decide based on the circumstances in our own country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 8</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WOODLANDS IMMIGRATION CHECKPOINT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Barring of Muslim women from wearing headscarfs</b>\n  </div> \n  <div align=\"center\">\n   <b>during working hours)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Chiam See Tong</b> asked the Minister for Home Affairs whether he will modify a directive issued in November 1989 by the Head, Woodlands Checkpoint, Immigration Department barring Muslim women from wearing headscarfs during their hours of work. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 9</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, first, let me inform the Member that no women in the Immigration Department, or any department for that matter, are prohibited from wearing headscarfs as such. They are free to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for the staff whose jobs require them to be in uniform, they must follow standing instructions in the civil service which require them to wear uniform while on duty and not to modify uniforms issued to them. All Government departments, including Immigration Department, have been asked to draw the attention of their officers to this instruction. The directive referred to by the Member is in compliance with these established civil service requirements and there is no reason for the Minister to interfere. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am sure that the Minister is aware that Sikhs, because of their religion, are allowed to wear turbans when they are in uniform. So why not Muslim women who are required by their religion to have a headscarf wear some form of headscarf? I would ask the Minister whether he would give a direction or standing instruction to modify the uniform of the Customs Department so that women in that Department can use headscarfs as part of their uniform. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, as an aside, although the Ministry of Home Affairs is responsible for many things, Customs does not come under the Ministry of Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me state the Government's position. The Government cannot, and will not, interfere with a person's religious preferences in respect of his own personal life and private habits, such as food or dress attire, so long as these do not offend public decency and morality. But they cannot insist that such personal preferences be imposed on others or on Government in order to change established norms that are observed outside of the sphere of one's private life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The practice of allowing Sikhs to wear turbans is a carry-over from the British days. In the 25 years since Independence, no religious group has had any problems with Government's uniform regulations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> The Government cannot agree if any individuals or groups should insist that because of a change in their religious practice, rules and norms which have been established for decades since colonial times should be upset. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <br>3.13 pm \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Constitution of the Republic of Singapore\", \n  <br>\n  <br>presented by the Minister for Law (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the issue from the Consolidated Fund of the sums necessary to meet the estimated expenditure for the financial year 1st April 1990 to 31st March 1991\", \n  <br>\n  <br>recommendation of President signified; presented by the Minister for Finance (Dr Richard Hu Tsu Tau); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"for making supplementary provision to meet additional expenditure for the financial year 1st April, 1989 to 31st March, 1990\", \n  <br>\n  <br>recommendation of President signified; presented by Dr Richard Hu Tsu Tau; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CO-OPERATIVE SOCIETIES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Co-operative Societies Act (Chapter 62 of the \n  <br>\n  <br>1985&nbsp;&nbsp;&nbsp;&nbsp;Revised Edition)\", \n  <br>\n  <br>presented by the Minister of State for Community Development (Dr Seet Ai Mee); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 10</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENSUS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Census Act (Chapter 35 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by the Minister of State for Trade and Industry (Mr Mah Bow Tan); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 11</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STATISTICS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Statistics Act (Chapter 317 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by Mr Mah Bow Tan; read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 11</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY MAIN ESTIMATES AND</b>\n  </div> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <h4>FOR FY 1989/90</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That notwithstanding the Standing Orders, the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1989 to 31st March, 1990 (Paper Cmd. 4 of 1990) and the First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1989 to 31st March, 1990 (Paper Cmd. 5 of 1990) be taken today. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 11</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY MAIN ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   (Paper Cmd. 4 of 1990)\n  </div> \n  <div align=\"center\">\n   <b>AND</b>\n  </div> \n  <div align=\"center\">\n   <b>FIRST SUPPLEMENTARY DEVELOPMENT ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   (Paper Cmd. 5 of 1990)\n  </div> \n  <div align=\"center\">\n   <h4>FOR THE FINANCIAL YEAR 1ST APRIL, 1989 TO 31ST MARCH, 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1989, to 31st March, 1990, contained in Paper Cmd. 4 of 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head D - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,700 for Head D ordered to stand part of the First Supplementary Main Estimates of Expenditure for the financial year 1st April 1989 to 31st March 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head E be reduced by $10 in respect of Code 2000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 12</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is merely to seek information from the Minister as to what the details are. I would like the Minister to enlighten the House as to what the \"higher than anticipated expenditure on legal fees\" are and I would like the Minister to elaborate on all of them. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, I have ascertained from the Registry of the Supreme Court that this additional request is for payment of legal fees to assigned counsel in criminal cases and criminal appeal. If the Member wants a breakdown of this, I shall be happy to get it for him. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, in view of the explanation, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $889,300 for Head E ordered to stand part of the First Supplementary Main Estimates of Expenditure for the financial year 1st April 1989 to 31st March 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sums stated for Heads I, P and Q as they appear in the schedule on page 3 of Paper Cmd. 4 of 1990 ordered to stand part of the First Supplementary Main Estimates of Expenditure for the financial year 1st April 1989 to 31st March 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as in the question I asked previously, I would like to know the details, for example, what rate has been paid, to whom and why they have been paid? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, in answer to the question asked by the Non-Constituency Member, the supplementary provision is really for payment of agency fees to the Urban Redevelopment Authority (URA) for acting as Government's agent in State Land sales. Agency fees are paid to URA for presale matters relating to tenders and after-sale services. These services include the identification and clearance of sales sites, tender specifications, processing of tenders and the collection of premiums that are due to the State. The rates of agency fees are always duly cleared by the Ministry of Finance. I do not have the details here, but if the Member wants the details I shall be happy to supply them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 13</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I would like to withdraw, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,915,150 for Head S ordered to stand part of the First Supplementary Main Estimates of Expenditure for the financial year 1st April 1989 to 31st March 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"The sum of $61,290,490 shall be supplied to the Government under the Heads of Expenditure for the Public Services shown in the First Supplementary Main Estimates of Expenditure for the financial year 1989/90\", put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,055,014,100 for Head T ordered to stand part of the First Supplementary Development Estimates of Expenditure for the financial year 1st April 1989 to 31st March 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $1,055,014,100 shall be supplied to the Government under the Head of expenditure for the Public Services shown in the First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1989 to 31st March, 1990\", put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The sum of $61,290,490 shall be supplied to the Government under the heads of expenditure for the Public Services shown in the First Supplementary Main Estimates of Expenditure for the financial year 1st April, 1989, to 31st March, 1990, contained in Paper Cmd. 4 of 1990.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The sum of $1,055,014,100 shall be supplied to the Government under the head of expenditure for the Public Services shown in the First Supplementary Development Estimates of Expenditure for the financial year 1st April, 1989, to 31st March, 1990, contained in Paper Cmd. 5 of 1990.\" \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move that Parliament doth agree with the Committee on the said resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 14</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CIVIL LIST</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir,I beg to move the Motion* standing in my name under item No. 2 in the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*The Motion reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 7 of the Civil List and Pension Act (Chapter 44) resolves that the Schedule to that Act be varied by deleting the figures \"$830,400\", \"$1,681,200\", \"$289,500\" and \"$80,600\" in the second column and substituting the figures \"$837,400\", \"$1,744,400\", \"$310,000\" and \"$94,800\", respectively. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is proposed to increase the provisions for the Privy Purse and salaries of personal staff to $837,400 and $1,744,400 respectively. These marginal increases are necessary to provide for normal salary increases as well as a contingency provision for the possible increase in the rate of CPF contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An increased sum of $310,000 is required to meet Expenses of the Istana household. The increase of $20,500 is due to the provision for maintenance of vehicles which was previously undertaken by Public Works Department and increased purchase of horticultural consumables. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The allocation for Special services is increased from $80,600 to $94,800. This is because of the provision for the replacement of horticultural machinery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, therefore, necessary to vary the provisions in the Schedule to the Civil List as indicated in the Motion before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, pursuant to section 7 of the Civil List and Pension Act (Chapter 44) resolves that the Schedule to that Act be varied by deleting the figures \"830,400\", \"$1,681,200\", \"$289,500\" and \"$80,600\" in the second column and substituting the figures \"$837,400\", \"$1,744,400\", \"$310,000\" and \"$94,800\", respectively. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 3.55 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.27 pm until 3.55 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 15</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.55 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on item 3 on the Order Paper today be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 15</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1990 to 31st March, 1991. \n  <div align=\"center\">\n   <h4>PART I - REVIEW OF THE ECONOMY</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ECONOMIC PERFORMANCE IN 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's Budget speech, I announced that 1988 had turned in the best economic performance in 15 years, with all major sectors, except construction, performing better or equally well as compared with 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I am pleased to report that the strong growth had continued into 1989. Overall, the economy expanded by 9.2%. This is higher than the projected growth rates for Hong Kong (3%), Taiwan (7.2%) and South Korea (6.6%). The expansion was broad based, and even the construction sector had turned around, registering positive growth of 1.3% for the first time since 1984. We have firmly left the shadows of the 1985 recession behind us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our traditional engine of growth, the manufacturing sector, has been overtaken by the financial and business services sector as the leading growth sector. The financial and business services sector grew by a sparkling 15% while the manufacturing sector grew by a creditable 9.9%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other sectors also expanded but more moderately than in 1988. The commerce sector grew by 8.3% while the transport and communications sector expanded by 9.4%. The performance of these two sectors was affected by the slower growth of trade in 1989. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 16</b></font>\n  <br>\n  <br> volume of total trade grew by 8% in 1989 compared to the 30% registered in 1988. Prospects in the construction sector are promising. Its turnaround in 1989 after more than 4 years of decline will probably continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The broad-based growth has benefited our workers. According to CPF data, our nominal wages have risen by 12.5%. With inflation at 2.4%, this means a real wage increase of 10.1%. The increased purchasing power has been translated into buoyant private consumption expenditure which grew by 7.9%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Strong overseas and domestic investment commitments over the last few years have resulted in capital spending rising by 18% in 1989, double the rate in 1988. The investment commitments of very nearly $2 billion in 1989 lay the foundation for further growth in the future. These commitments are indicative of our continued competitiveness and the confidence of investors in Singapore as a business location. \n  <div align=\"center\">\n   <b>MANAGEMENT OF ECONOMIC GROWTH</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have managed to achieve growth that is higher than the 4 to 6% that our indigenous factor endowments, namely, land and labour, and productivity can support. We will strive to continue to grow at high rates for as long as it is sustainable. There are five ways in which this can be done. We can increase our workforce, we can increase our productivity, we must remain competitive, we should tap into regional and world growth and finally, we should enhance the prosperity of our neighbours. \n  <br>\n  <br>\n  <i>A. Increasing the Workforce</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we move into the 1990s, we will continue to grapple with the evergreen concern of how to manage and optimise the use of our scarce human resources. Our labour force growth of 1 to 2% constrains the growth opportunities available to us. The labour shortage problem, which was in abeyance during the recession, has returned. The unemployment rate in June 1989 was a record low of 2.2%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 17</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way to boost the local labour force is to admit foreign workers. Out of the 68,000 jobs created in 1989, half went to foreign workers, mainly in the construction and manufacturing industries. However, because the labour shortage has spread to all parts of the economy, employers in the non-approved sectors have clamoured for relaxation of the foreign worker policy. In recognition of their needs, especially those of the smaller local companies, Government has decided to extend, gradually, the admission of a controlled and revolving pool of foreign workers into the hitherto non-approved sectors. The intention is eventually to allow the market to determine where foreign workers should go to maximize their contributions to the economy. Sectors which have higher value-added will then get foreign workers ahead of those with lower value-added. The Minister for Labour will be announcing details of the proposed changes next week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will try to absorb as many of the foreign workers as possible who are skilled and can be assimilated into our society. However, the Government is mindful that the presence of a large pool of unskilled foreign workers may obscure the comparative advantage of Singapore and hinder our efforts to move into higher value-added activities. We do not wish to grow faster merely by importing foreign workers to drive down wages. We also want to ensure that the local workforce share of our GDP is not eroded. We want to grow at a pace that can give our people challenging jobs at good wage rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To contain the demand for foreign workers and quicken the pace of automation and upgrading, the foreign workers levy is used to increase the cost of employing foreign workers. The foreign workers levy was raised by $30 to $280 in February and will rise by another $20 to $300 in August. The levy will be further adjusted, as and when necessary, to control the level of demand for foreign workers. \n  <br>\n  <br>\n  <i>B. Increasing Productivity</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sustain future wage increases and a higher standard of living for Singaporeans, we have to constantly upgrade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 18</b></font>\n  <br>\n  <br> our skills and productivity. We must therefore not only continually upgrade existing industries, but also seek to attract new investments that bring in higher value-added activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last decade, we have moved from labour-intensive activities to knowledge-intensive and high-technology industries and services to sustain higher wages and a higher standard of living commensurate with better skills and productivity. In recent years, the quality of our investments has improved. They now encompass high-value manufacturing activities like automated production, research and development, product design, and export-oriented services like regional software or computer centres and regional management centres. These investments are not only big per se, but are world-scale. The projects are highly automated, employ highly skilled persons, and capitalise on our strategic location to produce a sizeable share of the world's supply to serve international markets. \n  <br>\n  <br>\n  <i>C. Staying Competitive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A major lesson the Government has learnt from the 1985 recession is the need to remain competitive. We monitor very carefully the developments around the region, particularly those within the countries of our main competitors, and the effect of any fiscal measures on competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our fellow Asian Newly Industrialising Countries (NICs), namely, Taiwan, Hong Kong and South Korea, have continued to record strong export growth, of around 20% annually for the past 5 years. Hong Kong and South Korea have continued to perform well despite domestic problems. Over the same period, exports from Thailand and Malaysia grew at impressive annual rates of 25% and 15% respectively. Thailand and Malaysia are quickly emerging as competitors to Singapore and the other NICs. Increasingly, the exports of these two countries are overlapping with Singapore's exports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compared to the other NICs, Singapore's cost structure is still competitive. Our unit labour costs in manufacturing have been declining, relative to unit labour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 19</b></font>\n  <br>\n  <br> costs in the other NICs (see Chart 1) (Cols. 45 - 46). However, that is due more to steeply rising wages in the other NICs than to low wages in Singapore. The share of GDP going to wages increased from 40% in 1988 to 41% in 1989. Correspondingly, the share of GDP going to profits declined, from 60 to 59% (This is shown in Chart 2) (Cols. 47 - 48). This is a turnaround after 3 years of continuous decline. In the tight labour market, which recorded a record low unemployment rate of 2.2% in June, wages rose faster than productivity last year. We should be cautious about allowing this to continue. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900302/19900302-HA-0550045.htm\">Charts 1 &amp; 2 - SINGAPORE'S RELATIVE UNIT LABOUR COST AGAINST THE OTHER NICs IN MANUFACTURING, NOMINAL GDP - WAGES &amp; PROFITS (Cols. 45 - 48)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What matters to companies is not just labour costs, but overall costs of doing business here. The Ministry of Trade and Industry computes an index of Unit Business Cost of our manufacturing sector and this is shown in Chart 3 (Cols. 49 - 50). Taking 1983 as the base year, when the index was 100, the Unit Business Cost reached a peak of 104 during the 1985 recession. After the Government implemented the cost cutting measures recommended by the Economic Committee, it declined to 88 in 1987. In 1988, the Unit Business Cost began to pick up again. In 1989 it reached 95, still slightly below the level in 1981 when costs were not yet a problem. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900302/19900302-HA-0550045.htm\">Chart 3 - UNIT BUSINESS COST INDEX OF MANUFACTURING, 1980-1989 OVERALL (Cols. 49 - 50)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This means that despite our higher wages, we are still competitive. There is no immediate danger of our pricing ourselves out of the market again. However, businesses and Government will need to watch our wages and business costs carefully, to ensure that we do not overshoot again in a general euphoria at the tail end of an economic expansion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government recently announced that depending on the economic performance in the first quarter, the employers' CPF contribution rate will be raised by up to 3 percentage points to 18% and the employees' contribution rate will be lowered by up to 1 percentage point to 22% in July this year. These are progressive adjustments towards the long-term \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 20</b></font>\n  <br>\n  <br> rate of 40% with equal contribution from the employer and the employee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has calculated the impact of the proposed CPF changes and increases in foreign worker levy on overall business costs. The effect should be small - just over 1 percentage point increase in Unit Business Cost. This should not affect our competitive position significantly. The Government will restore CPF savings to workers who made sacrifices during the recession. But it will not do so in a way that damages our competitive position. \n  <br>\n  <br>\n  <i>D. Tapping Regional and World Growth</i> \n  <br>\n  <i>International Linkages</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another source of domestic growth is to tap upon regional and global growth. As Singapore is neither a major producer or consumer of any particular commodity, it has prospered on entrepot activities by creating a conducive business environment supported by an open-door policy on trade and an efficient ancillary industrial and commercial infrastructure. While our entrepot activities in the early days of our industrialisation were mainly in raw materials and finished commodities, they now encompass raw industrial and other intermediate inputs as well. Many multi-national corporations, both local and overseas, are distributing their activities to other regional economies besides Singapore, to capitalise on the differences in comparative advantages. Singapore is competitive in its communication links and business infrastructure as well as being situated in a strategic geographical location and possessing a highly skilled and educated workforce. We can tap onto the growth not only in the South-East Asian region but in the Asia-Pacific region as well, in the same way that London and New York support their respective geographical regions and time zones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of trade, the Government in 1989 introduced the Approved Oil Trader (AOT) Scheme under which concessionary tax rates were given to approved oil traders. The AOT Scheme has enhanced \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 21</b></font>\n  <br>\n  <br> our business environment for international oil trading and encouraged companies to site their trading operations in Singapore. It has also generated significant spin-offs for Singapore. For example, S$21 billion worth of trade-related financing have already been committed over the next 5 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the services sector, we have the Operational Headquarters (OHQ) scheme where headquarter services provided to related overseas companies from Singapore are given special tax concessions. Times Publishing became the first local MNC to be given OHQ status for providing management and support services to its subsidiaries abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our efficient air and sea transport infrastructure and telecommunications links are key factors why many MNCs are using Singapore as a major transhipment and distribution hub to markets in Europe and North America. They need to be continually upgraded to ensure that they remain state-of-the-art and competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1989, the Civil Aviation Authority of Singapore granted British air carriers the rights to base a portion of their fleet in Singapore to fly to different parts of the region. SIA also tied up with Delta Airlines and Swissair to create the world's first global aviation network. This air traffic hubbing privileges and tie-ups will generate multiplier benefits for Singapore by expanding tourism and through its impact on other related sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Port of Singapore Authority (PSA) is aiming to make Singapore a total maritime centre. The 3 PSA Distriparks at Pasir Panjang, Alexandra and Keppel provide complete warehousing amenities like storage, distribution, packing, labelling, sorting and grading for the Asia-Pacific region and beyond. PSA has introduced Portnet which is an electronic data interchange for port documentation and communication between port users and the port. PSA has also developed Teleport links with other major ports like Hong Kong and Bremen in West Germany. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecommunications links with commercial centres around the world are vital for time-sensitive business transactions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 22</b></font>\n  <br>\n  <br> Singapore's telecommunications facilities and infrastructure have to keep up with technology. For example, Tradenet has linked up with the US-based Infonet, an international electronic data interchange service and product company, to exchange formatted trade documents which will speed up processing. The Trade Development Board's Globalink, which is currently being tested with 100 companies, is an on-line computerised system to disseminate global trade information for traders. It is expected to be ready for subscription in early 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also established international linkages in the services industry. One example from the service industry is Abacus Distribution Systems Pte Ltd which is the first computer reservation system formed by a consortium of Asian airlines for international air-ticket reservation, and will be the largest computer centre in Singapore. Similarly, the fastest growth in the financial sector has come from the treasury and foreign exchange activities of banks which have global networks to enable them to serve regional and international markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singapore to continue to grow, local companies have to expand overseas to overcome the constraints of a small local market and get access to new markets, resources and technologies. The Economic Development Board has set up a strategic business unit to assist forward-looking local enterprises to go international through direct investment overseas or through the establishment of global business linkages. It is gratifying to note that our local companies have responded positively, especially the larger ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The growth of our larger local companies will generate additional business opportunities for many smaller ones. These smaller companies must also learn to survive in an increasingly competitive international environment. The Government will continue to provide financial and developmental assistance to small and medium enterprises to help them upgrade their operations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 23</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Industrial and Commercial Infrastructure</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have managed to attract many investment projects because we have the ancillary industrial and commercial infrastructure to support large sophisticated investments serving the international market. Investors search worldwide for locations to site their plant or offices. Many countries will be only too pleased to host them and to attract them with investment incentives. If we wish to continue to attract investments in the face of stiff international competition, we must continue to provide for infrastructure ahead of demand and to cater to changes in the demand for facilities arising from the changing business environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In particular, there is a new class of business that is no longer conveniently classified as production, manufacturing or commercial activities. Regional data processing centres are one example. They are not typical commercial operations which can be sited in city centres to compete with retail or commercial offices. Neither can they be sited in industrial estates alongside traditional factories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the needs of such businesses, a new class of land use has to be created to provide for \"business parks\" just as Science Parks were created to meet the needs of those who do research and development work. Such parks will provide integrated facilities with adaptable buildings capable of incorporating state-of-the-art telecommunication facilities in a well-planned park environment. A varying mix of research and development, product design, production, marketing, distribution and servicing uses, covering the full spectrum of modern business, will be allowed within such parks to meet the specific needs of each clients in the park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has endorsed this concept and the Ministry of National Development is proceeding with the development of planning guidelines for business parks. The first business parks will be developed in the Jurong East, Tampines and Rochester Park area. Seletar aerodrome is being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 24</b></font>\n  <br>\n  <br> considered as a possible aviation business park and other sites are under active consideration for development of a maritime business park for comprehensive shipping and maritime activities. At the same time, the Jurong Town Corporation is continuing to upgrade the design and quality of new and existing factories and to develop industrial parks to meet changing needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This process illustrates the need for us to constantly anticipate new needs created by the demands of businesses on our infrastructure. It applies to all areas of our economic activities. \n  <br>\n  <br>\n  <i>E. Enhancing the Prosperity of Our Neighbours</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Globally, the prospects of peaceful co-existence have never been higher since World War II. More and more, the pre-occupation of most nations will be to increase the share of their economic pie. We believe that economic growth is synergistic and not a zero-sum game. Regional and world growth depends much on freedom of trade and economic linkages among economies. Although domestic realities like fiscal imbalances and problems of structural adjustments may sometimes put pressure on governments to consider restrictive trade practices to protect domestic producers, we will continue to be outward-oriented and work with like-minded countries within international and regional forums to advance the cause of free trade. We are constantly forging more direct and deeper economic links with economies around the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On a regional basis, Singapore's prosperity depends on the prosperity of her neighbours and vice versa. We should allow our growth to spill over into our neighbouring economies so that the region can become more closely integrated economically and together we can become a strong centre of growth. A nearby example of such complementary development is the economic ties between Hong Kong and China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, being earlier down the road of economic development, can be a catalyst in helping the region to grow. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 25</b></font>\n  <br>\n  <br> example, we are encouraging global companies which set up operational headquarters in Singapore to distribute production and other labour intensive activities to our neighbouring countries. Our neighbours, who have a comparative advantage in terms of abundance of land and labour, will be able to provide these inputs more competitively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our neighbours, especially our closest neighbours Malaysia and Indonesia, have recognised the value of integrated economic development and growth, and are actively pursuing appropriate investment strategies. We have also encouraged our Singaporean entrepreneurs to seek out opportunities offered by our neighbours. For example, the Indonesian government recently supported the Sembawang Group's acquisition of a second ship-repair yard in Dumai. The Sembawang Group will also be developing an industrial park alongside the yard where Singapore investors can relocate labour-intensive industries. Joint committees have been set up to further enhance economic links and to promote cross border investments with our immediate neighbours. There is a Johore-Singapore Committee on Business Co-operation between private sector businessmen of the two states. Similarly, a Joint Committee on Batam has been set up. Local and foreign MNCs have been encouraged to work with these committees to expand into the region. \n  <div align=\"center\">\n   <h4>OUTLOOK FOR 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some uncertainties in the outlook for 1990. The Singapore economy is sound, and well-poised to take advantage of the opportunities open to us. In the latest (1st quarter 1990) survey of business expectations, Singapore entrepreneurs, especially those in the financial sector, continue to be optimistic about business prospects for the 6 months ending June 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, much depends on the international outlook. World trade and output may be slightly slower than 1989. The majority view of economists is that a recession is not imminent in the United States. The economic impact of the strategic changes in Eastern Europe, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 26</b></font>\n  <br>\n  <br> the impending formation of EC 1992 is still uncertain. The rapid opening up of Eastern Europe, and especially the swift moves towards reunification in Germany, offer new opportunities for increased trade and economic growth. However, the need for investment funds and the release of pent-up consumer demands in these countries will place heavy strains on the international capital markets and the international monetary system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Barring these major uncertainties, the Ministry of Trade and Industry estimates that the Singapore economy will grow in 1990 at between 6 to 8%, above our long-term sustainable rate, but less quickly than in 1989. \n  <div align=\"center\">\n   <h4>PART II - THE FY90 BUDGET</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I shall now move on to the Budget for the coming financial year. \n  <div align=\"center\">\n   <b>FISCAL POLICY OBJECTIVES</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the recession behind us and the economy buoyant, we are well placed for the 1990s. We have a strong balance sheet and sound reserves and we must maintain this position. Although our objective is to achieve a balanced budget over the long term, given the limitations of our natural resources and our heavy dependence on external trade, our aim must be to augment our reserves with surpluses from good years so that we will have the financial strength to see us through periodic downturns in the international business cycle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will continue to foster the growth of the private sector. On the revenue side, our taxation policy will be designed to encourage corporate and individual entrepreneurship. On the expenditure side, our policy will be to contain the share of the nation's resources consumed by the public sector so as to facilitate private sector growth. Improvements in work methods and productivity increases will ensure that the quality of public services is maintained while growth in recurrent expenditures is restrained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, we must continue to invest for the future. With the completion of major programmes in basic infrastruc- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 27</b></font>\n  <br>\n  <br> ture and public housing, more funds will be devoted to investments which will promote future growth and improve the quality of life in Singapore. The Minister for Education has already announced plans to improve, both qualitatively and quantitatively, our schools and tertiary institutions. We will be committing substantial new funds on research and development. Public housing estates will be upgraded and there will be major investments on facilities for arts, culture and recreation. \n  <div align=\"center\">\n   <h4>THE FY90 BUDGET ESTIMATES</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The FY90 Budget reflects the steady progress made in achieving our long-term policy objectives. Government expenditure as a proportion of GDP will be maintained at the present level while the manpower establishment as a proportion of the total workforce will be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government's total expenditure in FY90 is projected to be $14.14 billion, an increase of $1.18 billion or 9.1% over the revised FY89 expenditure of $12.96 billion. The estimated expenditure of $14.14 billion will amount to 24% of GDP, which is consistent with our objective of maintaining expenditure at a level no higher than 25% of GDP over the long-term. Of the total expenditure, recurrent expenditure accounts for $9.52 billion or 67.3% and development expenditure for $4.62 billion or 32.7%. \n  <br>\n  <br>\n  <i>Recurrent Expenditure</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Total recurrent expenditure for FY90 is projected to be $9.52 billion, an increase of $1.31 billion or 16% over the revised FY89 expenditure. The rate of increase for FY90 is higher than the average for the past five years, but as a proportion of GDP, it remains at about 16%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure On Manpower (EOM) is projected to rise to $2.09 billion. This is an increase of $201 million or 10.6% over FY89. EOM for most Ministries will rise, with increases ranging between 10% to 21%. The increases are to cater for normal salary increments, the planned increase in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 28</b></font>\n  <br>\n  <br> employers' CPF contribution, salary revisions and the need to fill vacancies in essential services. The Health Ministry's EOM, however, shows a decrease because manpower costs associated with the newly restructured Kandang Kerbau and Toa Payoh hospitals will be met from Grant-in-Aid allocations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increases in manpower costs have been moderated by reductions in the staff establishments of a number of Ministries. The reductions arise from deletions of redundant posts, streamlining of work procedures and organisational reviews. The total authorised staff complement of Ministries including government-funded statutory boards, will be reduced to about 109,000 posts, a drop of more than 2,600 posts. Of the reduction, about 1,700 posts are from the permanent establishment. The bulk of the reductions is from the staff complements of the Ministries of Health and National Development. Staff increases are, however, supported for the Courts, the Auditor-General's Office and the Ministries of Education, Home Affairs, Labour and Law. The total manpower establishment in FY90 would grow only by 239 posts, or 0.2% higher than the zero-growth target. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other Operating Expenditure (OOE) for FY90 is projected to be $860 million. This is 16.9% or $124 million more than the OOE in FY89. The increase is partly due to a contingency provision of $25 million as Government's contribution, on a dollar-for-dollar basis, to the 25th Anniversary Charity Fund. Excluding this one-off item, the increase in OOE would be 13.5%, a relatively high rate of increase compared with the average annual increase of 6% over the last five years. The larger than normal rise in OOE is attributable to a number of factors, the most important being substantial increases in financial subsidies to child care centres, higher grants to the Citizen Consultative Committees, increase in rental for government offices, implementation of the recommendations of the various Advisory Councils, and expenditure on the 1990 Census of Population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Grant-in-Aid (GIA) will be increased by $152 million or 14.7% to $1.18 billion. Of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 29</b></font>\n  <br>\n  <br> the increase, $47 million is for additional subventions to the restructured hospitals, particularly Kandang Kerbau and Toa Payoh hospitals. Another $27 million has been budgeted as a grant to the Singapore Broadcasting Corporation for public service radio and television programmes. The provision for operating subsidies to the Town Councils is increased by $15 million to a total of $42 million. The balance of the GIA increase is to meet the higher operating deficits of tertiary educational institutions and other government-funded statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Expenditure on Pensions is expected to rise by $32 million or 12.4% to $294 million. Of the increase, $17 million is statutory expenditure consequential to a projected rise in the number of retirees. The remaining $15 million is to meet increases in medical and dental expenses incurred by pensioners and also for ex-gratia payments arising from the restructuring of government hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debt Servicing costs are expected to increase by $249 million to $1.8 billion. The increase is to meet interest payments on domestic loans that were raised in the second half of FY89 as well as new loans that are expected to be raised in the first half of FY90. \n  <br>\n  <br>\n  <i>Development Expenditure</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Development expenditure is projected to be $4.62 billion. This estimate includes a sum of $800 million as the second reimbursement to HDB for infrastructure and resettlement costs incurred on land returned to the Government earlier. The initial reimbursement amounting to $1.07 billion was made in FY89. Excluding both these transactions, the projected FY90 development expenditure would be $3.82 billion, which is marginally higher than the revised FY89 development expenditure of $3.68 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Excluding public housing expenditure, direct government development expenditure and capital grants for approved projects would amount to $3.06 billion or 5.2% of GDP. The major development outlays in FY90 are to meet expenditures on the final phase of the MRT system and the second passenger terminal at Changi \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 30</b></font>\n  <br>\n  <br> Airport; construction of the Senoko Refuse Incineration plant; development of infrastructural and tourist facilities on Sentosa; construction of civil defence shelters and prisons; the development of independent schools, aided schools, junior colleges and higher education institutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Capital grants for public housing, including capital subsidies to the HDB and Town Councils, are expected to decline by 60% from $981 million in FY89 to $423 million in FY90. The major reduction is due to lower capital subsidies required by the HDB as a result of the reduced scale of its public housing programme. The reduction, however, is partly offset by a provision of $51 million for the HDB upgrading programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The projected development expenditure includes a contingency provision of $333 million for new development projects that may be submitted by Ministries for implementation in FY90. An allocation of $150 million would also be provided for Research and Development (R&amp;D) expenditure in FY90. The provision for R&amp;D would be increased gradually over the next five years to about 1% of GDP. \n  <div align=\"center\">\n   <b>MANAGEMENT AND CONTROL OF GOVERNMENT EXPENDITURE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Block Vote Budget Allocation System which was introduced in FY89 provides Ministries very considerable autonomy in managing funds and manpower. The system enables Ministries to respond speedily to changing needs and circumstances. The objective in decentralizing financial control is to encourage managerial initiative and to promote the import of the techniques and ethos of business management into the public sector. While Ministries are given greater flexibility in managing their allocated resources, they are also expected to regularly monitor key activities to ensure that programmes are relevant and cost-effective. Ministries must hold themselves accountable for the costs they incur and the results they produce. My Ministry has, therefore, started the setting up of Management Accounting Systems in Ministries to provide them with the tools to track the costs of their services, products or activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 31</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase 1 of the Management Accounting Systems project covers five Ministries, namely, the Ministries of Finance, Education, Health, National Development and Environment. As the Accountant-General's Office and the Management Services Department, which is the Government's in-house management consultancy arm, have limited manpower resources, external consultants have been engaged to assist in the implementation. By the end of FY90, these five Ministries should have a working management accounting system which will allow them to exercise effective control over costs and facilitate management decisions on resource usage. It is my Ministry's plan that by FY93, all Ministries should have management accounting systems installed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In developing management accounting systems, it is necessary to introduce certain aspects of accrual accounting to supplement the Government's cash basis of accounting. In particular, a Fixed Assets System is being installed to record the stock of public capital assets and compute depreciation expenses. This system should be ready by May 1990 for use by Ministries under Phase 1 of the Management Accounting Systems project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parallel with these developments, the Management Services Department and the Management Services Units within Ministries will continue to review the organisation, systems and procedures of Ministries to improve their efficiency and effectiveness. Periodic zero-based reviews will be conducted to ensure that outdated practices are weeded out and operating procedures meet present day needs. \n  <div align=\"center\">\n   <h4>PART III - REVENUE AND TAX CHANGES</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I shall now turn to Government's revenue position and proposed tax changes for FY90. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's revenue position has strengthened as the economy continued to expand into 1989. It is estimated that total revenue for FY89 will reach $15.3 billion, a 12.4% increase from the $13.6 billion of FY88. The substantial increase arises from the two years of high growth in 1988 and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 32</b></font>\n  <br>\n  <br> 1989. This year, our economy is expected to slow down, in line with the world economy. Revenue growth is therefore expected to be lower in FY90. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Total revenue for FY90 is estimated at $15.6 billion. With total expenditure budgeted at $14.1 billion, a budget surplus of $1.5 billion is expected. This happy outcome is the result of our sound revenue position and prudent expenditure policies pursued over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I pointed out earlier in my speech, Singapore is a small country without natural resources. We cannot therefore afford to indulge in profligate spending on account of anticipated surpluses. Instead, we should allow surpluses to accumulate when times are good so that when necessary, such as during recession years, we can fall back on the reserves to tide us over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, prudence should not be equated with miserliness. Over the years, when the economic situation allowed, the Government has channelled some of its surpluses back to the economy through generous tax reductions and incentives. This is in line with the Government's philosophy to tax factors of production as lightly as possible to encourage enterprise and ensure that our industries are internationally competitive. The tax rebates and rate reductions which have been given since FY80 now total more than $1 billion a year. Consequently, our effective corporate and individual tax rates are still among the most competitive in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is thus no compelling need to adjust our tax rates at the moment. However, there is scope this year for the Government to share the gains of a buoyant economy with the private sector. I will elaborate on this later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In past Budgets, I have mentioned the possibility that a broad-based system of consumption tax may need to be introduced when revenue from our existing tax package becomes insufficient to support expenditure. As the FY90 budget outlook is favourable, such a tax will not be needed this year and probably not for some years, as long as our economic growth remains strong and government expenditures are kept under control. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 33</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we should not assume that this happy state of affairs will continue indefinitely. If ever the Government is pressed for revenue to finance its programmes, it will need new sources of taxation. In nearly all developed countries, a value-added tax is an integral component of the system of revenues. It will complement our system of direct taxes and would provide Government with a stable source of revenue, less dependent on economic conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the coming financial year, I intend to introduce legislation on a comprehensive goods and services tax. The intention is to have the legislation in place, but to defer its actual implementation for as long as the revenue position permits. This will allow ample time for public discussion and education, uncomplicated by the need for immediate application. The introduction of a comprehensive goods and services tax will mean a major change in our tax system. Experience in other countries has shown that public understanding and acceptance of its workings can only be achieved over an extended period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economy has responded well to the various fiscal measures implemented over the years, and has consistently performed beyond expectations. With the present tight labour situation and rising prices, there is no immediate need for any additional fiscal stimulus. However, specific tax incentives will promote investments and growth in particular sectors of the economy and help to ensure that growth continues. I therefore intend to introduce new tax incentives this year to promote industries with high potential for growth and greater sophistication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several special tax incentives to encourage procreation were announced in the FY87 and FY89 Budgets. These have been followed by an encouraging increase in the number of new births, demonstrating the efficacy of financial incentives for this purpose. Unfortunately, the increase in the birth rate is still insufficient to reverse the decline in fertility. I therefore intend to introduce additional incentives and improve on existing ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I now turn to the proposed tax changes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 34</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAX CHANGES</b>\n  </div> \n  <br>\n  <br>\n  <i>Tax on companies</i> \n  <br>\n  <i>Company Income Tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the rate of corporate tax was reduced from 33% to 32%. This year, I intend to reduce the corporate tax rate by an additional 1%, from 32% to 31%. This further reduction of the tax rate reaffirms Government's objective of taxing productive sectors as lightly as possible, so long as economic conditions allow. The move also ensures that our tax rates will remain competitive worldwide. The 31% tax rate will take effect from Year of Assessment 1991. Hence, any dividends paid on or after 1 January 1990 would carry a tax credit of 31%. The revenue loss is expected to be $70 million annually. For many companies, this will offset some of the additional business costs which they have to pay, such as higher foreign workers levies and premiums for vehicle quotas. \n  <br>\n  <br>\n  <i>Stamp Duty for Share Transactions</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Stock Exchange of Singapore will commence scripless trading on its Main Board from April 1990. Under this electronic trading system, stocks and shares transacted will be automatically registered without any transfer document. Currently, a stamp duty of 20 cents per $100 or part thereof of the value of the stocks or shares is payable on such transfer documents. To keep our stock market competitive, I have decided not to levy stamp duty on transfers done electronically. This will lower the costs of transacting securities on the scripless system. Transactions on the scripless trading system will therefore be subject only to the existing stamp duty on contract notes of S$1 per $1,000 or part thereof of the stock or shares transacted. This will cost the Government a revenue loss of about $35 million per year. \n  <br>\n  <br>\n  <i>Finance and Treasury Centre (FTC) Incentive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last decade has been characterised by sweeping de-regulation in the global financial markets. International capital flows have become larger and more variable, leading to increased volatility in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 35</b></font>\n  <br>\n  <br> exchange and interest rates. Consequently, more multinationals have found it necessary to hedge their financial risks through treasury and risk management activities. MNCs which have worldwide businesses and financial activities, have established separate divisions to manage their treasury and financial operations. Such divisions of MNCs are now among the major participants in international foreign exchange and capital markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage them to set up and expand their operations here, I propose to grant a tax incentive for the establishment of Finance and Treasury Centres in Singapore. This incentive will spur such institutions to perform treasury, financing and other financial services for their own account and for companies in their group. Income accruing to such centres from trading in foreign exchange, offshore investments and provision of financial services to related companies will be taxed at a concessionary rate of 10%. This incentive will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Approved International Trader (AIT) Incentive Scheme</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has prospered as an entrepot centre due to its conducive business environment, free trade policies and good infrastructure. It is ideally suited to service the trading requirements of the Asia Pacific region, in the same way that London and New York support their respective geographical regions and time zones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year I introduced the Approved Oil Trader Scheme under which oil traders were granted a concessionary tax of 10% on approved offshore oil trading activities. The AOT scheme has already brought additional business to Singapore. To develop Singapore as a Global Entrepot and to promote international trading of other major commodities in Singapore, I have decided to grant the 10% concessionary tax rate to Approved International Trading companies, trading in approved commodities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 36</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The approved commodities would include rubber, timber, edible oils, coffee, cocoa, metals and minerals and bulk chemicals. This scheme will essentially be similar to the Approved Oil Trader Incentive and will be administered by the Trade Development Board in consultation with the Revenue Division of my Ministry and the Inland Revenue Department. The incentive will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Tax Guidelines on Financial Leasing and Incentive for Offshore Leasing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tax guidelines were first proposed in 1982 to regulate the tax treatment of financial leasing transactions. Based on feedback from the leasing industry, I have decided to simplify the guidelines and to relax the criteria for determining whether a leasing contract will be treated as a genuine lease agreement for tax purposes. Constraints will no longer be placed on the total rental payment and duration of the initial lease term, the rental reduction on extension of lease, and the way payments are scheduled. However, to prevent financial leasing transactions from being used as a tax shelter, capital allowances for leased assets will not be allowed to be deducted against non-leasing incomes of the lessor. This will apply to assets leased under lease agreements made on or after 1 April 1990. This restriction on capital allowance deduction will not apply to operating leases, such as the hiring of vehicles. The revised guidelines are attached as Appendix I (Cols. 51 - 52) to my Budget Statement. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900302/19900302-HA-0550051.htm\">Appendix I - TAXATION GUIDELINES FOR FINANCIAL LEASING (Cols. 51 - 52)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following the revision in the leasing guidelines, I propose to encourage offshore leasing activities by taxing incomes from offshore leasing at a concessionary rate of 10%. This is in keeping with existing incentives for promoting offshore financial services. However, capital allowances for assets leased overseas will only be allowed to be deducted against the offshore leasing income. This will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 37</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Extension of Offshore General Insurance Incentive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, underwriting profits from insuring offshore general risks and the interest and dividends from investing such profits are taxed at a concessionary rate of 10%. Although this incentive has helped the offshore insurance business to grow by over 10% per year since 1980, the absolute size of the business is still minuscule by world standards for it started from a very small base. The insurance industry is an important leg of our financial services industry. There is high potential for growth, especially in reinsurance and captive insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To promote further growth, I propose a tax incentive to broaden the capital base of insurance companies. With effect from Year of Assessment 1991, a concessionary tax rate of 10% will apply to interest and dividends from investing the whole of the shareholders' funds which are used to support the offshore insurance business. However, to prevent our tax base from being eroded, Singapore dividends and interest from investing the shareholders' funds and the offshore insurance fund, apart from interest from ACU deposits, will be excluded from the tax concessions. \n  <br>\n  <br>\n  <i>Offshore Life Insurance Incentive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In keeping with the objective of promoting offshore insurance business, I propose also to extend to the offshore life insurance business, tax concessions that are similar to those granted to the offshore general insurance business. A concessionary tax rate of 10% will therefore apply to interest and dividends from investing the offshore life fund and the shareholders' funds supporting the offshore life business. Singapore dividends and interest, apart from interest from ACU deposits, will similarly not qualify for the tax concessions. This will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Extension of Post Pioneer Incentive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my 1986 Budget Speech, I announced the introduction of a post-pioneer incentive to be made available to companies upon expiry of their pioneer period. The incentive provides for a concessionary tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 38</b></font>\n  <br>\n  <br> rate of as low as 10% for companies undertaking approved activities, and is granted for a period of up to 5 years. It was introduced to cushion pioneer companies from having to pay the full corporate tax rate, upon expiry of their pioneer incentive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now propose to extend the post-pioneer period by 5 years. This means that a company can enjoy the concession for up to 10 years. This is in keeping with our intention to remain competitive. Furthermore, the concession would be useful as a promotional tool to encourage pioneer companies to continue upgrading their operations in Singapore. This extension will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Extension of Operational Headquarters (OHQ) Incentive</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Operational Headquarters or OHQ incentive scheme was introduced in 1986 to attract multinational companies to set up their headquarters in Singapore to service the needs of their subsidiaries and related companies in the region. With the growth and expansion of investments and trading opportunities, OHQs are increasingly called upon to provide finance and treasury services to their related companies. In the course of providing such services, they may also derive income from trading in foreign exchange and offshore investments, on their own account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As these are high value-added activities and in line with our objective of developing Singapore into an international financial centre, I intend to extend the OHQ incentive to cover such income. The income will now qualify for the 10% concessionary tax rate. This concession will take effect from Year of Assessment 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now turn to tax on individuals. \n  <br>\n  <br>\n  <i>Tax on Individuals</i> \n  <br>\n  <i>Personal Income Tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am satisfied that our existing personal income tax rates remain fair and equitable so that there is no immediate need to alter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 39</b></font>\n  <br>\n  <br> the tax schedule. However, to reward effort and enterprise, I propose to give an across-the-board once-off rebate of 5% on personal income tax for Year of Assessment 1990. The estimated revenue loss is $60 million. \n  <br>\n  <br>\n  <i>Procreation Incentives</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our population problems have been aggravated by a trend of delayed childbearing, especially for lower order births. From 1980 to 1989, the median age of mothers at first birth increased from 25.3 to 27.4 years of age. For second births, the median age of the mothers increased from 27.6 to 29.8 years. The delay in the second birth follows inevitably from the delay in the first birth. These delays are particularly pronounced for the higher educated. The second births for post-secondary and tertiary educated mothers, for instance, tend to occur after age 31. Survey findings have also shown that if a mother has the second child in her early thirties, it is less likely for her to have a third child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To correct these trends, the Government has decided to give a special tax rebate to encourage families to have their second child earlier. Families with their second child delivered before the mother reaches 31 years of age will receive a special tax rebate of $5,000. If the delivery is before age 30, the rebate will be increased to $10,000; if it is before 29, the rebate will be $15,000; and if it is before 28, the rebate will be $20,000. The rebate will be granted from Year of Assessment 1991 for the second child born on or after 1st January 1990. It can be used to set off against either or both of the parents' income tax liabilities but must be absorbed within a period of 7 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rebate for the second child, together with the existing rebates for the third and fourth child, will be allowed to be claimed consecutively. To allow more families to claim the full $20,000 tax rebates for the third and fourth child, I have decided to extend the 5-year period within which each of the rebates have to be absorbed to 7 years. This extension will also apply to the additional rebates, equivalent to 15% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 40</b></font>\n  <br>\n  <br> of the wife's earned income, granted in lieu of maternity leave, for the births of the third and fourth child. The cumulative period within which the three rebates can be claimed will be 21 years. \n  <br>\n  <br>\n  <i>Relief for Aged Parents and Handicapped Dependants</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, in support of the Government's call to families to care for their aged and handicapped dependants, I increased both the aged parent relief and the handicapped dependant relief to $2,500. This year, to further encourage families to care for their aged and handicapped dependants, I have decided to increase both tax reliefs to $3,500. This will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Relief for the Foreign Maid Levy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, in announcing further increases in the foreign maid levy, the Minister for Labour also announced that tax relief for the levy would be given to married women to encourage them to continue working and raise families. I have decided to extend this relief to divorced women and widows with children. The relief will be a sum equal to twice the annual levy paid in respect of one foreign maid. It will be available from Year of Assessment 1991. \n  <br>\n  <br>\n  <i>Deduction for CPF Contributions of Self-employed Persons</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Self-employed persons who make voluntary contributions to CPF, including payments to Medisave, are currently allowed to deduct such contributions from their assessable incomes. The deduction is limited to 10% of the assessable income from self-employment, subject to a maximum of $7,200 per year. In order to encourage self-employed persons save more to provide for their own needs when they retire, I have decided to raise the limit for such deductions to 15% of the assessable income from self-employment, subject to a maximum of $10,800 per year. This will take effect from Year of Assessment 1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 41</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Property Tax on HDB Residential Flats</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I announced last year that the property tax rate of 23% will be reduced to 16% of annual value with effect from 1st July 1990. However, for non-HDB owner-occupied residential properties, a concessionary property tax rate of 4% of annual value will be levied. I have decided to extend the same concessionary property tax rate of 4% of annual value to HDB owner-occupied residential properties with effect from 1st July 1990. As in the case of all properties, the annual value of HDB residential properties will be updated from time to time to reflect prevailing market conditions. \n  <br>\n  <br>\n  <i>Stamp Duty on Transfer of HDB Flats</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of buying and selling HDB properties was reduced from last year when I lowered the stamp duty on property transactions. This year, I intend to give a further concession for transfers of HDB flats within a family by remitting the stamp duty in excess of $10 payable on any instrument executed in respect of such transfers. To obtain this concession, the transfer must not be for the purpose of profit and at least one of the original lessees must remain a lessee. This concession will take effect from 1st April 1990 and will be administered by the HDB. The revenue loss arising from this concession is estimated to be $3 million a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I will now touch on other taxes. \n  <br>\n  <br>\n  <i>Duty on Liquor</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Duties on liquors were last raised substantially in 1987. I do not propose to make any changes this year. \n  <br>\n  <br>\n  <i>Duty on Tobacco and Cigarettes</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tax on cigarettes and tobacco has been increased annually since 1987 and has been effective in curbing the growth in consumption. In addition, other measures to discourage smoking have also been introduced, including the national anti-smoking campaign, the ban on advertising of tobacco products and the prohibition of smoking in air-conditioned public places \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 42</b></font>\n  <br>\n  <br> where food is served. These non-price measures need time to work, but if they prove effective, there may be less need in future to rely so heavily on price to discourage smoking. There will therefore be no increase in the duty on tobacco and cigarettes this year. \n  <br>\n  <br>\n  <i>Duty on Petrol</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The duty on petrol was last revised in May last year as part of a package of measures to curb vehicle growth and to discourage the unnecessary use of cars. It is a tax on the usage of cars, and thus complements the controls on ownership, such as the quota system announced earlier this week. There will therefore be no change in the duty on petrol. \n  <div align=\"center\">\n   <b>CONCLUSION</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, our economy is now growing robustly in all sectors. The 1985 recession is well behind us. We have moved into a new phase of economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had three very good years in a row. In the coming years, let us keep up the momentum of progress. Our objective is to strive for high growth for as long as it is sustainable. The fiscal measures proposed in this Budget reflect the growth strategies which the Government has adopted to achieve this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tax incentives are aimed at promoting high value-added activities and offshore services, to exploit our advantageous location, excellent infrastructure, and first rate workers. At the same time, it is hoped that the procreation incentives will encourage earlier child bearing and alleviate our population problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can all be cheerful this year, about the good years we have had and the bright prospects for the coming year. Although there are uncertainties ahead, as there always will be, the general outlook for the future is encouraging. We have made a dramatic turnaround from the 1985 recession. It is a splendid testimony of the ability of our people to adapt to changing economic circumstances. I have strong confidence in our being able to keep up the momentum of our progress. Provided we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 43</b></font>\n  <br>\n  <br> continue to watch our competitiveness closely, we shall within the next decade achieve developed country status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move. [Applause] \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That Parliament approves the financial policy of the Government for the financial year 1st April, 1990 to 31st March, 1991.\" In accordance with paragraph (1) of Standing Order No. 84, the debate now stands adjourned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed on what day, Dr Hu? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 44</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> On Monday, 12th March, 1990. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to Monday, 12th March, 1990.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Eleven minutes\n  </div> \n  <div align=\"right\">\n   past Five o'clock pm to\n  </div> \n  <div align=\"right\">\n   Monday, 12th March, 1990.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 45</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900302/19900302-HA-0550045.htm\">SINGAPORE'S RELATIVE UNIT LABOUR COST AGAINST THE OTHER NICs IN MANUFACTURING, NOMINAL GDP - WAGES &amp; PROFITS, UNIT BUSINESS COST INDEX OF MANUFACTURING, 1980-1989 OVERALL (Cols. 45 - 50)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 46</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 47</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 48</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 49</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 50</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 51</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900302/19900302-HA-0550051.htm\">Appendix I - TAXATION GUIDELINES FOR FINANCIAL LEASING (Cols. 51 - 52)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 52</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
