{"memberId": null, "volumeNo": "56", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"56\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1990-06-12\"> \n  <meta name=\"Start_Col\" content=\"109\"> \n  <meta name=\"End_Col\" content=\"166\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">56</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">12-06-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 56</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 12th June, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>BILLS INTRODUCED</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAINTENANCE OF RELIGIOUS HARMONY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to provide for the maintenance of religious harmony and for establishing a Presidential Council for Religious Harmony and for matters connected therewith\", \n  <br>\n  <br>presented by the Minister for Home Affairs (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Central Provident Fund Act (Chapter 36 of the 1988 Revised Edition)\", \n  <br>\n  <br>presented by the Minister for Labour (Mr Lee Yock Suan); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [11th June, 1990], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\".' - [Mr Lew Syn Pau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai (Bedok GRC):</b> Mr Speaker, Sir, I rise to speak in support of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am gratified that the largest part of the President's Address was devoted to social issues. To my mind, these issues in the long run take precedence over all others. They will determine our viability as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an old Russian saying that has a special meaning for me as a Singaporean. It says that the supreme punishment you can inflict on a Russian is to exile him from his country, his \"Mother Russia\" as they call it. To exile him is to cut him off from his spiritual roots. It is a fate more painful than death. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, would Singaporeans feel the same way about being exiled? Today, many Singaporeans exile themselves: they emigrate. Yet life in Singapore has never been so good. Last week, the First Deputy Prime Minister opened an exhibition designed to excite Singaporeans with the prospect of a gleaming high-technology city where everything works, and works efficiently. The image of the year 2000 is indeed impressive and worth striving for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But will this Singapore be the motherland to Singaporeans that Mother Russia was to the Russians? Will it be enough to stop Singaporeans from leaving? I wish I could say that it will be, but I am not sure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has spoken of \"new challenges to inspire our people.\" In my humble view, there is an old challenge that we have tried to meet but not yet won. It remains our most important challenge. It is the challenge of our people coming together as a nation, sinking our roots here so deep that they would not be tempted away by cheaper housing and better cars in Australia, or bigger salaries in America, or less stress in Canada, or more liberal personal freedom in the United Kingdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what will hold Singaporeans here? I have had occasion to talk to Singaporeans who recently emigrated, or who returned from long assignments abroad. I asked them: What did you miss from Singapore? They did not miss the Shenton Way skyline. Hong Kong and New York have better skylines. They did not miss the shops in Orchard Road. Tokyo and London have better shopping. Nor did they miss our super-efficient MRT or beautiful airport. Surprisingly, they missed the seemingly little things in life. Forgive me if I sound a little frivolous, but I think the person who summed it up best said to me, \"I miss the Singapore char kway teow.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at last year's National Day rally, our Prime Minister was moved by the bespectacled young man who said that he would not leave Singapore because this was the place he called home. What makes a man love his country and call it home? I cannot be certain what it is, in the case of Singapore. But I think I know what it is not. It is not the legendary cleanliness of our streets, or the 8% growth rate of the 1990s, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> or the quality of our public housing. All these are strong pull factors, to be sure. But gleaming towers, productive factories, efficient communications and streets that are safe to walk are important mainly to our viability as an economy. They do not make a nation. For that, we have to look beyond. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a vague notion that what will help us to coalesce as a nation has something to do with the seemingly little things in life: having a good laugh with your school friends, a glass of beer late at night in Bugis Street (the old Bugis Street), sitting on a hard stool smothered in smoke at the Satay Club, drowning in the Kallang roar when Fandi scored a goal, listening to a tale on Rediffusion by Lay Tai Soh, jostling with the crowds in Chinatown on Chinese New Year's eve, and not to forget, watching the Prime Minister mesmerise his audience with unending anecdotes at National Day rallies. Such are the little things that make Singapore great for Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that we never forget that a great nation is made up not just of high ideals or lofty ideology, but also of small traditions and shared experiences: the sights, the smells and the sounds that make up our memories, our loves, our friendships, our disappointments, and our triumphs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am reminded of lines from the English poet, William Wordsworth, as he recollects his early childhood: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Thanks to the human heart by which we live, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thanks to its tenderness, its joys and fears, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me the meanest flower that blows can give \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thoughts that do often lie too deep for tears.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans too have their thoughts and their tears. We have some history, traditions and the many small things that bind in some mysterious fashion the hearts of the people to this place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our haste to reach the ranks of the developed nations, we have sometimes cast aside buildings, places, fragile traditions and old practices that collectively form our roots and heritage. I am greatly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> heartened that the Urban Redevelopment Authority has in recent years paid increasing attention to the preservation of buildings of historical significance and tried to retain the character of places like Chinatown, Little India and Geylang Serai. We did it partly for commercial reasons, to make this place more interesting for tourists. But to me, the more important consideration is that they are part of the character and spirit of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, buildings and monuments are not enough. We must nurture great literature, art and drama. We must create room for charismatic people, for colourful personalities, for men with passion and purpose. The nation needs more heroes, people we admire and idolise - great writers, movie stars, television personalities, sportsmen, statesmen and philosophers. People of whom we can tell our grandchildren, people who will move on to become the subjects of literature and legend in succeeding generations. Heroes form the rallying points of a nation's psyche. They create pride and identity in a nation. They forge this indescribable bond amongst people, a bond that makes them a people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a Japanese saying that the nail that sticks out must be hammered down. We cannot afford to do this in Singapore. We already have too few heroes. We must redress this shortcoming. This is the challenge for the rest of this decade and beyond for our Government, for our captains of the media, and for the leaders of our cultural and community organisations. I hope, Sir, that they will not fail us. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Speaker, Sir, I rise to support the motion moved by the Member for Tanglin in thanking the President for his Speech delivered on 7th June, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there can be only a few governments in the world with such an overwhelming majority of seats in Parliament that pay this much attention to the needs of its people. In Singapore, democracy has a history of only a quarter of a century but we have seen ample proof of the sincerity of this Government, its willingness to subject itself to scrutiny, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> fire retro-rockets for mid-course corrections and even to admit publicly that not all of its policies have brought the desired benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have over the years had the opportunity to meet and discuss with parliamentarians from other democracies their systems and ours. Often I have been asked if we, the PAP MPs, really represented in Parliament all the diverse views of our citizens considering that all but one seat belong to the ruling Party. I have never been at a loss to explain the duties and functions of the PAP Backbenchers. I could sincerely say that it was our duty to represent all citizens of our constituencies even those who voted against us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can point to one other premise to explain how the ruling Party govern Singapore. The very fact that we are now debating the Presidential Address after Parliament was prorogued a few months ago is ample testimony of the Government's commitment to its people. Here is a Government that asks itself if its policies and directions are heading the right way. It asks if more could and can be done. It seeks clarification on a number of issues. It invites the widest possible discussion on national issues. It re-examines past policies and it checks if new ones are really all that beneficial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before the end of this session we will have a new Prime Minister who has proclaimed his desire to prorogue Parliament yearly to take stock of his Government's progress. Do we need any further demonstration of commitment? Some of our critics who have labelled us as being over-governed may still mutter that this is not enough. But I do not believe that the majority of Singaporeans can ever question the sincerity and desire of this Government to create an even bigger cake for its citizens and to raise living standards for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What more can we do? There are obviously new challenges in the horizon. Among the more pressing is that related to the poor in our communities. We cannot deny that there are some who find it difficult to make ends meet to pay for the education of their children and even to meet utility bills. I am glad to note that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> Government gives attention to this aspect and pledges, as set out in the Presidential Address, to \"lighten the burden of bringing up their children\". I also think it is a bold step to commit the Government to \"increase their assets\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government may already have a scheme worked out, may I, Mr Speaker, suggest that the Government consider a lower CPF rate for those earning $500 and below and less school fees for those children whose parents fall in this category. Statistics show that only a small percentage of our citizens falls into this category of the really low income group. For that reason, I do not believe that getting employers to pay the major portion of the CPF contribution is going to substantially increase the cost of doing business. In these exceptional cases, the employer should pay the present rate of 23% and the employee pays only 15%. That would be one way to \"increase their assets\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Upgrading of HDB flats, in a manner, also increases the assets of the owners. However, it is of little consequence to the owner to realise that his property is now worth, say, $100,000. He would have to sell his property to claim this asset. A roof over his head is his prime consideration and not the intangible worth of his house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I concede that the Ministry of Community Development has recently increased its welfare payment scheme. It is appreciated, but it is only a small measure. I am not calling for more hand-outs but perhaps a proper study and evaluation to determine who falls into this extremely low income group. There must be a basket of measures to help them. This can include lesser rentals, no income tax, less PUB charges, grants for school fees, subsidized meals and hospitalisation. I think this will be among the challenges that we will have to face as Singapore heads towards the next century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not allow some of our citizens to be deprived of the overall growth and progress of the country. In that respect, I see the introduction of the family services centres (FSC) as an important element in uplifting the quality of life in our communities. MCD has again taken the lead in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> creating the conditions for such family service centres to be set up in the various parts of the country. I am happy to state that Telok Blangah expects to have such a centre in operation before the end of the year. We believe that the FSC will provide an extremely useful service, especially since it is community-orientated. We have planned and mapped our strategy so well. Let us not neglect this very small but significant group of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in setting up FSCs, there are numerous financial problems to be overcome. While MCD grants a sum that is equivalent to 50% of the start-up and operational costs, this is too little. After all, the FSCs are part of an essential service to the poor and to those who need the specialized service provided by the centres. Without greater funding, there is too much pressure on the operators of FSCs. I accept the fact that community leaders must attempt to raise part of the fund to run the centres. But I think it places too much of a burden on them to first serve in their various capacities in the FSCs and then also to be expected to organize schemes to raise the necessary fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must also point out that not all corporate organisations are forthcoming in their pledges of financial support. My own experience has been somewhat disappointing in that our appeals to the various foundations and corporate citizens for such funds for the Telok Blangah FSC has met with little success. Perhaps it is because I am not too familiar with the big boys, but whatever happens, I am committed to setting up the FSC in Telok Blangah. I would like to thank the Minister for Community Development and his Ministry for the kind support he has shown us with the allocation of an additional grant. And the other two responses have come from the 25th Anniversary Fund Committee and the PAP Foundation. Under these circumstances, I urge MCD to consider providing more funds to the FSC scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other subject of importance which I would like to touch upon relates to the transition of leadership. I can think of no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> better tribute to the Prime Minister, Mr Lee Kuan Yew, than to state that he has paved the way for his successor to take over the reins of Government. This renewal process has seen Singapore benefit from the infusion of new blood, great talents, and dedicated men and women. It has indeed been visionary of the leaders of the earlier generation to have themselves succeeded by the younger generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the top leadership has taken this renewal process seriously, it is my hope that fresh blood can be injected into the grassroots organisations as well. The cue must be taken from the Prime Minister and the First Deputy Prime Minister who have carefully over a number of years introduced younger leaders into Parliament. It would indeed be a shame if our grassroots organisations, like the CCCs, RCs and CCMCs, cannot find new faces to bolster their ranks. Let us not neglect or fail. The young must come forth and serve our nation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I rise to support the motion in the name of the hon. Member for Tanglin to thank the President for his Speech made at the Opening of the Second Session of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the President's Address, it was stated that the Government's programme is to create a better life for all Singaporeans. This proclamation of intention is one thing but, in reality, is the Government creating a better life for all Singaporeans? I do not think so. Singaporeans have to pay more for new cars. New car prices have shot up by at least 30% or more, not from January 1989, but from January of this year. Tuition fees of independent schools have been increased by ten times; hospitals fees have been raised, as one hon. Member yesterday stated, to a level when it can bankrupt retirees who are unfortunate to fall sick and have been warded in hospitals. Rentals of both commercial as well as private properties have all gone up. This has created problems for our local businessmen. HDB commercial property rentals are also not cheap. They can never be cheap because of the tender system. Local Singaporeans have to work very hard to pay for their high rentals. I often \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> hear local shopkeepers complain, \"I am working only for the landlord.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During my visits to the HDB flats, I noticed that many working couples do not come home until about 10.00 o'clock in the night. When I asked them for the reason, they say they are at their business. Long working hours appear to be the norm for many Singaporeans who run their own businesses. Are these people better off? The answer is obviously no. Most Singaporeans who run their own businesses have to work long hours from early morning to late at night, day-in and day-out, in order just to make a living. Many Chinese who run their own businesses have only their holidays once a year during the Chinese New Year. These are the self-employed small businessmen and they do not have CPF to their credit. For them, they cannot afford to fall ill. Their children have problems too, as both parents are out working all day and no one to look after them when they return from school. The Government levy on foreign maids is exorbitant and these parents cannot afford to engage them. For the majority of Singaporeans, their lives have not improved since the last session of Parliament. The extra costs they have to pay are all Government initiated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has our education system improved? I say it is still very unsatisfactory. It is flawed. My reasons for saying so are as follows: Firstly, our local schools, except the independent schools, are over-crowded. Secondly, there is no compulsory education. Thirdly, our schools are examination-orientated. Fourthly, our school curricula are too over-loaded. Fifthly, there is still streaming in Primary 3 and Primary 6 levels. These problems are not new. I have spoken about them at one time or other in public since 1984. Except for the independent schools, our school is not getting better. An enrolment of 40 pupils in the class is definitely too large. A teacher can never teach effectively in such a class size. The teacher will not be able to give individual attention to all pupils. In fact, it was reported that almost every child in Primary 6 has a private tutor to coach him or her outside school hours. This is an indictment on our school system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is well known that the second language is a problem to many pupils. Why is this so? This is not because our pupils cannot cope with their mother tongue but because there is no effective teaching in an overcrowded classroom. If our class size is small, I am certain our pupils have no difficulty mastering the mother tongue as the teacher can give individual attention to the weaker students. When the class is large, it also inhibits the promotion of creativity in the pupils. Creativity can only come if there is an interaction between the teacher and the pupils. When the class enrolment is too large, it makes it impossible for an interaction between the students and the teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Japan, Taiwan and South Korea, there is compulsory education there in varying number of years. In Singapore today, we still do not have compulsory education. Compulsory education is good. This is to ensure that no child misses out on his or her schooling. I would suggest that for a start the Government should immediately legislate to make compulsory education for every child for eight years from age six years and eventually to increase the period to 10 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our school children in their school career are taking more official examinations than their Japanese or European counterparts. Children should not be made to sit common examinations when they are still in their primary level because their brains have still not fully matured. The late developers will be penalised irreparably if they are made to sit qualifying examinations at that tender age and fail. Young children are very sensitive, and once they are branded failures, through no fault of theirs, that stigma may remain with them for the rest of their lives. Psychologically, some people may not be able to shake off the traumas of early failures. And although in their later years when their brains have fully developed, they are still unable to make a success of their lives. Therefore, a good enlightened education system is important, if we truly want to develop the talent of all Singaporeans to the fullest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area of complaint is the heavy workload imposed on our school children, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> especially those who are still in the primary schools. Parents have moaned that their children appear to have no time for anything else. At the primary level, children must be taught to enjoy schooling and enjoy learning. When too much work is given to young children, the majority of them may not be able to cope with it. Their interest in learning may be stifled for good. How then can we develop their talent to the fullest under such a warped education system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, about the library which I proposed to set up at Potong Pasir. If the Government is sincere in what it says and wants to help Singaporeans to improve themselves educationally, why then it refuses the people of Potong Pasir to set up a neighbourhood library? A library is a useful educational tool, especially one that is easily accessible to the people. The Government should discard its small-mindedness and allow the Opposition to initiate projects which are good for Singaporeans. I think this is an important issue. This is an appropriate time perhaps for the Government to recognise that the Opposition has a place in the political life of Singapore. The Opposition is a force for the good of Singapore. It provides a stimulus to the ruling Party. Open the doors to the Opposition, allow it to compete with the PAP to improve Singapore! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Prime Minister was in London, he challenged the British journalist, who was a critic of his domestic policies, to interview him over British television, so as to give the Prime Minister a chance to rebut all the allegations made against him. But the said journalist refused to take up the offer. Similarly, I am now challenging the Government. I hope that the Government will not refuse this challenge. I am challenging the Government to come out openly and say that there is a place for the Opposition in Parliament in our Singapore way of life and allow the Opposition to legitimately compete with the PAP to do good for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At one time, the Government had even refused the Opposition to plant a single tree at Potong Pasir. I am glad to note that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> the Government has passed that infantile stage. At the last Tree Planting Day, I had helped to plant several fruit trees at Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there is still now the problem of the library. I am confident that the Government will sooner or later see its folly and allow the neighbourhood library to be set up at Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, of course, there is the community centre. The Opposition, after more than five years in office at that constituency, is still denied access to it. I have read in the newspapers that certain PAP constituencies have won certain awards. How can it be said that the Marine Parade Community Centre or the Braddell Heights Community Centre has won the best run Community Centre or that it has the best cultural programmes respectively, when the Opposition is not allowed to compete in those competitions? Is the PAP afraid that the Potong Pasir Community Centre under the charge of the Opposition will sweep all prizes and be known throughout Singapore as the best run Community Centre? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have said that I would like to make Potong Pasir a model constituency. How can I do it if my hands are tied? Why is the Government so afraid of competition? The Government should stop putting obstacles in the way of the Opposition. Allow the Opposition access to information, allow the Opposition to take part in the national life of Singapore, allow the Opposition to debate over TV and radio on important national issues! The hon. Member for Fengshan said yesterday that the Government has done away with \"wayang kulit\" and \"shadow boxing\". I say this is not true. They have not been done away with. They are still very much intact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There cannot be participatory democracy if the Opposition does not play a major role in our national affairs. It must never be forgotten that the Opposition has about 40% of the total votes cast at the last general elections. The voice of the 40% of Singaporeans should not be silenced, should not be muted; it must he heard, otherwise all this so-called consultative style of the Government is nothing but a sham. The people of Singapore can very quickly see through the tricks of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> Government, the stage-managed feedback sessions during the ministerial walkabout and on television. As long as the Opposition is not represented on these public programmes, the feedback cannot be complete, because 40% of Singaporeans are not represented. The format of the Select Committee to gather feedback should also be altered. The Opposition must always be included in public hearings and the final report should not just comprise the Chairman's report but also include dissenting views of the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I come to the 35 billion dollar issue. I am referring to the Elected President. He shall be given veto powers on how our national savings to be spent and also powers to appoint key civil servants. As the President in his Address said: This is \"a major modification to our constitution.\" This change in our Constitution will affect the very foundation of our present parliamentary democracy. The Elected President can overrule Parliament, the supreme body of our land which represents the will of the whole population of Singapore. In effect, the Elected President can go against the will of the people of Singapore. In plain language, he has dictatorial powers. The sad thing is that once he is put in power, the Elected President virtually cannot be removed. The Elected President has also powers to appoint key civil servants. These top key civil servants will naturally be beholden to the President. If the top key civil servants are loyal to the President, would it not be difficult for the Prime Minister, who is the Chief Executive of the land, to govern the country? These important questions must be answered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the fact that the introduction of an Elected President is a major modification to our Constitution, it is only right that there should be a national referendum over it. The PAP does not really have the whole electorate with it on this issue. It must be remembered that nearly 40% of our voters cast their votes against the issue of the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the issue of Malay rights to free tertiary education, my feedback is that the majority of Malays are unhappy with it. They view it as a constitutional issue and not as a removal of rights to hand out to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> them. Article 152 of the Constitution, inter alia, states quite clearly that the Government recognises the special position of the Malays, who are the indigenous people of Singapore, and that it shall, amongst other things, support the educational interest of the Malays. Free education to the Malays has been part of our life since the colonial time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP Government took office in 1959 and later on we became independent in 1965. Throughout this period up to the present day, the Malays in Singapore have enjoyed free education up to tertiary levels. In other words, there is implementation of this part of our Constitution by the Government. And in accordance with the British constitutional law which we inherit, the carrying out of that part of the Constitution over time has made it become part of the Constitution by convention and practice. Therefore, it would appear that the Government's attempt to take away free education of the Malays is unconstitutional. It is a breach against well-established convention of the Constitution. I think this is the main complaint of the Malays - a deprivation of their established constitutional rights. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the Member for Tanglin's motion in thanking the President for delivering the Speech in the House. Today, I would like to make use of this opportunity to talk on the following issues, including education, culture, the poor families, and the participatory type of government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me touch on education first. The President in his Address pointed out that in the next few years the Government will continue to emphasise education by strengthening primary education and providing a more flexible education system with more options for the parents and pupils. Mother tongue education is still an issue that concerns the Chinese community. In March this year, the Minister for Education spoke in this House about the modifications of the word list for Chinese. This has given rise to concerns and worries of the Chinese community. They are worried that the reduction in the number of words or characters for Chinese will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> imply a reduction in the standard of Chinese. I hope the Government will alleviate such worries and doubts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the Addendum to the Address, the Minister for Education also mentioned that language education is the core of education. Therefore, the language programme will be modified so that pupils will have a better grounding in English and mother tongue. I hope the Government will implement such a measure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also mentioned that more options will be given to the parents and pupils in education. In both secondary and primary schools, I hope the Ministry of Education will allow more schools to open CL1 classes for students who are interested in the subject. Such classes should not be confined only to the SAP primary or SAP secondary schools. In this way, schools would have more flexibility to provide such courses to Chinese students, so that both parents and pupils would have more convenience and more options when they decide on whether to take up Chinese as the first language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on the issue of tertiary education, the Nanyang Technological Institute will be upgraded to a university. This is good news. With another university, we will be able to meet the aspirations of more young people for tertiary education. However, I hope that the Government should also give more options and choices to the students. For examples, there are many students who like to study medicine. But because of the need for so-called balanced distribution of talents, these students are thwarted in their aspiration and they have been given other courses such as engineering or courses in which they are not interested in. I feel that we should allow the market forces and the law of supply and demand to decide on this matter and the Government should not resort to arbitrary allocation of students to the various courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On culture, the Government has not promulgated a clear-cut cultural policy. Is there such a clear-cut cultural policy? This is an issue, I believe many Singaporeans who are interested in culture, are con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> cerned about. This year the Chinese, Malay and Indian communities have held their separate cultural months in Singapore. But there are some people, including the Senior Minister of State for Education, Dr Tay Eng Soon, who are of the view that such activities are not suitable, because they merely accentuate the racial differences of the communities. They felt that there should be one Singapore cultural festival to encompass the various racial cultures to replace such cultural months. Such views have led to heated debate. Many people are confused on this matter. What should we do? Is there a clear-cut Government policy on culture? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the view put forward by Dr Tay his personal views or is it the view of the Government? All these doubts need to be cleared up. Although we do not have a Ministry of Culture, we must have a clear-cut cultural policy. Otherwise the various ethnic communities would have nothing to follow when they carry out their traditional cultural activities. There will be no clear guidelines for them to follow. Therefore, there is a need for a clear-cut cultural policy to guide our people in matters of culture. Where should we go? What direction should they take in matters of culture? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that we have to strengthen our task of nation-building and to develop our culture so as to evolve a more cultured and graceful society for Singapore, is it time for the Government to seriously consider the setting up or the re-establishment of the Ministry of Culture? I think there is a need for a Minister for Culture who will devote complete attention to cultural matters to help develop our culture. At present, culture is looked after by the Minister for Community Development who in addition to Community Development, has to take charge of Foreign Affairs as well. I do not think he can pay full attention to the matter of culture. Therefore, I hope the First Deputy Prime Minister, when he becomes the Prime Minister, will consider my proposal seriously, ie, we should have a Minister for Culture in his Cabinet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to deal with the plight of the lower income families. The President's Speech once again talks about the need to help the lower income group people. The Government has indicated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> that some of the money in the 25th Anniversary Charity Fund will be used to help such category of people or families, namely, to help pay for the PUB charges and HDB rentals. Such measure is to be welcomed. Many of us come from the poor families and so we understand better the plight of such poor families in our constituencies and that there is a need to help them through various means to tide over their difficult periods. For example, to provide bursaries for the students from such poor families. Meanwhile, the people of Singapore, while celebrating the 25th Anniversary, have not forgotten charity. They have given generously to the National Charity Fund. The grassroots organisations and leaders have also mobilised the residents in their constituencies to contribute to such funds. On the average, each constituency has given at least $20,000 to such funds. If this money can be given back to the constituency so that it can set up a welfare fund, this will be better. It will be a better way to help the poor people in the constituency. The Constituency Welfare Fund Committee can be set up by the grassroots organisations. There should be a special committee to take charge of the funds. And in order to avoid duplication and abuse, the Government can lay down certain guidelines governing the use of such funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that the constituency welfare fund will be able to give speedy help to those who need help. For example, among the poor families, when the sole breadwinner meets with an accident or is unemployed or is incapacitated or even dies, the whole family will be plunged into difficulties. Under such circumstances, the constituency welfare fund will be able to help them speedily in order to tide over the difficult period. Therefore, I earnestly hope the Government would consider this suggestion to make use of the 25th Anniversary Charity Fund to set up such welfare funds for the constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, let me talk about the so-called participatory type of government. As the President has mentioned in his Speech, we are now at the watershed in our political development. An old era is coming to an end and a new era is about to begin. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> Looking back, we can safely say that in the past 25 years the Government has been leading the way and the people have been closely following the Government. And this style of government has been able to bring us through all kinds of difficulties. Now that our people are better educated, they naturally want to involve themselves in the running of the country and so we have the so-called participatory style of government. This implies that the Government will have to spend more time in listening to the views of the people, in clarifying and explaining the Government's policies and their backgrounds and rationale. If by doing this, we can succeed in consensus building, this is all well and good. But what worries me is that such process may lead to disputes and divergent views. It may even lead to endless quarrels, arguments, divisiveness and mutual suspicions. This will be counter productive. Therefore, the people of Singapore should fully understand that the aim of this consensus building is to seek common ground in diversity. However, if we are not able to achieve unanimous view, then we have to seek common ground in diversity in order to arrive at a consensus. Only then can we progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the past one year, the Government has made a series of policy adjustments. Basically, this is in keeping with the world trend. The aim is to minimise the Government's intervention in our economy and in the livelihood of the people. The watchwords are privatisation and autonomy. However, such policy adjustments invariably have an impact on the livelihood of the people. All policy adjustments which have an impact on the livelihood of the people should be given careful consideration so that no adverse influence would be made on the people's livelihood or to minimise such adverse influence on the people's livelihood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What will be the future? Our future will be full of challenges and opportunities. I can say that whether the participatory type of government will succeed or fail will be tested in future, long after the leadership transition. Only at that time can we find out whether the Singapore people can pass the litmus test, whether they can arrive at consensus through such a partici- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> patory process in order to cope with the new world and the new world economic order and the challenges that are brought to them. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, I speak in support of the motion of the Member for Tanglin to thank the President for his opening Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President, in his Speech, has elaborated on the Government's present and future programmes to create a better life for all Singaporeans. I would like to join my fellow PAP MPs in the wholehearted endorsement of these programmes. This year, we celebrate our 25th Anniversary. I would like to join my fellow Singaporeans in thanking the Government for having guided us to where we are today. We are at the heart of the world's most dynamic economic region and we have a standard of living higher than many Western countries like Spain or Ireland. We are indeed proud to be called Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As our President has mentioned in his Speech, this year will be a watershed year in our political development. Mr Goh Chok Tong will take over as Prime Minister by the end of the year. Under his leadership Singapore will strive to create a better future for all Singaporeans: a Singapore with sustained economic growth, a Singapore seeking and mastering new challenges, a creative Singapore, a Singapore where her people work as a team. These are indeed worthy goals to strive for. I am confident that Mr Goh and his colleagues in the Cabinet can lead us to this Singapore. Of course, there are handicaps we must overcome. I will highlight two of the well-known ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, our limited geographical resources and population dictate that our growth will soon peak if we continue with the strategy that has brought us here so far. Therefore, the growth triangle concept is truly a stroke of genius. By channelling some of our excess capacity to our neighbours, Batam Island and Johor, we strengthen our economic base, and give ourselves room for economic expansion at lower costs. This mutually beneficial endeavour can expect good support from the govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> ments of Indonesia and Malaysia. Thus, we have solved the primary problem of a small population and limited geographical resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope we may eventually extend the triangle of growth concept to the whole of Indonesia and Malaysia with Singapore, not just restricting it to Batam and Johor and Singapore. The triangle of growth may act as a catalyst for economic expansion for the whole region. Indonesia and Malaysia can then fully benefit from the spill over of Singapore's economic growth, and Singapore can share in the economic development of these two countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second handicap that I would like to highlight is the lack of domestic entrepreneurs. Traditionally, our best graduates have been drawn into Government service, or by the multi-national corporations (MNCs) where the pay is good and the risk minimum. Our economic success over the last 25 years depended greatly on the success of these MNCs operating in a conducive business environment as provided by our efficient Government. However, we have yet to produce enough successful local entrepreneurs that can play just as significant a role as the MNCs in propelling Singapore into the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has recognised the contributions to be made by our entrepreneurs and has set up an Enterprise Development Division within the EDB. However, as the primary role of EDB is to attract foreign investments into Singapore, I would like to repeat the appeal that I made during the recent Budget debate, that the best way to promote local entrepreneurship is to establish a separate statutory board entrusted with the specific task to promote local entrepreneurship in Singapore. I do not intend to elaborate further on this point as several MPs have during the last Budget debate emphasized on the need for a separate statutory board to promote the interests of our local entrepreneurs. However, with sufficient incentives and prospects of success, what I hope is that one day our best graduates may opt to be entrepreneurs as a first choice, instead of queuing up to join a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> Government department, or work for an MNC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another possible solution to the lack of entrepreneurship is to attract the large number of Singaporeans that have migrated and worked overseas for many years. Among them, there are many who chose to go abroad because they perceived better opportunities there. The interesting thing is after they have stayed 10 or 20 years abroad, and built up a professional or business career, their desire to return or at least send their children back to Singapore for an education has grown deeper. This is very natural after they realised Singapore has drastically transformed itself from a small trading port to a great metropolis. That Singapore has become a major communication centre in the Asia Pacific region may not have been expected by many of those who have migrated. To these Singaporeans, this delightful discovery enhances their wish for closer affiliation with Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if it may not be practical for them to uproot their entire families, it would be feasible for us to establish some exchange programmes or boarding schools to enable their children to return to Singapore for just a few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To keep in touch with these overseas Singaporeans, our embassies and trade representative offices abroad should spend more effort to build up a bigger Singaporean community so that Singapore migrants would feel they are wanted and gradually their affiliation and identity with Singapore would grow stronger. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be to our advantage to absorb these people whose experiences are enriched by their exposure from the western countries. Therefore, may I suggest our Government provide incentives and opportunities for these people to return and serve Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hong Kong, for example, has very successfully managed to retain the services of their local entrepreneurs while their families continue to live overseas. In spite of her uncertain political future, yet Hong Kong's economy depends very much on the success of her local entrepreneurs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, likewise, can learn from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> Hong Kong, and try to retain those who may decide to depart. At the same time, we should nurture and develop our own core of local entrepreneurs and help build Singapore as the Switzerland of Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to support the motion. \n  <br>\n  <br>\n  <!-- Encik Abdul Nasser Bin Kamaruddin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Sir, I fully support the motion moved by the Member for Tanglin to thank the President for his Address at the opening of the Second Session of the Seventh Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, the President dealt with the challenges we constantly face in our endeavour to build a better and more comfortable life for our people. The people on their part need new challenges to inspire them to strive towards an improvement in their economic and social position. Although we have yet to meet problems capable of thwarting or hampering our plans to move on into a new phase, we must always be on the alert in order that our vision does not remain just a vision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what I wish to deal with today are not new challenges but old ones that had never gone away. These are the lack of a sense of nationhood and the need for unity and integration among the people. President Wee Kim Wee has pointed out that without a strong sense of nationhood and unity among the people, our progress into the future will be a lopsided one. Efforts to foster the spirit of nationhood and unity are progressing the way we want them. Public and private institutions are playing their part to mould this spirit. But has it actually matured? Are we satisfied with just the fluent mouthing of the pledge by our children every morning in school? Is it enough just having mass participation in National Day celebrations? Are we happy just to organise cultural quizzes, because awareness of the basic cultural practices of every community will help us enhance unity among our citizens? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is time we reviewed to what extent the spirit of nationhood and unity exists in this country. Have our efforts all this time actually fostered unity and a mature sense \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> of nationhood? Have the latent negative attitudes and sentiments we hold towards one ethnic group or other been shed? And have we as a people, the people of Singapore, revealed our true faces? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we can build up this spirit by holding more events of a national character. We should hold one or more festivals capable of drawing the participation of all communities without affecting their respective cultural and religious sensitivities. Our National Day is just one example. In the 25th Anniversary Celebrations, I notice a number of events in which all the different communities took part. I hope such events will be an annual feature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, we should also be sensitive when drawing up plans for the future. Are these plans actually capable of forging a sense of nationhood and unity? Or does a Government plan or policy hurt the feelings of a particular community? As we look into a particular plan or policy in terms of its objectives, let us not neglect the aim of fostering unity among the citizens. It is well and good to bring together the gifted among our students, as is being done in the SAP schools, but would we speed up integration by grouping students of one particular race or community in certain schools? I feel this matter must be given attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we enter a new phase of nation-building, new challenges will arise in this issue of integration and unity. The arrival of Hong Kong workers, or perhaps the re-acceptance into our fold of Singaporeans who have married foreigners, along with their children, are new challenges to our achievement of national unity. Effective measures must be taken in order that these new citizens among us will be imbued with the same sense of unity already existing here in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way in which racial integration could be accelerated is through the arts. As we know, the Government encourages the growth of artistic activities in every community, but what we might not have realised is that these activities have not reflected the realities of life in this country. For instance, whether in dramas, stage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> plays, on radio and on television, the issues portrayed or dealt with are those of just one community. In this regard, we need to provide new impetus so that the arts too can also play a role in enhancing racial integration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the decision over the channelling of tertiary fees for Malay students to Mendaki has now been finalised. The scheme will be launched in academic year 1991/92, ie, next year. I am confident Mendaki will be able to do its job, especially considering the available pool of manpower and expertise that can be mobilised for the purpose, both within the Malay and the non-Malay communities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This approach is nothing new. Mendaki itself has already started co-opting a number of non-Malays into its Advisory Council. I believe this working together is very appropriate and is a reflection of the true spirit of Singapore. The successful adoption of such measures will be very significant to the spirit of multi-racial cooperation in this country. I also believe this is part of the intention behind the shared values we are seeking to evolve, as these measures help to enhance understanding and unity between the different communities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such measures are also not contrary to the spirit of self-help that Mendaki subscribes to. Neither are the points made recently by members of the public, in the mass media, over this issue. These points were made in the interests of Mendaki. It is important for us to appreciate them in the spirit of consultation and not simply dismiss them as irrelevant or accuse those who raised them of ulterior motives. This will only expose our inability or failure to appreciate the opinion of our own people and to evaluate them in a fair-minded manner. I think it is unreasonable and, indeed, contrary to the Malay ethos for us to be so. This also contrasts with the style of the second generation leadership, which encourages the contribution of ideas from the ground on its policies and programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the suggestions that have been made is for Mendaki to set up a special committee to administer the fee subsidy. It is not reasonable to view the formation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> such a committee as being contrary to Mendaki's spirit of self-help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what is important is Mendaki must have the full support of the community, and I am confident that the Malay/Muslim community will not hesitate to give this. Close cooperation and mutual support between Mendaki and the community is necessary if the Malay/Muslim community is to realise its educational, economic and socio-cultural objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Speaker, Sir, I rise in support of the motion thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, momentous events are taking place both within and outside of Singapore. Developments in the Soviet Union, Eastern Europe and China have taken the world by surprise and captured the headlines throughout the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1950s, President Eisenhower of the United States and his administration propounded the 'Domino Theory', expressing their fear that the rising tide of communism would lead to the fall, one after another, of democratic societies around the world. Now, it seems to be 'Domino Theory' in reverse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no one had dared to predict or speculate on the fate of the Berlin Wall or the reunification of East and West Germany. As it were, though Humpty Dumpty did not sit on the wall, the Berlin Wall came tumbling down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world is indeed full of surprises. Peace apparently has broken out, but these are uncertain times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amidst the uncertainties, we have to adapt and adjust to these changes, be vigilant in safeguarding our national interests and be prepared for the opportunities for further development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my opinion, we must be mindful that we are basically a small city which, by an accident of history, must also be a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Small as we are, we have to build up the SAF to defend ourselves, set up missions overseas for the conduct of foreign policy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> and, without a large hinterland, live by our wits and export to the world. We are a city that strives to be a nation. It is a paradox we have to live with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while we emphasize on nation building, we are also mindful that the days of jingoistic nationalism are gone. As a communication centre and global technopolis plugged into the international network for trade, and linked to the world by multi-national corporations, we cannot afford to be narrow-minded nationalists. It has to be a nationalism with an international dimension, tinged with globalism. It is indeed another paradox that we have to live with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These two paradoxes, or double paradoxes, partially account for the migration trend. As a city-state, it is more difficult than a nation with a long history and vast hinterland to attract and retain talent. And as we train our workers in global skills and the latest technology, they become internationally mobile and adaptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, these double paradoxes are not insurmountable. By careful design, wise policy and shared values in a multi-racial society, we have succeeded against all odds. But we must be vigilant and mindful of the constraints we are working under, which brings us to the equally momentous changes within our shores in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year is the year of leadership succession. Mr Lee Kuan Yew will step down and Mr Goh Chok Tong will be the new Prime Minister. Mr Goh will become the standard bearer of a new team. The baton will be passed to a new generation of leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be continuity as well as change in this leadership succession. And times of change may be times of danger or threat, as outside sources might wish to test the nerves or the mettle of our new team and leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when young President John Kennedy took charge of the White House, the Soviet leader, Mr Nikita Khrushchev, thought that Kennedy was young and inexperienced, wet behind the ears. The Soviet leader took the opportunity to place nuclear missiles in nearby Cuba. He \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> thought he could push Kennedy around. But he pushed his luck too far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Kennedy handled the Cuban missile crisis in 1962 with wisdom. He was firm, without being rash. He put a naval quarantine around the island and demanded that the Soviets dismantle the missiles. Khrushchev backed down and lost. The world was saved from the brink of a nuclear confrontation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For us in Singapore here, we do not know for certain when or how a crisis will arise. But we must be vigilant, be resolute and wise. We must defend our territorial sovereignty and national interests. And most important of all, in my mind, the people of Singapore must rally around the new team and demonstrate support for our own leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should of course have feedback, dialogue and debate on issues of concern, talk as much as we want, but at the end of the day, we must have consensus, close ranks and be united as one. We must show our neighbours and the world that we are one people, one nation and one Singapore. We must stand united, stand tall and proud behind our leaders. Then we shall not only celebrate the 25th anniversary, but also the 50th anniversary and beyond. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On celebrations, Sir, I note that each community in Singapore has a number of public holidays for festivities. However, together as a people, we only have one public holiday for National Day. For example, we have two days for Chinese New Year. Can't we afford one more day for national rejoicing, as one people together? I suggest that the Government set aside two days to emphasize the importance of national celebration and nation building. And as we celebrate, let us not forget the less privileged and the lower income groups in our midst. The 25th Anniversary Charity Fund is a commendable effort. But more, Sir, should be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also re-examine the pace of privatisation and its total impact on the man-in-the-street. Allowing market forces to act and decide on consumption is in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> itself a very good principle. But we must allow the people more time to adjust and to absorb the impact. Private charity organisations, which will play an increasingly important part, will also need time to build up their resources and their manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government agencies should not be seen to be out-bidding each other in an unseemly rush and haste to privatise. Otherwise, Sir, in the midst of our prosperity, Singapore would seem to be less and less affordable to some. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of the Member for Tanglin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we who are the citizens of Singapore are the fortunate beneficiaries of this modern Singapore. As I see it, Singaporeans will be even more fortunate in the years ahead. If we examine the President's Speech carefully, you will notice that it sets out the guidelines that will bring Singaporeans to a brighter and exciting future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taking the Speech and the addenda together, they will provide Singaporeans with better and more beautiful homes, high standard of medical care, good and healthier environment, better and higher education, and of course a safe and secure country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the challenges facing the new leadership. These require strong resolution and team work, discipline and dedication, and physical and moral courage. The First Deputy Prime Minister once referred to these challenges ahead as the \"second long march\" for the new leadership. For him and his team, the 1990s will be a march towards excellence. The new leadership will have to deliver the goods in a package that will match the satisfaction and the aspiration of the new generation. For that, the leadership agreed on collective leadership and would encourage participatory democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the machinery for participatory democracy is already in place. Apart from the various Select Committees formed by Parliament to gather public opinions on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> matters of public interest, there are the Feedback Unit, the Government Parliamentary Committees with their respective Resource Panel members, and the various public forums organised by the grassroots organisations and other professional bodies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If these are seen to be inadequate channels for participatory democracy, other channels could be looked into. One such area is the better and adequate use of the television. In matters of public interest such as the maintenance of religious harmony, the desire to evolve a set of shared values, and the question of an Elected President, the Ministers moving these Bills could go on television, discussing the various provisions of these Bills with panel members or selected audience. If this was done with the Minister for Finance on the Budget, it could again be held for other Ministers on other Bills of great public interest. I see this as another step in the political education of the electorate. In a democratic society, if the electorate is well informed of certain issues, they are in a better position to make the right decision or to support issues which are rational and beneficial to the society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our strive for excellence is not without constraints, one of which is the quantity and quality of our human resource. There are impatient Singaporeans who have decided to emigrate in search for greener pastures in foreign lands. This constitutes a drain in our talent pool. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There could be many reasons why Singaporeans emigrate. Some which have been cited include the problem of the mother tongue or the second language for their children, the perceived regimented social atmosphere and the supposedly intolerance of the Government for criticisms, the lack of high quality cultural activities, and not forgetting, of course, their own social and cultural disorientation or anomie. But if they care to scrutinise the Government's Agenda for Action and be a little patient in giving time for the Vision 1999 to take shape, they will realise that what is in store for them will be a more developed and mature Singapore. If they look at what is in store for Singaporeans, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> from the Singapore 2000 Global Technopolis Exhibition, or read the Ministry of Trade and Industry's addendum on the future plans for Sentosa and the Southern Islands and examine the Ministry of National Development's plans for a Civic District, future public parks and the overall concept plan for a City of Excellence, or better still, take heed of the First Deputy Prime Minister's press statement yesterday on developing a vibrant culture, they would realise that Singapore's pastures will be equally green, if not greener, than the pastures of foreign lands. Let us remember, Mr Speaker, Sir, that the foreign pastures may appear greener from far, I repeat, from far. But when the emigrants arrive in their promised land, they may not necessarily be so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I am reminded of a remark by a foreigner who said to me just a week ago that he failed to understand how anyone would want to leave Singapore. I told him that if he were to meet Singaporeans planning to emigrate, he should say the same thing to them. This foreigner finds Singapore so attractive that he is contemplating to apply for permanent residence. He told me that having stayed in other cities of the West and the East, Singapore is still his first choice. The irony of it all is that while foreigners can appreciate the benefits of living in Singapore, there are Singaporeans who cannot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to turn my attention to a specific item mentioned in the President's Address. This is on the progress of the Malays. It is indeed gratifying to note, Mr Speaker, Sir, that this question is given special mention and dealt with at some length in the President's Address. The focus is on the role of MENDAKI. The Government has stated that it supports MENDAKI and will give it whatever assistance it needs. It has in fact manifested its support with the provision of a $10 million advance to MENDAKI to implement the tuition subsidies to Malay students in tertiary education. As it stands now, the ball is at MENDAKI's feet, in other words, at the Malay community's feet. The time for debate and controversy over the tuition scheme is over. It is now time for action. The Government has stated its policy on this issue, sensitive as it may be. MEN- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> DAKI supports the policy as it sees merit in it. The next logical step is for MENDAKI to implement the policy correctly and fairly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is my sincere hope that the community will not be sidetracked and preoccupied by this one issue alone. This tuition fee policy and its implementation is one of the many issues, albeit an important and sensitive one, affecting the education of the Malays. There are many more crucial educational matters which MENDAKI has to look into. On top of this, the present MENDAKI is also tasked with tackling the attendant social and economic problems of the Malays. These are new challenges facing the community. In this respect, MENDAKI needs the support of not only the community it serves but also the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One area which MENDAKI is weak in is the existence of highly qualified permanent staff in its Strategic Planning and Research Unit. MENDAKI needs high calibre officers to help formulate its long term and short term rolling plans in the educational, social and economic areas. The Government can lend its support by seconding such qualified persons at its disposal who need not necessarily be Malays to help MENDAKI in its formative years. If the Government could help the NTUC in its formative years by seconding high calibre personnel to the Research Unit of the NTUC in which the benefits to the NTUC were acknowledged, the same could be done to MENDAKI. I hope the Government would seriously consider this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other point that I would like both the Government and MENDAKI to consider is for MENDAKI to exercise some measure of flexibility in the implementation of the tuition subsidies for Malay students in tertiary education. It is stated that a means test would be used to determine the quantum of subsidy a student would receive during the 7-year period of its implementation. Seven years can be a long time. The economic situation may change during this period. Perhaps MENDAKI will be allowed to review or adjust the means test any time during the 7-year period taking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> cognizance of the changing economic situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whilst on this subject, I am particularly heartened by the supportive remarks by our non-Malay MPs on MENDAKI. This reflects their genuine concern on the need for Government assistance in accelerating the process of uplifting the educational and socio-economic status of the Singaporean Malays. Their support is also a manifestation of the fact that this is a national problem and needs the joint efforts of both the Government and the community to resolve it. Seen in the national perspective, here is an example of the politics of multi-racialism working in an atmosphere of mutual tolerance and compromise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we heard the Member for Potong Pasir made reference to Article 152 of the Constitution in respect of the special position of the Malays. It seems to me there is a difference of opinion in the spirit and implementation of this Article. If the Member for Potong Pasir strongly feels that the Government has breached the spirit and implementation of this Article, the onus is on him to prove it. I see no better place than to seek the finality of this spirit and implementation of this Article in a court of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri:</b> Mr Speaker, Sir, in conclusion, I would like to reiterate that the President's Address augurs well for our future. It sets clear directions and prepares the stage for Singapore's new phase of development. The new leadership has done much of the spade work. It is now poised to lead Singaporeans to greater heights. It has the ability and the qualities to transform Singapore into a global technopolis. Let us hope that this second long march to be led by our next Prime Minister will not be too long. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 2.45 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.10 pm until 2.45 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.45 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, I wish to join my colleagues here in expressing our thanks to the President for his Speech delivered on behalf of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to focus my remarks on the future development of Singapore as a business hub of the region and on issues relating to the proposed privatisation programme to be undertaken by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First on Singapore as a strategic business hub in the region. In the addendum of the Ministry of Trade and Industry, it is clearly spelt out that Singapore has benefitted by integrating our economy with the region. Our city state has to a major extent been a strategic business centre for the region. Since its foundation in 1819 as a trading post, it has evolved into a broad-based economy, expanding in tandem with the booming Asia-Pacific region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, there has been much call for Singapore to become a global business and trading centre. Yesterday, we heard a spirited proposal by Dr Tan Cheng Bock, the Member for Ayer Rajah, for Singapore to form a northern \"Growth Triangle\" with Taiwan and Hong Kong. This is to complement and support the southern \"Growth Triangle\" of Singapore-Johor-Batam. Sir, I support Dr Tan's proposal, only to the extent that we should make it inevitable for the West to come East. However, I feel that Taiwan and Hong Kong are already prospering economies, well able to attract foreign investments on their own. What we should focus on is to work closer with our immediate neighbours, so that the ASEAN countries can be promoted as a region as a whole. Moreover, too close a liaison between Singapore-Hong Kong-Taiwan, though a natural development in view of our Confucius background, will give rise to suspicion in our neighbours. It has taken us great pains and years to foster close ties and goodwill with our ASEAN neighbours. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that to globalise Singapore is a very nebulous concept. Perhaps it is also too ambitious. A more tangible idea is actually to regionalise. I am totally in favour of the idea of plugging Singapore into the Asia-Pacific growth region. For this strategy to succeed, we have to promote the following areas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, continue to foster better understanding and relations with the other countries in the region, namely, the other ASEAN countries, Hong Kong, China, India, Taiwan, Australia and New Zealand and perhaps at a later stage the Indochina nations. The basic tenet here is that for economic growth to happen, the fundamental prerequisite is a politically stable region. Hence, instead of the triangular growth concept, Singapore should become the hub with spokes reaching out to other countries in the Asia-Pacific region. This I call the \"Hub &amp; Spokes\" growth concept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, encourage greater private sector participation in Singapore and for the private sector to reach out to the region. In this respect, the Government has to urgently look into two aspects: (a) promotion of a regional entrepreneurship, and (b) hasten the process of privatisation of Government related companies and agencies. \n  <br>\n  <br>\n  <i>Promotion of Regional Entrepreneurship.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been said that globalization or regionalisation is not an easy concept to grasp and implement, because it is more of a business concept (ie, how you do business), rather than a geographic concept (ie, where you do business). What this means is that while the Government can help to stimulate the process, the impetus and action have to come from the business community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I fully agree with Mr Schutz Lee who wrote in the Weekend 2-3 June edition of Business Times where he stated that \"Entrepreneurship is Singapore's next frontier\". He also commented that a shortage of indigenous industrial entrepreneurs threatens the Republic's long term economic viability. This is indeed a useful bit of reading for our officials at the Ministry of Trade and Indus- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> try and at the Economic Development Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To complement the regionalisation concept, I believe that local companies and entrepreneurs have to play a pivotal role. I honestly feel that local companies and businessmen have to re-orientate their thinking of perpetually crying out for governmental support and subsidies. They have to start to think regionally. From the first day when they start their businesses, local entrepreneurs should not be too parochial and inward-looking. While subsidies and grants are helpful in the initial formative period, our entrepreneurs should quickly develop a regional business strategy that weans them from dependence on Government support and enables them to compete effectively in the wider world of the regional markets. Several of our local and larger companies are well-placed to move into regional markets, and indeed some have already done so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main constraints to growth for Singapore today are manpower and land. However, capital is not a constraint. I feel that local companies should start to seriously consider venturing into strategic business alliances amongst themselves in the first instance, and then with appropriate partners in the other countries in the region. Such strategic alliances are well-known in the world's car industry, for example, the Chrysler-Mitsubishi-Hyundai alliance; the Ford-Mazda-Volkswagen alliance, and the General Motors-Daewoo-Nissan alliance. Similarly, Singapore companies can seek out alliances with compatible business groups in the other countries in this region, such as in Indonesia, Malaysia, Hong Kong, Taiwan or elsewhere. \n  <br>\n  <br>\n  <i>The Privatisation Process.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Privatisation has been highly visible and in vogue in the 1980s in Western Europe. The drive was led by Prime Minister Margaret Thatcher government in Britain. Mrs Thatcher showed the way, as evidenced by the beneficial results of the change in the balance between government and the pri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> vate sector in determining where a nation's economic productivity is derived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Experience around the world has demonstrated that human talent, innovation and creativity are basic to development; and human talent and effort to improve and adapt comes from the presence of incentives and rewards. Hence, growth and progress do not come from building huge monuments, factories, machines, dams or power plants; it comes from simply human effort. People have to be given incentives and rewards. This explains the eventual realisation of the failure of the communist system. Similarly, it explains the sudden recognition in the Western Bloc of the importance of the private sector as a partner with the Government in development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is reported in the 70th issue of \"Economic Impact\" that in a typical modern capitalist country, a relatively small portion of the ownership of productive capital is in the hands of the government. In the United States, this figure is only 2%. In Britain, the Thatcher Government went from a rather high figure of 15-20%, down to about 8%. The percentage is much higher in a typical state-managed country. For example, in Eastern Europe, over 90% of Poland's non-agricultural sector is stated-owned or state-controlled. Similarly, other states such as Hungary are also in the high 80s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think any study has been done on how much of Singapore's productive capital is state-owned or state-controlled. A rough estimate would be on the basis of manpower employed. The Government and Government agencies employ over 10% of the total workforce of Singapore. If we were to include the state-owned or state-controlled companies under the Temasek Holdings group, such as Singapore Airlines and DBS Bank, I would estimate the figure to be between 15-20%. Like Britain, I feel we should bring the figure down to about 8-10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has announced its intention to privatise the Singapore Telecom and PUB. In addition, the Singapore Broadcasting Corporation (SBC) has also invited proposals regarding its privatisation. These are laudable measures. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> example, the privatisation of SBC will enable it to adopt a more flexible and appropriate compensation scheme for their staff. We know that star SBC actors and actresses are lowly paid as compared to their Hong Kong counterparts purely because SBC has to follow Government pay scales. However, in privatising the various Government agencies, may I caution that care should be taken in three aspects: (1) avoid the creation of privatised monopolies; (2) be watchful over potential price increases of essential services; and (3) the need to provide re-deployment or re-training of staff arising from possible job redundancies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that the creation of a privatised monopoly is a very dangerous move. While a government monopoly can be controlled in terms of its pricing of products and services, a privatised monopoly may be overly driven by the profit motive which can therefore lead to drastic price increases. Whenever a government agency is privatised, we should generally retain the regulatory functions with the government, while more than one operational unit should be encouraged to be formed so as to create healthy competition. Again, for example, there may be a need for a commercial TV channel to be approved to provide some competition or alternative to a privatised SBC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to end by touching on one other area of privatisation, and that is the proposed privatisation of the HDB wet markets. Dr Hong Hai has once described our wet markets as a \"beloved institution\" of the Singapore housewives. The general downtrun in the business volume in wet markets is a trend that probably will be hard for us to stop as the younger generation is more affluent and better educated working mothers would be less keen to step into the wet markets and shop there. However, there has been much concern expressed by the stallholders on the privatisation of the wet markets. This probably means that when it gets privatised, an operator will be bidding for the running of the entire market. After winning the tender, the operator will then have the right to increase rental charges of the stalls, or they may even dismiss the older stallholders and bring in new ones. The livelihood \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> of these stallholders will be affected. Moreover, the higher rental charges could be passed on as higher prices of goods sold to the consumers, which is to the populace at large. The Government has yet to announce its plans on how it is going to privatise the wet markets but there is much concern already voiced at the ground. May I ask the Ministry responsible that, in finalising the plans for the privatisation of the wet markets, they should ensure that the livelihood of the hawkers and stallholders be safeguarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>3.00 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Lim Boon Heng) in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too (Nee Soon Central):</b> Mr Speaker, Sir, I rise to support the motion moved by the Member for Tanglin to thank the President for his Address to this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address has stimulated our minds to prepare ourselves for the tasks ahead. And the tasks before us have to do with the way we manage our future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trends for the future of Singapore are bright. A robust economy for 1990, a prosperous Indonesia and Malaysia, no unemployment, growth in real wages, harmonious labour-management relations, and progress in living standards. In practically all indicators of social and economic progress, we have done exceedingly well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, the real future before us is always fraught with unforeseen developments. No one will ever be able to predict the future with certainty (not even Nostradamus). We can only manage our future well if we can understand what it takes to make us succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had the opportunity to listen to a leading Chief Executive Officer of a major multi-national company speak at the recent Global Strategies Conference. He described in the language understood by business executives, the fantastic technological progress in semiconductors over the last 30 years. In 1960, there was only one transistor on 1 square millimetre of an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> electronic chip. In 1990, there are eight million transistors on 1 square millimetre of an electronic chip! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He identified that the leading trend for the future that will be shaping technology and manufacturing in his industry will be digital technology and digital systems. This will have a substantial impact on the configuration of factories where consumer electronic products are made. It will allow automatic testing, assembly and tuning at every step in the assembly line. It will no longer require labour in great abundance to perform assembly and testing of consumer electronic products. These processes will be integrated into the production system which will control both production and quality, thereby changing completely the nature of jobs in the industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He emphasised four critical success factors which he judged as crucial determinants for his company's future: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) versatility and flexibility; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) strength and coherence; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) capacity and knowhow to cooperate; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) ability to put in place a global organisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Listening to this CEO explain how his company was managing the future got me thinking about the critical success factors for Singapore in the 1990s. What are our critical success factors? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my opinion, there are three critical success factors for Singapore in the 1990s: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) good political leadership; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) boldness in vision and daring to achieve by our leaders and our people; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Government and people must move as one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, good political leadership. I can think of no other country in the world which has tackled the problem of political succession so seriously as we have. We have done this with systematic planning \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> over a sustained period of time so that we can successfully create new leaders to replace old ones, while at the same time ensuring that they got into positions of leadership on the basis of their own effort and proven ability. They have indeed proven their capacity and fitness for leadership, not merely to take over the present leaders but also to deal successfully with the new and more difficult problems that Singapore will face in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the CEO said at the Global Strategies Conference, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... the main factor of success for global companies will be what was Singapore's main factor of success in the last 25 years - the quality of its leadership and its people.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong will take over the helm as Prime Minister at the end of this year. On him, lies the future destiny of Singapore and its people in the 1990s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, boldness in vision and daring to achieve. The basic secret of Singapore's success so far has been that we have never flinched from making bold and difficult decisions. The genesis of the First Asian Aerospace Airshow is an outstanding example. It started with an idea during a brainstorming discussion in the EDB in the mid-1970s. At that time, the development of the aerospace sector was difficult and needed a new thrust. The EDB studied the industry in detail after sending a special team of EDB officers out to Boeing in Seattle. It came to the conclusion that in order to give it the promotion thrust, it had to mount an effort to attract all the major players in this industry to come and see Singapore for themselves. The idea of staging an Aerospace Airshow on the same concept as the Farnborough and Paris Airshows was mooted. It sounded ambitious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea turned into a specific plan of action to get an Airshow organised - to talk to the organisers of Farnborough and Paris Airshows, arrange for exhibition facilities, clearance with Civil Aviation authority for aerial displays. It became a reality in Paya Lebar when the first Asian Aerospace Airshow took off. The fourth one was held at Changi earlier this year. What was the real value of the airshow to Singapore? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> To Singaporeans, it was the excitement of watching the aircrafts flying in their breathtaking stunts. To the EDB, it was the rare opportunity to receive hundreds of leading CEOs of major multi-national companies in the aerospace industry in the world. Once they can see Singapore, Singapore sells itself. What began as a bold idea became a reality, serving as an effective promotion tool for the EDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our leaders and our people must have bold vision of the future and set out to realise this vision with tenacity and sense of purpose. I share in Mr Goh's vision for Singapore's future and I am sure this enthusiasm is equally shared by all my colleagues in this Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the Government and its people must move as one. The rapport between leadership and society is crucial. No matter how dedicated and capable the leadership, it is only when it is able or allowed to move as one with the general body that maximum benefits may be derived from the meaning and purpose of the society. The first step must be for everyone in Singapore under Mr Goh's leadership to come to a common resolve and a common vision. There will be problems as we progress but many pressing problems can be resolved when we move as one enlightened force. The future may always be uncertain but the effort to realise our vision must depend on each and everyone of us. We will make it safe through the rough patches if we are one people, one nation, one Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Bedok GRC):</b> Mr Deputy Speaker, Sir, I rise in support of the motion moved by the Member for Tanglin in thanking the President for his Address on behalf of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I strongly agree with the consultative style of government which will lead to the building of consensus between the Government and the people and on the crystallisation of a set of shared values through the National Ideology. Sir, the process of participatory democracy embodies the involvement of the people in the making and changing of policies. People's views are being actively sought on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> various issues that confront us. Through this consultative process, our people understand better the reasons behind many policies that are needed for the country. Their horizon is expanded and they are more aware of the problems that could befall us. Involvement also allows an individual to gain a feeling of responsibility to the community and society and thus develops them into a more well-rounded and well-informed citizens. It is also interesting to note that greater political stability can be achieved through a more participative society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has provided many avenues in which people from various backgrounds could participate in this consultative process. One vehicle is the Feedback Unit where views on policies are gathered, collated and then channelled to the various Government agencies. This Unit frequently conducts dialogue sessions with a cross-section of the population. I am very pleased to note that this Unit is serving a useful purpose. As such, it should be strengthened by expanding it, especially to the grassroots or constituency level so that it could perform its role more effectively. In this way, it could complement what other grassroots organisations are now doing, that is, gathering feedback for the Government. It is also important to note that all views and queries by the people must be answered by the various Government agencies. They must be able to convince the people of the usefulness of their policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other ways of gathering feedback are through Ministerial walkabouts, Select Committee hearings and MPs' block visits, to mention a few. The Government also takes pains in explaining important issues through Government White Papers, forums, talks and briefings. I certainly hope that this feedback mechanism would continue to function more effectively and involve a wider section of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe we must continue to bring out into the open issues that affect the people and the nation. Even though it is sensitive and contentious, we must not be afraid to face it squarely and through the consultative process look for possible solutions to overcome it. It may be a tedious and time- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> consuming process but ultimately, at the end of it all, Government leaders must make a decision for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me ask a question: how successful are we in promoting participatory democracy among our people? We cannot say we have achieved 100% success. Despite the various channels provided to enhance participation and the willingness of the Government to accommodate valid viewpoints, a section of our population is even cynical about the way feedback is gathered. This cynical group, of which many are well-educated, even questions the effectiveness of feedback in moderating Government policies. There seems to be a kind of gap in the political maturity among our population. I think this could be due to the inability to adapt to the change from a directive style of leadership which we experienced during the early years of our nationhood to a more participative style now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How then can we narrow this gap? We can do this by continuously educating our people on the importance of their involvement in this participative process. For a start, we could begin with civics or national education lessons in schools, preferably at the secondary level where the pupils are big enough to understand the developments around them. They could also be taught about the trials and tribulations in our nation's history, especially during the past 25 years. We must make them aware that our success now is due to the hard work and sacrifices of the older generation. Further to that, at the community level, more seminars, talks and discussions should be carried out to educate the adult population at large. The media, especially radio and television, could also play their part in disseminating information on the various national issues being discussed so that the population is made more aware and understand the issues and policies better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me now to move on to the topic on shared values for the purpose of a National Ideology. I strongly agree with the move to set out the common values of all communities here. It is better now, that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> is, during good economic growth that we set out to identify and later agree on the shared values of all communities to uphold so as to gradually evolve a Singaporean identity. A few values we could consider are multi-racialism, meritocracy, justice and equality, participative democracy based on parliamentary system, mutual respect and tolerance. People could give their views through the normal process of consensus building. A set of shared values coupled with the consensual style of government will certainly hasten the making of Singapore as \"One people, one nation, one Singapore\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me move on to the progress of the Malays. The Government looks into this matter seriously as they also want Malays to succeed and stand tall among other communities in Singapore. The Malays appreciate the support of the Government for MENDAKI. With its formation, MENDAKI aims to uplift the educational, social and economic status of the Malays. This is a worthy self-help programme and is a challenge to all Singaporeans, especially Malays, to see that it succeeds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just now I was listening to Mr Chiam's speech. He said that the tertiary fee measure is a violation of the Constitution. If indeed there was a contravention of the Constitution, the other Malay MPs and I would have been the first to express our outrage. I do not see how the Constitution has been breached. Has Mr Chiam consulted any renowned constitutional law expert on this issue? And has he got an opinion to back up his pronouncement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Malays must be grateful to the Government for their concern and support. The responsibility is now on the Malays, especially the well-educated and professionals, to come forward and serve MENDAKI to help the other Malays. We must take a united stand to improve the lot of the less privileged Malays. As the community is small in number and percentage, it is better for us to work together instead of trying to compete and outdo one another, trying to score points here and there. Malays must always look towards the saying \"Bersatu kita teguh, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> bercerai roboh\" which means united we stand, divided we fall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I totally agree with MENDAKI in accepting the proposal to charge Malay students from better-off families tertiary education fees. I salute them for taking a bold stand to ensure that more monetary assistance could be given to the children of the less successful Malays. MENDAKI must now formulate the rules and regulations pertaining to this tertiary fee issue. Though the main criterion in paying fees is the total family income, I believe some consideration could also be given to families where there are more than one children studying in the local universities at the same time. It is an administrative procedure which MENDAKI can decide without going against the intention to make children of well-to-do families pay for their tertiary education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I thank the Government for giving MENDAKI an advance of $10 million. The extra revenue which could be generated from that sum could be used to fund the various upliftment programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I support the Member for Tanglin, Mr Lew Syn Pau's motion of thanks to the President for his Address at the Opening of the Second Session of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The speech by Dr Arthur Beng, Member for Fengshan, was memorable indeed, in particular, his views on Prime Minister Lee and First Deputy Prime Minister Goh. I am very touched by these sincere views of his. At the same time, I hope that his call for a \"one-time amnesty\" to unite separated families will be seriously considered by the relevant authorities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, our President has stressed that we should do more to help improve the living standards of poorer Singaporeans and look after the disadvantaged and handicapped among us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the course of my constituency work, I have been approached by some poor residents who are in dire need of medical attention but could not afford it. There were, in particular, an old lady who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> required a cataract operation and another old man, suffering from a terminal disease, who needed to amputate his right leg. After investigations, the Ministry of Health agreed to offer them free health services. They are much gratified about the concern, care and understanding shown towards them. Besides, there are also instances of successful applications for public assistance to the Ministry of Community Development after thorough investigations have been carried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As such, I am happy to note that the Government will always subsidise health services for those in need of treatment but cannot afford to pay for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also help to increase the assets of the poor and lighten the burden of bringing up their children. The Government will help, preferably through community and charitable organisations, to look after the disadvantaged and handicapped among us. All these directions will lead us towards a more caring and compassionate society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the addendum of the Ministry of Finance has stated that legislation on a broad-based consumption tax will be introduced this year. Other than taxes on tobacco and liquor, most of our citizens in general have expressed their worry regarding the implementation of consumption tax. As such, I hope that our Government, in considering the implementation of the consumption tax, would pay careful attention to the unhappiness of the masses. This is to prevent its sincerity for consensus building and a consultative style being questioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Consumption Tax Bill has to be implemented, then consumption tax should not be levied on those basic consumer products. In principle, I feel that consumption tax should not be broad-based and it should be imposed only on luxury and branded goods, as the most hard hit will be the lower and average income groups. Therefore, with due consideration for the added burden and feelings of the lower income group, implementation should be deferred for as long as our revenue position permits. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I have spoken on our bilingual policy, particularly the problems of CL2, in the debate on the Presidential Address last year. I advocated that the Ministry of Education should widen the control of words to vocabulary instead, and emphasise those commonly used vocabulary through repeated learning and usage to enable students to improve on their reading and writing abilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The importance of language has been emphasised by the Education Ministry and again it has been mentioned during this year's Presidential Address. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Language acquisition is central to learning. We will review the language curriculum with a view to providing pupils with a strong foundation for learning English and the mother tongue. Young Singaporeans must learn their mother tongues if they are to acquire a strong foundation, and retain their Asian identities and values.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if we allow the present situation to continue, ie, what is being tested in the Chinese assessments and 'O' and 'A' level examinations differ from the curriculum and syllabus taught, it will result in our students being unable to cope with these examinations. By unofficially raising the standard in the examination questions it will have an adverse impact. This will place on additional burden on students learning their mother tongue. At the same time, it will create a phobia towards the learning of the Chinese language and a loss of confidence for students from the English-speaking environment, thereby leading to a gradual loss of interest for the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in considering the implementation of the bilingual policy to provide pupils with a strong foundation for learning English and the mother tongue, emphasis should be put on the source of inadequacy in the teaching of the mother tongue. The language curriculum for CL2 should be reviewed. The existing 3,000 Chinese word list should be updated to suit the needs of our present society. However, this does not necessarily call for a reduction of the 3,000 word list, but rather the control of the Chinese vocabulary usage to instil confidence and interest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> of the students towards the Chinese language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we do not nip the problem in the bud but instead try to alleviate it by reducing the present secondary CL2 word list of 3,000, then it will be a wrong diagnosis. It will only result in the inability of our students understanding our present simplified Chinese newspapers and magazines as well as local Chinese books. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Government has shown its intention to publish a White Paper on Shared Values, setting out those values which all the communities hold in common. Such a formal statement will help us gradually to evolve a Singaporean identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to Ibsenism's concept of individualism, if one is not good in swimming, then how could he help others when he himself is sinking? Although this concept is applicable in certain instances, a balance must be maintained between individualism and the welfare of others. If we are to place the welfare of self before that of society, then it will lead to disintegration of our society. Therefore, besides setting out those common values, we should also preserve and promote good traditional values from the various ethnic groups. This will prevent the prevalence of individualist extremism in our society and the creation of a pseudo westernised nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang):</b> Mr Deputy Speaker, Sir, I rise in support of the motion moved by the Member for Tanglin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economy has done very well in the past. Today, the majority of our citizens have attained middle class standard of living. Despite our economic achievements, we should not forget that building a more caring and compassionate society is one of our nation building objectives. People should have concern for their fellow citizens, especially for those who for one reason or another lag behind in our progress and do not enjoy the fruits of our prosperity. They are the people in the lower income group. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's effort in ensuring a healthy economy and full employment so that income will rise generally is considered the best way to improve the living standard of the poorer Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the financial assistance to the poor, the Government has always adopted the basic policy that the assistance given should not develop a 'clutch mentality' among them. Everybody must try hard to stand on his own feet instead of relying on the social welfare scheme. It is on this basis that the Ministry of Community Development has adopted a rather stringent means test to determine the eligibility of applicants for social welfare assistance. As a result, the allowances given are very low. For example, the grant to a four-member family is merely $295 per month. The amount is pegged to the minimum subsistence requirement computed by the Chief Statistician, which is $389 per month, based on the figure in 1988. Sir, after a period of two years since the rates were revised, and following the recent increase in the cost of living, it only sounds reasonable that the Ministry should now consider revising the rates upward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Public Assistance Scheme, only the following three categories of people are qualified. First, aged, destitute or disabled; second, chronically ill, mentally sick or unfit to work; and third, widows or deserted wives with children under 12 years old. Since the criteria to qualify for public assistance have been so stringent and every qualified case is properly and periodically monitored by the Ministry, it is almost certain that people who are able-bodied and fit to work will be excluded and will not benefit from the scheme. It will not be against the Government's fundamental principle if the subsistence is revised and increased to the level of the minimum subsistence level of today's cost of living so that the recipients could maintain a reasonable and decent standard of living. This is one of the ways in which the Government can show its care and compassion to the less able Singaporeans. We must recognise the fact that these people are unable to do much about their situation of poverty either because of their age or physical condition. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has made known its intention to increase the assets of the poor. One of the possible ways I can think of is to upgrade the HDB housing estates. Unfortunately, most of the people in the lower income group who live in the HDB rental flats will not benefit from this. Most of them are unable to purchase flats for the simple reason that they do not have sufficient CPF savings. I am glad that HDB has already come out with a scheme to allow people of this category a waiver from paying the downpayment for purchasing HDB flats. I feel that we can go one step further by allowing some of the people in the lower income group to delay payment towards the capital redemption of the housing loan they have taken from HDB until such time when their children start working. In the meantime, they just pay the interest of their housing loan. By doing so, it will certainly help some of the people in the lower income group to upgrade their standard of living in terms of housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In dealing with the problems of the poor, we must not allow poverty to beget poverty. In the long term, success in the education of children from the poor families will help these families to break away from the vicious cycle of poverty. The living environment in which poor children are brought up is normally not conducive for their school homework. Lack of parental guidance and inability to afford private tuition could cause the poorer children to do badly in school and some of them may even drop out from school prematurely. I feel that a more comprehensive and properly organised after-school care service for these children should be provided by the Government with the support from the community and charitable organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in fact, many people have already looked into the problems of the poor and they have made suggestions. The Ministry of Community Development will certainly have full of ideas on how they could assist the people of the lower income group. Since we are moving towards a more caring society, the Government should take the lead to do more in this respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang GRC)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> support the motion moved by the Member for Tanglin to express our thanks to the President for his Address at the opening of the Second Session of the Seventh Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A fundamental point in the President's Address is the need to find new challenges to inspire us to progress further and develop a more united and harmonious society, to create a better life for every citizen as we enter this new phase of national development under a new leadership, with a new Prime Minister at the helm by the end of the year. The President also outlined the Government's programmes in the various aspects of national development through the addenda tabled by the respective Ministers. We are relieved to learn that in its endeavour to further improve the people's standard of living and in its drive for further progress, the Government has not neglected the lower income group. Indeed, this group stands to receive even more attention from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the aspects requiring close attention is health care. In health care the Government has taken the initiative by actively restructuring existing Government hospitals and building new ones to provide good medical services for the population and allow everyone a wider choice. Such upgrading and renewal would certainly increase the cost of health services, which demand expertise and sophisticated equipment. This is of course inevitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to support the views expressed by Dr Vasoo yesterday that the Government should always be in the position to provide reasonable health care for the less fortunate among us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, in his Address President Wee also dealt with efforts to improve the performance of the Malays, particularly in education. The Malays in Singapore must be grateful for the presence of a Government that is always sensitive of their aspiration to improve themselves and progress along with the very rapid pace of development we have experienced in the past 25 years. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> Yayasan Mendaki, comprising various Malay organisations, was established in the 1980s with the specific task of improving the educational performance of the Malays. Throughout the rest of the 1980s, there was a progressive increase in the number of Malay students passing or graduating at the important stages of education, ie, PSLE, GCE \"O\" and \"A\" levels, Polytechnic and the University. This position has remained and should be improved upon in the 1990s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yayasan Mendaki is now embarking on a new, more challenging task in its efforts to address the social, economic and educational problems of the Malays. It has decided to accept the Government's proposal on the issue of tertiary fees subsidy for Malay students. In this regard, I would like to quote the comments that appeared in the 'Our View' column of Berita Minggu, 10th June 1990, titled 'Into a new Phase with Mendaki'. I quote [in translation]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\". . . let us accept Mendaki's decision with an open mind and look forward positively so that together we could explore the best ways in which we could build the future of the Malays. The fact that the Government has agreed to advance a sum of $10 million, equivalent to seven years of subsidy, reflects its confidence in Mendaki's objectives and capability. The move also signifies the Government's sincerity and commitment to help the Malays here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the new scheme, which is to be implemented from next year, Mendaki will decide who should or should not receive the subsidy, according to certain guidelines based on family income. Seen from the wider perspective, the onerous task is on Mendaki's shoulders now, to determine how best to utilise the subsidy granted by the Government, for the advancement of the Malay community as a whole, particularly in education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By accepting the new fees subsidy scheme, Mendaki would not only be sending a clear, positive signal to the non-Malay community and the Government, but also a positive, bold and challenging call to the Malay community itself. This is because for most Malays the decision is a sacrifice that they hope would result in something of much greater benefit in the long term not only for themselves but also for the Singapore population at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Undoubtedly, in discharging the task of helping the Malays to stand 'on equal footing' alongside the other communities, Mendaki has to have the total, undivided support of the Malay community itself. Mendaki must not and cannot afford to fail in its implementation of the new fees scheme. And the Malay community, jointly, would be the guarantors.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Mr Wan Hussin has just stated, the fees issue is but one of many more chal- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> lenging and burdensome tasks borne by Mendaki. As such, the Foundation has to be diligent and ensure this heavy responsibilty is discharged with fairness. Mendaki has to explain, fully and convincingly, to the Malay community in particular and to Singaporeans in general, that it has concrete plans, special expertise and competent administrators to surmount the social, economic and educational problems of the Malays, to enhance its efforts to improve their performance and to help them progress as citizens of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the extent to which the Malays will advance in the decade is not determined solely by Government support and Mendaki's capacity alone. The most important factor is the attitude of the Malays themselves, Malays in all strata of society, every individual, every family, and every Malay/Muslim organisation. They have to be positive, and take advantage of every available opportunity, to strive to better their present position through further education and training in the various skills that will be in demand in future. All this will require effort, commitment and sacrifice. The Malay community must rally behind Mendaki. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I would like now to speak on the Minister for Labour's addendum, with particular reference firstly to industrial relations. The Ministry of Labour's efforts to maintain cooperation with management and trade unions and preserve harmonious industrial relations is most welcomed. It is undeniable that with good industrial relations, we would be able to attract more investors, thus creating better job opportunities for our citizens. In view of this, I would like to urge the Ministry to work towards an even better industrial relations climate by encouraging closer ties between the two parties through social and recreational activities, where both management and workers can mingle, interact and know each other better. In addition, recreational facilities should be developed to accommodate such activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Courses meant to instil consciousness of the importance of industrial relations should also be organised from time to time. Management should also be encouraged to conduct formal or informal discussions with their respective unions as a forum for the exchange of information and feedback towards greater mutual trust and confidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On foreign workers, the shortage of labour has forced us to depend on foreign workers to augment the strength of our labour force. The long-term solution of this problem has to be looked into if we want to continue to enjoy our progress and prosperity. While we may depend on foreign labour, this should not be allowed to prejudice the interests of local workers. The presence of foreign workers should not result in the dampening of wages for our local workers. Singapore workers must be paid wages commensurate with their skills, qualifications and work performance. No opportunity for them to improve their skills ought to be missed, so that they could continue to advance as Singapore advances. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Deputy Speaker and the general assent of Members present, Question put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Debate to be resumed, what day, Mr Lew? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Adjourned at Eleven Minutes \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;to Four o'clock pm.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
