{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-13\"> \n  <meta name=\"Start_Col\" content=\"121\"> \n  <meta name=\"End_Col\" content=\"166\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">13-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 13th March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In accordance with the provisions of paragraph (7) of Standing Order 87 and paragraph (5) of Standing Order 88, I have fixed the times for the conclusion of consideration of the heads of expenditure in the Main and Development Estimates of Expenditure for FY 1990/91 in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These times have been notified to hon. Members and will appear in the Official Report (Cols. 163 - 166). \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900313/19900313-HA-0550163.htm\">Committee of Supply - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1990 TO 31ST MARCH, 1991 (Cols. 163 - 166)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>NEIGHBOURHOOD OF BLOCKS 93, 95 AND 96, BEDOK NORTH AVENUE 4</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development of new blocks of HDB flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Aline K. Wong</b> asked the Minister for National Development (a) what are the reasons for developing four new blocks of Housing and Development Board flats in the neighbourhood of Blocks 93, 95 and 96, Bedok North Avenue 4; (b) what sort of facilities will be provided; and (c) what are the plans for the development of the vacant land directly opposite this site. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, the four new blocks to be developed in the neighbourhood of Blocks 93, 95 and 96 will comprise 165 5-room and 156 Executive flats. The introduction of bigger flat types in this neighbourhood, through the development of these four blocks of flats, will help contribute to a better housing mix in the area. It will also provide additional catchment for the existing neighbourhood centre located at the junction of Bedok North Road/Bedok North Avenue 4. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new facilities that will be provided include a new multi-storey carpark, a new playground and multi-purpose court. The playground and multi-purpose court will be located in front of Block 93 and is intended to replace the existing ones affected by the redevelopment scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The vacant piece of land opposite this developement is being safeguarded for future school development. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Tampines GRC):</b> Sir, would the Senior Minister of State be kind enough to consider putting in a bit more recreational facilities after the area has been redeveloped because the residents used to enjoy a very congenial environment before the new development puts the environment into a rather congested state? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, HDB is aware of the need for recreational facilities in residential neighbourhood, especially in neighbourhoods where redevelopment programmes will be initiated. It is for that reason that in my main answer I pointed out that a new playground and multi-purpose court will be provided. If there is sufficient land in the nearby areas for additional recreational facilities, I will ask HDB to consider, but we must always bear in mind that we can only do what is possible within the available land. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Another supplementary question, Sir. With regard to the vacant land directly opposite the site, did the Ministry look into the possibility of having those new blocks built over that site rather than building in the existing site to avoid congesting the environment for the residents? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, as I said in the main answer, the piece of land across the road is reserved for school development. There is a need for a school in the area and if we use that piece of land to redevelop newer blocks of flats, then where do we build the school? We have to settle for a compromise. As far as this particular piece of land is concerned, we have just demolished one block of one-room flats. It is necessary to redevelop such vacant sites by building bigger and newer types of flats so as to introduce a better mix of residents into the neighbourhood. For that reason, we should continue with the development on the site vacated by the demolished one-room block and leave the vacant land across the road for school development which is also needed for the neighbourhood. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>NATIONAL PARKS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to make provision for national parks and nature reserves, and to establish a National Parks Board and for matters connected therewith and to repeal the Nature Reserves Act (Chapter 205 of the 1985 Revised Edition)\", \n  <br>\n  <br>presented by the Senior Minister of State for National Development (Dr Lee Boon Yang); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [2nd March, 1990] [2nd Allotted Day], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1990 to 31st March, 1991.\". - [Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.37 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, the Opposition cannot support the financial policy of the Government. The Straits Times calls it a \"celebration budget\". Who celebrates? The big businesses and the rich have reason to celebrate. They do not have to pay additional income tax. But for the poor, the small struggling businessmen and the workers, they do not celebrate. This latter categories of people do not have anything to celebrate about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has not offered them any worthwhile benefits at all. With the present high cost of living, rising cost of housing and motor-cars, the personal income tax relief of $2,000 is definitely not enough. The SDP recommends that it be increased to $3,000 to help the people in the lower income group. We also ask the Government to reduce the personal income tax ceiling to 30%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is time the Government did something more tangible for the man-in-the-street instead of collecting more and more from him. The Government boasts, year after year, to be able to have a surplus budget. What does it show? It simply shows that the Government policy and aim is to collect more and more money from the people. The main bulk of the revenue is not from profits of businesses but from people and other sources. If the surpluses \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> of money are collected from the people, then it must be used for the benefit of the people instead of hoarding them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are told, year after year, that the Government has accumulated massive surpluses. An elected President is said to be necessary to help look after them. Now the Government is still budgeting for a surplus. The Government says its aim is to have a balanced budget but, year after year, it accumulates surpluses. If this is the policy of the Government, what is its implication? The people of Singapore have to pay more and more. This is nothing new to the people of Singapore. They have seen in the short 1 1/2 years since the last general election increases in petrol tax, increase in HDB carpark charges, increase in registration fees of cars, increase in school fees, increase in foreign maid levy, increase in hospital charges and a host of other increases due to the Government's fiscal policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government continues to increase its levies, charges, licences, fees and taxes and the people are made to pay for all public services, there is no doubt that, come March 1991, the Minister will announce another budget surplus, as the sun will rise tomorrow. The Government must not be obsessed with aiming for a budget surplus. If this policy is to continue, the people will be poorer and suffer more while the Government gets richer year by year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more important for the Minister in its financial policy is not to try to squeeze the people to the hilt to get another budget surplus. But, as the Member for Tiong Bahru GRC said yesterday, the Government must show a direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economy is reported to be booming now but only precariously. We are dependent on foreign workers to make this boom possible. The foreign workers in Singapore, unlike the foreign workers in Japan, Germany or other European countries, are made only to do manual or ancillary work and not directly involved in production. In Singapore, it is not the case. Foreign workers are directly involved in manufacture, construction and the tourist trade. All these sectors are our foreign exchange earners. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area of concern for the long term is that we are too dependent on foreign multinational companies for our wealth. They create about 60% of our demand of the economy. It is not healthy for an economy to be leaning so heavily on outsiders. Singapore has been taught a lesson in 1985 when many foreign multinational companies packed up and left us en bloc. Our economy suffered more than what it should. It nose-dived to a -1.8% growth. That lesson must be learned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One lesson to learn is that multinational companies are very mobile. As soon as the business environment, for example, rising cost, does not suit them they can leave on very short notice. It will be remembered a few years back the Government in a state of desperation said that it would \"high-tech, low-tech, medium-tech, in fact, any type of tech\" as long as investments flow into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this kind of policy, most of the investments we have would most likely be not quality investments. If the technology is of a high quality, the investors would not come here because the wage element in high technology industries is low. Therefore, they would prefer to invest high technology industries in their home countries. It can be seen that we do have a problem in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Investors come here because they want to exploit our relatively cheap workforce and make big profits. The pressure on our labour market will get worse and worse, and not better. The Minister should address all these serious problems but, maybe due to political reasons, he avoided them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I come back to the question of direction. The Minister should indicate how he would solve our dependence on foreign companies and foreign workers. These problems admittedly are not easy to solve, not in the short-term at least. I do not think that multinational companies are generous enough to transfer their technology to us overnight so that we can manufacture for ourselves high value added goods. We as a nation must solve this difficult problem ourselves. If we hope to reach the level of the standard of living of the Western industrialised countries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> and become really rich, we must reduce the foreign component in our economy and increase the share of the local or indigenous industries. The Government's help to our local small and medium enterprises is a start, but I am afraid they will not get off the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What do we mean when we say that Singapore must produce more indigenous or local multinational companies? To me, it means that we would have to reach or obtain the standard of technology or know-how of the Western industrialised countries. In order to reach that standard, we have not only to assist individual local companies, wherever possible, but I think the more important consideration is that we have to educate or change the attitude of our whole society. We must build a society that is production conscious, a society that is scientific, a society that is geared towards technology and industrial production. In order to attain such a society, I would recommend the Minister to implement two policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, for a start, to commit the State to a massive education programme so that every school leaver should be a trained person. If he or she does not go to a university or polytechnic, then train him or her in some form of skill or vocation. This policy is nothing new. The Japanese and the Europeans have this kind of a system since their industrial revolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I think we should increase the cultural and intellectual standards of our population. I do not want to go into this difficult subject of what is culture and involve in a long debate on what culture is. Suffice for me to say that culture, in my context, does not simply mean knowledge of the arts, but it is a way of life, a cultured way of life. It is only if we have a cultured society that the society can be really disciplined, as shown by the Germans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for intellectualism, the aim must be to make the Singapore public, for a start, a reading public. I would like to see libraries established at all housing estates. These libraries should be easily accessible to the residents there. I know it is not easy for a country to get into the league of the Western industrialised nations but I would urge the Minister to consider my two proposals for a start. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Mr Speaker, Sir, thank you for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to congratulate the Finance Minister for the well-balanced and caring budget. Last year, the highlight of our budget was on the problems of procreation. This year, I see a follow-through of the Government's concern to encourage more women to work and have children. I fully support the Government's incentives to encourage women to have their second child before 31 years old with effect from 1st January 1990. I would like to remind the Minister that every child is precious to the parents and the nation. Incentives should also be given to parents who have voluntarily given birth to a second child before 31 years old. This is only fair to those mothers who have taken their own initiative to have their second child before 31 years old. After all, the cost of bringing up a child is the same regardless of which date the child is born. Therefore, I would like to suggest that as the tax rebate for the second child is valid for seven years, those women who have given birth to the second child within the last seven years before reaching 31 years old should be given the tax rebate on a pro rata basis. This means that, for example, a woman who gave birth to the second child before she was 29 years old and whose second child is now two years old should be allowed to claim the $20,000 tax rebate for the remaining five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the same basis that every child is precious to us, I would like to urge the Minister to increase the general child relief for every child. I would like to propose that the present child relief be increased from $1,500 to $3,000 per child. Here, Sir, I would also like to draw the Minister's attention to the present practice that unmarried mothers are not eligible for tax relief for their children. I am not encouraging more unmarried mothers. However, for whatever reasons, unmarried mothers do exist in our society. As single parents, they are already facing many problems and hardship. I therefore urge the Minister to allow unmarried mothers to be entitled to claim for child relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we try to solve our procreation problems and to encourage women to stay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> within the workforce, fiscal incentives are attractive. However, employment hours, working conditions, benefits and child care facilities for working mothers are also very crucial. After a few appeals by Backbenchers, we appreciate that the Minister for Finance has made certain progress by adopting a liberal approach in granting medical benefits to dependants of female employees who are sole supporters of their families. However, as the Minister knows, with increasing level of education of women, more and more women are now working. Women now contribute almost equally with their husbands to the family income. The statement that men are the sole breadwinners in families is no longer true. Hence, now that the economy has recovered, I would like to urge the Minister to consider granting medical benefits to dependants of all female employees in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides granting monetary incentives to encourage more child births, the Government should also look into other means, such as flexi-time work, part-time work, home-based work, child care leave, child care centres, etc. The Government has done well in the area of child care leave by giving up to four years of child care leave. However, because the leave is subject to contingency of service, I have received some comments that not many female public employees have been able to make use of this child care leave due to shortage of manpower. Hence, I would like to ask the Minister to ease the procedures to allow more women employees to benefit from this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An alternative to flexi-time, part-time and child care leave is the presence of adequate child care centres or child care services. In recent years, the number of child care centres has increased rapidly. This is in no small way due to the financial support given by the Government in the form of capital grants and operational subsidies. However, the number of workplace child care centres still remains very small. Most of the current 20 workplace child care centres are set up by Government departments or statutory boards. Only five are operated by private employers. According to a recent NTUC survey on workplace child care centres, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> these centres have helped reduce staff turnover, staff absenteeism, ease recruitment and boost morale in the companies. These findings are confirmed by those in the USA. Therefore, to encourage more workplace child care centres, I would like to ask the Minister to consider giving tax incentives to encourage more companies to provide child care facilities to their employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure that with better working arrangements, more fiscal incentives and better alternative child care centres or child care services, more working mothers will consider to have more children earlier and to stay working after having children and to have more children. \n  <br>12.55 pm \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, I rise to join my colleagues in this House to congratulate the Minister for Finance on the budget. I agree with many of my colleagues that it is a difficult budget to find fault with, because it bears the traditional hallmark of prudence. Mr Chiam See Tong just asked the question: what is there for us to celebrate in the budget? He should be reminded that not many countries in the world can boast of a budget surplus and a buoyant economy at the same time. We are celebrating an economy that offers its people full employment, in fact, over full employment because we have to import labour, adequate housing and a rising standard of living with low inflation. Perhaps Mr Chiam should visit those countries that suffer perennial or chronic budget deficits. Then he will realise the pain that is involved in order to solve those deficits. Those governments have to borrow money, beg money, and print money, causing their people tremendous distress and high unemployment together with inflation. So we have much to be thankful about and much to celebrate about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall, however, endeavour to evaluate the budget in the light of Government's announced economic and social objectives, both short-term and long-term. First, may I review our economic performance for last year. The Economic Survey noted the slower growth rate in manufacturing, 9.9% last year as opposed to 18% in 1988. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> The commerce sector similarly had its growth rate halved to only 8.3%. And the report noted the slow-down of non-oil domestic exports and re-exports. Both the manufacturing and commerce sectors suffered lower growth because of external environment. The global economy slowed down. World trade slowed down from 8.5% to only 7%. And we had new competitors coming on to the world scene, particularly for us our neighbours, Thailand and Malaysia. We have paid much attention to the other newly industrialising countries in Asia, but I believe not much attention to the newly emerging industrialising countries. But we have certain strengths in our economy that we can maximise to our advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, is our sound fiscal system. Secondly, our high savings rate, which I believe is the highest in the world reaching 43% last year. Thirdly, the high savings rate together with a prudent fiscal policy enabled us to be a net exporter of capital to the extent of 8.9% of our GNP. As a proportion of GNP, our export of capital must surely rank among the highest in the world today. That is not a mean achievement at all. Fourthly, our rate of investment last year was a healthy 18% increase compared to 8.2% in 1988. What is especially encouraging about that investment last year was that nearly half comprised machinery and equipment and that will build up our productive capacity for the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fifth thing to note about our strength last year was the recovery of the construction industry. We rejoice that from a -4.4% in 1988 the sector grew by 1.3% and it has been an accelerating rate of recovery because in the fourth quarter it was at the rate of 7%. But having highlighted these areas of strength, we should not forget that there are problem areas for us to look into. At this moment, relatively small problems but, if unchecked, these problems can fester and grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One concern of mine is that last year our money supply appeared to increase rather too rapidly. M1 increased by 14.9%, compared to 8.4% in 1988. M2 increased by 22.5%, compared to 13.5% in 1988; M3 by 21.2%, compared to 12% in 1988. This would seem to imply an under-valued \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> exchange rate. If we are not careful we may repeat the experience of the early 1980s. Another indication that this is so is that the financial services sector grew by 21.7% last year and contributed about 32% of the total GDP growth. If you look at the volume of bank loans, it seems to indicate that a lot of the money credit went into speculative activities. At the same time, the CPI rose by 2.4%, still low by international standards but, by Singaporean standards, higher than usual and therefore we ought to take note. The Economic Survey says that the cause was largely local but I believe a stronger Singapore dollar could have reduced the CPI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another and perhaps more serious concern is the productivity wage gap. For 1985 to 1987 the rate of productivity increase was greater than the rate of wage increase. That, I believe, helped our recovery. But in 1988 and 1989 our wage increases were greater than our productivity increases. From 1980 to 1984 we had a similar experience, namely, wages outstripped productivity increases. The result of this for last year was that the share of wages in the GDP rose from 40% to 41%. Of course, we all want our workers to enjoy higher standards of living and a bigger share of the economic pie. But at the same time we do need to look at the gap between productivity and wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got two puzzles for the Finance Minister. One is in regard to the actual wage increase. In his Budget Statement he mentioned that nominal wages rose by 12.5% and that implied that real wages rose by 10.1%. The Economic Survey, however, stated that nominal wages rose by 10.3% and real wages 7.9%. Quite clearly there is a discrepancy. At the same time, Appendix Table A6.7 of the Economic Survey showed that the wages for professionals rose only by 7.8%; clerical workers and so on, 7.6%; production workers, 8.8%. These are averages and yet produced an overall average for all workers of 10.3%. I am just wondering how that average was arrived at. Obviously, somebody did not look at the figures properly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second puzzle has to do with the measurement of productivity. In the Economic Survey it was noted that last year productivity increased by 4.8% per worker. But if you adjust for hours of work, the productivity increase was only 2.5%, in other words, it was much lower. The conclusion of the Economic Survey was that the higher output was achieved by workers working longer hours but with decreasing marginal productivity. I suggest that there is a little problem with the figures here. I believe that the Bill to cane illegal workers caused an apparent drop in productivity. How did this come about? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a footnote in one of the tables of the Economic Survey, it is stated that large numbers of illegal workers were legalized last year. I believe that inflated the number of recorded workers, particularly in construction. Therefore, construction reputedly achieved a negative 3.9% decrease in productivity. I cannot believe that figure at all. I believe we need to tighten our measures, especially on productivity, if we want to guide Government policy in the right way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know we have done a lot to improve productivity in Singapore, particularly to upgrade skills and to improve the avenues for education, including technical and tertiary education. I commend these efforts. However, we should all take note that the workers who need help the most, namely, those over the age of 40 have resisted the acquisition of skills and/or retraining. The Economic Survey noted that only 5.7% of the 208,500 training places given by the Skills Development Fund were taken up by workers who were more than 40 years of age. Clearly, we need to do more to encourage the older workers to acquire greater skills and retraining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem which no Member has touched upon, neither has the Finance Minister, is a problem of rising rents and interest rates. There is no discussion of the possible impact of both of these on business costs. I believe that if one looks at the experience of 1980 to 1984, one of the factors that made us uncompetitive was rising rents and rising interest rates. We are now at a point in the business cycle where the construction industry is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> reviving, precisely because the existing capacity, both residential, commercial and hotel have been taken up or are being taken up rapidly, and rents are therefore rising. It will take some time before new capacity is added. Therefore, I would urge the Government to monitor rising rents rather carefully and not to exacerbate the problem by increasing rents for the public sector unduly. At the same time, Sir, with hotel occupancy at very high levels, hotel rates are on the rise and will continue to rise this year. This will have some adverse impact on tourism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I briefly review our tax measures? Members would have noted that the Finance Minister gave away $168 million, the figures he actually gave for certain tax rebates. But of course there were other tax incentives which he gave for which he gave no estimate of what is the cost in terms of revenue. This is an area of some concern to me. I raised this issue last year and I would like to repeat it again that I would like to see a proper study of the cost and benefits of tax incentives. We have now given a host of tax incentives. In fact, I think a new industry is flourishing, teaching people how to take advantage of our tax incentives. With such a bewildering array, it is time for a proper evaluation and I hope by the time of the next budget, before the Minister asks for further tax incentives he had better give us an accounting of what has been achieved so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Budget Statement the Minister said that this year he is going to introduce legislation for a comprehensive goods and services tax. The idea, I suppose, is gradually to replace the income and corporate tax and allow further reductions in these rates and to shift more to indirect taxes. I would appeal to the Minister to reconsider this seriously because indirect taxes, such as consumption taxes, are very regressive. Look at the recent example in Japan where the LDP nearly lost its majority because of the consumption tax. Prime Minister Margaret Thatcher in the UK is now in trouble because she boldly introduced a Poll Tax, that means a head tax on everybody in Britain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the perceptive writers in the Straits Times made the comment that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> equity issues are very much in view today in Singapore. We have reached a certain point in our development where we have to be concerned not merely for efficiency but also for equity. I believe there are real political constraints. I would not like to see all that we have achieved over 30 years wiped out simply because the electorate does not like a consumption tax and therefore gets rid of the PAP Government. Further, I believe a consumption tax is very messy, a value-added tax is particularly messy for a trading economy, for entrepot activities and for tourism. First of all, many of our small enterprises lack a clear accounting system. The typical Chinese businessman keeps three sets of accounts - one for himself, one for his partner, and one for the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have an alternative proposal to make to the Government. Firstly, the Government saves all the surpluses each year instead of giving away by way of tax rebates in order to earn investment income in the future. Members would note that last year investment income gave us 30.7% of total Government revenue, ie, nearly one-third of Government revenue came from investment income. There is no reason why this source of income, this source of revenue, cannot increase if we continue to be prudent in our fiscal policy and save the surpluses instead of giving them away each year. Secondly, in line with this, the Government should trim the size of the public sector. The Government alone in terms of its expenditure accounted for 19% of the GNP last year. If you add the 10 statutory boards, the percentage was 33.7%. If you count revenue as a percentage of GNP, Government accounted for 27.5% last year and Government plus the 10 statutory boards, 45.1%. In other words, the public sector as a whole commands a sizable portion of our economy. I believe that efficiency would require the public sector to scale down some of these activities. The surplus of the Government alone was 8.5% of the GNP last year and inclusive of the 10 statutory boards 11.3% of GNP. That has added to our savings. At the same time, we should allow a more creative environment suitable for a high-tech economy. I believe that if we allow the mass media greater private channels and if we allow private schools, private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> colleges and private universities to be established, I believe that we can greatly facilitate the acquisition of high technology and much needed information for a modern economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I briefly deal with some global developments. This year, in the global economy, there is concern with inflation and therefore interest rates are likely to rise. And if interest rates rise, stock markets are likely to be dampened. For the US itself, I believe that the probability of recession is low. But for Japan, it has to do a balancing act between a higher Yen or stronger asset values; in other words, to have higher interest rates or lower interest rates. It becomes a problem for Japan. But we need to look at what is happening in Eastern Europe. Firstly, the German reunification and its impact on Europe and the EEC. And secondly, more importantly, the capital requirements to re-construct Eastern Europe might mean a diversion of capital from other parts of the world. Again, another factor likely to push up interest rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the implications for Singapore? I believe, a tougher international environment. We have to watch the competition, particularly our new competitors, like Thailand, Malaysia. We need to exploit new markets, and I am glad that the Trade Development Board is already trying to get to Eastern Europe. We need to improve productivity, properly measured, and we need to avoid over-heating. So I say - watch the money supply! \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Finance Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would be unfortunate if because the Budget is pro-business, it is not also a budget that is pro working man, except possibly with the understanding that what benefits business also benefits the working man. But I think what is important as we step into the new decade, as Dr Tan has earlier mentioned, is that in the abundance that we have and the surpluses that we have enjoyed over the years, how best the Government can re-distribute the wealth \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> to enlarge our middle-class and possibly to reduce as much as possible the lower income category. Given the circumstances, the Budget does reflect the time, the Budget operates in a very dynamic situation, and I believe prudence is at the back of the mind of the Finance Minister. But I thought that he could have given a good start as he considered the granting of the across-the-board once-off rebate of 5% on personal income tax for the Year of Assessment 1990. We have always felt that the income tax burden should be progressive in nature and therefore the granting of the rebate should also follow that consistency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see that the estimated revenue loss of $60 million is likely to be given back proportionately more to the higher income earners than those of the lower income category. In that sense, it has become regressive. The Minister could have re-distributed on the basis of higher rebates for the lower taxpayers, for example, 10% for those paying tax of less than $2,000, 7(r)% for those paying tax of $2,000 to $5,000, and 5% for those above $5,000, and maybe have a ceiling that beyond $20,000 you do not get any rebate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think what is very significant a concern to me, Sir, is the subject of inflation and cost of living. It is evident that since 1986, our Consumer Price Index has been on the rise. In 1989, the CPI rose by 2.4% as against 1.5% in 1988. It has been estimated that our inflation rate will go up further in 1990 beyond 3%. According to the Economic Survey, inflation rate went up in 1989 despite the strong Singapore dollar and it has attributed the source of inflation to local factors. And I believe it is the cost-push inflation that is taking place. Higher wages are demanded not only because of the labour shortage situation in Singapore but also, I believe, on account of the higher cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that there should be moderation in the wage increases in order to allow our businesses to compete internationally. Nevertheless, efforts must be made to contain the increases in the price levels, especially in the basic essentials. Transportation, school fees, medical charges all square up and add up to increase costs to our people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The goods and services tax, if introduced, should be carefully considered and done in such a way that it will not lead to accelerated increases in the general price levels. For this would certainly affect the living standards of the average working Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing that adds on to cost is the 4.5% increase in property tax rate from 11.5% to 16% to the already high cost of properties. This must invariably lead to higher cost of rentals which would be passed on to the customers, the poor local consuming public. Here I believe the Minister for National Development can help. We can allow the HDB offices and shops to remain economical to operate, so that our citizens can continue to enjoy the basic necessities at affordable prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the extension of post-pioneer status, we have seen the merit in wanting to extend the post-pioneer status to companies undertaking approved activities for a period of 10 years at a concessionary rate of 10%. I agree that it is good to encourage these pioneer companies to continue to operate in Singapore and for them to upgrade their operations. But, Sir, can some schemes not be found to help excellent local small and medium-sized enterprises to obtain the equivalent of pioneer status to be taxed at the concessionary rate? If we can give incentives to attract foreign companies, why can we not do the same for our very own local companies? This at least will help our local SMEs to compete and upgrade themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On procreation incentives, I am afraid that we have relied on the \"cold\" statistics to make us believe that the trend of delayed child-bearing can easily be reversed by the granting of tax incentives. Worse still, we can even specify exactly when the working mothers ought to have the first and second births before they can enjoy the tax incentives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the difficulties faced by our working mothers are complex. For a start, more of them are staying longer in schools. Some university courses take a long time to complete. They have to look for a job after graduation. If they have already a partner, the man must be encouraged to marry early as well. It is never easy especially at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> the early stage in wanting to build up one's career. What about the home and accommodation? There is the cost and the waiting period involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would prefer that the ages be specified such that all women who give birth to the second child before 31 years will be eligible for the $15,000 tax incentive, and before 28 years $20,000 tax rebate so that we do not differentiate it on a year-by-year basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign worker policy. The Minister for Labour has given indications that the employment of foreign workers might be subjected to a market-based mechanism or quota system in working out the foreign worker levy. Underlying this, Sir, is a tacit acceptance that foreign workers do contribute in sustaining the momentum of our economic growth. I believe it will be so for a while, and that we have to accept foreign or guest workers as a fact of life in Singapore. But I think the consideration must be that if we are able and prepared to pay the high levy, is there a guarantee that we will continue to have them? Is it good for us to have them? And I think it is important for us to address this issue. It is not just of economic nature but of social concern as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think the importation of guest workers must also serve as a reminder to all Singaporeans that there is always competition to the jobs that we hold. We have to instil in the minds of Singapore workers that positive work attitudes and good work ethics are of crucial importance, that it does not benefit workers if they job-hop, that employers are only prepared to train their staff if there is a commitment to a reasonable tenure of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But one stark reality is that, Sir, our population is greying and aging. We must get employers to employ more women and older workers for I believe they are still useful assets to any organisation and they should be retained and retrained as they provide stability in the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore workers must be made to understand that there is always the competition from the workers in other countries who are determined in catching up or even overtake us, never mind whether they are working in or outside Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased that the Government will continue to complement and blend the foreign worker component with that of our local workforce to bring the best in our economic growth. With a growing economic pie, we can then share the economic wealth and higher standards of living to a larger number of Singaporeans. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the motion by the Finance Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I am talking about Research and Development allotment for this year which has increased greatly, by 50%. The Minister has said that in the coming five years the R&amp;D expenditure will be increased to 1% of GNP. This means that every year we will have about over 30% growth. Because of our political stability, good infrastructure and high quality labour force, our industries are able to shift away from the traditional labour intensive activities to those of the high value added ones. Sizeable foreign investments of this kind pour into Singapore. Our entrepreneurs are also joining the rank of high value added industries. In view of the increasing educational level and emphasis on technical education of NIEs, many of them will forge ahead and become our competitors in the years to come. They will be more competitive than us. So, in order to avoid such a difficult situation of lagging behind in future, we must explore new avenues, imporve all the favourable factors and promote R&amp;D. Through R&amp;D we should be able to master new technology and create more innovative products. In doing so, we could ensure that we will be always ahead of our potential competitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the present budget, the Minister has generously allotted a large sum of money to help research and development work. This shows that our Minister is farsighted and at the same time this goes to show that we are determined to go along R&amp;D line. This would not only strengthen our competitiveness but also be able to produce more researchers and R&amp;D personnel and further improve our capability in this field. Ultimately, it will help Singapore to be developed into a regional R&amp;D centre. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Viewing from old statistics, in 1987 and 1988 the public sector spent 40% on R&amp;D, while the private sector spent only 60%. As the private sector is larger than the public sector, this shows that the private sector is lagging behind the public sector in this field. I hope the Government will stimulate and encourage more of our private sector, particularly the medium and small industries to pay more attention to and take part in R&amp;D, through some concessions and financial assistance schemes when our economy is turning around now. Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is indeed a painless budget. Some say that the pain is in-between budgets, and budget day is a non-event. Others think that it will encourage our gentlemen to go for younger ladies in order to reap the benefits of the procreation rebates. The more senior ladies, I am afraid, would be less attractive -I mean fiscally, and not necessarily physically. Be it as it may, we must congratulate the Government for delivering another good year to us. At the same time, we should bear in mind that this is only possible with the cooperation of the workers and businessmen. Though the Government sets the directions, we must salute the workers for their self-sacrifices and applaud the businessmen for their initiative and entrepreneurship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last week, I attended a committee meeting where grants or bursaries for needy students were discussed. Members around the table, all highly qualified and successful professionals and businessmen, expressed surprise, indeed shock, that there are people in Singapore with family incomes of $300-$500 per month. The question is: are we aware of the plight of the poor in our midst? Is their cry for help heard? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The poor or less privileged are finding it more and more difficult to make ends meet. Costs are rising and rising. To them, Singapore is becoming less and less affordable. Privatisation, restructuring and cost accounting are the \"in\" things these days. These are well and good, a necessary part \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> of the on-going economic rationalisation. But in doing all these, we must be ever mindful of the social angle, and ask ourselves from time to time whether we are moving too fast in privatisation or doing enough to help cushion the effects for those who cannot for the time being catch up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The standard response is that there are bursaries, waivers of fees, public assistance scheme and so on and so forth. But are the criteria applied too stringent or too restrictive? Sir, I am not asking for a welfare state, which is a dirty word, with all its attendant ills and idleness, nor asking for equality of pay or rewards, but that more be done to help promote equality of opportunity so that the less fortunate can rise up in society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since its election in 1959, this Government has done much to improve the lot of the less privileged in education, in housing, and other areas of public life. This is well and good, but much needs to be done and we must be seen to be doing it. Let us work at it and not lose the common touch. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Mr Speaker, Sir, allow me to give a very short speech of two minutes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It is a good idea!. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, during the debate on the Budget Statement last year, I commented on the Government's tax incentive scheme to encourage procreation. The Minister for Finance announced then that the $20,000 special tax rebate would be extended to the fourth child. I pointed out that it was not sufficient just giving tax incentives to parents to have the third or fourth child. A pressing problem was that people were getting married late. For instance, in 1977, the average marriage age for men was 27 1/2 years. In 1987, it had risen to 29 years. For women, the average age of marriage was 24 in 1977 and it went up to 26 in 1987. And for the better educated women, their marriage age was even later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Associated with this problem was the delay of child birth. As the Minister put it, from 1980 to 1989, the median age of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> mothers at first birth increased from 25.3 to 27.4 years of age and for the second birth, the median age of the mother increased from 27.6 to 29.8 years. I therefore suggested last year and I quote what I said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... a complete review should be made on the present incentive scheme and formulate a comprehensive and drastic policy to encourage people to get married early and have babies early through tax incentives and other methods.' [Hansard, Vol. 53, col. 93]. \n  <br>\n  <br>Specifically, I suggested that the Government gives tax rebates as incentives to those who get married and have children early. When I made this proposal, I suppose no one took my suggestion seriously. No one really paid much attention to what I proposed because I was not a Minister. I am now really glad that the Minister for Finance has decided to implement tax incentives along the lines that I proposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the way the incentive scheme is packaged, ie, a larger quantum of tax rebate is to be given to women who have their second child at an earlier age. Although some Members of this House have suggested extending the tax incentives to all women, irrespective of their age, or raising the cut-off age which qualifies for the second child tax rebate, I still believe that some differentiation according to the woman's age is necessary. I am not against giving incentives to all women for having a second child. I think the suggestion merits consideration. But the present incentive scheme is introduced to address a very specific problem, ie, of late marriage and of late child birth. So the Government must therefore give a clear signal, a signal to the men and women that they stand to gain more by settling down and having their children early. If we give the same quantum of rebate to all, regardless of the age of the women at which the child is delivered, then we are not sending a clear and right signal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the financial policy of the Government and that, of course, includes the one on procreation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>1.42 pm until 2.15 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.15 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I am heartened by the warm response of many Members to my budget speech and the various congratulatory speeches made. However, I should point out that this congratulation is misdirected because it should really be to the people of Singapore. Without their contribution towards the economy, there will be no revenue and therefore no budget to speak of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that we have a good budget in the forthcoming year really is a reflection of the achievements of the population at large. Although most Members have been congratulative, nevertheless, the Members of the Opposition have as usual sounded their sour note. I will deal with their broad comments first before I go on to specific replies to Members' comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This afternoon I intend to deal with only six matters of general interest which concern Government's financial and budgetary policies, leaving other matters of detail to be taken up in the Committee of Supply for the specific Ministries. The six items of general interest include questions on corporate tax, individual income tax, off-budget operations, consumption tax, budget allocations and expenditure priorities, and statutory and Government charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before doing so, I would just like to take up the criticisms which have been levelled at the Government's budget by, firstly, Dr Lee Siew-Choh and again by Mr Chiam See Tong who believe that they cannot support the Government's budget because they say that it is a rich man's budget and the poor people of Singapore get nothing. In the case of Dr Lee, I suggest that he comes out of his cocoon and sheds his Rip van Winkle robes and looks at what is happening to the rest of the world. He is advocating that Singapore should pursue a policy practised widely in many countries in Eastern Europe. Over the last 30-40 years, the population which had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> suffered under these policies finally decided that they have had enough, and all these policies are now being discarded wholesale. They are policies which guarantee an iron rice bowl, massive transfers of wealth from the rich to the poor, a general levelling down to the lowest common denominator, the removal of all incentives to work hard and everyone becomes equally poor. Clearly, such policies are no longer relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest to Dr Lee that he should, although I understand his reluctance to do so since he has devoted so much of his life to advocating these policies, re-examine his fundamental approach to life. One of the few successful experiments in a social democratic system is, I think, in Singapore where through accommodation of socialist policies allied with market mechanisms we have arrived at what we have today. I think the fact that we are here discussing the subject is probably the best testimony of how we have succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam is also concerned that we have not given much attention to the lower income groups. Our tax cuts always tend to favour the high income or the rich. I would like to say that he has overlooked one most important point, which is that the Government's method of helping the lower income groups is by giving them good jobs and good salaries, not hand-outs. We do not believe in a crutch mentality or crutch economy. Throughout the period of the PAP Government the policy has been to create jobs, to ensure that the jobs are well-paid and therefore giving the workers the dignity they should have, instead of hand-outs. On this note, I will now turn to deal with the separate subjects which I earlier mentioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, corporate tax. The Member for Marine Parade GRC, Encik Othman bin Haron Eusofe, has asked that concessions be given to encourage companies to train their workers. I would like to inform the Member that there are already a large number of incentives to encourage worker training. For example, expenses incurred in the employee's vocational training and continuing general education are deductible against the employer's income. Furthermore, a tax deduction of up to $2,000 is available for individuals who take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> up relevant courses to improve their skills and knowledge. A number of non-tax incentives are also available. For example, the Skills Development Fund administers a number of schemes and provides grants of up to 70% for allowable costs related to worker training. The Member should also be aware that tax incentives may not be the best way to encourage firms to send their employees for training. This is because loss-making and smaller companies most in need of training for their managers, supervisors, technicians, would be the ones least likely to benefit from such incentives. Furthermore, the tax incentives transfer the onus of administrative control to the Inland Revenue Department (IRD). As IRD is in no position to judge training needs, widespread abuse might result. Tax revenue will then be forgone without much gain in incremental training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Marine Parade GRC has also asked for further concessions to encourage employers to invest in new machinery. Our existing incentives are in my view more than adequate. For example, we allow a one year accelerated depreciation for all automation equipment and a three-year accelerated depreciation for all other equipment with the exception of motor vehicles. This rate of depreciation is amongst the most generous in the world. Taiwan and South Korea, for example, require depreciation over longer periods. We also allow liberal investment allowances of up to 50% of capital expenditure incurred for companies engaged in specific activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cheng San GRC, Mr Chandra Das, and some others have commented that the assistance to small and medium size enterprises or SMEs is inadequate. I would like to point out that the SMEs can and do enjoy all tax incentives applicable to MNCs. For example, investment allowances amounting to $31 million was granted to over 320 SME projects in 1989. In addition, pioneer status was awarded to eight SMEs and $9 million in double tax deduction credits were approved for 566 applications by SMEs in the same year. I believe what is more important to SMEs are cheap sources of financing and information on market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> opportunities overseas. In this respect, the EDB and the TDB have a host of incentives to help such SMEs. These include the Small Industry Finance Scheme, the Product Development Assistance Scheme, the Market Development Assistance Scheme and the Small Industries Technical Assistance Scheme. These schemes provide cheap loans or grants of up to 70% of eligible costs and are designed to help SMEs to establish new businesses, computerize, improve their management and business operations and to develop export markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1989, grants amounting to over $20 million were given to about 8,600 SME projects under the various schemes administered by the Economic Development Board, the Trade Development Board or other Government agencies, such as the National Productivity Board. Loans amounting to $271 million were approved for over 1,300 projects under the Small Industry Finance Scheme. In addition, over $31 million were approved for some 150 SME automation projects last year under the Extended Automation Leasing Scheme. I believe that, contrary to popular belief and Dr Lee Siew-Choh's rantings, our SMEs are well looked after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das has suggested, however, that it might be useful to have a separate agency to look after the SME's interests. This is an interesting idea. I will refer it to my colleague, the Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yio Chu Kang, Mr Lau Ping Sum, has asked that unit trusts be exempt from tax as in other countries, such as Hong Kong. I would like to point out to the Member that most financial centres do tax unit trusts. The major financial centres, such as the United States, the United Kingdom and Japan, impose a tax either at the unit trust level or in the unit holder's hands. In the US unit trusts are taxed at the unit holder's level while in the UK unit trusts are taxed like companies. In Japan, the tax is generally levied in the hands of the beneficiaries. The effective tax rate of 3.1% on unit trusts is already very generous compared to the tax treatment for other similar investment vehicles, such as investment holding companies. There is therefore little economic rationale \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> for exempting unit trusts from tax altogether. The Member may wish to note that the tax measure itself has met with favourable response. Since July 1989, the number of domestic unit trusts has grown from 22 to the current 27, with another seven applications outstanding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have called on the Government to accord more importance to promoting culture and arts. Suggestions have been made to review the entertainment duty and to introduce tax incentives to encourage the entertainment industry. I agree with Members that we have reached a stage in our development where we can and should devote more attention to improving the quality of life. Government will be committing more funds to improve facilities for the culture and arts. In addition, the Economic Development Board has recently set up a Creative Services Unit to look into various initiatives to promote commercially viable and economically beneficial creative services, such as the performing arts. Entertainment duty was reduced substantially in April 1985 to 10% from 35%. This was in recognition of the importance of developing Singapore into a culturally vibrant society. In addition, we have been exempting from duty cultural performances organized on a non-commercial basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on corporate tax, Dr Augustine Tan has asked for an accounting on the cost benefits of the various incentives which we have been giving over the years. Without going into the details, I think the answer is all around us. The fact that we have such a large number of companies, first-class multi-nationals queuing up to invest in Singapore, with world class quality investments, is a testimony to the success of the scheme. They would not be here if they were not attracted to the scheme. And I can assure him the majority are not here to take advantage of our low wages nor to take advantage of the cheaper foreign workers. They are here because they see advantage in the facilities which Singapore provides in terms of transportation, communication, total business facilities, and the quality of the workforce. So detailed accounting may be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> possible, but I think it is unnecessary. The results speak for themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to individual income tax. Some Members have suggested that the top personal tax rate of 33% be brought down to the level of the corporate tax rate of 31% to discourage individuals from forming companies to take advantage of the lower corporate tax rate. The present 2% difference between the top personal and corporate tax rates may appear advantageous for individuals, at least for tax purposes, to carry out business by way of a company. However, on closer examination, this need not necessarily be so. Due to our graduated personal tax rates, the effective rate for individuals in the highest tax bracket is considerably lower than 33%. As such, there should not be any significant tax advantage for the self-employed to incorporate their business, apart from the cost of incorporation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NCMP, Dr Lee Siew-Choh, has called for higher personal tax reliefs as he claims existing reliefs are derisorily low and have remained unchanged for many years. As I have mentioned in the House several times in the past, the Government's policy is that as many citizens as possible should pay some tax, however small, so that there would be a shared awareness that Government revenue is not manna from heaven. We therefore need to maintain as wide a tax base as possible. Increasing personal reliefs available to all taxpayers would lead to a significant reduction in our tax base. For example, if personal relief is doubled from the current $2,000 to $4,000, the tax base would be reduced by nearly 16% from its present level of 885,000 taxpayers. We have avoided this by maintaining a tax schedule with an effective tax rate below 3% at the bottom, and rising steeply to 33% at the top. Instead of increasing personal reliefs, we have preferred to reduce the overall tax burden for everyone by lowering tax rates at all levels over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee has also claimed that all tax cuts have favoured the rich. The facts are that the main burden of personal income taxes falls on the higher income groups. For example, taxpayers with chargeable incomes above $75,000 per year and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> account for only 2% of total taxpayers pay over 50% of total personal taxes collected. Looking at it from another angle, taxpayers with chargeable incomes below $10,000 per year and account for some 70% of taxpayers pay around 7% of total taxes collected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of the tax rebate for the second child has attracted considerable interest. Members are concerned that the rebate would benefit only a small group of parents. To enable more families to qualify for the rebate, it was suggested that the age criteria for the mother be removed. Some Members have suggested that the rebate be backdated to enable families who have their second child before 1st January 1990 to qualify for the rebate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Members that a substantial number of families will benefit from the tax rebate for the second child. In the last three years, more than 60% of second order births occurred to mothers before the age of 31. This proportion is expected to rise as more parents respond to the incentive. Removing the age limits for the second child rebate would turn this incentive to one of merely encouraging families to have two children. There is no compelling reason for the Government to do this as almost 80% of families would eventually have at least two children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main problem is a steady increase over the years in the age of mothers at second birth. As I mentioned in my Budget Speech, survey findings showed that the later a mother has a second child, the less likely she is to have a third. By tying the tax rebate for the second child to the age of the mother, we hope to encourage not only earlier child-bearing but also families to have more children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru GRC, Dr Vasoo, commented that the rebate was half-hearted and measured. He suggested increasing the quantum for each tier of the rebate by $5,000. I believe that the present quantum of the rebate is already generous so that there is no present need to change the quantum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the suggestion to backdate the second child rebate to before 1990, the cut-off date of 1st January 1990 is already a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> concession as it would result in many parents having a second child in 1990 receiving a tax break. In the case of the fourth child rebate, it was backdated to babies born in 1988 to enable families who had responded positively to our new population policy to qualify for the rebate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Non-Constituency Member, Dr Lee Siew-Choh, has claimed that the incentive for the second child is discriminatory as it is aimed at parents who are better educated. This is not true. There are no education criteria for parents to be eligible to claim the tax rebate. Our statistics indicate that of all the taxpayers claiming the tax rebate for the third child in the Year of Assessment 1988, about 45% have at most a secondary level of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yuhua has expressed concern over the rising costs of bringing up a child. To offset part of this increase, she suggested that child relief should be raised. I agree with the Member that costs have risen over the years, and I have recognised this by raising the normal and the enhanced child reliefs last year. However, I should like to point out that the reliefs are not meant to offset entirely the financial burden of raising a child. Parents should rightly bear a fair share of the costs. We must also not forget that while costs have risen over the years, wages have gone up even faster. As a result, most Singaporeans have enjoyed substantial real wage increases every year. Last year alone, real wages increased by over 10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru GRC, Dr Vasoo, has suggested that paid maternity leave be given for births of third and fourth child. I should like to point out that incentives for the third and fourth child are really directed at parents who can afford to have the third and fourth child, and therefore are in a position to take advantage of tax rebates. It is clearly not in the interest of the parents nor the children for parents who cannot afford to have the third and fourth child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have also suggested that tax incentives be introduced to encourage employers to set up child-care facilities for their staff. There are a number of tax deductions available to employers to set up child-care centres. For example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> expenses incurred in operating the centres are tax deductible and the capital expenditure incurred in setting up these centres could qualify for industrial building allowances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides tax measures, support is also given by the Ministry of Community Development to employers to set up child-care facilities. Such support would include subsidies to meet initial operating losses and the release of HDB and other Government premises for the development of child-care centres. In addition, the Ministry of Community Development also subsidizes the payments of fees by parents to all approved child-care centres. Parents with children in private child-care centres can also avail themselves to this subsidy provided these centres meet the Ministry's requirements. The Member may also wish to note that Government expects to spend about $9 million on such subsidies this year. This amount is likely to exceed $14 million in the coming financial year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have suggested that the tax relief for the foreign maid levy should also be extended to widowers and divorced men with children. I should like to point out that this relief was intended to assist mothers to continue working by offsetting part of the higher cost of engaging foreign domestic help. A secondary objective is to encourage married women to have more children. Extending the tax relief to widows and divorced women with children is consistent with the main objective. Both objectives would not be relevant in the case of divorced men and widowers, the majority of whom are already in the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to tax reliefs for aged parents and handicapped dependants, Dr Lee Siew-Choh has called for such reliefs to be increased. I must reiterate here again that reliefs are not meant to offset entirely the cost of looking after the elderly or disabled. Government has been doing its part by increasing these reliefs last year and this year. Family members should shoulder part of the cost of looking after these people too. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yio Chu Kang, Mr Lau Ping Sum, has suggested that reliefs be increased on a case-by-case basis for taxpayers with parents or dependants requiring extensive medical treatment. Basing the quantum of relief on the extent of medical expenses would be administratively very cumbersome. Allowing the same quantum of relief to all taxpayers eligible for the relief is both fair and equitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Off-budget operations. Mr Chandra Das and other Members have expressed concern that many Government-mandated cost changes have been made outside the budget and that these changes are very disruptive to business planning and pricing. The three off-budget changes of concern are the increases in employers' CPF contribution, increases in the foreign workers levy, and changes associated with the Government's land transport policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Members that it is not the Government's intention to deliberately hit business with unanticipated and sudden cost increases, and to smuggle such changes outside the budget. Members should understand that although all the three changes have financial consequences, none are introduced specifically for revenue or budgetary reasons. I will explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increases in employers' CPF contribution introduced in the last two years were steps in a process of restoring the drastic cut in CPF which our workers accepted as part of their contribution to getting Singapore out of the recession. The increased contributions were introduced in stages and as soon as economic conditions allowed, so that workers could enjoy their rightful entitlement as early as possible without having to wait for the annual budget cycle. However, in recognition of the concerns of businessmen, future moves towards a long-term rate of employers' CPF contribution will be announced well in advance so that they can be taken into account in wage calculations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the foreign workers levy, depending on the economic performance and the demand for foreign workers, the levy may have to be adjusted from time to time. Levy changes in the future will con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> tinue to be made with sufficient advance notice. Wherever possible, the timings will take into account the budget cycle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Land transport policy is a complex and many-faceted problem which would have been difficult to time closely with budget cycle. The recent Select Committee hearings on the quota system and the policy decisions which emerged are a good example of the process which could not have been handled adequately during the annual Budget debates. With the implementation of the quota system to control vehicle growth, and supplemented in future by the electronic road pricing system, there should be much less need to introduce periodic and drastic changes in ARF fees or road tax increases on budget or off-budget. With these new systems installed, vehicle owners will have much more control over their own expenditures on vehicles and road transport costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consumption tax. Some Members have again expressed concern over the Government's plan to introduce a comprehensive goods and services tax. As I have mentioned in past budgets, every effort will be made to ensure that the less desirable side effects are mitigated. The proposal has received severe criticism from Dr Lee and Dr Tan for a variety of reasons, mainly centred around their regressivity, the fact that they are messy and likely to affect tourism. These problems are recognised and it is precisely for this reason that the Government has decided to introduce legislation this year without the need to actually implement it. The feeling is that this will provide ample opportunity for the widest public debate and feedback without the emotional over-hang of immediate application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin has suggested that dialogue sessions be held before legislation is introduced. I would like to assure the Member that there will be ample time for public discussion and debate. Government is committed to obtaining feedback and will take into account all useful views in designing the tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cheng San GRC, Mr Heng Chiang Meng, has suggested an expenditure tax in place of the consump- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> tion tax. Under the concept of an expenditure tax, all receipts from current net income, sales of assets, borrowings, gifts and other sources are aggregated and deductions allowed for gross savings in the form of investment outlays and debt repayment. Tax is then assessed on the balance representing taxable consumption expenditure. Although the concept of an expenditure tax appears superficially attractive, I do not think the Member has really thought through its implications, because, in practice, difficulties in assessing tax are greatly increased for both the taxpayer and the tax collector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many citizens would consider that having to account in detail for every item of expenditure will amount to a massive invasion of privacy. The opportunities for tax under reporting and tax evasion would be greatly increased. There would also be many administrative problems involved. Those expenses which qualify for exemption or deduction present much the same problems as encountered today. How much should we allow for medical, education, legal, religious and similar expenses will have to be considered. Problems will also arise in respect of treatment of long life consumer goods such as housing. There will have to be provisions for spreading outlays over a period of years by averaging and some sort of taxation of the annual imputed value has to be devised. Additionally, if aggregate savings were to be positive, the expenditure tax rate will generally have to be higher than on income to generate the same revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In international relations, income tax has the advantage of being widely accepted. An expenditure tax has to be imposed on a residence basis. It will therefore lose all tax treaties and benefits that accrue. I should point out also that only India and Sri Lanka experimented with expenditure tax and both almost immediately abandoned it. At present, no country in the world has it. We would do well to let other countries take the lead in this respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Budget allocations and expenditure priorities. Some Members have expressed concern that the budget allocations for the coming financial year do not provide enough for health, education and social \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> services. Let me assure Members that this is not so. Expenditure on these sectors currently accounts for 31% of total expenditure or 7.4% of GDP. With expansion and upgrading of educational programmes and improvements in health care and social services, the share of the budget for these sectors will increase. In particular, the expenditure on education would rise to 4% of GDP, that of health to 1.1% and for community and social services, to 1/2% of GDP. These represent significant increases over present allocations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Non-Constituency Member, Dr Lee Siew-Choh, has commented that the allocation for debt servicing was excessive. He seems to be under the impression that debt servicing costs are a burden on all taxpayers, especially for those in the lower income groups, while the beneficiaries are rich individuals who could afford to buy Treasury bills and Government bonds. It should come as no surprise that his comment displays a complete and sad lack of understanding of the nature of Singapore's public debt transactions and expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The budget allocation for debt servicing in FY 1990 is indeed $6 billion, of which $1.8 billion is for interest payments. The balance represents contributions to sinking funds set up to repay borrowings when they are due. Nearly 80% of the bonds issued by the Government are to the CPF Board in exchange for the Board's surplus funds. Most of the expenditures on interest payments and sinking fund contributions are therefore related to the servicing of bonds issued to the CPF Board. The bulk of public debt expenditure thus flows back to the CPF accounts of individuals and can be withdrawn for housing, Medisave and other approved purposes. A greater part of other bonds issued by the Government are bought by financial institutions to meet their statutory reserve requirements. Overall, the public debt does not impose a burden on taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee has also criticised the Government's defence expenditure which he claims is excessive. It will be superfluous for me to defend our defence expenditure requirements as the Second Minister for Defence (Services) had earlier in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> House given an eloquent explanation. Suffice it to say that Dr Lee would not be living in the same Singapore he now knows and enjoys without the SAF we now have. Confidence is a very fragile commodity. I am sure all Singaporeans sleep better with the SAF around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo is also concerned that not enough money has been allocated to health expenditures and he quoted figures to show that many other countries spend much more of their GDP on health. I will leave my colleague, the Minister for Health, to answer this question in detail during the Committee of Supply. My only comment is that the proper measure of the quality of health services for a country should not be measured simply in terms of the amount of money spent, but what the country gets out of what it spends. I would hazard to say that the level of health services in Singapore is amongst the highest in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Statutory and Government charges. The Member for Tanglin has expressed concern that statutory boards and Government departments are raising fees and charges in spite of Government accumulating surpluses. He has suggested that such fee increases be coordinated in the future. I would like to point out that the revenue from Government fees and charges has remained fairly constant over these years at around 12% of recurrent expenditure. In other words, Government fee increases have just managed to keep pace with increases in manpower and other operating costs in the public sector. My Ministry monitors fee increases closely and clears all major revisions. I would like to assure the Member that any adjustment made will not be unduly onerous or affect our international competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, we have had three years of impressive economic growth. Few would dispute that this is largely due to the Government adopting the correct economic strategy allied with a receptive, hardworking and supportive population. However, this growth would not have been feasible if our people have not shown considerable resilience, initiative and enterprise. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This budget should help maintain the momentum of growth. Additional fiscal changes and incentives were introduced to further stimulate the private sector. We will continue to invest in our people by promoting family formation. In this respect, I have introduced additional measures to supplement the existing set of incentives for procreation. With all these measures in place, I am confident that there will be another year of good growth. This will bring us a step closer to being a developed nation. [Applause], \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1990 to 31st March, 1991. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Three\n  </div> \n  <div align=\"right\">\n   Minutes to Three o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1990/19900313/19900313-HA-0550163.htm\">Committee of Supply - MAIN AND DEVELOPMENT ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL, 1990 TO 31ST MARCH, 1991 (Cols. 163 - 166)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
