{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"2\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-12\"> \n  <meta name=\"Start_Col\" content=\"53\"> \n  <meta name=\"End_Col\" content=\"119\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">12-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 53</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 12th March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 54</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 55</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 56</b></font>\n  <br>\n  <br> \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 57</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang (Marine Parade GRC) - from 5th to 8th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hong Hai (Bedok GRC) - from 8th to 11th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee (Thomson) - from 9th to 20th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching (Eunos GRC) - from 12th to 16th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education - from 21st to 23rd March, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 58</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 12th to 15th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development - from 16th to 25th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs - from 20th to 23rd March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence - from 13th to 24th April, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 57</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PIDEMCO</b>\n  </div> \n  <div align=\"center\">\n   <b>(Mission and objectives)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for National Development (a) what is the rationale of setting up Pidemco and what are its mission and objectives; (b) under what authority Pidemco is given the right to levy a commission in handling the sales of government properties; and (c) how commission rates for different properties are determined. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, Pidemco was set up to take over some of the functions of the Urban Redevelopment Authority (URA) and allow URA to focus on its primary role as a national planning agency. Properties formerly owned by URA were transferred to Pidemco. As a private company, Pidemco has greater flexibility in the management and promotion of the properties. It aims to become a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 58</b></font>\n  <br>\n  <br> leading property company in Singapore through: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;i) upgrading its existing properties; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ii) redeveloping some of the properties; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;iii) developing new ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pidemco does not handle the sale of any Government properties. As a consequence, it does not receive any commission from such sales. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, is it not true that under certain circumstances, before a property can be transacted, Pidemco would have to give its permission and, under those circumstances, Pidemco would normally levy a certain administrative fee? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I think the Member is referring to properties which Pidemco has taken over from URA. They are now Pidemco's properties. Pidemco's properties are of two kinds. Many of them are rented out on monthly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br> rentals and there are others which are sold on long-term 30-year leases. Among the 30-year leases are a number of properties which were sold at special concessionary prices to those who are affected by resettlement. In such cases, when the resettled owner wants to sell, a levy imposed on the transaction. This is to make sure that the company or the person who had obtained the site at special rates - because it is a resettlement case - does not sell and take the profit when sold at market prices. In all other cases, a nominal administrative fee, of course, is charged. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, is it not true that under the Housing and Development rules, private developers are prevented from imposing exorbitant administrative fees? In this case, would Pidemco, as a private company, be subject to the same rules from imposing, what the market would call, such exorbitant administrative fees or, what you would call, a levy in that specific case? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, we have to differentiate between the two types of payments. In the first case, as I explained, if the property had been obtained under resettlement terms, they are special concessionary terms, and if the owner of the property or the lease wants to sell, then a 10% levy on the transaction is imposed. That is not an administrative fee. That is because the lessee had obtained the property at special low rates and when he sells it on the market and obtains the market price, a 10% charge is levied. But there are very few such cases. The majority of the cases would be leases sold at market rates. In such cases, it would be a purely administrative charge and my answer to the Member's query will be that Pidemco should be and will be subject to the same kind of limits as any other developer. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 59</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BIDDING SYSTEM FOR HAWKER STALLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for the Environment whether and how the proposed bidding system for hawker stalls will affect the existing stallholders. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, the proposed bidding system for vacant hawker stalls will not affect the existing stallholders. These stallholders will not be required to bid for the existing stalls. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHANGI AIRPORT TERMINAL II</b>\n  </div> \n  <div align=\"center\">\n   <b>(Completion date)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Ho Tat Kin</b> asked the Minister for Communications and Information when the Changi Airport Terminal II project will be completed; and whether it is on schedule. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, the Changi Airport Passenger Terminal Building No. 2 is progressing according to schedule. Work is expected to be completed in July/August this year, and we expect it to be available for operation in October/November 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 60</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DETECTION OF \"ICE\" AMONG DRUG ABUSERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Ho Tat Kin</b> asked the Minister for Home Affairs whether \"ice\" or methamphetamine usage has been detected among drug abusers; and, if so, whether there are sufficient deterrents to prevent drug abusers from getting on to \"ice\". \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, \"ice\" is a crystallised form of methamphetamine which is usually consumed through smoking. The Central Narcotics Bureau has not detected any case of such drug abuse in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our laws, however, have adequate provisions to deal with this problem if it should surface here. Methamphetamine is a controlled drug listed under Class B of the First Schedule of the Misuse of Drugs Act, the trafficking of which is punishable by jail sentence of at least three years and not more than 20 years and also to caning of at least three and not more than 10 strokes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those caught abusing \"ice\", they can be admitted to the drug rehabilitation centre for treatment and rehabilitation. In addition, they are also liable to prosecu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 61</b></font>\n  <br>\n  <br> tion in a court punishable upon conviction to a jail sentence of not more than 10 years or a fine of $20,000, or both. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 61</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMODITIES BROKING FIRMS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures to regulate and monitor business activities)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Ho Tat Kin</b> asked the Minister for Finance how many unlicensed commodities broking firms there are in Singapore; and what measures are being taken by the Government to regulate and monitor the business activities of these firms. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I would like to point out that it is not accurate to refer to commodities broking firms as being unlicensed since under existing laws, there is no requirement for them to obtain a licence for conducting broking in commodity futures. However, they are properly registered with the Registry of Companies and Businesses. Members may recall that in the Second Reading of the Futures Trading Bill in March 1986, investors were advised that broking firms which offer facilities solely in commodity futures were not subject to the regulations of this legislation. Members of the public who trade with them would therefore have to accept the risk involved. Investors were advised to place their orders through members of the Singapore International Monetary Exchange Ltd (SIMEX) as their activities in commodity markets are closely monitored by the Exchange. As SIMEX members have to meet a high standard of conduct and financial requirements, the interest of investors who trade through them would be protected. Currently, there are 15 SIMEX members which offer services in broking commodity futures in addition to financial futures. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 61</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>12.38 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [2nd March, 1990], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1990 to 31st March, 1991.\". - [Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Speaker, Sir, I rise in support of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 62</b></font>\n  <br>\n  <br> motion standing in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I wish to congratulate the Minister on his friendly Budget and thank him for returning to the public in the form of the 5% one-time personal tax rebate, the family and procreation tax incentives, lower corporate tax and other reliefs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, studying the Budget, one cannot help but feel that the recession of 1985 is a long time ago. That we have recovered from that recession to register such strong growth in the last two years is a fitting tribute to our nation's 25th anniversary. It is a fitting tribute to the Government for its very able and expert handling of the economy and to our people for having the quiet resilience to pull ourselves together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is no less an amazing feat that within five years of a recession, the Minister is able to present a Budget which has very quickly become a non-event - with its complete absence of bad news - not even for drinkers and smokers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Sir, the Budget is not just a celebration budget as headlined in the Straits Times. It is a commonsense Budget. From the 1985 recession, we have always been mindful of the integration of our economy in the international business grid and that we face continual competition from other newly industrialising economies. It is therefore commonsense that we must continually fashion our fiscal policies to match. It is commonsense that our fiscal policies must be attractive to retain our talented and enterprising as they possess skills which are internationally tradeable. It is commonsense that by returning to the people more in the way of tax rebates it can actually add more to the economy as a whole. It is not a zero-sum situation. Lastly, Sir, it is, or should be, commonsense that the option of having a good news budget is dependent on sustained economic growth and pragmatic and sound Government. Allow me now to comment on some of the key issues and measures announced in the Budget. \n  <br>\n  <br>\n  <i>Procreation Incentives</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the series of incentives is good and necessary to redress our population \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 63</b></font>\n  <br>\n  <br> problem, releasing these a little at a time, year to year, may, in my mind, have adverse effects. It could cause some unmarried Singaporeans, or childless couples, to wait another year to see what extras they may receive in the next year's budget. This may be self-defeating to some extent. Tinkering with the goings-on in our people's bedrooms is always a hazardous exercise, but greater circumspection should be observed in tackling this subject. Therefore, we should give the measures time to work. Just like courtship, there should be a cooling off period at times for a successful suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must point that the new incentives have created some rumbles among some of our better educated unmarried female Singaporeans. Some, I hear, are complaining that the declining scale in tax rebates for procreation could equate the value of our unmarried women to that of an old car under our PARF and new vehicle quota system. By reducing the quantum of tax benefit for child-bearing as a woman gets older, we may also be reducing the marriage prospects of our better educated unmarried Singaporean women. Their value is now equated with the reducing value of a car quota licence as the years expire. Before the age of 28, Sir, the unmarried woman's worth to the prospective groom in terms of procreation tax incentives is $20,000; and this value drops progressively and very quickly. \n  <br>\n  <br>\n  <i>Consumption Tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, I supported in this House the imposition of a consumption tax. But I am pleased to note that the Minister has decided to hold off imposition of a tax on consumption until such time as it may be needed. While agreeing with the principle of such a tax, ie, shifting direct tax to indirect taxation and giving the individual a greater measure of personal choice in his expenditure pattern, it should be delayed as long as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Careful study must be made to ensure that it does not hurt the lower income group. It will definitely hit the higher spending middle income group who will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 64</b></font>\n  <br>\n  <br> again end up paying more in taxes. To offset this, the Minister should review the tax system and reduce personal income tax correspondingly or introduce other personal reliefs for the taxpayer. This is to establish the principle that indirect taxation is to offset direct taxation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experience of other countries has shown that such a consumption tax tends to have an escalating nature and will create a \"black economy\" where people evade the tax through exchange of goods and services through bartering. There are many areas and issues to be ironed out before this tax is imposed. \n  <br>\n  <br>\n  <i>Personal Income Tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I turn now to personal income tax. The Minister must be thanked for granting a 5% one-time personal income tax rebate, given perhaps in the spirit of celebrating 25 years of independence. In that same spirit, Sir, he could repeat what was done in 1986 and up the rebate to 25% instead - 25th anniversary, 25% rebate. This will be a real celebration which would definitely make life much better, especially to our \"beleaguered\" middle income who are already suffering from higher car taxes and what-nots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1986, the Minister, in reducing the rates of corporate tax, expounded the principle that the top rate should be in line with the personal income tax. It is surprising to me that the Minister has not sought to standardise the maximum rate of personal income tax from 33% to 31% now that corporate tax has been reduced by another 1% to 31%. This 2% disparity may encourage businessmen and other professionals to resort to tax avoidance measures so as to avoid paying the extra 2% in personal tax. Perhaps it is time for the Government to review the entire tax structure. Such annual largesse, be it 5% or 2%, while welcomed, also gives cause for uncertainty as to what the Minister might design to distribute the following year. \n  <br>\n  <br>\n  <i>Cost of Doing Business</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget has proved painless for the business community. However, the cost of doing business has gone up in recent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 65</b></font>\n  <br>\n  <br> years -what with higher office rentals, motor vehicle taxes for both cars and commercial vehicles, higher car parking charges, and higher CPF rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As costs are already high, the Government should observe caution in implementing the increase in employer's CPF contribution in July, to ensure it does not damage our international competitiveness as a business centre. In this respect, Sir, I welcome the relaxation on the employment of foreign workers. This not only reduces the cost of doing business but actually makes business much easier to do. Without workers, doing business in Singapore is difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has announced his intention to focus on the private sector as an engine for further growth in Singapore. Although he has reinstated his intention, it should have broached further on the subject of privatisation. Besides the statutory boards, there are a number of Government-owned companies which are suitable for privatisation. The free market principles have served us well and the path we have followed should be less government where less is needed, and government only when it is sorely needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Privatisation of our large Government corporations has many benefits: removal of the government as a backstop against failure is more likely than not to improve efficiency and provide incentive for profit. But of greater importance is the floodgate which such a move could release: we will be providing the environment for them to move abroad to sell their services and expertise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of our statutory boards, like the Jurong Town Corporation and the Port of Singapore Authority, are already doing so. These large corporations have the expertise and the capability to market themselves abroad and provide a valuable service to other countries. We should provide the necessary incentives and create the scenario for them to do so. Privatisation is one such way. Infusion of managers from the private sector, imposition of a corporate tax structure on statutory boards similar to the private sector, are bound to make them more competitive and accountable. If private enterprises \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 66</b></font>\n  <br>\n  <br> could be allowed to enter the areas currently monopolised by such statutory boards, we lay the groundwork for greater competition, efficiency and profitability, all to the good of our country in the long run. Privatisation will also allow some of our senior civil servants, who are heading such statutory boards on corporations to become captains of industry, and move out of the civil service structure. Otherwise, such dual roles can give the public and international businesses wrong signals, eg, that such organisations, because they are headed by a senior civil servant, are therefore special. They may be perceived as enjoying special privileges and clout and we may not be able then to ensure fair competition and improve efficiency in our economy. \n  <br>\n  <br>\n  <i>Vision of 1999</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As this is 1990, and we have a special date with 1999, I was expecting more from the Budget in directing our efforts to reach our vision of 1999. Hence, I cannot in all honesty call our Budget for 1990 a creative one. If anything, we may at best call it a procreative budget, but not something that takes us beyond 1990 and into the 1990s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Budget and tax packages reflect the buoyant mood of our economy and country, it lacks specific direction, especially as it is the first year of our entry into the 1990s. This is, we are told, the decade when Singapore is supposed to achieve the status of a developed country, and achieve the standard of living of the Switzerland of today. There is, I submit, a lack of strategic direction in trying to attain that state, or to fashion Singapore after the economy and standard of living of the Swiss. There seems to be a lack of the master plan for achieving that status and making Singapore an even better place to live in. The 1990 Budget does not lay the foundation or structure for promotion of that society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have entered that phase in our nation's history when our minds turn from the basics of making a living to the arts and to a better quality of life in all its tangible and intangible forms. The Budget is preoccupied with procreation in industry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 67</b></font>\n  <br>\n  <br> and in the bedroom, but forgets to prolong the pleasure that should follow after that. Lest I be accused of being too critical, I shall respectfully submit for the Minister's consideration what I shall call my wish list. \n  <br>\n  <br>\n  <i>Wish No. 1</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This concerns the quality of life in Singapore. Now that we have provided the incentives for our population to procreate, how about making life and living more creative for the offspring? Singaporeans today enjoy one of the highest standards of living in the world, at least materially. They have comfortable homes, abundant food, good educational, health and other social services, an efficient transportation system, more recreational facilities, easily available swimming pools in housing estates, our own symphony orchestra, Swing Singapore and more entertainment outlets. Yet, we hear the oft-repeated remark - \"nothing much to do in Singapore\". This is due in no small way to rising affluence and more free time. Our leaders speak of creating space outside Singapore, yet the 1990 Budget does not provide us with such a blue print. Allow me to comment on some areas which go towards creating a better quality of life. \n  <br>\n  <br>\n  <i>Performing Arts</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to direct the Minister's attention to the entertainment industry. Taxes on the performing arts and those engaged in it have remained largely unchanged over the years, though the hefty entertainment duty on each ticket sold has been reduced to 10%. Due to our small market, impresarios and other entertainment companies have to incur large costs to bring in foreign entertainers. Coupled with other costs and imponderables, it makes these ventures highly hazardous for those in the industry. A number of publicised failures suggest that we may not be doing enough to promote this area of our leisure pursuits or cultural life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is timely, as we enter the 1990s, to review the entire entertainment tax system and set as a national goal the development of the performing arts and better recrea- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 68</b></font>\n  <br>\n  <br> tional services. We should place such projects on the same plane as our economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It should be conceivable that we accord to the industry the same pioneer status tax incentives and development assistance that we accord businesses under our economic development plan. Apart from raising the quality of life in Singapore, we would be developing yet another service industry which will be another source of revenue for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage big corporation sponsorships to provide more funds for the arts and recreational activities, the Government could make sponsorship even more attractive. One way is the introduction of double taxation relief for those contributions for sponsorship of such activities. Other ways could be devised as well, so that such companies contribute not merely as a public relations measure but to do so because of greater commitment towards the national goal of raising the quality of life in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To create space outside Singapore, the Minister may like to fashion some incentives for private enterprises to invest overseas. Such incentives are for the creation of large recreational projects which may be enjoyed by Singaporeans. Hence, instead of just urging Singaporeans to create space outside Singapore, the Government must take a lead and the offer of incentives is a clear indication of the Government's intent. \n  <br>\n  <br>\n  <i>Wish No. 2</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Switzerland of today has a number of well-known multinationals in the food, medical, industrial and consumer goods industries. These multinational corporations are not only a source of national strength and pride, it in a way creates space by offering employment to their nationals outside Switzerland. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To tap the world market, most countries must rely on the larger enterprises, especially the MNCs. Singapore should follow that route. It can do so by stimulating the creation of MNCs through fiscal measures and offer incentives for Singapore companies to go overseas. We may do so on a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 69</b></font>\n  <br>\n  <br> selective basis by targeting the industry and the size of the corporation which it wants to encourage. The Minister could have announced the groundwork for such a development for Singapore - or perhaps he already has a master plan but is keeping it very close to his chest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Budget does not outline any such fiscal measures to develop our own MNCs or to create the environment for our larger corporations to launch more effective forays into the international market and carve a niche for themselves internationally. We have our Yeo Hiap Sengs and F &amp; Ns who have achieved some measure of success in selling their goods abroad, and establishing manufacturing plants in other countries. But are they MNCs? Are they selling franchise abroad and making significant inroads into other countries? Are they on their way to becoming the Coca-Colas and Pepsi-Colas of Singapore? In my view, Sir, on their own, they are not. But together, they have considerable muscle and clout, which make this possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Could the Minister help to bring this about by perhaps creating a tax structure for some of our larger companies to merge and pool their resources for faster growth in the international market? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me end, Sir, by thanking the Minister for his celebration Budget. However, Singaporeans would have a little more to celebrate if the Budget had also addressed my wish list which is more than the nuts and bolts of an equation on revenue and expenditure. \n  <br>12.57 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I rise to support the Minister for Finance's Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The budget which comprise a series of tax incentives and tax rebates has brought joy to the people of Singapore and is well received by them. I appreciate very much the sound and prudent budget put forward by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various tax incentives will surely help to promote our economic growth. At the same time, the budget also takes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 70</b></font>\n  <br>\n  <br> cognizance of the livelihood of our people and will surely benefit them. I hope such tax measures will be further improved on and that more of them will be forthcoming to benefit our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, after studying this year's budget, our people will be able to see clearly and, from their personal experience, realize how the PAP Government in the past 25 years has made sacrifices and contributions towards making Singapore a well-governed country. Not only is the Government far-sighted in carrying out long term plans and sound financial policy so as to promote all-embracing economic developments, it has also formulated a comprehensive programme to lead our people towards a better life and our nation towards great heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, budget has come at a very opportune moment and has shown that the Government is not merely interested in accumulating reserves and that the various Government ministries are not merely interested in collecting more revenues, earning more surpluses or levying all kinds of taxes. Without shirking its responsibilities, the Government has embarked on the course of privatising certain departments and services which have been under their charge, in order to earn more profits. On the contrary, the Government has always tried its best to serve the people, to govern the country well and to ensure the prosperity and progress of our nation. The various tax incentives and tax rebates contained in the budget show that as long as our economy continues to grow and whenever conditions permit, the Government will inject some of our budget surpluses into our economy by way of tax rebates and tax concessions to further stimulate our economic growth while, at the same time, return more money into the hands of the people for them to decide how to spend it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reserves accumulated by the Government over the years are intended to ensure that our nation and people have enough means and financial resources to deal with emergency situations, such as an economic recession or a downturn in our economy, so that we have something to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 71</b></font>\n  <br>\n  <br> fall back on. It is a philosophy of taking measures to deal with any untoward eventuality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if we want to convince our people that the greater their contributions towards the development of our country, the greater will be their shares in the fruits of their labour, then we must make sure that we have to be cautious in implementing certain policies. Full attention must be given to the details of policy implementation. Also, greater considerations should be given to their sensitivities when these policies affect them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while most of the people react favourably to the budget, I still have two observations to make and I hope the Minister will take note of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, tax incentives on procreation. A woman who has a second baby before she is 31 years old will be given a special tax rebate. This is a very innovative tax incentive. It shows how the Government is encouraging our young men and women who are of marriageable age to get married and have babies earlier to ensure a normal growth in our population. This is a correct policy measure. But those working women who got married after they were 30 years old and who have already had one child will not be able to benefit if they wish to have one or two more children. This is because when they had their second or third child they would have been well over 31 years old which is the age limit for such tax rebates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many reasons why these young couples got married late. Some had to support their aged parents or assist their younger siblings to complete their education. Some could not get married earlier because they did not have the means or for other personal reasons, they had to postpone their marriage until they were 30 years old and had children after that. Though some couples were married at 25 years old they did not have their first baby until they were 31 years old because one of the spouses had suffered certain physiological problems. It is therefore hoped that the Minister will give them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 72</b></font>\n  <br>\n  <br> special consideration and increasen the age limit from 31 to 35 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also hope that a greater tax relief will be given to those couples who are beyond 35 years old and who have three or four children. The tax relief for each child should be increased to a sum higher than $1,500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, during the decade from 1970 to 1980 when the family planning programme was in full swing, all married couples were urged to stop at two. All sorts of pressures and restraints were brought to bear on those who wanted to have three to four children. In spite of these, they still went on to have the third or fourth child. (Maybe this was a foresight on their part or maybe they could foretell the decline in our population and that the Government would make adjustments to the family planning programme and encourage people to have more children.) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It turned out that the population increase was not as smooth as was predicted by the Family Planning Board and because of the need to have balanced growth in our population, the Government was obliged to announce more tax incentives to encourage young people to get married and have babies earlier and to have more babies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tax relief of $1,500 for each child is woefully inadequate in today's society of high living standards. I therefore would like to urge the Minister to consider raising such child relief so that more people would be able to enjoy the benefits of tax concessions which were announced in the budget. (This could also be a form of reward for those couples who were intrepid far-sighted enough to insist on having three or four children.) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second point I would like to touch on was the need for tax rebates for widows and divorced women who have to hire foreign maids to look after their children. At a Parliament sitting this year when I asked the Minister for Labour (in a question for Oral Answer) whether he would consider granting tax rebates to widowers and divorced men when they hired foreign maids to look after their children, he replied that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 73</b></font>\n  <br>\n  <br> Minister for Finance would make his stand clear in his budget. However, the budget only gives tax rebates to widows and divorced women when they employ foreign maids to look after their children. Though such tax incentives are good news, I was rather disappointed. Why has the Minister not given tax relief to widowers and divorced men who have children to bring up when they employ foreign maids? Why are they being discriminated. I think this is unfair because there is no difference between a widow or divorced woman and a widower or divorced man as far as bringing up children is concerned. Like a widow or a divorced woman, a widower or a divorced man also has to work in order to earn money to bring up his children and his need for a foreign maid is the same. I therefore would like to appeal to the Minister to reconsider my request to grant tax rebates to widowers or divorced men when they employ foreign maids to look after their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to earnestly urge the Minister for Finance to carefully consider the requests I have made. At a time when we are celebrating the 25th anniversary of our independence I hope the Minister would allocate more surplus funds to give to our people in the form of tax concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion standing in the name of the Minister for Finance. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, I support the Budget Statement announced by the Minister for Finance. In my view, it is an excellent Budget which will benefit almost everyone and, at the same time, move us one step closer to our long-term economic and social goals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I would like to comment on two measures announced by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let us look at the procreation incentive to encourage families to have their second child earlier. The Minister stated very clearly that the objective behind this incentive is really to increase the likelihood of families having a third or even fourth child. I support this objective. But I would like to ask the Minister to grant the rebate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 74</b></font>\n  <br>\n  <br> retroactively for the second child born on or after 1st January 1988, instead of 1st January 1990 as proposed. Let me explain the reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the incentive for the third child was first announced in the 1987 Budget. This incentive is for all families whether they have two, or one, or even no children. Families with only one child at that time could not take advantage of the incentive unless they first decided to have a second child. So for those who felt encouraged, were obedient and heeded the call of the Government in 1987 and had their second child early, should they also not be rewarded for having an earlier second child, just as those who would be rewarded now? Bear in mind that both had contributed to the increased likelihood of having a third child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, granting of rebate retroactively is not unprecedented. In the 1989 Budget, when the Minister introduced the special tax rebate of $20,000 for the newborn fourth child, he did so by granting the rebate for the fourth child born on or after 1 January 1988, nine months after the 1987 Budget Statement. It is therefore reasonable and logical to ask that the second-child incentive be backdated also to 1st January 1988, also nine months after the 1987 announcement. Perhaps the Minister could let us know how many additional families will benefit if my suggestion is accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, changes to the procreation incentives are necessary from time to time to maximise their results. And the Minister may say that those who would have been eligible for the second-child incentive but missed it can still go for the third-child incentive. But we must be consistent and fair as far as possible in our approach. Many things in our society already entail some degree of speculation by an individual, be it buying a house or a car. People are now saying that even procreation has become a speculation activity. They have reasons for saying so although they may not be serious. Should we not dispel such notion? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the foreign worker policy. I applaud the Government's decision to extend the admission of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 75</b></font>\n  <br>\n  <br> controlled number of foreign workers into the hitherto non-approved sectors of the economy. In my view, if the foreign workers levy is set at an appropriate level to ensure that only those sectors which have sufficient valued-added will find it worthwhile to employ foreign workers, I see no reason why we should not allow a limited number of foreign workers into all sectors. However, the latest policy of allowing the non-approved sectors to recruit foreign workers for up to only 10% of their workforce appears to be a bit conservative in tackling the labour shortage problem. The Government should therefore monitor the situation closely and revise the percentage, if need be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I rise to support the motion on the Budget Statement for the financial year 1990-91 moved by the Minister for Finance. \n  <br>\n  <br>\n  <i>A Budget from Santa Claus</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The details of the Budget consist of a series of tax concessions and rebates to stimulate and encourage our economic development as well as to help solve our population problem. These incentives, such as early procreation incentives, increase in the relief for aged parents and handicapped dependants, deduction of CPF contributions for the self-employed, rebate on personal income tax for the Year of Assessment 1990 and reduction in corporate tax are so welcomed that some have considered it \"a Budget from Santa Claus\". \n  <br>\n  <br>\n  <i>Commendable that no consumption tax is levied</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget statement that consumption tax will not be needed this year, and probably not for some years, is commendable indeed. I fully appreciate the intention to introduce legislation on a comprehensive goods and services tax, but to defer its implementation for as long as it is possible. It shows our Government understanding that, with its implementation, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 76</b></font>\n  <br>\n  <br> worst hit will be those from the lower income group. \n  <br>\n  <br>\n  <i>Consideration for lower income relating to foreign labour policy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of our tight labour shortage in certain sectors, the relaxation of our foreign labour policy to ease the present situation is timely indeed. However, we should pay special attention in monitoring the situation regularly so as to dispel any undue worry from the lower income group concerning their job stability and wage rate. \n  <br>\n  <br>\n  <i>Elected Presidency acts as a safe-box for a responsible government but a pair of handcuffs for an irresponsible one.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Finance Minister has stressed that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We cannot afford to indulge in profligate spending on account of anticipated surpluses. Instead, we should allow surpluses to accumulate when times are good so that when necessary, such as during recession years, we can fall back on the reserves to tide us over.\" \n  <br>\n  <br>This clearly shows the importance of prudent management over our official reserves and national assets. A major portion of our reserves comes from the CPF savings of our population, the blood and sweat of our people. As such, they will definitely agree towards prudent management plus double safeguards over these reserves! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of this, I am most happy to note that there is an allocation in the Budget for a possible Presidential Election. The elected Presidency proposal has been one of the major issues during the 1988 general election. Our people understand that the elected Presidency relates to the national reserves and ensures the integrity of the civil service. As such, having two keys and double protection will definitely be better! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only a honest and responsible Government like ours is willing to provide this undertaking of double protection and custodian of the reserves. As such, it could be said that the elected Presidency offers a protective mechanism - it acts as a safe-box for a good and responsible government, but a pair of handcuffs for an irresponsible one! It could prevent an irresponsible government or one who cares \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 77</b></font>\n  <br>\n  <br> for only short-term prosperity from squandering away our national reserves - the blood and sweat of our people. Therefore, it is not surprising that those irresponsible politicians, like our Opposition Members, would debate strongly against this proposal because they are afraid of this pair of handcuffs! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not only would this Budget be able to stimulate our economic growth, it also safeguards our reserves. It is a sharing and caring Budget on a social and national level; and overall, it is well received by our people. Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to support the Budget. It is a tough budget to criticise because there are many goodies in it. However, I would just like to make two observations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Prime Minister has said in his speech at the PAP party convention that the philosophy of the Government is to give the consumer the money and let him choose whether, what and where to buy. I was therefore hoping that the personal income tax relief would be raised. Instead the Minister has given only a one-time rebate of 5%, which works out to be a miserly sum for many. And this is in spite of the huge surpluses recorded and our economy expanded by 9.2%. Perhaps the Minister would like to consider raising the personal income tax relief the next time if we continue with this performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to touch on concerns our procreation incentives. I read with trepidation a front-page article in the Straits Times dated 8th March 1990 headlined \"Big tax rebates with twins, triplets and quads\". This seemingly innocent headline has more implications than at first apparent. There are now many procreation programmes. Hospitals with special programmes like the IVF, GIFT programmes, etc, will be encouraging their patients to use them. There are seven such hospitals providing these programmes. These programmes are expensive and were set up with large sums of money. And like any other departments in the private or privatised Government hospital they must also justify their existence in the hospital set up. Therefore, there will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 78</b></font>\n  <br>\n  <br> be competition among hospitals to get the patients, resulting in patients being put unnecessarily on such procreation programmes, especially young career women, eager to complete a family by the age of 28 years and who might not be fully aware of the implications of such programmes and are now encouraged by these tax rebates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was told that these are good programmes for the sub-fertile couple, though there are higher chances of multiple births of low birth weight. Such low birth weight babies, probably also premature, need intensive care which ranges from $200 to as high as $2,000 per day in a private hospital. The tax rebate of up to $60,000 for quads, I hope, was not designed to help these procreation programmes in the hospitals. Mr Speaker, Sir, you may call me a cynic. But how can I not be cynical when the Ministry of Health regards medicine as an industry? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Budget. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, I rise in support of the financial policy of the Government for the financial year 1st April 1990 to 31st March 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that our prudent financial policy in the last three years has brought about strong economic growth. In 1987, we registered a growth rate of 8.8%. In 1988, we grew at 11%, the best economic performance in 15 years. Last year, we grew strongly again at 9.2%. This year, however, the economy is expected to slow down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government Parliamentary Committee for Finance, Trade and Industry, of which I am a Member, has met with business groups from time to time for dialogue and feedback. The main concern expressed is that our cost of doing business has gone up and, if we are not careful, we may see a repeat of the 1985 economic recession. According to the Ministry of Trade and Industry, the index of unit business cost has risen to 94, the peak being 104 during the 1985 recession. To me, this number 94 is getting uncomfortably close to that of 104 in 1985. I would like to urge the Government to continue to monitor business costs very carefully. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 79</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although manpower cost is a very significant part of total business cost, it is difficult and unwise to depress wages artificially too low because there is a tight labour market. The admission of foreign workers should be controlled and made more expensive than local workers so that employers will use them only as a last resort. However, I welcome the Government's decision to relax the foreign worker policy for the hitherto non-approved sectors. At a given price, the market should be left to determine more efficiently where foreign workers should be employed. However, what the Government can and should control are the cost increases imposed by the Government departments and statutory boards. In view of the strong economic growth in the last three years, many of these departments and statutory boards are seizing the opportunity to increase their fees and charges despite their already large surpluses. I would like to suggest that the increase of fees and charges of all the Government departments and statutory boards affecting businesses be coordinated by the Ministry of Trade and Industry so that the Government will have a clearer total picture of its impact on business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to turn to the issue of consumption tax. The Finance Minister has announced his intention to introduce legislation on a comprehensive goods and services tax this year. Japan introduced such a tax recently and encountered great opposition from the people. We should study their experience very carefully before proceeding with ours. The greatest concern of the people in the middle and lower-middle income groups as well as the lower income people is that such a tax will erode the purchasing power of their wages. Instead of being broad based, selective taxation on luxury items may be more appropriate. I would like to suggest that a dialogue and discussion with the people be held before the legislation is introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the issue of personal income tax. I am sure as individuals we all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 80</b></font>\n  <br>\n  <br> appreciate the across-the-board once-off rebate of 5% on personal income tax for the Year of Assessment 1990. However, I am concerned that if the gap between the corporate tax rate and the highest marginal tax rate for individuals widens further, individuals may use companies as tax shelters. As a long-term policy, would it not be better for the corporate tax rate and the highest marginal tax rate for individuals to be kept at the same level? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on procreation incentives. I am concerned that the Government is beginning to use the age of women to offer the latest procreation incentives for second births. There is great danger that in so doing we may be alienating a group of women who because of priority for tertiary education and career building have delayed their marriages and family formation. In starting their families late, these women have contributed significantly to our economic growth. They should be given recognition rather than discrimination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Procreation incentives should be aimed at encouraging procreation irrespective of the age of the women. All other things being equal, I do not see any reason why a woman who bears, say, four children in her thirties should enjoy less tax benefits than one who bears four children in her twenties. I would like to urge the Finance Minister to consider extending the procreation incentive for the second child to all women and not only to those below 31 years of age. Otherwise women in their thirties will find it even harder to get married! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I am pleased to note that self-employed persons who make voluntary contributions to CPF will be allowed to deduct 15% of their contributions from their assessable incomes, up from 10% in the past. If the long-term objective of the Government is to have a CPF contribution rate of 40%, ie, 20% from the employees and 20% from the employers, this rate of 15% for the self-employed persons should slowly be raised to 20% so that there would be encouragement for more savings and provision for old age by the self-employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these comments, I thank you, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 81</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Mr Speaker, Sir, I would first like to thank the Minister for Finance for presenting a painless Budget with many \"goodies\" like the across-the-board rebate of 5% on personal income tax for the Year of Assessment 1990, increased reliefs for care of aged parents and handicapped dependants and the additional procreation incentives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our finances are in a sound position and for the coming financial year we are expecting to enjoy a budgetary surplus of $1.5 billion. On this sound financial foundation, we can now embark on a new phase of economic development to bring Singapore into the ranks of the developed nations by the end of this decade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Eighties was a momentous period in Singapore's economic development. In the early Eighties we enjoyed high economic growth. It was then a period of the high wage policy and economic restructuring. However, we soon became uncompetitive with our unit labour cost increasing above those of our competitors and as a result we landed ourselves in a recession in 1985. It was a traumatic time, especially for workers, as they had to face retrenchments and had to make painful adjustments. However, our workers were ready for the challenge, to make many sacrifices, including wage cuts and wage restraint, to help turn the economy around. This contribution made by our workers enabled us to make a dramatic recovery and by 1987 we began to enjoy good economic growth and now we have ended the Eighties with a good growth rate of 9.2%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We start off the 90s on a sound financial footing but the future will be more complex and we must prepare ourselves for the challenges and the uncertainties ahead. I think we must not forget the lessons of the 80s. We will face greater competition with more countries, including some of our neighbours, joining the ranks of the NIEs. There are fears of protectionistic tendencies in the developed countries and the third world debt problem still defies solution. And will development in Eastern Europe attract away investments from our region? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 82</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has identified five ways in which we can continue to grow. These are the expansion of the workforce, improvements in our productivity performance, to continue to remain competitive, our ability to seize opportunities and tap into regional and world growth, and making a contribution to enhance the prosperity of our neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to comment on the first three areas which are inter-related. We have to take serious cognisance of our scarce human resources, particularly our low labour force growth of 1% to 2% which would mean that we will always have to face the problem of labour shortage whenever our economy expands. We must indeed admit foreign workers. However, this must be in a controlled manner to ensure that they do not bring down the quality of life and also create social problems. Sir, the most effective solution to this problem is really to provide adequate training opportunities to our workers to help them obtain skills and knowledge which can enable the rapid introduction of new technology and work systems and help raise productivity performance. This means that our employers must be prepared to invest more in the training of their employees. Here, I would like to ask the Minister to see how best he can provide additional incentives, including tax allowances and benefits to our companies, especially our small and medium enterprises, to get them to spend more on worker training and especially to plan systematic training programmes for their workforce at all levels. Perhaps expenditure on training of workers could be given more generous concessions for tax purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that in Japan and West Germany all training costs borne by employers for vocational training of workers are tax deductible. Similarly, in the United States, to encourage companies to provide training for their workers, various tax incentives are also given. The SDF levy, which is now payable for workers who earn less than $750 per month, should be extended to cover workers who earn less than $1,500 per month. Our companies should also have better programmes to provide middle \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 83</b></font>\n  <br>\n  <br> level management training and special incentives should be given to companies which have developed these programmes. While workers' productivity is important, I feel that management's productivity is more critical. The fate of our companies will depend on how innovative their managers are in bringing new ideas and to take advantage of business opportunities that are present, and how well they motivate our workers to give off their best. And if our workers are motivated to be more productive, the companies can reduce their manpower needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also feel that more generous tax allowances should be given for investment expenditure in plant, machinery and equipment. In this connection, could the Minister comment whether existing investment allowances to stimulate capital investment are adequate and effective? I believe our data on investment per worker is low compared to those of Japan and our competitors. We should get our companies, especially the SMEs, to invest more in new plant, equipment, machinery and new technology and system which can help enhance productivity. One way to motivate them is to give more generous tax benefits for these investment expenditures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of our prudent financial management, we have managed to build a healthy financial reserve. For this year, as indicated by the Minister, we will have a budgetary surplus of $1.5 billion. If we include the capital receipts, the overall surplus will amount to $4.4 billion. We want to be a developed nation by the end of this century, and to give our people the ability to enjoy an enhanced quality of life. I note that the budgetary allocation to the Ministry of Community Development is only 0.5% of our GDP. I would like to appeal to the Minister to provide more funds here to help promote culture, the arts and sports. This will help enhance the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree that we should not give subsidies for consumption but I feel strongly that low wage earners and the poor should be given the ability to get \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 84</b></font>\n  <br>\n  <br> good medical attention and to provide good education to their children. We should therefore keep a close check to ensure that hospitalization and medical fees are kept within their means. Also, there are sufficient educational grants to help our bright children in the poor and low income families to attend independent schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the budget should cater for the needs of the low wage earners and the poor and a portion of the surplus should be devoted to programmes which can help them to cope with the rapid pace of development in Singapore. We must ensure that they must not feel left out. We must help them to share and get the benefits from Singapore's prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note and with these comments and suggestions, I support the motion. \n  <br>1.39 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of the Finance Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this budget has been described by many names. Some call it a \"Pro-Business Budget\", the Straits Times calls it \"Celebration Budget\", some refer to it as a \"Painless Budget\", while others call it as a \"Growth Budget\" or \"Procreation Budget\" and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that one-word cliches would not do justice to this well thought-out Budget Statement. Whilst I support the budget as a whole, I would like to take this opportunity to draw the attention of the Minister for Finance to a number of concerns, particularly four areas of concerns. Sir, these are not purely my concerns but they have been expressed by quite a few, both in public and in private. The four concerns are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Has the budget become a non-event? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Is the Government doing enough for the local companies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Are costs of doing business in Singapore going up? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 85</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Is there enough consultation with the private sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me take them one at a time. The first concern is that while the Minister introduces \"painless budgets\" year after year, I am afraid all the blood-letting is done outside the budget. So much so, the budget has virtually become a non-event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Increases in taxes and levies outside the budget, to state a few, CPF increases, foreign workers' levy, foreign maid levy, etc. are disruptive and not conducive for proper business planning. For example, businessmen have difficulty in getting their costings right if changes are made frequently. I would like to suggest to the Minister for Finance that all levies and taxes should be incorporated in the Annual Budget Statement, so that the private sector would be able to take an overall perspective of these changes and how they would affect them in toto. Sir, I am the first to concede that it may be necessary to introduce certain measures outside budget time. But these must be exceptions and be far and few, rather than, as is the present practice, of it being the rule. If the present practice is continued, I am afraid the Budget Statement as a whole would lose its significance. I certainly would welcome the Minister's response to this observation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second concern that I would like to address relates generally to the position of our small and medium size enterprises (SMEs). In my discussions with them, many are particularly concerned, not about their growth but more about their survival. They feel they are competing at a disadvantage vis-a-vis the larger companies, particularly the MNCs. The present tax incentives - pioneer status, operational headquarters status - benefit MNCs and the larger companies and very little benefit to the SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for Singapore's survival and growth, it is necessary to give incentives to the MNCs and large local companies. Having said this, I strongly believe the Government ought to pay a little bit more attention to the needs and aspirations of the SMEs. I would like to offer some suggestions for the Government's consideration. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 86</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, Sir, SMEs should be given special incentives to enable them to accumulate capital so that they also, like other companies, expand and globalise. One suggestion to help SMEs is to allow their earnings of less than a quarter million dollars to be taxed at a lower rate. Mr Speaker, Sir, the small business enterprises are generally very happy with the announcement made by the Minister for Labour on the foreign workers' policy. However, Sir, to alleviate some of the smaller companies' burden as a result of the higher foreign workers' levy, maybe some consideration should be given for double tax relief for the levy paid. Thirdly, Sir, assistance given to SMEs should not be viewed as subsidies, but rather as a form of assistance for the purpose of a longer term investment. Maybe this is where the confusion starts. Every bit of incentives we give, they may feel that we are giving them far too many subsidies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is also felt that there are not enough incentives given to some of our SMEs, particularly the larger ones, especially those that are involved in labour intensive sectors, to relocate part of their operations in neighbouring countries where labour costs are much cheaper. This is another area where Government can definitely assist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many small and medium size industries also feel that they have not fully benefited from the various Government assistance schemes. They attribute this to lack of coordination among various related Government agencies in implementing these schemes. It has been suggested, and I support this view, that to ensure the interests of the SMEs are adequately looked after, maybe a separate agency be set up. Whilst the Economic Development Board is doing its best, I am afraid that it is not the best suited agency for this job. The Economic Development Board, being the statutory board responsible to stimulate the growth of our economy, would inevitably be more concerned with MNCs, since they provide the engine of our growth. A separate agency for SMEs, an agency that can think that \"small is beautiful and small can also become big\", would free the EDB to concentrate on its major task and, at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 87</b></font>\n  <br>\n  <br> same time, lead to better management of the problems of SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Finance Minister and his colleague, the Minister for Trade and Industry, can look into this suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the third concern relates to the cost of doing business in Singapore. Some of my other colleagues have touched on this and I just want to add that many feel that the costs are creeping up and we seem to have forgotten some of the lessons of the 1985 recession. Most of the cost increases are the direct result of Government action. It is feared that if business costs continue to rise, Singapore would price itself out of the international market. It should be pointed out that Singapore continued to attract high foreign investments despite its high labour costs because of unfortunate events in other NIEs. We remained cost competitive, not because our costs were held down, but rather it was the result of even larger labour cost hikes in other countries. We have to be extremely sensitive to all the components that render us internationally competitive. Apart from wages, we have to keep a close tab on rentals (both office and residential), foreign workers levy, and not to forget our transport costs and other statutory costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, it is worthwhile remembering that whilst Singapore might be competitive compared to other NIEs, the entire group of NIEs might in fact be pricing itself out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the last concern refers to Government consultation. During the 1985 recession, the Economic Committee had the benefit of inputs from the private sector. Members from the private sector served in various committees and sub-committees. Of late, many have expressed the view that there is insufficient consultation or dialogue between the Government and the private sector, especially on fiscal policies that affect them. I am told in a particular case the private sector was called in at 10.00 am in the morning for a briefing and the fiscal policy change was announced at the 11 o'clock press conference. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 88</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the Government to maintain and further strengthen its consultative process with the private sector. Continued consultation will certainly help both the Government and the private sector. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Speaker, Sir, this Budget reflects the pragmatic fiscal policy of the Government which is pro-business and pro-individual initiative. By reducing the tax rate for companies, the Budget gives those profitable companies greater incentive to do even better. By giving the individuals a once-off 5% income tax rebate, the Government is giving the individuals the incentive to work harder and to better themselves. Furthermore, by returning more money to the people, the Government is giving more disposable income to those who can decide for themselves how best to spend them. This would debunk the false public opinion that we have heard quite often that this Government, in its policy implementation, is interested primarily in enriching its coffers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Straits Times has called it a \"Celebration Budget\". I think, but for one small element, albeit an important element, this is indeed a Celebration Budget. The Minister did not really give away any goodies but his Budget does tax everyone who is paying tax a little less. However, for those unfortunate in our society who are paying little or no tax, in particular those on public assistance scheme, this Budget has nothing for them. To them, there is little to celebrate; to them, this is a tax less Budget. I am making the request that the Minister review the plight of the people at the bottom of the pile in our society and give them something to celebrate as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am bringing up the issue here, Mr Speaker, Sir, rather than at the Committee of Supply for two reasons. Firstly, helping those on the public assistance scheme is a matter of principle. This is the time to discuss issues of principle. Setting this principle straight is important before we get into the details. Secondly, Mr Speaker, Sir, I understand that the welfare benefits that Government provides are tied to two concepts - firstly, the minimum household expenditure; secondly, the annual inflation rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also understand that Ministries, other than the Ministry of Community Development, are involved in the determination of what goes into the minimum household expenditure basket and what goes into the consumer price index basket which yields the inflation rate. I would urge the Government to review the basket of items that make up the minimum house- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 89</b></font>\n  <br>\n  <br> hold expenditure and to determine whether these items are still relevant in today's Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There may be many items that are optional 25 years ago and which are considered basic necessities today. For instance, telephone services might be considered a luxury item in the past. But I think most people would agree that it should be considered a necessity today. Correspondingly, I would urge the Government to re-evaluate the basket of goods that go to make up the consumer price index to determine whether they are still appropriate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hopefully, with this review, the support given to those on public assistance scheme can be increased. The current monthly support for one person on the public assistance scheme is $120. Mr Speaker, Sir, just for comparison, there are many things that the middle-class Singaporeans would spend on in one month, and they would spend more than $120 a month on those items. For instance, the average motorist would spend more than this on petrol in one month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the reluctance of the Government to increase social benefits. However, the criteria to qualify for public assistance scheme are already very stringent. As such, the chances of abuse are rather low. Moreover, the MCD budget for this year actually shows a decrease in the social transfer provisions under Welfare Services, which means that the rank of the public assistance recipients is getting thin. This probably means that the people on the public assistance scheme are slowly dying off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I myself am not in favour of comprehensive social welfare like those found in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 90</b></font>\n  <br>\n  <br> Western countries. But for the unfortunate in our midst who are dependent on social welfare, I think we can be more generous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I hope the Minister will be generous in this respect. Let us make this Budget a \"Celebration Budget\" for everyone this year - the 25th anniversary of Singapore's independence. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio)</b>(\n  <i>In Mandarin</i>): Mr Chairman, Sir, 1989 was a year when our economy had the greatest achievement. Our growth was 9.2% and we had a surplus of $4,800 million. This is the highest on record. In the new Budget, our total revenue is estimated to be $15,600 million and minus the estimated total expenditure of $14,100 million, there will be a surplus of $1,500 million. This is all due to our new economic policies, management measures and business acumen which led to steady economic growth and to the completion of various major development projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance in making his Budget Statement announced that there would be no increase in all the existing taxes. Even liquor and tobacco which were usually subjected to yearly tax increases, are not affected in this budget. On the contrary, there would be various tax concessions. In order to encourage early procreation, young couples who have their children early are given income tax rebates increase of $20,000. There is also an increased tax deduction of $3,500 for maintaining old parents. If the Minister could also give increased tax deductions to include the wife and the children, then this budget would make everybody very happy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, stock exchange has become an important component in our financial market development. In order to encourage our stock exchange market to be more competitive, electronic transfer of shares would be exempted from stamp duty, thus reducing cost. The Government had announced in 1987 that certain statutory board and government-owned enterprises would be privatised in 10 years and would seek enlistment on the stock exchange. This measure will surely encourage people to use their CPF savings to buy the shares of these corporations as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 91</b></font>\n  <br>\n  <br> the shares are expected to be good quality blue chips. I believe that with more people investing in these corporations which are well managed and organised, more people will enjoy the benefits of such shares, thus contributing to our economic growth. In this respect, I hope the Government will provide ample opportunities for the ordinary man in the street to buy the shares of these corporations. Besides allowing CPF holders to subscribe to these shares, perhaps the Government should also consider to allot these shares into smaller units, say 500 per lot instead of 1,000 to enable more people access to such shares. With more people having a share in the benefits of these corporations, I believe they will feel that they have a stake in the economice welfare of our country, thus leading to better national consciousness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, in the past few years, the Economic Development Board has been encouraging and helping medium and small industries to develop. There are various aids, capital as well as practical technical assistance to help them organise and develop. From the Economic Report, we understand that every year many companies have benefited from it. However, these are only the well-established companies. Enterprising people and professionals who want to start a company or newly set-up companies usually have to seek aid from private banks because the EDB does not have any financial assistance scheme for them. But the banks would required these people to provide collaterals as security before loans could be made available to them. Such people who have the talent, initiative, good plans and foresight to start new enterprises would usually be put off as they are bogged down by capital financing. They are then in a quandary as they do not have the financial assistance to start up. I feel that EDB should encourage and help these people, particularly our experienced managerial personnel and our ambitious and enterprising professionals, especially those who have the experience working in multi-national companies and who have good plans to set up their own businesses to enable them to fulfil their ambitions. EDB \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 92</b></font>\n  <br>\n  <br> should also identify those with viable projects and give them all the necessary help including providing them with loans, through a special fund, for the initial set up of their businesses. EDB could also give them indirect economic aid, such as appointing local banks to give them loans at low interests rate. EDB should also consider to allow permanent residents who have deposited of half to one million dollars to finance these viable projects by helping our experienced professionals to set up businesses, and at the same time take part in our economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, we should encourage our talented who have the initiative and ambition to set up or develop their companies and businesses locally, even to help them expand, as this will benefit our nation. We must realize that multi-national companies which sited their establishments or operations in Singapore are usually based on profits and benefits which they can derive from their operations. If other neighbouring countries could provide them with better benefits and profits, then they will move their factories away to such countries. Only our local companies and entrepreneurs who have a stake in our country will stay in our country for good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, American and the Western European Markets take up approximately 50% of our total exports. Therefore, their economic performance have a great bearing on our export and economy. Last year, their economic recession had caused a reduction in our export to 8.5% growth as compared with 32% in 1988. According to economic reports, the American economic growth in 1990 has decreased to 2.3% from 2.9% in 1989. This year, the economic growth of Britain and West Germany will be lower than last year. We should therefore strive to develop our trade with the other international markets over the coming years. Recently, at an international economic conference held in Switzerland, our Prime Minister appealed to the Western European countries not to neglect the Asia-Pacific Rim economies which are rapidly advancing but take part in their development. Only the United States and Japan are having more invest- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 93</b></font>\n  <br>\n  <br> ments in this region. So the Western European industrialized countries should pay more attention to the Asia and Pacific Rim countries and invest more and take part in the economic development of this region. This will also be of benefit to them. On the other hand, we should also encourage our local companies to export more to these countries and even expand their businesses and operation into these overseas markets which should be of mutual benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Eastern European countries will in 1992 form a common market with the Western European countries which will be an important economic and trading bloc. Therefore, the Economic Development Board and the Trade Development Board should consider setting up offices in these countries and organise industrial and commercial study delegations to these countries. Exhibiting our products there would encourage them to be interested in us and enable our companies and people to make some inroads into their markets by setting up joint enterprises to overcome their trade and tariff barriers as the Japanese have done. This would be of mutual benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Japan is a country whose economy depends on exporting their goods to foreign countries. In order to make inroads into the foreign major markets and avoid trade barriers, they have joint businesses with countries in such manufacturing fields as motorcar production and others. As a result, Japan's cars and products are freely available in most of the US and European markets and has help Japan to earn billions of trade surpluses every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, for our long-term economic benefit, we should not depend on only a few foreign countries for our international markets and be subjected to their changing conditions. We should have more businesses and economic relationship with more countries and encourage our commercial, industrial and economic enterprises to advance into more international markets by diversifying our products and economic activities. In this way, we would be able to ensure our future economic viability and progress thus bringing about better economic prospects for all of us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 94</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Mr Speaker, Sir, the Minister for Finance last week gave a clear and comprehensive account of how our economy performed in 1989 and the various ways in which we could strive to grow at high and sustainable rates. The overall growth rate of 9.2% for last year was commendable as it was better than those for the other NICs. Although there was slower growth in the electronics industry, 10% as compared to 28% in 1988, which was brought about by a slow-down in world demand for disk drives, the manufacturing sector managed a 9.9% growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the construction sector, the 1.3% growth rate last year was remarkable, compared to -9.8% and -4.4% in the two preceding years. The level of activities in this sector has been raised by renewed demand for quality residential properties and office space. It is encouraging to note that in recent years, some contractors have ventured overseas. And with considerable experience in public housing and high-rise buildings, they are well placed to put their experience to good use in similar projects overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the best growth rate was registered by the financial and business services sector and, in particular, the financial services sub-sector grew at 22%, which was 7% higher than in 1988. This was brought about by expansion in all areas of domestic banking, Asian dollar market, financial futures, foreign exchange and fund management. This is indeed good news for it means that we are making good and steady progress in developing Singapore as a financial centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I make a couple of additional suggestions which could perhaps further promote Singapore as a financial centre? The first point relates to the tax on unit trust profits or gains. At present, the profits made by unit trust managers are subject to tax. A concessionary rate is applicable, ie, 10% of the corporate tax rate which is now 31%, giving an effective rate of 3.1%. The amount of tax collected is relatively small. However, the imposition of the tax serves as a psychological deterrent to potential investors. When investors buy and sell shares on their own, whatever gains made are not taxable. Investments in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 95</b></font>\n  <br>\n  <br> unit trusts whose gains are taxed at 3.1% are therefore less attractive. From the point of view of the unit trust managers, the computation of tax, generation of reports and submission of statutory returns are complicated by the imposition of this 3.1% tax. Whilst the Government is rightly concerned with efficiency and effectiveness of the Ministries, it is equally important to simplify procedures in the private sector as well. It is noteworthy that the unit trust gains are not taxable in Hong Kong. I hope the Minister will further review the rationale for this tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point relates to the tax incentives given to off-shore investment management. At present, investment managers who look after the portfolio of non-residents enjoy tax exemption in respect of the investments in equities, bonds, foreign currencies and financial futures. However, the qualifying assets do not include gold and other precious metals. Could the Minister review the suggestion to widen the scope of qualifying assets to include these metals? This will make the scheme even more attractive to the non-residents who may have a preference for these assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in November 1989, it was announced that the foreign worker levy would be raised from $250 to $280 from February this year and to $300 from August 1990. It is well accepted that the demand for foreign workers has to be contained and controlled. However, such increases introduced in quick succession have given rise to difficulties to small businesses especially. Their operating costs have been increased. In particular, some contracts have been priced based on the previous foreign worker levy levels. The viability of some of these projects has been adversely affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are certain sectors where the value added may not be the highest, but the need for foreign workers is equally, if not, more acute. For example, cleansing services, grasscutting and emergency repairs of utility pipes. The quality of our environment will deteriorate if the contractors concerned could not afford to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 96</b></font>\n  <br>\n  <br> engage the required number of foreign workers because of the higher levies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am very glad that the tax relief for aged parents and handicapped dependants has been raised to $3,500 from Year of Assessment 1991. This is in line with the policy of encouraging families to care for the parents and handicapped dependants. I recall raising this matter on more than one occasion last year and I wish to thank the Minister for making this gesture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like this year to renew the call to grant some flexibility in granting tax relief. In certain cases where the aged parent or handicapped child requires costly medical care and rehabilitative treatment, eg, speech therapy, physiotherapy, which are not exactly inexpensive, perhaps we can consider granting a higher maximum relief. I hope the Minister will sympathetically consider these special cases and further demonstrate in a real and meaningful way how we as a people could help ease the burden of the families concerned and raise the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a key concern of the future is how to enhance the competitiveness of our economy. The other newly industrialising countries are intensely competitive. They have greater resources and, in some cases, a more highly educated population. Europe after 1992, as pointed out by the previous speaker, will present new challenges and opportunities to many countries. Hence, our constant search for higher productivity, more value added and knowledge intensive industries. Our wage increases should not outstrip the productivity gains. More importantly, we as a people, must pull together to achieve common goals. In our pursuit of excellence we should not forget those who are unable to run on the fast track. All Singaporeans can and must make their contributions. The financial policy for 1990 has provided us the framework for Singapore to achieve sustainable growth. Let us work together for a brighter future for all Singaporeans. \n  <br>2.16 pm \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Speaker, Sir, the Government's drive for excellence has been successful. This budget is a clear evidence. Many reputable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 97</b></font>\n  <br>\n  <br> international surveys have concluded that we excel in many areas. Many factors contributed to this success and education is one of them. Education has become a vital link. Students strive to do well in primary, secondary, post-secondary, tertiary and post-graduate education. Parents strive to make sure that children get to the right schools, given the best tutors and funds are available to get them to the university. When they do not qualify for NUS because of limited intake, parents strenuously strive, though reluctantly sometimes, to enrol them in a foreign university. Education has become a top priority and it must also be said that the stress level has also increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent move to upgrade schools and teachers confirms the Government's recognition that education is a very important link. In this respect, I feel that funds should be set aside for the employment of full-time administrators in the schools so that teachers can concentrate on teaching rather than administrative duties. The fact that NTI will be upgraded into a university and a substantial increase in student intake is really a good news to students and parents. Chances of tertiary education are better and the dependence on foreign universities becomes less. This may reduce some stress for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure many parents who have reluctantly sent their children abroad at great financial cost only wish that this policy has come earlier. It will be a great financial relief to this group of parents if the Government will consider granting subject credits to students currently studying abroad for them to continue their studies in the local universities. I am also very happy to note that the Government will introduce material science in the university. This discipline, although it is expensive to have, has very great economic potential and value especially in industries such as aerospace. The Government should be commended for having very good foresight in aiming for future excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The working class has also become more acutely aware that further education is the key to promotion or for self-development. The number of working adults studying part-time for professional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 98</b></font>\n  <br>\n  <br> degrees, computer qualifications, or for the MBA courses is on the increase. My personal experience tells me that working in the day and studying on your own in the evenings is very tough. More so because the pace at work today is getting faster and faster. I wish to appeal to the Government to consider setting up part-time courses, tutorials or appoint resource persons in the universities or colleges to assist this group of working adults prepare for the various professional degrees. I view this additional investment as worthwhile. With proper facilities and relevant guidance from lecturers and professors, the understanding of the subject is enhanced, and the time needed to finish a course can be shortened. This is in line with our productivity drive and we can increase the much needed professional manhours our economy badly requires. Excellence through education can and should continue, irrespective of age or status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish now to touch on the labour shortage problem. I believe the businessmen would join me in thanking the Government for relaxing the employment of work permit workers. To me, I see in this move that the Government can be persuaded to see the plight of the local businessmen, especially the small and medium ones. To me, unfortunately, I think it took a little bit too long and, frankly, I was on the verge of giving up pursuing this plight inside and outside the House. Now with this relaxation I am personally very satisfied and I am also very happy for the local businessmen. I hope that local businessmen will take this relaxation only as an interim measure to allow them the time to search for ways and means to mechanise or automate their operations. Ultimately, they should rely less and less on work permit workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues have talked quite a fair bit on the high cost of operations in Singapore. I shall not dwell on that subject except to add that maybe the Government should look into incentives of how we can get the smaller companies to work together to increase their revenue. One way is to persuade some big companies or Government-owned companies to work together with the smaller companies to take on projects overseas so that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 99</b></font>\n  <br>\n  <br> revenue can be increased. I think that is an important area that we must not overlook, and not just merely to contain cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this budget confirms that our economy is doing well. Whilst enjoying the fruits of a well-managed economy, I share the Government's concern for the years ahead. One such concern is the greying population. While we can quickly supplement the lack of manpower by allowing foreign workers to work here, we cannot do the same for the facilities and activities. We should start to plan now the activities and facilities for our senior citizens. Looking at some of the activities planned by our younger community leaders and civil servants, I tend to think that this task can be better planned by senior citizens who have the necessary leadership capability. We, being relatively younger, may not understand the senior citizens and their needs. Our thinking is very much current affairs orientated. I wish to suggest then that the Government consider enlisting the retired former Members of Parliament to spearhead this planning. Being senior in age, they can understand the needs of the senior citizens better, and because they were once leaders among us, they have the necessary experience and wisdom to plan and to lead. I personally believe that these former Members of Parliament can do a better job. I hope that funds can be set aside for this task. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.55 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.25 pm until 2.55 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.55 pm.</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Marine Parade GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Budget Statement put forward by the Minister for Finance is widely welcomed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 100</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Lianhe Zaobao headlined its news item \"Encourage people to do business and to procreate.\" The tax incentives on procreation are indeed encouraging to the newly wed couples. However, bringing up children in a modern society is not a simple matter. On the one hand, we want our young people to get married and have babies earlier. On the other hand, we want them to go out to work so as not to waste manpower. It looks as if they have to be very versatile if they want to live in this society. Hence, it is important that, apart from tax concessions, the Government has to provide more facilities to make it possible for our young couples to have children while they are making a living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On taking care of aged parents and the disabled dependants, the Government should provide other assistance to alleviate their mental and financial burdens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is believed that the 5% across-the-board tax rebate is not enough. Why not lower the personal income tax rate? Firstly, we could attract foreign talents to come here to work, secondly, we could stop our brain drain; and thirdly, we would make it more worthwhile for our people to work harder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On foreign maids levy, I hope the Government will consider giving divorced men, widowers and those separated couples some tax rebates because it is due to circumstances beyond their control that they have to take up the burden of bringing up their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's budget, we see no indication of Government's special concern for culture, education and the humanities. This is regrettable. For the last 25 years since independence, we have been preoccupied with economic development, so much so that while our people are well-clothed and well-fed there is something lacking in culture and the pursuit of humanities. We have arrived at a stage when we \"have acquired all the material things but have lost the sense of being human.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government ought to pay greater attention to the cultural developments of the major ethnic communities, take in their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 101</b></font>\n  <br>\n  <br> best elements and transform them into a Singapore Culture. Let us look at the educational systems and cultural features of other countries and work out a comprehensive plan for our future in matters of education and culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our education should not be biased towards utilitarianism. Nor should the curriculum be strictly confined to the imparting of knowledge and teaching of skills, the chief purpose of which is to produce usable screws for the labour market. The purpose of education should be rather the nurturing of citizens with culture and refinement. The strengthening of our economy does not necessarily lead to the raising of the level of our culture. If today we are not doing something to establish our cultural identity our city state will degenerate into a modern jungle of science and technology and, worse still, the denizen of this jungle will one day wake up to find that in spite of all the modern comforts he could have, he will still be gnawed by a sense of void in his soul. All the economic growth will be meaningless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, the Government should pay equal attention to matters pertaining to humanities and cultural development while they are also concerned with economic growth. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, the Straits Times has called the Budget a \"Celebration Budget\". Its editorial on 5th March describes it as \"all honey and no sting\". The International Chamber of Commerce, the Singapore Manufacturers Association and the Indian Chamber of Commerce have all acclaimed it in different fashions. And PAP Backbenchers, not to be outdone, have also labelled the Budget as \"painless\", \"happy\", \"no minuses, all pluses\", and so on. Of course, business and especially big business corporations have good reasons to be happy. They have benefited immensely from Government give-aways. As disclosed by the Minister for Finance, over the years, Government has channelled to business and especially big business since 1980, through tax rebates and rate reductions, more than $1 billion a year. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 102</b></font>\n  <br>\n  <br> the 1990 Budget, MNCs will again benefit by another $100 million, maybe very much more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To avoid unfavourable public reactions, the PAP has regularly imposed taxes, not during presentation of the yearly budgets, but in the months between budgets. These taxes are imposed by decree, and without even a parliamentary debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All of us will remember, Sir, the sudden hefty increases in diesel taxes, in parking fees, in levies on foreign workers and foreign maids, in taxes on motor vehicles, including motor import duties, road taxes and additional registration fees, in additional hospital fees and charges, and in other fees and charges on goods and services by Government departments over the last few years. All these are not painless but painful taxes. They are not honey but stings, and they have given the people in Singapore no cheer and no cause for celebration whatsoever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To appraise a budget, Sir, we need to see further than taxes. We need to see how revenue is spent. And we want to know how Government uses the budget to redistribute income and wealth among the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget, Government has announced a string of goodies to benefit the corporations - income tax cuts, stamp duty exemptions, concessionary tax cuts and incentives for offshore transactions, and a further extension of post-pioneer tax-free status from five to 10 years. From this, it would seem that Government is fearful that MNCs do not make enough profits, and is anxious to ensure that they make more and still more super-profits year after year. Many have said that the PAP Government is a government of MNCs and for MNCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What of our small and medium enterprises? Don't they also benefit? Yes, Sir. A good number of SMEs do benefit. But they benefit only marginally. And some SMEs hardly benefit at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP believes in pampering the MNCs, not the local entrepreneurs. And what of the people of Singapore, 70% of whom earn less than $1,000 per month? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 103</b></font>\n  <br>\n  <br> Have they also benefited? Yes, in a way. They do not have to bear new taxes this time, which is a consolation. But only until the next round of PAP's inter-budgetary taxes. To the people, the PAP means pay-and-pay, and we have been paying and paying all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, we have had three good years with billions of dollars in surpluses each year, and we have also billions of dollars in foreign reserves. And our Ministers and top civil servants have given themselves huge salary increases, making them the highest paid Ministers and top civil servants in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our city-state in which poverty still exists in the midst of plenty, and confirmed by the PAP itself in the 1990 Party Convention recently, one would have thought that the Government might still remember its early PAP party aims and promises, have some considerations for the poor, the low and middle income groups, and perhaps help relieve some of their tax burdens, sufferings and hardships. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government statistics have shown that the cost of living has gone up, that daily necessities are more expensive, that the dollar can buy less and less, and that many families have found it more and more difficult to make ends meet. We do not expect the PAP to emulate President Suharto and similarly issue a call to tycoons: \"Share your wealth\". But does the Budget make provisions to help the poor? In this 25th year of the PAP rule? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see what the 1990 Budget brings to the people of Singapore. Government asserts that \"our existing personal income tax rates remain fair and equitable\". Are they really fair and equitable? For whom? The Minister proposes \"to give an across-the-board once-off rebate of 5% personal income tax for Year of Assessment 1990\". \"The estimated revenue loss is $60 million\", he adds, in order to show how magnanimous the PAP is. Of course, this could create the impression that everyone of our taxpayers will get a real bonus. But who are those who will benefit from this largesse of $60 million? As is well known, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 104</b></font>\n  <br>\n  <br> Sir, across-the-board rebates benefit only those who have high incomes and naturally pay higher income taxes. It benefits the lower and the middle income groups very little. For instance, a taxpayer who pays an income tax of $100 will get a rebate of $5 (not even enough for a plate of mee), whereas a taxpayer who pays an income tax of $10,000 will get a rebate of $500. And of course a taxpayer who pays an income tax of $50,000 will get a rebate of $2,500. How is that fair and equitable? The Minister will have to answer us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us consider some of the Government's concessions in the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tax reliefs for aged parents and handicapped dependants, increased from $2,500 to $3,500, are certainly welcome. However, this also exposes the double standards employed by Government in its dealings towards the rich and towards the low-income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In rationalising give-aways in tax rebates and rate reductions to big business, the Minister says that Government should not be miserly. But does he show any charity when it comes to giving urgently needed relief to those who have financial difficulties in looking after aged parents and handicapped dependants? The Minister allows, rather grudgingly I think, only $1,000 extra this year. Calling this \"miserliness\" on the part of the Minister would be charitable and euphemistic. Some people would say that the Minister is insensitive and uncaring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As is well-known, looking after the aged and handicapped dependants these days would each require a minimum of $600 to $800 a month. This works out to a total of $7,000 to $10,000 a year. The number of taxpayers looking after the aged and the dependants is not very large. Therefore, total expenditure in this instance is very small compared to the millions and billions of dollars given away to big business. Millions of dollars have also been unnecessarily spent on all sorts of PAP celebrations. Need Government be so uncaring towards those in need? Should not Government give more generous tax reliefs to them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Procreation incentives. Special tax rebates to encourage families to have their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br> second child earlier is to be welcomed, especially when the new rebate, together with existing rebates for the third and fourth child, will be allowed to be claimed over an extended period of 21 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must congratulate the ingenuity of those who have thought of such a proposal, and I believe a good number of families will certainly be influenced to have their families earlier. An estimated 10,500 women will benefit, according to the Business Times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is unfortunate, however, that this proposal, like the existing third and fourth child rebates, is aimed mainly at the higher-educated and better-off parents. It is therefore somewhat unfair and discriminatory to other women who are not so qualified. Therefore, to be fair and equitable, in addition to the present scheme of tax rebates, let Government also give less well-off families outright grants of, say, $3,000 to $5,000 for each child who is born. In this way, Sir, all will benefit and none will be left out. That would certainly help correct the present population decline, and put right the disastrous consequences of the many years of the erroneous population policy of the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet another point which should not be forgotten is that certain categories of university graduates will not easily benefit from the new procreation incentive unless they get married while they are still undergraduates. In the medical discipline, for example, assuming that the student enters the university at age 19, he will be at least 25 years old before he passes out as a full-fledged doctor. Add a few years for national service and studies for a higher degree - FRCS, MRCP, whatever - he would be well over 30 years old, well past the 28-year target for the incentive before he can decide to get married. Similarly, a dental surgeon or an architect will be nearing 30 years old when he enters the professional market, so to speak. How then will such graduate professionals benefit from the present procreation incentives? Has the Minister done his homework well enough? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The relief for foreign maid levy extended to divorced women and widows with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> children is also welcome. Government should realise that any levy on foreign maids means unnecessary hardships for working mothers who need domestic help and yet may not be able to afford extra levies. After all, no household would incur extra expenses to engage foreign maids unless absolutely necessary. Moreover, such a levy somewhat runs counter to the policy to promote procreation and early establishment of a family for young working couples. Government should therefore do away with levies on foreign maids for working mothers altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As against all these concessions, there is, however, the promised future imposition of consumption tax. The Minister has said that legislation on a comprehensive goods and services tax will be introduced this year. As is well known, consumption tax is a regressive tax. The tax burden is heavier for the low-income groups and it is certainly inflationary. It can also adversely affect the retail trade as well as tourism. Of course, we already have various indirect taxes which are in fact all consumption taxes. The PAP merely wants to further increase the category of taxes. This can only mean an increase of the tax burden for those with low incomes. Therefore, such consumption taxes should not be imposed. It is a tax that is most unfair and inequitable for the low and middle income groups, more than 70% of our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, further unfairness in the PAP's scheme of taxation is the fact that, despite widespread appeal from the people of all walks of life, the Government has still turned a deaf ear to the call for an increase in personal income tax relief. In 1959, before the PAP came to power, personal relief was $3,000 for a taxpayer and $2,000 for the spouse, ie, $5,000 for a married couple. But very quickly in 1960, the PAP reduced personal relief to $2,000 for a taxpayer and $1,000 for the spouse, ie, $3,000 for a couple. This reduced personal tax relief from $5,000 to $3,000 per couple has remained unchanged for 30 years. As the Minister himself well knows, school fees, bus fares, radio and TV licences, housing, PUB bills, hospital fees and charges, other fees and levies, household expenditures have all gone up. Yet, the personal tax relief remains the same, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> the low-income groups are made to pay income tax when they should have been exempted. I am sure the Minister cannot honestly maintain that making those with low incomes pay income tax is fair and equitable. In the circumstances, the only decent thing for the Minister to do is to raise the personal tax reliefs immediately from $3,000 per couple to $5,000 per couple, to begin with, ie, to the pre-PAP 1959 level. In Malaysia, the personal income tax relief per couple is $7,000. Why cannot our personal reliefs be harmonised? After all, taxes should be paid by those best able to pay them, not by those who can hardly make ends meet. With such miserly personal reliefs, the income tax rates clearly are most unfair and inequitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And how are our taxes to be used? Revenue collected by Government should be channelled to meet the needs of all the people in the country, not just for the benefit of the privileged and those already sitting pretty at the top. Thus adequate funds either in the form of grants or subventions should be made available to ensure equal opportunities for education for our children to develop to the best of their potential all the way to the top. Similarly, more funds should be made available to ensure good, affordable medical care for the people and especially for the aged, and to generally improve the quality of life for all Singaporeans. But it would appear that in all these aspects the Government has not shouldered its rightful responsibilities to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see how Government proposes to spend some of our revenue in 1990. The biggest expenditure is reserved for the servicing of public debt. In 1989, the amount was more than $5 billion. In 1990, the amount will be increased to more than $6 billion. Interest payments alone will come to $1.8 billion, enough to build, I do not know, how many schools, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who are those who benefit from receipt of such huge amounts of interest? They are those who can afford to buy Government bonds and Treasury Bills. They are not the low, middle, or even the moderately high income groups, but the finan- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> cial institutions and the very rich. Who are those who contribute towards payment of the interest on these Government bonds and Treasury bills? The people of Singapore, the common man-in-the-street. This is one of the most unfair and inequitable ways in which the budget has been used to redistribute wealth in Singapore, from the comparatively poor to the rich. At one time, the PAP had claimed that it was playing the role of Robin Hood in taking from the rich to subsidise the poor in low-cost housing. We can see from the servicing of our public debt alone that the PAP is no Robin Hood at all. In fact, it is the very opposite, a Robin Hood in reverse. It takes taxes from the people in order to pay vast sums of interest to the rich and super-rich, including foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The budget provides for more loans to be raised this year. Do we really need to raise loans and more new loans when we have such huge surpluses and such huge foreign reserves? And what about defence? The provision for defence amounts to $3.2 billion, another huge chunk of our budget. And if we add also the Development Estimates, the amount adds up to $3.5 billion, more than one and a half times the amount budgeted for education, nearly six times the amount budgeted for health and 15 times the amount budgeted for community development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been told that we should increase productivity. Then do we really need to spend so much on something which is totally unproductive? When the whole world is cutting back on defence expenditure, and the US has said that its reduction in forces in Asia will not affect security in any way, do we need to increase our expenditure on defence by 19% over the 1989 expenditure, and thus take away funds which could be better spent on education, health and community development for the betterment of our people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we need to be realistic in our assessment of the political and military situation in and around South East Asia. We need to put our priorities right. We do not need to spend billions of dollars on defence in order to safeguard the security of Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> pore when a much smaller sum would suffice. If we continue to raise expenditure on the wrong things and neglect to spend appropriate funds to carry out policies that serve the people well, we will all be losers in the end. No wonder thousands of our best brains leave Singapore for other countries every year. One of the main reasons why people emigrate is that they can no longer tolerate the policies pursued by our insensitive and uncaring Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me summarise, Sir. The budget proposes more give-aways to big business. It has also proposed a few goodies to the people but these have not really helped those most in need of Government's assistance. At the same time, Government has continued tax policies that shift tax burdens more onto the shoulders of the poor, low and middle-income groups. It has thus widened the gap between the rich and the poor. The budget has all its priorities wrong, and it is certainly not a fair budget for the vast majority of the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will reply to the points I have raised. \n  <br>3.25 pm \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Thank you, Sir, for giving me this opportunity to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion in the name of the Minister for Finance. Before I go into it, I know that the Non-Constituency MP, Dr Lee Siew-Choh, brought up a number of points and I am sure the Minister for Finance is capable of replying to all these points one by one. But, as one with more than a passing interest in financial matters, I would just like to touch on three points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One, he objected very much to the channelling of $1 billion to businesses since 1980. I do not really find anything wrong with that because these concessions have helped to create better business conditions, have created more jobs and, in fact, resulted in higher salaries for the workers. As a result, this has generated more revenue for the Government and is, in fact, one main reason for our happy state of affairs. Perhaps if he can read the theory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> behind supply-side economics, he will find that this particular branch of economics does have positive effect on Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point he brought up is his objection to the across-the-board rebate because he thinks that it is unfair. He gave the example of the person paying $100 in income tax. Such a person would get $5 rebate, whereas the person paying $10,000 in income tax would get $500 rebate. Sir, this is simply the marginal rate at work. I find it difficult to understand his objections when in the next breath he asked for more personal and other types of tax reliefs. Does he not know that, for example, if you were to implement his suggestion of increasing the personal tax relief by $2,000 to $5,000, then a taxpayer at the marginal rate of 30% tax bracket will in fact pay $600 less in taxes. Another person at the marginal rate of 5% will only get $100 in lesser tax paid. Does this mean that his suggestion is also unfair? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point relates to his comments on public debt servicing and Government bonds and Treasury bills. Being in the banking sector myself, I must first state that I have a vested interest. I do object personally to the system here, but for diametrically opposite reasons as the NCMP. Under our system, the Government has created statutory requirements for many financial institutions to buy a certain required number of bonds and Treasury bills. It is because of this demand created by statute that these financial institutions are forced to buy them. And in so doing, they therefore compete for a very limited supply, just like the quota system, of bonds and bills available. The rates they therefore earn on these instruments are in fact very low. The Government in turn takes this money on which they pay low rates and reinvest it into much higher yielding instruments. In so doing, it in fact makes quite a substantial sum of money for the Government. Perhaps I would just like to bring his attention to page 7 of the Budget. If we look at the Budget in Overview, you will find that the investment income under Consolidated Revenue Account is $1.1 billion, Development Fund Account is $2.8 billion and Sinking Fund Account is $397 million, whereas Debt Servicing is only $1.8 billion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although I said earlier that I supported the motion, I must add that I do find it somewhat disturbing. Sir, that it is pro-big company, it is painless, it is a celebrations budget, and various other favourable descriptions of the budget is not the issue. The real issue is that with such sterling performances of the economy over the past two years, and again probably this year, the Minister could perhaps be more generous, especially with the healthy surpluses of past years and the increased revenue from various measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one disturbing aspect is that the Minister, I feel, has left himself with the role of being a Santa Claus and, as I said earlier, not a very generous one at that. His function in revenue collection appears to have been usurped by other Ministers, especially the Minister for Communications and Information. Of course, the other Ministers always proclaimed that revenue generated was only incidental and the real purpose was not the revenue but the need to control one thing or another; or so they said. But, when all is said and done, somehow or rather, money always increases in the Government's coffers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that such off-budget increases in tax, in fees, in commission, or call it whatever you will, are not a trend for future budgets. In this respect, I do very much agree with my colleague, Mr Das, that it poses very difficult conditions and situations for businessmen and businesses to do their planning. Sir, in any event, with such increases it is no wonder that at Budget time, the Minister gives away candies, like a mother giving sweets to pacify a crying boy after he has been caned by his father, even though he has done no wrong but was only just trying to get his father to agree that he has grown up, is a bit more responsible and would appreciate having a little more freedom and money to decide what is good for himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, I did say sweets, because, for example, the tax concessions announced amounted to revenue forgone of about only $168 million. Yet the estimated additional revenue to be collected from the car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> quota premia, if we take $5,000 to be the average price bid for the year, could be $250 million or more. This additional revenue is not even reflected in the Budget document. And this will be on top of the $2 billion to be collected in financial year 1990 on import duties, registration fees, additional registration fees, PARF, diesel tax, road tax, etc. This does not even include the revenue from petroleum import duties, which is another $0.5 billion more. Perhaps the Ministry of Communications and Information should be redesignated as the Ministry of Communications, Information and Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding his comment that prudence should not be equated with miserliness, the Minister should perhaps take note that there is a thin line between prudence and stinginess. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is also disturbing is the warning that lies behind the sweets and candies given by the Minister. Here I refer specifically to the spectre of consumption tax raised by the Minister. I am against this consumption tax for the same reasons given by Dr Lee. Here I must say that, in this instance, I do fully agree with him because such a tax, a VAT tax, for example, is inherently inequitable. It taxes the poor relatively more than the rich. It retards the growth of one of our major industries, tourism, especially so in our case when we are trying to promote Singapore as a shopping paradise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The oblique reference to developed countries and the value-added tax as an integral component of the system of revenue, in my opinion, is laughable if not for the fact that this is no laughing matter. Surely the Minister must be aware that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Singapore does not follow the systems of developed countries just because they have such systems. We do pick and choose; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Most importantly, they have VAT for very good reasons. They needed VAT because of perpetual budget deficits and bankrupt treasuries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that surely is not the case with us, and never would be the case if we can believe what the Minister's own Budget \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> document says; and I would like to quote from page 11 of the Budget document: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The aim will be to ensure that operating revenue (defined as revenue less investment income) is sufficient to finance all operating expenditure (defined as recurrent expenditure less debt servicing), and that annual recurrent and development expenditures do not exceed revenue collection.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, Sir, what this means is that if we collect less, we will spend less. With this philosophy of a balanced budget in the implementation of public finance (something I must add that I agree and I subscribe to), I cannot really see the day when we need to increase our revenue through consumption tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in case the Minister thinks that I am totally against a broad-based system of consumption tax, I would hasten to add that I, too, favour an indirect method of taxing consumption rather than the direct method of taxing income. After all, Sir, paying tax on consumption is voluntary in that if one spends less, one pays less, whereas paying tax on income is not, unless of course one takes a salary cut or stops working altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what I am against is a simplistic system of consumption tax, such as the VAT or a sales tax, even with exemptions. Unfortunately, such exemptions usually hurt the largest group of citizens in our society, the lower middle income group. Sir, this group is often too rich to enjoy the relative benefits of the exemptions but too poor to afford the higher prices of unexempted items caused by such taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my stand on this is not unknown, having said so in this Chamber in 1986. Hence, if the Minister wishes to prepare for a broad-based system of consumption tax, may I remind him to seriously consider the concept of an \"expenditure tax\". Like VAT and sales tax, Sir, the expenditure tax is also a tax on consumption. But, unlike them, it can lend itself to a progressive structure, similar to the progressive nature of income tax. Simply put, this means that the more a taxpayer spends, the higher would be his marginal tax rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, using this system, the bias and the inequity against the poor is removed. So too, the hindrance against the tourist \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> industry as it is not a tax on individual items or individual goods but rather on the total expenditure of the taxpayer over a period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, it will also help to resolve one thorny issue, that of individual Singaporean's interest income earned abroad. Right now, we have a tax system which encourages foreigners to invest their savings in Singapore. Ironically, the same system also encourages Singaporeans to invest their savings abroad. A very ridiculous situation, you may say, Sir, but one which I believe could easily be resolved by a system of expenditure tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not a forum for a detailed tax debate, so I will not go into the details of how the expenditure tax can work and how we can resolve the issue of interest earned abroad but not remitted to Singapore. Suffice to say, Sir, if we can encourage these savings to flow back to Singapore, much good will accrue to Singapore's financial centre as well as its economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I must add that the expenditure tax is not an alternate source of tax revenue. It is in fact a tax reform, ie, it seeks to replace the income tax system. I am aware that while the theory is simple, to replace the current income tax system in one fell swoop would be complicated. And being the cautious man that he is, the Minister obviously would not wish to be adventurous in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I thus suggest that the Minister look at the benefits of this system and how superior it is to the income tax system. Hopefully, he can be convinced. If so, then it should not be beyond the capabilities of his income tax experts to come out with an experimental project using a selected control group to file two types of tax returns - one based on the current system of income and the other based on a hypothetical system of expenditure. In this way, over a period of years the implications, the effects and other problems of the expenditure tax system could be studied in detail before a final decision is made. Of course, one would have to compensate the taxpayers in the project and perhaps some suitable compensation could be given for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> the trouble they would have to take to fill in the two sets of returns. Sir, I believe that this system is worth a try. \n  <br>3.42 pm \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Thank you, Mr Speaker, Sir, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall be precise, not because the budget has an impact on me but most of the points that I would be raising had in fact been covered by my parliamentary colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must thank the Minister for Finance for having introduced a budget which is commendable and appears reasonable. This budget is widely supported by the business circle. However, for the large number of ordinary working persons, they tend to feel that the budget has little impact. Why, Sir, is there little impact? They feel that they have earlier contributed to revenue through increases imposed by the various Ministries. Whilst this approach takes the heat off the budget there is a danger of lack of coordination among Ministries. This itself may generate inter-Ministry competition and rivalry which may in the longer term lead to lack of coordination and impose different strains on the individual who have to pay higher charges during the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is certainly a good case for Ministries not to implement increase in charges or fees almost one after another. This is important because the threshold for the individual taxpayer having to be able to manage and cope with it may be reduced. Sir, there is a need to observe this because we may burden the individuals with average incomes and we may generate and cause inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the man-in-the-street is beginning to feel that the prices of goods and services are increasing rather rapidly to their liking. In this respect, I would like to ask the Minister whether any steps are being taken to ensure that inflation is being controlled. I hope that we do not create a run-away inflation by our various \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> increases. This is important because it may affect the average working class. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the budget attempts to address the serious problem of procreation by introducing further procreation incentives. However, it appears rather half-hearted and measured in giving out incentives to promote procreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we are to deal with this issue more effectively, we need to provide higher tax rebate for mothers in the late twenties and early thirties. It may work better to revise the special tax rebate for mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mothers who give birth to a second child before 31 years should be given $10,000; before the age of 30 years, $15,000; before the age of 29 years, $20,000; and before the age of 26 years, $25,000. Sir, the tax rebate alone does not solve the problem of the care of their children. It would be necessary to consider two other issues, namely, the need to reinstate maternity leave, and I feel that maternity leave is in fact tremendously important for the third birth. This issue will have to be re-studied so that it will ease the burden of mothers who have subsequent births. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second issue that we have to look at is tax incentives for operators of childcare centres at work-place and in the community. In order to encourage more childcare centres to be set up, it is important to provide tax set-off for capital cost spread over a period of five years to employers and the private childcare operators. Unless there are tax set-off and tax incentives, there may be little growth in terms of services for child care. It is in fact a burden and a high cost for operators to run childcare services. I think there is a need to review such incentives given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, it is also necessary to review the childcare subsidy of $100 to mothers in view of the increase of childcare cost through inflation. This subsidy has not changed over time. It may be necessary to review the subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now turn to health. In looking at the budget allocated to health, I see that the budget is meagre. The need to keep our population healthy has been con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> stantly touched upon. In recent years, there has been increasing public concern about the cost and improvements to the health care service. However, the budgetary provisions in the last five years have not reflected our interest to make health care cost remain accessible and affordable. Our expenditure on health care is only about 1.1% of our GDP. This is really meagre compared to other countries. Government expenditure on health as a percentage of GDP is 4.9% in Japan, 6.7% in France, 6.3% in Germany, 5.3% in the United Kingdom, and 5.4% in Switzerland. I am not suggesting that we should follow the GDP expenditure for health in these countries, but I strongly feel that there is a case for us to review the allocation of expenditure to health in our budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we could afford a bit more in terms of allocating funds to health care. As we have accumulated surplus in the last few years, there is a need to review this aspect of expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that note, I would like to support the Minister's motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. - [Mr Wong Kang Seng]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Debate to be resumed on what day, Dr Hu? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Ten\n  </div> \n  <div align=\"right\">\n   Minutes to Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MINIMUM ENTRY QUALIFICATION TO NUS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Proportion of Rejected Applicants)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chiam See Tong</b> asked the Minister for Education what proportion of Malays and Indians among all Malay and Indian applicants who satisfied the minimum entry requirements to the National University of Singapore were rejected for the years 1975, 1980, 1985 and 1989. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proportion of Malay applicants who were eligible to apply but who were unsuccessful in gaining admission to courses at the National University of Singapore for the years 1980, 1985 and 1989 are 70%, 58% and 58% respectively. The corresponding figures for Indian applicants are 60%, 60% and 58%. For Chinese applicants, the figures are 42%, 46% and 39%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The information for the year 1975 is not available. \n  <div align=\"center\">\n   <h4></h4>\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
