{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-16\"> \n  <meta name=\"Start_Col\" content=\"1005\"> \n  <meta name=\"End_Col\" content=\"1092\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">13</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">16-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 16th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HOUGANG</b>\n  </div> \n  <div align=\"center\">\n   <b>(Building of primary schools)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Education whether his Ministry plans to build more primary schools in the vicinity of Hougang and, if so, when will they be completed. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Ker Sin Tze) (for the Minister for Education):</b> Mr Speaker, Sir, the answer to Mr Low's Question is that the Ministry of Education plans to build a new primary school at Hougang Avenue 8. The construction will be completed by the end of 1994 and classes will commence in early 1995. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUGANG CONSTITUENCY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Projected intake of primary one students)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Education what is the projected intake of primary one students residing in the constituency of Hougang in 1993 and 1994. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (for the Minister for Education):</b> Mr Speaker, Sir, the Member for Hougang has asked the projected intake of primary one students residing in the constituency of Hougang in 1993 and 1994. The Ministry of Education does not plan student intake at the constituency level. It is planned according to a new town's demand for places. For 1993 and 1994, there will be about 3,500 primary one places provided by schools in Hougang New Town and the vicinity of the new town. This will be sufficient to meet the projected demand for about 2,500 places in 1993 and 2,900 places in 1994. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, is the Minister of State aware that the main primary schools in Hougang, namely, Holy Innocents and Xinghua, have problems in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> admitting students because they are over-populated? Will the Minister of State assure me that the children of Hougang will be able to be admitted to the schools in the vicinity of Hougang within 2 km from their residence? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> According to the Ministry's estimate, the 3,500 places will be adequate to meet the demands for primary one student intake in 1993, 1994 and even 1995 because children born in the Dragon year will be admitted in 1995. We estimate that the demand by that time will be 3,420 but we have 3,500 places. So it is adequate to take care of all the demands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the number of schools, it is difficult to have so many schools within the constituency of Hougang. But in the Hougang New Town and the nearby areas, we have altogether about 11 schools with 88 classes. The total number of places will be adequate to meet the demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether students can go to school within the 2 km requirement, I think it is a bit difficult because of the location, building and the distribution of population. We try to provide places as close to the residence as possible. But physically, I am sure the Member for Hougang also appreciates that there is difficulty in setting up school at the doorstep of the students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1992 TO 31ST MARCH, 1993</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question [13th March, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head L be reduced by $10 in respect of Code LC 1500 of the Main Estimates.\" - [Mr Peh Chin Hua]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, last Friday, I mentioned that I welcome the Ministry of Education's decision to include sex education in the curriculum for Secondary 1 and Secondary 2 students from 1993. However, I hope that the Ministry of Education would complement the teaching of sex education with the inculcation of the correct values because if we were to teach sex education like a science subject or health science, then the effect may not be satisfactory. As such, we have to inculcate in our students the \"moral values of sex\", so that they would realize that behind \"sex\" there is this value of \"responsibility\" that they would have to bear in mind. They should not take sex lightly! This would prevent teenagers from committing sex-related crimes or indulging in casual sex, owing to their ignorance or curiosity in sex. This would also help our students to have a better understanding of the true meaning of \"sex\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I suggest that the teaching of sex education should be made as plain and simple as possible, such as the use of \"educational video tapes\". At the same time, I hope that when teaching this subject, the teachers would not avoid the important and dwell on the trivial, or simply touch on it lightly, giving the students only a hazy notion on the subject. The teachers should not tint the teaching of sex education with obscenity, to the detriment of the students. Otherwise, this will run contrary to the object of the sex education programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can also include an introduction on the cause and types of venereal diseases, and some of the common social problems such as promiscuity, abortion, pre-marital sex, etc. This would give the students a clearer picture of these problems and provide them with proper guidance in the way to look at these problems and how to deal with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, we have to strike a balance between the conservative attitude of the East and the liberal thinking of the West towards sex, so that our students will not lose their directions in the midst of these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> two main trends. This is something we have to bear in mind when we commence the teaching of sex education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the Ministry of Education to seek the views from all quarters in its planning of the \"sex education\" programme so that the teaching of sex education would achieve its desired results. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, Singapore's dependence on human resources for its economic success cannot be over-stated. It is therefore not surprising that our Government spent a significant part of its expenditure on education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary aim of our school system is to develop each child to his or her fullest potential. In the report of the Review Committee on Improving Primary School Education, it has been pointed out that the primary school system has been successful in improving academic performance. However, improving academic performance alone is inadequate. One common criticism that still prevails is that our education system produces only \"exam-smart\" students. Perhaps this is the effect caused by the high premium placed by our society on academic success. The schools, the parents, and the peers place excessive pressure on a child to pass and excel in examinations. As a result, past years' papers and revision guide books have become the be-all and end-all for many students. Teachers, in their zeal to get their classes to perform well, tend to concentrate only on what they think is important for the examinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, undue emphasis placed by parents, teachers and students towards examinations will limit the development of our children to their fullest potential. We need to design a curriculum that would provide a broad-based education so that we can develop the inner faculties of our children. The school curriculum must provide ample opportunities to develop in our young thinking and analytical skills, creativity and confidence in self-expression. Parents and educationists to whom I have spoken are of the opinion that the present curriculum \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> does not adequately promote the development of these qualities. Given the increased sophistication of our workplace and the constant struggle to increase productivity, the curriculum in school must lay the foundation for our workforce to be adaptable, resilient and innovative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister how frequently the curriculum in our schools is reviewed and whether input is obtained from the market on the strengths and weaknesses of our workforce. I would also like to ask the Minister what efforts are being made to provide our students a more broad-based education. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee (Sembawang GRC):</b> Sir, I declare my interest as Council Chairman of the National Police Cadet Corps which is the schools' ECA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the involvement in ECA is very important for the all-round balanced development of students in our schools, polytechnics and universities. This is especially so today with the emphasis on a fit and healthy lifestyle and the strengthening of communitarian values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why are ECAs important? There are many reasons, but let me just focus on one which I think is important. This is that students learn and practise leadership and teamwork. They develop group identity and community spirit. In short, ECAs nurture the qualities of bonding and commitment which are essential for community life. This point is crucial in the context of today's Singapore. Bonding and commitment to each other as individuals, to the school and university as an institution, and to Singapore as home. This is why many SU and NUS graduates, who were active in ECA when they were undergraduates, feel an affinity to the institution. The more active you are, the prouder you are to be an alumnus. This, in my view, is an important key to developing strong alumni ties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ECA balances the pressure for academic excellence. This issue surfaced recently in two episodes - I think we know about them - the revision in the testing for primary school children and the junior college principals' agreement not to release their schools' results until after two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> weeks. There has been a lot of acrimony in the Straits Times as to the cause of this pressure and the focus has been on the schools, the school system and parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, instead of apportioning blame, I feel that the more productive approach is to see how various parties, each playing a part, can help to alleviate this pressure - the Ministry of Education, parents and a third party, in my view, which is important, is the employers. Collectively, if each of us can do something, I think a lot can be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has made a start by revising the testing system for the Primary 3 children. In my view, the junior college principals have also made a start, putting aside the method that they have employed. I think we must not lose sight of the statement that they are trying to put across to Singaporeans: \"Please do not judge our schools by academic standards alone.\" We have to look at this substance and not get lost in the clamour as to the correctness of the method. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NUS has also made a start. We try to allow each undergraduate at least one year's stay in the hall of residence. In my mind, ECA can restore some balance to the system. Therefore, may I make an appeal to employers and parents. First, to employers. I urge all employers, and Government should take the lead, to include ECA as a factor for consideration in assessing job applications. In a way, the message will be received loud and clear on the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a survey conducted last year, some employers opined that the graduates from a local university do not compare favourably with those who returned from overseas. Why is that so? It is because the criteria they chose for comparison, such as the ability to adapt to corporate culture, initiative, confidence and willingness to speak up, social skills and so on, bear no direct relation to paper grades. They are qualities which are best developed through active involvement in ECA. My message is therefore simple: if employers want better employees, they should pay greater attention to the ECA record of job applicants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To fellow parents, just a short appeal. Let us not be over-protective of our children when it comes to ECA. It is natural for us as parents to be concerned. I am too. But I am sure parents will join me in saying that when we were ourselves school children, our parents were not so protective. And I do not think we have come out the worse for it; in fact, probably better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to seek the Ministry's views on the importance of ECA as a ballast to academic pressure. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, as we all know, reading is a habit. It is a very important way to gain knowledge. But we often hear comments that Singaporeans do not have this habit of reading. The Government is also trying to encourage people to read more. I think the habit of reading should be cultivated from young. The school is the important base for the cultivation of this habit and the school library is the important bridge to cultivate the reading habit. However, in the Main and Development Estimates of the Ministry of Education, apart from funds allocated to libraries of junior colleges to be computerised, I do not see any budget provision for the expansion of school libraries. Does it mean that our school libraries are so well-equipped that there is no room for improvement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know how much has the Ministry of Education allocated to the school libraries to purchase books and what specific plan it has to encourage the students to make full use of the library, and to cultivate the habit of reading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to extra-curricular activities (ECA), I suggest that the Ministry of Education include community service as part of the ECA programme for our secondary and junior college students, in order to encourage our secondary school students to participate in community service. This suggestion is in conformity with the Government's promotion of love and care among our fellow citizens. The Workers' Party has, since 1972, been advocating a \"Caring Society\" to remind Singaporeans \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> to show more care and concern for the less for- tunate in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From newspaper reports, we learn that many charitable organisations are having difficulty getting volunteers to help them. Whether a person would voluntarily show care and concern for others, has a lot to do with his contacts and his experience in life. The cultivation of love for others should start from young. If the students, taking an active part in community service through their ECA involvement, can come to realize the true meaning of community service, and the fact that there are still many people in our society who are less fortunate than us, then they will value all the things they possess. It is possible that they will become volunteer social workers in future. I think this will have a positive effect on the development of the students' character, and the improvement to the general mood of our society. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Ker Sin Tze)</b>(\n  <i>In Mandarin</i>): Sir, the Member for Jalan Besar GRC has raised a number of issues, and they are all important issues. I would like to reply to his questions concerning the heavy school bags, loyalty to the school, and sex education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of school bags being too heavy may sound like a triviality. However, I tend to agree with the Member for Jalan Besar GRC that it is, in fact, a rather important matter, especially to the younger children. Every day they have to carry their extremely heavy school bags when they go to school. It may well have some adverse effect on their physical development. As far as the Ministry of Education is concerned, we agree with his view and we have advised the publishers of school textbooks to reduce the thickness and weight of the textbooks. Nowadays, all the primary school textbooks are divided into two volumes, one for each semester. This will help to reduce the weight of the textbooks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the installation of lockers in every classroom, I agree that this is a good suggestion. However, at the time when our present schools were built, there was no provision to equip the classrooms with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> lockers. Therefore, owing to space constraint, we are unable to equip the classrooms of our present schools with lockers for our primary school students to keep their books. However, the Ministry of Education will further study this matter and see whether something can be done to overcome this difficulty in future, or whether some alternative method can be worked out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, to keep the books in school lockers has its advantages. However, on the other hand, it may also be useful for the students to bring their books home because they may need these books when they revise their lessons at home, and their parents can lend them a helping hand at that. So, if they leave their textbooks in the school lockers, they may forget to bring certain materials required for their revision at home. This may give rise to some problems too. As a matter of fact, the parents should help their young children, particularly those in Primary 1 and 2, aged 6 or 7 years old, decide which books should be brought to school and which could be kept at home. Personally, I have a young child. I asked him why he was bringing all his textbooks to school. He told me, with some embarrassment, that he had lost the time table. That is the first point. Secondly, there is only one period of health education in a week. But he brings the health education book to school everyday, so that it is always there when he needs it. He does not know which book ought to be taken out, and which book has to be brought to school. If the parents can spend some time to help them decide which are the books to be brought to school, and which are the ones that could be left out, then it will help to reduce the weight of the school bag. At the same time, I hope that the teachers would not penalise or punish the school children simply because they forget to bring a particular book to school on a certain day. In fact, the teachers should allow them to share the book with their classmates. In this way, the problem of heavy school bags may be alleviated, although it cannot be resolved completely. If there are constructive and practical suggestions or recommendations to resolve the matter, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> the Ministry of Education will be only too pleased to consider and adopt them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second subject is how to inculcate a sense of loyalty to the school. A sense of loyalty to the school is very important because whether a school can be developed well or not depends not only on the students, their parents, but also very much on the former students or old boys of the school. Their love and concern for the school will go a long way in helping the school to develop and progress. For the old-boys to care for their alma mater, they must first of all have good sentimental feelings for the school, and that the school is also concerned about them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jalan Besar GRC put forward two points - first, preserve the old school buildings and, secondly, avoid frequent transfer or changes of principals and teachers. Let me first deal with the preservation of old school buildings. According to my survey, I find that very few schools are being built at their original site where the old buildings were demolished. Up to now, there are only five schools which were built at their former sites. At the moment, there are two schools, namely Raffles Girls' School and Crescent Girls' School, which have been moved temporarily to other places pending the completion of their new school buildings at their original sites. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New schools are mostly located in new HDB housing estates because there is generally a lack of enrolment in the older residential areas as young people have moved out to set up their families in new towns. Therefore, new schools have to be built in new housing estates to cater for the rising demand for student places in new housing estates. However, in order to maintain the feelings of the old boys for their alma mater, these \"new\" schools in the new HDB estates retain the old names of schools moved in from elsewhere. Ai Tong School, as mentioned by the Member for Jalan Besar GRC, belongs to this category. It was built at a new site, not at its original site. As far as possible, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> Ministry of Education always tries its best to preserve the old school buildings. However, when we relocate an old school to a new site in a HDB new town, we surely cannot move the old school building there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In preserving the old buildings, of course, the Ministry of Education would also take into consideration the cost of renovation, and whether it is worthwhile to do so. Sometimes, the renovation cost could be even more than the cost of constructing a new school building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other limb of this subject is on the frequent transfer of school principals and teachers. Whenever possible, the Ministry of Education will not transfer the principal and teachers of one school to another. However, sometimes, such a transfer cannot be avoided because there may be vacancies in certain schools which need to be filled urgently, or teachers for certain subjects are lacking in some schools and we have to source for such teachers from other schools. Sometimes, it is the teachers themselves who ask for transfer because of some personal reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Ministry of Education is concerned, we try our best not to transfer the principals and teachers, whenever possible. Mr Peh mentioned that when old boys went back to the school they could not find the familiar faces of their old teachers. Perhaps, he might have forgotten that we all grow old with every passing year. Principals and teachers have to retire when they reach a certain age. Then, of course, you cannot go back to the school and expect to find the principal or teachers who taught you during your school days. As far as the inculcation of a sense of loyalty to the school is concerned, I think we should have more organised activities. I remember that in the past, some Chinese schools had this combined school sports meet or inter-school debates, swimming carnival, etc. I think these activities may be useful in establishing closer links between the old boys and their alma mater, and hence their sense of loyalty to the school. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue raised by Mr Peh is an interesting issue, that is, sex education in school. The Ministry of Education agrees that sex education should be taught in conjunction with the teaching of moral education. If sex education is being taught merely as a health science, then it will not be effective in guiding the students on how to properly treat the problem of sex in future. Sex is quite a personal matter. In the past, people were reluctant to teach this subject and to discuss it openly. But now we realise the importance of sex education. We have to teach it as part of life and family education, so even in the primary school there is some mention of sex education to the pupils. In the secondary schools we will be introducing more topics relating to sex education to the students. But this will not be taught as a subject. It will be incorporated in other moral education or civic lessons to the pupils. Of course, we would also emphasise the importance of moral education when we teach sex education in school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh expressed concern on whether pornographic video-tapes would be used as a teaching aid for sex education. I can give him the assurance that the Ministry of Education will never allow the use of pornographic video-tapes as a teaching aid. \n  <br>1.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I remind Members that \"guillotine\" time for this Ministry is 1.20 pm and we still have another four amendments to consider. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Encik Sidek bin Saniff):</b> Sir, Mr Sinnakaruppan has raised three important questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, curriculum in the schools. Sir, curriculum review is an on-going process. Feedback is obtained by school inspectors and subject specialists on their school visits as well as during school appraisal. However, the curriculum is normally revised once in every eight to ten years or as and when the need arises, to match the pace of socio- economic development in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Feedback from various Ministries and departments, especially from the Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> of Trade and Industry, the National Productivity Board and Public Service Commission, as well as the private sector, through representation on various Government committees set up to monitor Singapore's economic performance, is taken into account when reviewing our school curriculum. For instance, the emphasis placed on enhancing students' proficiency in English Language and Mathematics is directly in response to feedback from the market, on the strengths and weaknesses of the current workforce. This is also the case for the computer literacy programmes in all secondary schools to enable every student to be computer literate by the time he completes his secondary education and the school curriculum is geared closely to meeting the changing needs for a workforce that can meet the challenges of changes in Singapore's business and industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is about a broad-based education, Sir. Our school curriculum is designed to provide a broad-based education for all students, with equal emphasis on students' intellectual, physical, aesthetic and moral development. Conscious efforts are made to create a total learning environment in our schools to provide a balance between the academic and non-academic subjects to stimulate students' intellectual, physical and emotional growth, as well as to equip them with the necessary life-skills, as responsible citizens able to lead a fulfilling life as a valuable member of Singapore's future workforce. A wide range of academic subjects, like the Languages, Mathematics, Literature, History, Geography, and non-academic subjects, like Art and Craft, Social Studies, Home Economics, Civics and Moral Education, Physical Training, Design and Technology, etc., are included in the curriculum. Students are also required to participate in extra-curricular activities (ECA) of their choice. This provides opportunities for social interaction and develops leadership skills (eg, in the participation of uniformed groups, such as Scouts, NPCC, NCC, Red Cross, Girl Guides), as well as sports (eg, tennis, netball, soccer, rugby), clubs (eg, Interact Club, Arts and Social Club, etc.), and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> societies (eg, Literary, Debating and Dramatic Society, or in Chinese/Malay/Tamil Cultural and Language Society). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third one is even more important and has something to do with examination. My colleague had mentioned it on Friday, but let me re-emphasise. Examination is a yardstick by which to assess students' performance. Equal emphasis is placed on developing in every student life-long learning and social skills which can be applied even after they leave school. That is the thrust of the whole thing. Our instructional materials are designed to inculcate thinking skills, which equip students with analytical and creative thinking processes in decision-making and problem solving. Through structured instructional programmes designed to encourage cooperation and group work in class assignments as well as out-of-school activities, like field trips and project works, students learn to be tolerant and appreciate the contribution of others in achieving group success. In other words, each one of them must understand the psyche and conundrum in the Malay, the Chinese and the Indian side. Our students have performed well in pursuing further studies as well as in their working life, both locally and overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the question made by Mr Ho Peng Kee. I cannot agree more with his deliberation. I can sum up the whole deliberation by stating our objective for the ECA in schools and tertiary levels as well. First, ECA provides opportunities for pupils and tertiary students to keep physically fit and mentally alert through healthy recreation. Second, the health nurtures qualities in pupils and tertiary students, such as discipline, confidence and cooperation and promotes leadership skills, organisational skills and, most of all, teamwork or esprit de corps because without esprit de corps, the society collapses. They also aid in the moral, cultural and aesthetic development of pupils and tertiary students, thus contributing to well-rounded and complete persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ho also called upon the employers to include ECA for assessing job applicants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> I hope the employers will take note. In fact, when he advised parents not be over-protective of our students, I must say that there are about seven constraints in the implementation of ECA programme. Out of these seven constraints, four have something to do with parents. I will just give you examples. First, conflicting demands for pupils' time by parents, class teachers and teachers in charge of ECA. Second, parental objection arising from the desire for their children to do well in their examination. Third, protective parents who are not prepared to let their children to be exposed to adventurous activities. Finally, reluctance of parents to allow their young children to travel on their own to school for ECAs held outside school hours. I would like to urge -- \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, a point of clarification. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, can I finish first? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You may continue, Encik Sidek. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> I would like to urge parents to take heed of what has been said by Mr Ho. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to Mr Low Thia Khiang who asked whether social service can be considered as ECA, and this will make our people more caring and they will do more voluntary services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, community service is considered a form of ECA in schools. Pupils participate in community service as a form of ECA through the following three major areas. First, membership in service clubs, such as Interact Club and Leo Club. Secondly, regular community service programmes conducted at charitable institutions, such as monthly visits to Homes for the Aged and orphanages, which are adopted by the schools, and certainly participation in community service projects, such as flag days for charity organised by schools and other agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the last question by Mr Low regarding the library, Sir, all primary schools have class libraries which are stocked with a wide range of books to generate an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> interest in reading. We share his view that reading is important. It is only after you have the reading habit that the exercise of the mind becomes better. These class libraries provide support for the language programmes, which emphasise reading activity as a reinforcement to language learning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, not all secondary schools have class libraries. At the secondary level, the recommended reading for pupils consists of a diverse range of titles that are effectively housed in a centralised location of the school library. At this level also, pupils are encouraged to make greater use of the central library for reference as well as leisure reading. Although some secondary schools may have small class libraries, these are generally for a specific purpose, for example, when the class is doing a special project and the collection of books in the class library may consist of titles taken out on bulk loan from the school library. Classes with extensive reading programmes may also have an additional collection of books housed in the classroom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as our school libraries are concerned, we keep on expanding them. For instance, funds to develop the school library book collections are as follows. In 1980, the Ministry initiated a project to upgrade all school libraries because Singapore's standard of pupil/book norms in schools fell short of that set by developed countries. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Sidek, would you like to spare some time for the other amendments? We are approaching the \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> All right, Sir. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua:</b> Sir, I would like to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L be reduced by $10 in respect of Code LD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the shortage of time, I will make it very short. We all know that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> present admission criteria of the primary schools are controversial and they are not perfect. In my view, the population policy of the day should not be part of the admission criteria. Why should a child be denied an equal chance of admission into a choice school just because his parents chose to deviate from the existing Government population policy. In my view, the new admission criteria should take into consideration the convenience of parents and children and parent's record of social community work. I have been told that the present admission criteria are under review. Could the Ministry announce the criteria early so that the parents have time to prepare for their children's admission this year? \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, I just want to add one or two observations on this. Presently, under the priority registration scheme, Phase 2A accords priority to children of old boys, or old girls, staff members of advisory committees, and so on. Phase 2B accords priority to children of parents who are directly connected with the school. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, when viewed collectively, Phases 2A and 2B seem to cater to a select group and this may over the years lead to social stratification. The second observation is that the criterion for Phase 2B is ambiguous. This phase is for parents with direct connections with the school. This allows for possible abuse by schools. The recent controversy on cash for places may be a case in point. Therefore, I would ask the Minister to consider simplifying the registration scheme so that a wider cross-section of Singaporean children could have access to the more popular primary schools. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, despite the assurance from the Senior Minister of State that our neighbourhood schools and colleges are in fact of very high standard, there is a perception among the majority of parents that if they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> cannot get their children into SAP and independent schools, their children will be doomed to a life of mediocrity. Therefore, I would request the Ministry to focus on the achievements of these schools and give them a higher profile, so that this perception can be arrested. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Mr Lee Yock Suan):</b> Sir, I am pleased to inform Members that the Government has approved a revised Primary 1 Registration Scheme and it will be implemented from this year's registration exercise. With your permission, Sir, may I ask the Clerk to distribute a paper (Cols. 1091 - 1092). [Paper distributed to hon. Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920316/19920316-HA-0591091.htm\">paper - REVISED PRIMARY ONE REGISTRATION SCHEME (Cols. 1091 - 1092)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think most Singaporeans will welcome the new scheme. It will be a much simpler scheme than at present. Also, it gives priority to the child and his education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the paper is being distributed, may I answer the other two points? First, on the point raised by Mr Kenneth Chen, I agree with him that we need to correct the impression that neighbourhood schools are not good schools. In fact, we are fully committed to raise the standard of the schools. Many neighbourhood schools have performed very well in examinations. We should give them full encouragement and publicity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now explain the new registration scheme. The boxed items are remnants of population policies which were previously included as registration criteria. The last batch of the children concerned will be registered this year for admission to Primary 1 next year. Having honoured this commitment, the boxed items will be removed from the registration scheme next year. So there will be no more boxed items from next year onwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the revised scheme, the highest priority of Phase 1 will be given to a child who has a sibling studying in the same school. This is as it should be. The siblings can go to school together, share textbooks and so forth. Phase 2A retains the next priority for children of old boys and girls \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> of the school, members of its management or advisory committee and its staff. This is to foster school loyalty and to recognise the contributions of the school's management or advisory committees. Phase 2B retains priority for a child whose parent is directly connected with the school. It is important to foster stronger community and parental support for our schools. Many good schools were established by religious missions, clans and other community organisations which continue to render support and guidance to the schools, giving them their special characteristics. It is natural for the schools to recognise such bonds in their admission criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After these considerations comes distance which is an important factor for most parents. I have decided to accord first priority to children who live within one kilometre of the school, and second priority to those living further away but within two kilometres. If there are insufficient places in any phase, admission will be by balloting as at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will notice that the previous limitation of priority to three children has been removed. This means that Singaporeans who can afford to have more children and who have three or more children will now be able to admit all their children in the same school. I think they will welcome this change. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Mr Lew. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, is it possible to extend the time? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is \"guillotine\" time. It is not possible, Mr Low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,178,499,500 for Head L ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $602,000,000 for Head L ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head O of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the dismantling of the Communist system and the shifts in the balances of power amongst the superpowers have profoundly affected international relations between countries. In particular, in the Pacific Rim, we witness changes that may have lasting and long-term impact on the security of the region. With the easing of tension and the priority on economic development, many countries are now becoming more inward looking. The United States is caught in a dilemma. It is tempting for the Congress to cut down on defence expenditures now that the threats have subsided and direct the resources to the domestic front. In an election year, this would be even more palatable to the government. On the other hand, curtailing defence expenditures will also mean diminishing the role that the United States has played for so long in the Pacific Basin. The Senior Minister has alluded to this issue on many occasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The United States has played a policeman's role very well all these years, and at some sacrifice in terms of resources devoted to these activities. Should she decide to pull out, not many countries will be able to take her place. One possibility is, of course, Japan which has the resources required to assume this role. Discussions in the various forums on this alternative in the past several months have been rather mixed. Most countries, however, have serious reservations, given Japan's record in the Second World War. In Singapore, we have been reminded of the events which happened half a century ago. For those of our citizens over 60 years of age, the memory remains vivid and painful. The question on most minds is: can we trust Japan to play a peace-keeping role? I would like the Minister to share with us his Ministry's views on this important issue, on our relations with the countries in the Pacific Rim. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economies have become increasingly interdependent. Trade and investment flows have developed strongly. Yet, they are very much dependent on the political stability and security that we can achieve for everyone. Political control, if reinforced by economic domination, can be a very potent combination that we may not want to see in our region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming closer to home, the issue of the ownership of Pedra Branca remains unresolved. We have heard Malaysian politicians claiming ownership of Pedra Branca from time to time. The Malaysian Prime Minister, Dr Mahathir, recently told the press in Singapore that the issue should be resolved by legal means. As long as the Malaysian claim remains outstanding, it will put a damper on our bilateral relations. Can the Minister let us know what steps Singapore has taken to resolve this issue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the ASEAN Summit which was held in Singapore recently. Judging by the various statements made by the Heads of Governments, the Summit had been very successful. Of particular interest is the proposal to form an ASEAN Free Trade Area. This will strengthen the already strong bonds which have been developed among members of ASEAN. One issue that comes to mind, however, is the seeming proliferation of trade groupings in the past several years. We have another group, the Asia Pacific Economic Cooperation (APEC), which encompasses more countries in the Pacific. We then have the new European Community and the North American Free Trade Area. Both are large trading blocs. The question is: how do these trading blocs relate to one another? There appears to be some contradiction. Trading blocs are supposed to have benefits for the members to the exclusion of others. Yet, all of us want to promote free trade. How do we achieve this with the large number of trade groupings? Can the Minister comment on Singapore's position on these groupings and how do they affect our stand on free trade? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr Wong Kan Seng):</b> Sir, Mr Chen asked about three things. He asked me to comment on Japan and how Japan is expected \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> to play a role in the Asia Pacific, about the ASEAN Summit and about the ownership of Pedra Branca. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chen is right in saying that the ASEAN Summit was a success. The Summit went beyond rhetoric and found the political will to make pragmatic responses to the changing world situation. The Summit identified the emerging trend of economic regionalism as a major challenge confronting ASEAN. The Single European Market and the North American Free Trade Area will have a significant impact on the region. They may even have a negative impact unless ASEAN can make itself more competitive. So the ASEAN Heads of Governments decided to establish an ASEAN Free Trade Area (AFTA) within 15 years. AFTA is an effective way to stimulate intra-ASEAN economic cooperation. It will increase ASEAN's competitiveness. AFTA will also help to prevent the diversion of trade and investments away from the region. It is therefore in our interest to see that AFTA succeeds. The challenge now is for ASEAN to sustain the political will to implement the decisions of the Fourth ASEAN Summit and, if possible, to implement AFTA within a shorter period than 15 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no inherent contradiction between APEC and AFTA or with the other regional groupings. As a country that does business with the rest of the world, Singapore must be connected, through various linkages, to all major economic groups and with all our business partners. ASEAN already has the ASEAN-US initiative and we are also working towards a \"third generation\" cooperative agreement with the European Community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chen asked about Japan's role in the Asia Pacific. The state of US-Japan relations is the single most important factor affecting developments in this region. But Japan-US relations are likely to be troubled for some time to come. I think the leaders in both Washington and Tokyo fully understand the broader interests at stake and will try to preserve their relationship. But both countries must also deal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> with domestic interest groups that may not be as far-sighted. If US-Japan relations are ruptured or if Japan decides that the Americans can no longer protect its strategic interests, then Japan will rearm and seek to project its power to protect its interests. Then this will alarm the Koreans and the Chinese and they will also react. The consequence will be an arms race which will cause instability in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At least for the next 10 years, the presence of the United States in the region will be vital. New regional powers will emerge to fill the vacuum if the United States is not present. Today, the US needs help to remain engaged in this region. We should therefore chip in to do whatever we can. But as the most developed and economically most powerful or strong country in the region, Japan has a special role to play. We all need the stability of a balance of major powers to continue to enjoy optimal conditions for economic growth and prosperity. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chen reminds us of Japan's occupation 50 years ago. I do not think we can ever forget this dark period. But today we have very good relations with Japan. It is and will remain an important economic partner with Singapore. We are beginning to move beyond a single focus on economics to also work together in other areas where we have common interests, for example, through what we call Third Country Training Programmes (TCTPs). We have already worked with Japan on TCTPs for 17 countries and we are now considering Mongolia and in time to come we will also consider Indochina. Such developments will reflect the evolution of both our countries. Singapore is becoming more developed, and Japan is trying to define a new political role for itself. We think we have enough in common for us to work together in a mature relationship, especially in the Asia-Pacific region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must look forward to the future in our relations with Japan. But good relations do not mean that we should not or cannot speak frankly to each other, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> need be. It is precisely because we are friends that we should speak to each other. We cannot forget our experience in the Second World War or pretend that it did not happen. This is not the way to forge a mature relationship. Nor will other countries in the region forget. If Japan were to play a successful political role, it therefore must be more open about its past and win the trust of all its neighbours, in particular China and Korea. Equally important are internal obstacles. There does not yet seem to be any domestic political consensus on what political role Japan should play. There are internal political problems that complicate the domestic debate on Japan's political and security roles. The issues are profound, long term and complex. The most pressing and specific ones, like peace-keeping activities, are being tackled first. It would also be more reassuring for Japan's neighbours if it takes a step-by-step approach. This would include making broader use of non-controversial instruments, such as the Overseas Development Assistance Programme or by taking part in logistics elements of the UN peace-keeping operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Pedra Branca, Mr Chen asked what step Singapore has taken to resolve this issue. I should go into a bit of background so that Members know what has taken place. This issue has been outstanding for almost 12 years. In May 1980, our then Prime Minister, Mr Lee Kuan Yew, discussed the ownership of Pedra Branca with the then Prime Minister of Malaysia, the late Tun Hussein Onn during Tun Hussein Onn's visit to Singapore. They agreed to resolve the ownership of Pedra Branca by going back to whatever documents there were to prove ownership of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsequently, when Dr Mahathir became the Prime Minister, Mr Lee and Dr Mahathir also agreed in December 1981 to resolve the matter through a formal exchange of documents to prove ownership of Pedra Branca. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 6th July 1982, we told the Malaysians that we were ready to exchange documents. Since then we have reminded the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> Malaysians, both at Ministerial and at official level contacts, and through, what we call in diplomatic jargon, Third Person Notes (TPNs), that Singapore was ready to exchange documents and we asked them to set a date to do so. But there was no response, even though in October last year our Prime Minister and Dr Mahathir reaffirmed the 1981 agreement to resolve the matter through a formal exchange of documents as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of Pedra Branca was again discussed by Prime Minister Goh and Dr Mahathir during the Summit on 25th Jaunary when they met each other in Singapore. They agreed that the Attorneys-General of Malaysia and Singapore should effect the formal exchange of documents and determine the ownership of Pedra Branca on a legal basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 17th February, our Attorney-General gave the Malaysian Attorney-General a memorandum setting out all the legal arguments and the documentary proof to show Singapore's ownership of the island. Our Attorney-General also proposed that the two Attorneys-General should meet in two weeks' time, ie, two weeks from 17th February, to settle the issue of ownership of Pedra Branca. We are awaiting Malaysia's response to our memorandum, setting a date for the two Attorneys-General to meet and give us their documents. But so far we have had no indication when this would take place. We have just at the end of last week sent another TPN to Malaysia asking them to set an early date for the exchange of documents, and we hope to receive a reply soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the sooner Pedra Branca is settled the better, because it is an unnecessary irritant in our bilateral relations. Dr Mahathir's statement that the issue should be resolved by legal means was indeed a positive statement. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O be reduced by $10 in respect of Code OA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, economically, the winds of pessimism is sweeping across the world. Every country in the world is bracing themselves for, at best, an economic slowdown, and, worse, a recession. Consequently, this has caused some countries to be inward looking, and commit themselves less with foreign relations. America is one example. The repercussion is a cut back of spending in foreign affairs. This is nothing surprising. What is surprising is that in a year of anticipated slower growth, we are spending more in foreign affairs, a hefty increase of 71.4%. Sir, ordinarily, in a period of slower growth, Government expenditures are used to expand the economy. I am, however, not sure how this expansion in the budget for the Ministry of Foreign Affairs will help in Singapore's external economic field. Perhaps the Minister could enlighten us on the need for the hefty increase in his Ministry's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am especially interested to know what is MFA's agenda in Singapore's relation with the Indochina states. The business sector has targeted this part of Southeast Asia as buzzing with business opportunities. Since the Vietnamese invasion of Cambodia, Singapore has not have much political relations with any of the Indochina's states. Moreover, Singapore's relation with Vietnam can hardly be described as cordial. Now that the Vietnamese have withdrawn from Cambodia and self-determination for the latter is around the corner, the onus is on us to repair and better relationship with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, good political relations will go a long way to facilitate economic relations. I am sure our businessmen are anxious to know the level of Singapore's relations with both Vietnam and Laos. To my knowledge, we have yet any formal diplomatic relations with either. What then is the Ministry's plans towards this end? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with Vietnam, Laos and eventually Cambodia opening up, the Indochina states will need help not only from the major powers but also friendly nations in this region. Unlike the major powers with massive foreign aid budgets, our foreign aid is comparatively humble. Singapore is well known for its excellent training facilities and good educational system. One way in which we can assist will obviously be manpower development. Singapore's MFA currently offers some ASEAN training fellowships to the neighbouring countries. Maybe MFA can eventually extend the ASEAN training fellowships to participants from Vietnam, Laos and Cambodia. The Minister has in fact just mentioned the possibility of extending Third Country Training Programmes to them. Not long ago, the United Nations Security Council passed an unprecedented motion for a 22,000 strong peacekeeping force in Cambodia. Our Indonesian and Malaysian neighbours will be participating in this peacekeeping effort. Thus far, we have been rather quiet in this effort. Sir, humanitarian reasons aside, the spin-off from such an effort is better trading relations for our business sector. Could the Minister brief this House on Singapore's role in the Cambodia peacekeeping efforts, if any? Sir, helping to re-integrate the Indochina states into the level of peaceful and developing nation is the best guarantee to ensure stability and peace in this region. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, Dr Ho asks why we are spending so much money when others are spending less during a period of slow economic growth. I will deal with that afterwards. He also asks about our relations with Vietnam and what we are doing about UNTAC (UN Transitional Authority on Cambodia). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on Vietnam. Dr Ho said that Singapore's relations with Vietnam can hardly be described as cordial. I would say that this was true up to last year. The Cambodian issue was indeed the sole obstacle to better relations. In fact, Singapore was about to set up a trade office in Hanoi when Vietnam invaded and occupied Cambodia. Singapore's strong position on the Cambodian issue was one of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> fundamental principle and did not stem from any inherent antagonism against Vietnam. Indeed, a stable and prosperous Vietnam is in Singapore's interest and also in the interest of the whole region. But with the signing of the Paris Agreement on Cambodia last year, a new phase in our relations has begun. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In November last year, for example, the Vietnamese Prime Minister, Mr Vo Van Kiet, visited Singapore. This signalled a new beginning. We agreed to expand economic relations and to establish diplomatic missions in each other's countries. We have set in motion the administrative work to establish an embassy in Hanoi. Although we have not fixed a date yet, we will set up the embassy as soon as all the necessary arrangements have been made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In November last year, the investment ban on Vietnam and Cambodia was also lifted. There is good potential for expanding bilateral and mutually beneficial economic ties. We are now Vietnam's largest trading partner with trade reaching more than S$1 billion last year. Economic relations are likely to be further facilitated now that air links between Vietnam and Singapore have been established. Agreements on shipping and investments are also being discussed. The Trade Development Board has sent trade missions to Vietnam, Laos and Cambodia. EDB will bring other top Singapore entrepreneurs to Vietnam later this month. TDB is planning to set up an office in Ho Chi Minh City. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want to see a prosperous Indochina, peacefully integrated into the region and sharing in its prosperity. We will help in ways that are within our means. But ultimately Vietnam and the other Indochinese countries must adopt the correct policies that will make them attractive partners for trade and investments. This will draw in the private sector and create more compatibility and links with the rest of the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the UN Transitional Authority on Cambodia, Singapore has been invited to take part in UNTAC. We will be contributing 75 police officers, and 15 of them will leave by the end of this month. This large \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> deployment is therefore a concrete demonstration of our continuing support for the UN system of international law and order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Ministry's spending, Dr Ho is sceptical that our Ministry will be able to help in Singapore's economy. He also asked why we are spending so much more on foreign affairs this year despite anticipated slower growth. Let me make clear that foreign policy alone will not lead to economic recovery. But it can, and it does, make a vital contribution towards creating the conditions necessary for growth, because a stable regional environment and access to markets around the world will help our trade and our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to say that foreign policy is not just for the short-term and for the good times only, as Dr Ho implies. It is also for the long-term and \"not-so-good\" times. The work of the Foreign Ministry does not end or stop, neither does it slow down with the slowing down of the economy. \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have explained last year that the Ministry would have to be significantly strengthened to cope with the needs of a newly industrialised economy faced with larger and international responsibilities in a more fluid, global environment. This requirement remains unchanged. Indeed, the rapidly changing international landscape is placing further demands on the Ministry. While the Ministry remains acutely conscious of the need for budgetary prudence, our foreign policy must be guided by a pragmatic reading of the situation, and by the opportunities and the dangers it presents. And we must act on all these assessments, because opportunities are fleeting, and if we are not to be engulfed by the dangers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Ministry's share of the budget was increased to 0.16% of the GDP. This year, the Ministry's budget is 0.22% of GDP. Dr Ho says that this is a hefty increase. The main increases are going to provisions for peacekeeping operations, for humanitarian assistance and the Singapore Cooperation Programme. These are all expensive items. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> But we operate on the principle that unless we are prepared to do our bit, we cannot expect others to help us when we need help. I should also point out that in previous years, provisions for peacekeeping operations and technical assistance were divided under the budgets of a number of Ministries. This year, these provisions are centralised under MFA's budget, so that the funds can be more effectively managed to meet our foreign policy objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Part of the increases is also for the buying and developing of properties, chanceries and residences for our overseas missions. Over the long term, it is definitely more cost-effective to own, rather than to rent properties abroad. It therefore makes good sense for us to use the strong Singapore dollar to buy during a period of economic downturn when property prices are low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in summary, 1991 was a historic year. The formation of the Commonwealth of Independent States on 21st December last year marked not only the collapse of the Soviet Union but also the end of the Cold War. In July 1991, the Philippine Senate rejected the renewal of the US-Philippines Base Treaty, hastening the US military downsizing which may already be underway in the Asia-Pacific. If anything at all, last year was a clear indication that we are in a period of great change and uncertainty, not a period of peace and calm, as Mr Chiam said last week. Only time will tell whether the changes are for the better or for the worse. But whatever it will be, the events of last year only reaffirm the need for a robust, flexible and proactive foreign policy. In an increasingly interdependent world, a country like Singapore depends on its international links and access - political and economic - for its survival. It is the job of the Ministry of Foreign Affairs to build these links and to promote access in support of our strategy in the Next Lap for internationalisation. MFA's budget is a reflection of the important role that it plays in the internationalisation of Singapore. It is a small investment in the long-term future of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I thank the Minister for his detailed reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $97,043,800 for Head O ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $65,817,400 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head J - Ministry of Community Development. Amendment No. (1). We have 25 minutes. Mr Abdullah Tarmugi. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Bedok GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head J of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any country there will be families and individuals whose standards of living fall below others because of their low incomes. In Singapore, we do not see the crippling poverty that exists in some countries in the slums, in the streets begging, hustling others. Ours is more subtle. But it, nevertheless, lurks behind the doors of our rented flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Official estimates put the number of lower income families at 38,000. This is defined as those families whose incomes fall below the minimum household expenditure level of about $511 for a family of four people. Some of these families are further disadvantaged by chronic and multiple problems in the family, thus putting the children at risk. Children are inevitably caught in the poverty of their environment, not only economically but also emotionally and socially. These families need our help. The question is, who is to help them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My GPC, Sir, states categorically that we do not subscribe to a welfare state model as found in many countries in the West. Apart from the Government, the community and the families themselves will have to work in concert to address the problems of low income families. But, still, we believe that Government will have to play a leading role in setting the tone of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> tripartite cooperation -- in setting the rules, in providing the basic infrastructure and in creating an atmosphere where the community will be motivated to help the families to be motivated, and the families themselves to improve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, Sir, let me touch on the question of subsidies. The GPC goes along with the Government that mindless injections of subsidies into welfare or those which merely finance consumption should not be encouraged nor entertained. But subsidies which seek to improve those who receive them to becoming more self-reliant and more independent should not be ruled out altogether. Indeed, Government should not shy at granting subsidies which aim at these objectives. They are needed and they also serve as an encouragement to others in the community to come forward and help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Minister therefore elaborate in this House the Government's approach to social welfare and to helping the needy in our midst? What kind of assistance is it prepared to render to these families and how is it encouraging voluntary welfare organisations (VWOs) and the community to help? \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I have two cuts. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, as for my first cut, I will just direct one question to the Minister, that is, what is the Government doing to enhance sports performance in general? In particular, with the forthcoming Southeast Asian Games to be staged in Singapore in 1993, are there any special programmes to improve our haul of golds during these games? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move on to my next cut which is Recognition for National Sportsmen. Singapore had in the 50s and 60s produced world-class sportsmen. To name a few, people like Wong Peng Soon in badminton, Ong Poh Lim (badminton), Ismail Marjan (badminton), Tan Howe Liang (weightlifting), Neo Chwee Kok (swimming). In the 80s and 90s one world-class sportsman \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> whom we have produced is possibly Mr Ang Peng Siong. And no other name comes to my mind. Why is this so, especially when we have better and more modern facilities now than in the 50s and 60s? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason, I believe, may be that talent in sports is not given its due recognition in Singapore. Sportsmen give the best part of their career at the age of, say, from 16, and in the case of swimmers even younger. It goes up from 16 to 24. And then they fade away with no guarantee of a secure livelihood. And of course there are other pressures. Other talent, be it academic or art, I believe, has been looked after reasonably well. But this is not the case for sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we want our standards to improve, then I believe something should be done. Not everything should be done by the Government, but I believe Government can lead the way and this can be strongly followed by the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when Ang Peng Siong won a gold medal, it brought joy and pride to all Singaporeans, especially when the Majullah Singapura was played. When Fandi scores a goal, 50,000 Singaporeans roared in ecstasy. For all this, what do they get? Ang Peng Siong now works in a club and advertises for Fab. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the best of our sportsmen with talent must be nurtured and looked after. Something is being done for our footballers right now, and I think the FAS should be congratulated, and more will be done in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government, particularly the Ministry of Defence, together with private sector companies could help to nurture our talent in sports by guaranteeing them a certain amount of livelihood and at the same time allowing them to continue to excel in the sports of their choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope, Sir, the Ministry of Community Development and the real Minister for Sports could look into this aspect! \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, I would like to support everything that Mr Chandra Das has said. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for some reason, we do not do very well in sports when we compete internationally. I can understand that for a long time now we have been motivated by a need to succeed economically and that is laudable. But we do not really have to compromise on that principle or objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a group of people in Singapore, very athletically inclined, and who for some reason are not inclined towards studies, and then do not make it to university or other tertiary institutions. If we do not give them incentives, they are not likely to continue to play the games that they excel in, with the result that they do not do well in life, either in seeking a job, or they do not exploit their sporting talents to the maximum. Therefore, what you have is this group of people who do not do well in life and at the same time Singapore loses out on this pool of talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have done well economically. We have concentrated on the arts. We are reaching out for other ideals now. I would urge the Government to pay more attention to sports not only because the SEA Games is around the corner but because sports has a unique way of bringing people together. I said this before. We can do so much better in getting Singaporeans to be passionate about our own country than by National Day events or by Orchard Road Swings, the big parties that we have. These events are contrived to get Singaporeans together and feel something for the country. But there is a way that we can do this without having to spend millions of dollars. This is by encouraging our best sportsmen, those who are not inclined to pursue a career or to take their studies further, to concentrate their talent where they have them on the field, for example, football. My colleague has said 50,000 people were cheering. No doubt a lot of them have other motivations. They have got money on the game perhaps, but there is the other group, a huge majority, including me, who derive a tremendous amount of satisfaction and pleasure when we win. And when you cheer, you are cheering for Singapore, and everybody identifies with the country for once. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a lot to be said about Government taking the lead in setting aside a few jobs for the athletically inclined so that they can attend to their jobs from 9.00 am to 3.00 pm and then get out to the fields and concentrate on their sporting talents, build a great team in soccer, or in any other sport, and compete internationally. And if the Government takes the lead, the private sector will follow. If we do not do that, we will never get anywhere in sports. Sports is a unifying force, we should concentrate on it. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Yeo Cheow Tong):</b> Sir, first of all, I would like to thank my three colleagues who have spoken up on the first cut. Mr Tarmugi has asked about the Government's approach to those in need. He has stated very clearly that the GPC does not subscribe to a welfare state and that the members do not subscribe to just throwing money at a situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's approach to social welfare is the \"many helping hands\" approach, involving a partnership between Government and the various civic, community and welfare organisations. Social welfare issues are difficult issues to deal with in any society. Long-term vision and perseverance are necessary, and they require painstaking efforts and the results only show up many years later. Similarly, welfare assistance programmes which go wrong are very difficult to unravel. We have seen many countries in which this has happened. They started off with very good intentions but end up only aggravating the problems, instead of solving them. For example, many countries have unemployment benefits - very generous ones - to help those who are temporarily unemployed. What happens is that all these programmes instead ended up encouraging people to stay unemployed. In America, the welfare programmes started off also with very good intentions and with manageable budgets. Today, social security and welfare is the largest single item in the USA Federal budget, taking up more than 1/3 of its budget. We, therefore, are on good grounds in being very careful. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our focus in our social welfare programmes is to help the needy get back on their own two feet. Taxpayers' money go only to programmes which are designed to motivate and help them to become independent, rather than to dampen their drive to be independent. Our experience shows that giving money, for example, through our Rent and Utilities Assistance Scheme (RUAS), alone is not adequate. Let me quote a case. We had a case of a 38-year old divorced lady with two schooling children, who were temporarily on the Rent and Utilities Assistance Scheme for six months. She was first working as a night shift worker because she thought that in that way she could help look after her children in the day time. But she was not earning enough money and also because after working late at night, she was really too tired during the day time to look after the children. So she left and got a part-time job as a cleaner. It paid even less. As a result, she was in arrears in her PUB bills and HDB rental payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB referred her case to the Singapore Council of Social Services which administers the RUAS scheme. Vouchers were then given to her to help her tide over her financial difficulties but, over and above that, a social worker from the Asian Women Welfare Association helped her to look for another job which paid her more and, at the same time, helped her to spend more time with her children. She was given counselling on how to budget, how to manage her time, and the Association also arranged tuition for her son. As a result, she could manage her funds better and she requested to be taken off the RUAS scheme after six months. The aim of our programme is to help them cope with the demands of everyday living, which means how to earn, how to find a job, how to manage the funds, how to save for a rainy day and, very important, how to help their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, helping the needy is most effective when it is done at the local and the community level. This is because community organisations have the flexibility to provide the individualised attention which is very necessary when helping a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> wide spectrum of people who are involved. Government Departments cannot do that. In this way, with the help of voluntary organisations, we have a better chance to help the needy to level up because we can tap on a much wider spectrum of resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we, therefore, appeal to more civic, community and religious groups, as well as corporate citizens and individuals, to come forward to volunteer their time, effort and resources. Their different and broader outreach would enable us to provide a more comprehensive scheme and range of assistance to those who are in need of help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the part of the Government, we will support and enhance these community bonds and the network of social services. What we can do is that we will fund the welfare organisations by providing 80% of the funds required for their capital investments and we would also provide 50% of the recurrent costs incurred by them. For this purpose, we have set aside $75 million over the next three years to finance 80% of the construction costs of new welfare facilities and the support for the recurrent expenditure would cost us $63 million over the next three years. In the planning pipeline, we have children's homes, sheltered workshops, day activity centres for the disabled, family service centres and homes for the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our social welfare efforts go beyond providing the financial support to the needy. It must go beyond that to enhance and expand the network of welfare and community volunteers. In this way, we can then effectively assist the needy to break out of their unfortunate situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chandra Das and Mr Davinder Singh have asked what we are doing to help achieve sports excellence and what we are doing in preparation for the next SEA Games, as well as how do we help our sportsmen. Sir, the Government does recognise the importance of sports, as stated by Mr Davinder Singh. Firstly, it benefits the individual by building a healthy body and, hopefully, a healthy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> mind as well. Sir, as Singaporeans become more affluent and adopt a more sedentary lifestyle, it is important that we encourage Singaporeans to exercise regularly in order to ward off the lifestyle diseases, such as coronary heart disease, stroke, diabetes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, competitive and spectator sports promote social interaction and, as Mr Davinder Singh said, serve as rallying points for the community and the country. We recognise that. Therefore, we do place a high priority on sports. We encourage Singaporeans to be active in at least one sport or one form of exercise in order to keep them fit for life. In the last 10 years, the Singapore Sports Council (SCC) has spent over $400 million for the building and maintenance of new and better sports facilities as well as on programmes to promote sports. Sir, this is in addition to the facilities provided by the Ministry of Education in over 400 schools in Singapore as well as the facilities provided by PA in our community centres. This extensive building programme has ensured that there are ample sports facilities for the use of both the general public and sportsmen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Sports Council provides subsidies and grants under the Sports Excellence Programme to enable our athletes and sportsmen to train and to compete locally and abroad. The SSC has a Sports Aid Fund, and the Government also contributes a million dollars every year for sports excellence and the Singapore Pools also matches with another million dollars. The SSC also gets donations from other sources and all these go towards funding the National Sports Associations to help them to get coaches, to help athletes and sportsmen to go for training locally and overseas, and it also helps to provide scholarships and the needed equipment. We will continue to work closely with the National Sports Associations to ensure that our sportsmen are well taken care of. The National Sports Associations can also help themselves by raising additional funds from the corporate donors as well as from their many very keen supporters - people like Mr Davinder Singh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government and the private sector can provide the necessary backing, in terms of financial support, at the end of the day, the efforts must be put in not just by our sportsmen but also by the National Sports Associations themselves. They have to work together, they have to work hard, work cohesively so that the sportsmen can train with one mind and not have their energies diverted to other areas. And also we have to be realistic. We must realise that we only have a population of less than three million people, one of the smallest in the world. In terms of facilities, yes, we have good facilities now. But we must not also forget that, over the last 10 years, many other countries have also invested in similar sporting facilities. Therefore, our edge, in terms of the advantage in facilities which we have in the earlier years, has been diminished, if not totally reduced to zero. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we can provide our athletes with good equipment and facilities, our chance of producing international champions would definitely be less than that of countries which have larger populations than ours. I think that is one good reason why we only have one Mr Ang Peng Siong in the last 10 years, because other countries have put in similar efforts, and from their large population base, they have managed to find many natural sportsmen and, therefore, people who are able to do much better than our sportsmen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the forthcoming 17th SEA Games which will be held in Singapore, the Sports Council has allocated a sum of $3 million to help the athletes from 31 National Sports Associations prepare for the games. This is twice the amount spent by the Singapore Sports Council for the last SEA Games which was held in Manila last year and this $3 million is in addition to the half million dollars given by the Government as annual subsidies to assist the National Sports Associations to promote their sports. The fund would then enable the NSAs to devote more resources to the training of the sportsmen and to help them to be better prepared for the SEA Games next year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of recognition for sportsmen, I would like to assure Mr Chandra Das that the Government has been giving recognition to our sportsmen. We do recognise their significant contributions. For example, in the last 10 years, no fewer than five outstanding sportsmen and 10 sports officials were awarded the prestigious Public Service Awards in recognition of their contributions to sports excellence. Five others were accorded similar recognition for their contributions to the promotion of grassroots sports. In addition, many others were given awards administered by the Singapore Sports Council and the Singapore National Olympic Council. Sportsmen can also vie for the Sportsman and Sportswoman of the Year awards and there are similar awards to recognise the contributions of teams, coaches and sports officials. In addition, gold medallists in the SEA Games, Commonwealth and Asian Games are also presented with awards. In addition, the teams receive double the amount. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also have scholarships to help young sportsmen who pursue competitive sports alongside academic studies. These sports scholarships are tenable at local as well as foreign institutions. In addition, the Sports Council helps sportsmen to gain admission to polytechnics through the joint polytechnic/SSC admission scheme for sports persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mr Davinder Singh's appeal that we help sportsmen and sportswomen to find employment, the SSC has a scheme to help such people find employment. It has a scheme called the Sports Employment Assistance Scheme which has helped various sportsmen to find employment. While these support programmes are useful, we should encourage our sportsmen and sportswomen to be pragmatic, and not expect to devote their whole lifetime to sports alone. Because it is the very unique minority who are able to make it to that level where they can achieve at least regional fame and therefore be able to earn a living. Fandi, of course, is one such person. We have other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> footballers who have done the same. In squash, we have Zainal Abidin who not only was good in squash but managed to develop his own business expertise and set up his own business. So the key thing is that besides excelling in sports, they should try to excel academically and if they are unable to, they should also try to pick up some skills which should help them in later life. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, we are running out of time on this amendment. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I believe our network of support programmes for sports is very adequate. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mrs Yu-Foo is not moving. Amendment No. (3), Mr Peh, we have 8 minutes. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am rather perplexed by the problem of Singaporeans marrying late and divorcing early. I sympathise with those who are unable to get a suitable partner to tie the knot. However, the idea of a small group of Singaporeans who choose to become single and unmarried mothers is worrying me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After reading the reports from the Straits Times of 4th and 9th March this year on single motherhood by choice, I am very worried over this disturbing trend. I am glad the Straits Times has attached much importance on this subject and has featured a special report on this topic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the family is the basic building block of a society and a perfect family system is the main pillar of society. If we allow this trend of single and unmarried motherhood to be spread in Singapore, it will undermine the marriage system in Singapore and even go further to destroy the basic concept of family, society and nation. In the end, the foundation of the whole society will be severely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> damaged. I sympathise with those women who become unmarried mothers out of ignorance or by force, and with those who are unable to get a suitable marriage partner and have decided to adopt a child. Likewise, for the legally married couples who are unable to conceive their own child and have to turn to artificial insemination as there is no other alternative, that is understandable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is pathetic to learn that there are some women who refuse to establish normal marital relationship but are prepared to go through artificial insemination or perform a surreptitious act to conceive a child. This concept of \"No to husband and Yes to children\" is, to a great extent, influenced by the perverse culture and thinking imported from foreign countries. It is seriously challenging the very foundation of the traditional moral value of marriage, and it is very unfortunate. A child born to such a fatherless family will grow up to become a problem personality with very adverse effect to our society. And what if by some sheer coincidence, a boy with unknown father grows up and meets a girl who is a product of the same unknown father and they get married and commit incest, then what will happen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Ministry of Community Development would try their best to help those single ladies who could not find their ideal partners. However, if we accept the strange and absurd thinking of this small group of people, then I must say it is a tragic insult to the women folks in Singapore, and a great misfortune to all of us. There is a Chinese saying: \"A tree has its bark as a man has his face.\" To disregard the basic human dignity by acting against the traditional family concept is not the true spirit of \"Women Liberalization\". I hope that the Ministry of Community Development, the mass media and members of the public would put in a concerted effort to prevent the spread of this unhealthy thinking. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I agree with Mr Peh Chin Hua that we should not encourage single women to have children \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> out of wedlock or to have children without getting married. Sir, societal values emphasise the sanctity of marriage and the wholesomeness of the family, the family as a basic social unit and building block of society. This is reflected in one of our five Shared Values, namely, Family as a Basic Unit of Society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every child deserves the love of both the mother and the father. A child growing up without the benefit of a father and without the benefit of a father figure and not knowing who his father is will feel emotionally deprived. It could well affect his development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government noticed since the early 1980s that more women than men were staying single. Most of the single women were well educated with at least a secondary school education. Studies show that most women would like to eventually marry and raise a family. For various reasons, some of them are unable to find a suitable or compatible life-long partner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has various programmes to encourage Singaporeans to remember that while a career is important, they still need a family and loved ones to make their lives complete. We also have several organisations to help provide opportunities for singles to socially interact with members of the opposite sex, organisations like the SDU, SDS and SPS. But the Government alone will not be able to solve the problem of singles. Society as a whole, parents, friends and colleagues can also help to create the social opportunities for young adults to get to know each other. Hopefully, more of our younger adults will be able to find a suitable partner and get married. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the meantime, we must recognise that about 20% of women over the age of 35 who have at least secondary school education are still single today. They hold good jobs and are able to support a family. Fortunately, most would be resigned to their singlehood. They recognise that our society does not encourage single motherhood out of wedlock. Not only do they realise that, but most of them do believe in such a value. However, a small minority \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> may decide that their maternal instincts are too overwhelming. They may resort to adoption or to have their own baby. Of these two alternatives, adoption would be the preferred approach. The Adoption of Children Act allows single women to adopt children. Over the last three years, 105 single women have petitioned successfully for the adoption of children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other alternative, Mr Peh has referred to the newspaper article about single women resorting to artificial insemination or to have a child out of wedlock. I would like to clarify that at the moment the Ministry of Health's guideline to the six registered IVF centres and to the National Sperm Bank is that artificial insemination is only for married couples and not to be performed on single women. This again reflects our emphasis on the family unit and on the importance of family life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the best solution is still for those who wish to have children to find a suitable life-long partner and to get married. The Government will continue to encourage this. For those who are unable to meet members of the opposite sex for various reasons, we will continue to organise functions that will facilitate social interaction. I hope all Singaporeans will also join in in our efforts by quietly helping their single friends to meet others who are eligible. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Peh, we have already run out of time. Do you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua:</b> All right, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No.(4), Mr Abdullah Tarmugi. We have 53 minutes. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, time and again, in my contacts with the disabled, I hear the same recurrent plea, \"Give us opportunities and your understanding, not your pity. Give us the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> means to maintain our dignity and independence, not merely your condescending charity.\" The plea is especially strong among those who suffer from physical disability but are not in any way mentally impaired. They are no different, therefore, Sir, otherwise in terms of feelings and needs from us. Far from wanting to isolate themselves from mainstream society, they want to be part of and accepted as part of it. The problem is society itself places physical barriers to their integration in terms of access to facilities, buildings and transportation, and emotional barriers in terms of people's prejudices and even ridicule. The disabled will need to be adequately trained and educated so that they can get jobs to lead economically active and meaningful lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We used to have a central registry of disabled persons which recorded about 12,500 disabled people in 1988 or less than 1% of the population. At the moment, the various VWOs providing service for the disabled can only cope with only a fraction of that number. Can the Minister therefore enlighten us on what is Government doing to help the disabled integrate themselves into mainstream society? What is the assistance given to agencies and the community towards this objective? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I go on to my second topic? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, if I were to name a major concern that we will have to face by the end of this decade and beyond, it would be the aging of our society. Indeed, ours will be one of the fastest aging populations in the world and the process touches virtually every aspect of our lives. To be sure, public education for our citizens to reorientate their thinking towards the old and to accept and adapt themselves to an older society will have to go on. Measures to ensure that our senior citizens remain healthy and independent for as long as they can must be put in place. But it is in the area of care for the aged sick and the aged poor that the Government will have to pay particular attention on and to play the main role. This is especially so when such care will also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> impinge on the kind and amount of health facilities that will have to be provided to this group of citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From available demographic projections, those who are 75 years old and above will number roughly 79,000 by the year 2000. People in this group will most likely be those who will need care, either in institutions or by their own families. Can the Minister therefore elaborate on the Government's plan to prepare this country for an aging society? What is it doing to meet the larger numbers of our elderly who will need residential care? What are the community support services that are being planned and the help that will be given to these services? \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I would like to refer to the Public Assistance Scheme administered by the Ministry of Community Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am wondering whether the standards used for the means test are extremely stringent. When cases are referred to MCD, they are usually interviewed by officers for public assistance. Invariably, two out of three cases, after the interview they will come back and say that they do not want public assistance. Some of these cases actually need public assistance. I am wondering whether the Minister is prepared to review the existing administration of the public assistance scheme. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, as Singapore advances into the Next Lap, we must be mindful that not all Singaporeans can keep up with the main stream. There is a smaller number of Singaporeans who, due to their unfortunate circumstances, deserve further attention and support from us, and in particular, from the Ministry of Community Development. I am referring to some 2,300 Singaporeans who comprise the aged destitute, the disabled, the mentally-ill, the chronically sick, distressed wives or widows and orphans, all of whom are recipients of public assistance from MCD. The Government has been sympathetic to this lot of underprivileged citizens. However, I feel that more can be done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present rates of assistance provide $140 per month for a one-person household and $215-$260 for a two-person household. This level of assistance, I feel, is still below the subsistence level in Singapore. During my house-to-house visits, I have met some of these recipients, particularly the aged destitutes. There is reason to believe that their lives are full of misery and poverty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more than 90% of the public assistance recipients are aged destitutes. These senior citizens who are young adults in their 50s and 60s had gone through the turbulent times in our nation's history and had helped in their own way in the development of modern Singapore. For some reason or other, they have become destitute and it is our moral obligation to provide for them in their old age as they cannot fend for themselves. As a compassionate society, we have an obligation to ensure that our aged can live their lives with dignity. The younger generation is provided the benefit of the CPF saving scheme and in the future they would not need such support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Mr Tarmugi has said earlier, I certainly do not subscribe to the idea of a welfare state. I do not believe that giving more assistance to the aged destitute would in any way lead to a welfare state. Rather, it will only show our compassion to these unfortunate members of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask whether the Ministry would consider increasing the public assistance rates, particularly for the aged destitute, and also whether such reviews can be done on an annual basis to offset any rise in the cost of living. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, I have three amendments. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, I am one who does not believe in encouraging a subsidy mentality. Certainly, if subsidies result in a comfortable lifestyle, there will be no motivation to work or to improve the socio-economic status. However, I believe that we can go some way in improving our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> Public Assistance Scheme. I would like to propose some changes to the current scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, disbursement of public assistance through community organisations, like the Citizens' Consultative Committee. Asians often want to have face, ie, dignity and, contrary to MCD's concern that Singaporeans will be clamouring for public assistance, there are those who would rather not accept MCD's assistance, as they consider it to be a loss of face. Hence, they may end up in severe financial and social distress before they seek assistance. However, they may be willing to accept assistance from the community organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within the last three months, three of my residents from the Punggol ward of Cheng San GRC were unfortunate in that their husbands died leaving them with young children. All of them sought help from the Residents' Committee, and subsequently saw me for assistance. One of the women was only earning $150 from part-time work; in addition she had school-going children to look after. However, she declined MCD's help because it was like a loss of face after the interview she went through. Eventually, we assisted her and she accepted our offer of assistance. As our assistance is limited, she will require MCD's assistance in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is that if public assistance disbursement is made through the community organisations, the subject seeking assistance will not view it as begging from strangers in a Government institution, but rather helping hands from members of the community. We should consider this as a means to forge a link between those who need help and those who are able to help within the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, enhancement of the public assistance grant. The number of abandoned or widowed women with children receiving assistance in 1991 was 121. I am particularly concerned for this group because I believe that we must do our best to ensure that the non-school going children are put in day care centres and to assist those school-going children to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> achieve their maximum educational potential. The limited social and physical environment in those homes will impede the children's cognitive development and educational attainment. Hence, we should consider adding an educational enhancement package to allow the child to buy books, to attend tuition schemes organised by community organisations and other activities that will improve the child's educational status. I also believe that the food component in the public assistance scheme should be increased. Looking at the amount given, it appears that the food must have been bought at NTUC Fairprice supermarkets during a discount period. I wonder whether those who calculated the food requirements have ever tried buying food at those prices and eating the way they proposed. School-going children are in their growing age. We should enhance the grant to improve the nutritional component of the grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can have budget surpluses in billions and not just millions. Surely, I would not be asking too much to ask the Minister to consider enhancing the current scheme to help those abandoned and widowed women with children. The primary aim is to ensure that the children have a chance to succeed in life. We are not talking about thousands; as I stated, there were only 121 such cases last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before the Minister dismisses my proposals by saying that we should not encourage a crutch mentality, and we should encourage a \"many helping hands\" approach, and not a subsidy mentality, I want to assure him that I share his views. However, when I cast my mind back to my meet-the-people session in the Punggol ward of Cheng San GRC last Thursday, I am reminded of the recently widowed 29-year old housewife who came to me for assistance. She had to worry about bringing up her three children, a two-month old child, one child attending kindergarten and the third child attending primary school. If that was not enough, she also had to worry about having a roof over their heads, seeing that her family had only paid up one year of their 25 years mortgage on their HDB flat, and her family had not taken \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> up a home protection scheme. We cannot solve her problem by simply helping her to find a job. Who will give the necessary love to the little baby? Who will guide her young children? Only the Minister can answer these questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has a big heart. I pray that he will empathise with my widowed women and their young children from the Punggol area and share in our sincere belief that the Government is one who cares not only in words but also in deeds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in considering my proposals, I urge the Minister to overcome the bureaucratic inertia with a generous dose of sympathy and empathy. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan Cheng Bock is not here. Dr Lim, you can continue with your next subject. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, the next topic will be on aging matters. Sir, the problem of an aging population is a real one. The dependency ratio of 8.1 elderly per 100 persons of working age in 1990 has been projected to increase to 31.9 per 100 in 2030. With improving health care standards and a higher standard of living, it is likely that people will live longer and hence there will be more elderly people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make some proposals. Firstly, Senior Citizens' Corner. Elderly people have simple needs. Recently, I asked a group of about 60 senior citizens in the Punggol area, with ages ranging from 58 to 90 years, whether they were satisfied with the facilities in the constituency and what were their needs. They said that they were happy with the facilities in the Punggol area; their needs were very simple. They wanted a better Senior Citizens' Corner in the void deck. I said that I will look into it. Today, I will take this opportunity to ask the Minister whether MCD will consider the construction of more Senior Citizens' Corners in the void decks, not just simply a few more chairs or a table but rather a semi-enclosed area with simple amenities like a power point and a water point, so that they can enjoy a cup of tea while they enjoy each other's fellowship. Perhaps, MCD may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> even consider the possibility of setting up an exercise centre for the elderly so that the senior citizens can keep a healthy lifestyle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, institutional care facilities. The three main diseases that affect the elderly are cardiovascular diseases, neurological diseases and cancer. Some of these diseases, especially neurological diseases, result in significant disabilities which will put a tremendous amount of strain on the family. A common example is a single man, the only son, who earns about $800 a month and his mother gets a stroke. He cannot give up his job to look after his mother, yet he is unable to afford a nursing home for his mother. The situation will become more acute in the future as families become smaller and the elderly population increases. How will the Ministry deal with this growing social dilemma? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will appreciate the Minister's comments on these two areas. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, in the early human civilisation, the relationship between men and women was a loose one. The female was left to fend for their children after a courtship whilst the man was free to roam without any sense of obligation. It took us thousands of years to develop into the present marriage structure. In modern civilisation today, the experience of western society seems to show a worrying trend. In Sweden, for example, formalisation of marriage seems to be of no significance. Couples stay together as long as they are happy with each other, without contractual obligation and sense of responsibility. Because of the loosening and breaking of family ties, what about the marriage perception? Countries in the west, such as the United States, are facing social problems. Poor performance of children in schools, malnutrition brought about by a lack of family care, and juvenile delinquency are emerging. This is in contrast with the Japanese experience where marriage and tradition have resulted in a more long-term relationship. Japan has a low crime rate, and their students are more morally disciplined. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have to ask ourselves these questions. Do we want to go back to the early civilisation where relationship was just an impulse? Do we want to develop into a situation where, because of sympathy, self-centredness and convenience, we abandon our eastern and oriental tradition about marriage? Society must decide, men and women must be aware that we should be responsible for our children and future generations. If human beings start to abandon their responsibility towards their children and future generations, this will be the start of the diminishing of human civilisation. If men and women abandon their marriage relationship, our human civilisation is taking a regressive step. Whilst we are more advanced in science and technology, we are actually backward in humanity if this happens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore more men and women are becoming less tolerant of unhappy marriages. This is shown in the latest statistics on marriages and divorces. In the year 1990, the total number of divorces and marital annulment was 3,634 cases, or an average of nearly 10 cases a day. This is a big increase as compared to the 1989 figure of 2,900. Sir, although this figure may be small compared to the rate in the west, we must address this problem. Our society must realise their perception towards marriage is important. Affluence does not necessarily bring about a happy marriage. We must decide what sort of marriage structure we want. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to make some suggestions as to what the Government, community and individual can do as a whole to help people maintain a happy marriage. On education, we must continue to educate the people on what marriage means and how to maintain a happy marriage. We should also inculcate values of marriage in school children to let the younger generation know the importance of marriage. The use of mass media, that is, newspapers, television, forum, must continue. Pre-marriage counselling and the Social Development Unit must step up efforts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can make learning about a happy marriage more interesting. I would suggest that since we have Woman of the Year, maybe we can also organise activities for men and model families where model couples can share their experiences. That means we can also give some incentives to the model man and the model family. We can even invite couples who have had turbulent marriages but finally reconciled to share how they value their marriages now. This concept of teaching from feelings, from example, may enhance marriages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On incentives, Sir, another aspect of preserving marriage is the involvement of family as a whole. However, this must be viewed positively. Family ties may help to maintain a marriage. In this respect, I would suggest that the Government consider giving priority to those married couples who want to stay in the same neighbourhood with their parents and parents-in-law, besides the present three-tier family incentive. I am sure my Parliamentary colleagues would agree with me that there are many requests during the Meet-the-People sessions. Another area is perhaps giving a higher income tax relief to those who stay with their parents or parents-in-law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on another area, which is the problem of getting married. On the question of encouraging our singles to get married, we must ask how successful is SDU or SDS in its efforts. Unlike in the past where parents would introduce a partner for their son or daughter, today the singles are left to choose their own partners. Perhaps the Ministry of Education can think of a healthy programme for male and female students to interact from junior college level onwards. It would be too late to encourage them to know one another after they have left the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I would like to suggest a new idea which perhaps may appear to be too idealistic, but if given careful thought it is worth considering. I suggest that we set up a family camp where the whole group of family members can meet for a week or a few days together to relax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> and enjoy. This would provide them with opportunities to interact with one another more closely without pressure of time. To ensure its effectiveness, a retreat in some of our islands could perhaps be more appropriate. Unlike a stay in a chalet in Singapore, this retreat enables a bigger family group to meet. The surroundings too should be as natural as possible, only with the basic supply. Sir, this will provide an excellent opportunity for family bonds to be strengthened. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at ten minutes past Three o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.50 pm until 3.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) -- \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, hearing my Parliamentary colleague from Yuhua dishing out the divorce figure, it is quite depressing. In fact, the figure given by her was for 1990. In 1991, the figure has gone up to 12 per day. Twelve couples decided to go for divorce per day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not going to talk about the divorce itself. But what I am more concerned here is the side-effect of a broken family. We have cases involving various anomic behaviour such as vandalism, juvenile delinquency, higher failure rate in school, crime and violence, some even \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> involving suicide as the side-effect of a broken family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are aware that attention is given to couples involved in divorce. Proper counselling is given to them, if not by the MCD, by the lawyers themselves. However, what seems to be given less attention is those who are directly or indirectly affected by a broken family. I am referring to the children of a broken family. Right now, we are depending mostly on voluntary service organisations to provide the support services to broken families. The question I would like to ask the Ministry is, apart from the existing counselling and support services provided by the Ministry, what are the other steps it has in mind to help and assist children from broken families so that they will be able to live as healthy adults. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, in Singapore we do not really know the extent of the population that have disabilities. Using an estimate of 3.8% used by Asian countries such as Hong Kong and Japan, there are about 97,000 disabled people in Singapore. The services for disabled people provided by the voluntary welfare organisations cater only for about 8,000 disabled people. The question is: are we doing enough? There are four areas which I would like to touch on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, a National Registry of Disabled Persons. Despite the shortcomings of the previous Central Registry of Disabled Persons, I believe that the Ministry should set up a National Registry of Disabled Persons. For this registry to succeed, the referral process must be made simple and the referral sources identified. Sources of referrals should include hospitals, school health services, maternal and child health clinics, polyclinics and schools. Without a proper database, it will be difficult to project manpower needs and plan for infrastructural needs. By making the referral process easy and by increasing public awareness of the registry, the Government will be able to get a better approximation of the incidence of disabled persons and the different disabilities involved. This will be extremely useful for future planning. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, educational and training programmes. Currently, there are insufficient special schools, the vocational training and sheltered workshop programmes are limited, and there is a shortage of trained staff. What plans do the Ministry have in overcoming these shortcomings? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, National Coordinating Centre for the Disabled. The Ministry should work with the Singapore Council of Social Services in setting up a coordinating centre for the disabled which will employ full-time staff. The centre will maintain the registry, coordinate the activities of all Government and voluntary associations providing for the disabled, and plan for future infrastructural needs. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, activities of daily living. To facilitate the disabled in their integration, I am heartened that in many places the buildings have been designed to cater for the needs of those who are disabled. We can do more, for example, MCD should coordinate with HDB to help disabled persons who apply for HDB flats to obtain flats that are at the ground floor or at the same level as the lift. We must do more for fellow Singaporeans who are disabled. What plans do the Ministry have in facilitating the disabled in their activities of daily living? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to know the Minister's views in these areas. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, both Mr Abdullah Tarmugi and Dr Michael Lim have raised questions on the disabled. Sir, the Government's policy towards the disabled is to enable them to live independently as far as it is compatible with their capabilities. This would enable them to look after themselves, as well as to lessen the burden on the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the House will recall that in 1988, an Advisory Council on the Disabled was formed to recommend ways to help the disabled and to help them to integrate into society. The Council's recommendations covered a wide spectrum of issues affecting the disabled, such as prevention of disability, special education, accessibility \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> and transportation, social services and institutional care. Sir, 26 of the recommendations were adopted by the Government for implementation, and these are now in the various stages of implementation and would be of great help to the disabled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, historically, the voluntary sector has been in the forefront of provision of services for the disabled. They have done extremely well and should be encouraged to continue to do so. We will assist them as far as possible to provide improved and expanded programmes. Through the concerted efforts of both the Government and the VWOs, a wide range of services and facilities have already been implemented. These include special education, vocational training and rehabilitation, vocational assessment and job placement, production and sheltered workshops, day care, hostels and residential care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tarmugi has asked what we are providing to the disabled. Sir, we have set aside about $22 million as capital grants for the further development and upgrading of facilities for the disabled for the period 1990 to 1994. We will also support these VWOs in their recurrent expenditures and such funding would amount to $47 million over the next three years. We would be helping the VWOs to establish two more residential homes for the disabled, one production workshop, one sheltered workshop, two day activity centres, one hostel and two multi-service centres. Some of these are already in the process of development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in terms of special education, for example, there are already currently 13 special education schools with an enrolment of about 2,500 children and the Government provides a grant of $4,600 per student which is twice the cost of the regular primary school education programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim has also asked some other specific questions. He has said that in having a referral service for the disabled we need to set up a centralised referral system and a registry, and that such a centre can then be a coordinating centre for the disabled. At the present moment, there is a very loose arrangement for referring disabled people for help. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> example, in the hospitals, their system is to refer the disabled either through the VWOs that are involved in helping the disabled or they are referred to the various centres for the aged sick. For example, the Home Nursing Foundation has a Senior Citizens' Day Care Centre that also helps the disabled to recover from strokes. We also have community-based day care centres which provide help to such disabled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Council of Social Services will be undergoing some changes in the future and they would have specific committees to focus attention on the different groups of people that require help. They will have a committee which will focus strictly on the disabled and this group will then be able to study into what are the best ways to reach out to the disabled and what sort of help to provide to such people. With the setting up of this unit in the Council in the near future, we will be able to have a more effective method for compiling such data. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as regards training programmes, there are training programmes available for the disabled already. For example, VITB already conducts training programmes and 103 disabled people have been able to take part in the regular VITB programmes. For those who are unable to take part in the VITB programmes, the VWOs do have training programmes of their own, for example, the Vocational School for the Handicapped offers training programmes. There are also sheltered workshops offering skills training as well as pre-employment training. The Singapore Council of Social Services has also set up a centre called the Bizlink Centre which has a centralised vocational assessment service as well as a job placement centre. The Bizlink Centre also operates a production workshop employing disabled people who have potential but who face some difficulties in getting jobs for the time being. So there are enough training places available, in terms of the number of workshops, and more will be set up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has talked about barriers to the disabled, physical as well as emotional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> barriers. The Government, together with the VWOs, has been conducting educational programmes and public awareness programmes to raise the awareness of both the public and, more importantly, the employers, in terms of being more sympathetic to the disabled and to offer them employment. The point specifically brought up by Mr Tarmugi is that what the disabled are looking for are opportunities, not just sympathy. There are various programmes that are available to help in the employment of disabled people. The Bizlink Centre, as I mentioned, has a job placement centre. The centre has already placed out 227 disabled people in various companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other schemes, for example, there is a scheme whereby employers who take in disabled people are helped through a subsidy that is provided by the Singapore Chinese Chamber of Commerce and Industry. Under this scheme, employers who employ the disabled can have the first 1 1/2 months' salary of the disabled paid through a fund which is provided by the Chamber. In this way, it allows the employers who never have the experience of employing the disabled to take in the disabled for a trial period and they are assured that for the first 1 1/2 months their salaries are borne by this fund. We also provide tax incentives to employers who make worksite modifications in order to accommodate the disabled. In terms of direct help to the employers, providing training for the disabled and providing a job placement service, all these are already there, and I am sure the VWOs will be looking into more ways of enhancing such programmes in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of physical barriers, Sir, the Government does advocate a barrier-free environment within the community for the disabled and the aged. This led to the Government incorporating the accessibility code into the building control regulations in February 1990 in order to promote a barrier-free environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has also formed a coordinating committee to provide a comprehensive barrier-free environment under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> the Ministry of National Development. Members will have noticed that some of the decisions and programmes have been implemented as a result of this policy. You have seen the public walkways in the city, for example, being modified so that ramps are provided to allow our handicapped to get on to the walkways without having to move up the steps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also mentioned about HDB flats. Sir, HDB has also been very supportive. The HDB has already formulated guidelines on incorporating barrier-free features in its estates. The new HDB blocks in the future will have provision, wherever possible, for improved linkages with adjoining blocks. There will also be more blocks where you have lift opening on every floor. The lift lobby will have ramps to facilitate movement of wheelchairs and the lift size will be wide enough for the wheelchairs. This will help the disabled who are moving around in wheelchairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, HDB has also made provision which meets what the Member has asked for, that is, an applicant or a family member who is medically or physically handicapped will be considered for priority allocation for a flat on a lower floor or a flat on the lift-landing floor. This has already been implemented. I think in due course the disabled will find that moving around will be a lot easier than compared to, say, five years ago when more ramps are available and more barriers are removed. I think I have replied to most of the points on the disabled. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move on to the aged population. Both Mr Tarmugi and Dr Michael Lim have spoken on the aged. The aged is an issue which should concern all of us. This is because our aged population will increase very significantly. Today, only 9% of our population are aged above 60. By the year 2030, about 1 in 4 of our population will be above the age of 60. There will be 1 aged to 2 persons in the working age group of 15 to 60. I think this is a problem which will have great significance and many implications for our society in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is heartening and important to note is that, fortunately, most of our elderly are actually healthy. Our studies show that about 93% of our elderly are fit, active and healthy. Only 5% are frail and about 2% are bedridden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, because of the large number of elderly that we will be having in the future, the responsibility for caring for the aged falls on all of us - everyone, the family, the community, the Government and the aged themselves. In looking after the aged, we must preserve the family as the best social insurance for its members. Because by the year 2020-2030, even if we want to, we would not be able to find enough economically active people to look after the aged, because the number of the aged will be so great. The family setting allows the aged to grow old graciously in familiar surroundings and therefore helps them to maintain their self worth and dignity. Our programmes are therefore directed towards helping them to live within the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards caring for the aged sick and poor, Mr Tarmugi asked what are we doing in terms of providing health facilities. On the needs of the elderly, he asked what are we doing in terms of providing institutional care and in helping them to live within the community. Sir, our programmes which are aimed at helping the aged to live within the families and the community are aimed at promoting self-help or mutual help, because for every frail elderly, there will be at least 20 fit and healthy elderly. Whilst we have very few working people to help look after the elderly in the future, we must not forget we will have a large number of very fit and healthy older persons who should then participate in helping to look after themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the success of our programmes to look after the aged depends on how the public perceive the aged and the process of aging and how they accept the aged. I think there is a tendency to perceive the aged as being sickly, dependent and decrepit. We must change such an attitude if we are going to be able to encourage more members of the public to come forward to participate in providing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1070</b></font>\n  <br>\n  <br> assistance to the elderly. So what the Government is doing is that we are having an annual public awareness and public education programme on the aged in order to enhance the level of awareness of the population. The highlight of this programme is our Senior Citizens' Day and I am glad to say that the programme has been quite successful, because the level of participation in our Senior Citizens' Day's programmes at both the national and constituency level has been increasing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of the aged who live alone, my Ministry runs a Befriender Service Scheme which helps to recruit volunteers and matches them to the senior citizens. The volunteers befriend, advise and assist the aged to cope with their daily demands of living within the community. Because it is important for us to encourage and to assist the elderly to live within the community, and to obtain institutional care as a matter of last resort. In line with that, we also have the Home Nursing Foundation assisted by the Ministry of Health which provides a home nursing service and trains family members in the care of their aged dependants. We also provide screening and medical counselling in such centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Action Group of Elders has also established a hotline and counselling service for the aged, and they are able to provide advice, counselling and referral services for the elderly who require such services. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, we are running out of time on this amendment. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Sir. As regards helping them to live within the community, we have a lot of programmes. On institutional care, there are already adequate nursing homes and other facilities. We will be helping the VWOs increase the number of places in the homes to meet the requirements for the coming years by funding 80% of the cost of these new facilities. On recurrent expenses, we will also be helping them. We will therefore be making sure that we have enough institutional facilities to help look after those who require institutional care. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me move on to the issue of public assistance. The public assistance scheme is meant to help the financially distressed to regain their independence. It is not meant as an unemployment, retirement or disability allowance. We grant allowances to the aged destitute, the disabled and the chronically sick, the orphans and the widows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the scheme has to be stringent. I know that some Members are not very comfortable with that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> All Members! \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> But our scheme has to be stringent in order to encourage the able bodied to rely on themselves and not to rely on the dole. If we do not do that, then I think we are heading down the slippery road to disaster. No one in Singapore is denied the opportunity to apply for PA. Whilst we open the door for all to apply, I think we must be careful to ensure that whilst we have a soft heart, we do not have a soft head. Dr Lim mentioned that some people in his constituency feel shy about applying for PA. They feel that it is a shameful thing to do. I think it is not at all a bad emotion, because if they feel that it is degrading to apply and therefore are able to rely on their own mechanisms, as well as to rely on other organisations to help them, I think it is a very good thing. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, can I just clarify? My point is that they have actually applied and they have been interviewed and accepted for the scheme. But following the interview, they felt that it was as if they were begging and therefore they declined the assistance. They came to us for assistance, but our assistance was limited. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> They have gone ahead to apply and they have been interviewed. Then why have they withdrawn the application? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the key point is that we want to be sure that only those who are genuinely in need and who are unable to find other forms of assistance apply for PA. That must be the basis. For those who have applied, we must subject them to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> some interview to ensure that these are the genuine cases. I think there is no other way, Sir, for us to sort out the genuine from the non-genuine. But I can assure Members that the interviews are done very professionally. They are non-threatening and they are in no way meant to embarrass the applicants. Also, the data and information gathered are treated very confidentially. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I went to MCD, I made sure that all rejections were seen by me to ensure that they were valid. I am glad to say that in all rejection cases, when I went to MCD and before that, the rejections were valid. Because the applicants really upon investigations were found to have either adequate savings of their own or they were actually being supported by their families, children and relatives. All the cases were rejected on good grounds. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, do you like to wind up your answer? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> All right, Sir. What I want to stress is that the PA scheme is adequate. We do review the rates. We do ensure that the PA allowances are adequate to ensure that the PA recipients are able to survive. And, more importantly, on top of the PA scheme, they are able to draw on other resources to help the recipients. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, can I just add one last statement? It appears that my 29-year old housewife with three children will not find solace in the Minister's answer. Perhaps the Minister, before he ends, would like to make a comment about the proposal I made with regard to the widow with children. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I am not familiar with the case of the 29-year old widow. If the Member feels that the widow has got good grounds, he should, as an MP, write in to reappeal, and I am sure my officials will reconsider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his suggestion that we channel the PA grants through the CCCs, I am glad, in the first place, that his CCC was able to provide some help. I think that is the right way to go. The payment of the PA allowance through the POSB is a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> convenient one. It imposes no inconvenience on the recipients. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, I think you have already answered Dr Lim. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Tarmugi. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JE 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will just ask my questions, Sir. I would like to ask the Minister what the Government is doing to forge consensus among our population. What is it doing to assure the minorities and what is being done to increase cross cultural understanding among the various ethnic groups. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mr Abdullah Tarmugi wants to know what we are doing to forge racial harmony and consensus whilst preserving our cultural heritage and roots. Sir, we all know that we are a multi-racial and multi-cultural society, and that our different ethnic groups come from societies which have very rich cultures and values which have survived the test of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we live in an era of rapid changes. As an open economy, we are exposed to all the different influences, in terms of modern lifestyles, values and norms of behaviour. The challenge is how do we preserve our values. How do we ensure that we are not swept along by such undesirable values and forms of behaviour to the extent that we weaken the very fabric of our society? Sir, to do this, we must have a strong cultural ballast. This is provided by our deep cultural roots and heritage. So we must preserve it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of what the Government is doing to preserve racial harmony and to ensure that we have consensus, we have adopted a pro-active approach by introducing measures and programmes to preserve and to strengthen harmony, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> to provide the various mechanisms for feedback on discussions of national issues so that we can arrive at a national consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have various measures, such as the Feedback Unit, where issues are collated and where members of the public can participate, express their views, and also listen to explanations on policies, and hopefully, through all these discussions, a consensus can be reached. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, at the grassroots level, the various community organisations, RCs, CCCs, CCMCs, the various grassroots sub-groups, all have regular meetings. One of the items on the agenda is the discussion of Government policies. In this way, members at the grassroots level are also able to discuss policies and to come to a conclusion as to whether these policies are right or wrong. I think all this will help to forge national consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On racial harmony, we have created many opportunities for the various grassroots organisations, the National Community Organisations Council, to enable all the ethnic groups to work together in playing their part on preserving racial and religious harmony. We have to encourage our ethnic organisations to get together regularly and to work closely with our grassroots organisations, like the RCs, the CCCs and the CCMCs, on community projects and activities, such as Community Day and the various festive programmes, Hari Raya, Chinese New Year, Christmas, so that all the ethnic groups could work together and celebrate the festivals together, and not to celebrate them as a Malay festival or as a Chinese festival, but for the Malays, Chinese and Indians to celebrate all these together, even though it does not really involve them directly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to enable the various ethnic groups to understand each other better, we are also producing documentary dramas and information booklets on the various ethnic customs and festivals. In this way, it will not help just people within the same ethnic group, for example, Chinese, to better understand the Chinese customs and practices, but it will also help Malays and Indians to understand what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1075</b></font>\n  <br>\n  <br> the Chinese festivals and practices mean. Similarly, for the other documentary dramas that we are producing on Indian and Malay cultures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that all our programmes will help to forge a stronger national consensus and they will help to preserve our racial and religious harmony. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Das is not moving Amendment No. (6). Amendment No. (7), Encik Ibrahim Othman. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC)</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JJ 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Mosque Building programme is now in Phase II. This phase will be completed with the construction of the Masjid Alkaff Kampung Melayu. The Muslim Religious Council is now planning the construction of new mosques under Phase III, and these mosques will be built in five HDB housing estates. The financing will come from the Mosque Building and Mendaki Fund. At the moment, the fund is insufficient to pay for the construction cost of the Phase II mosques. There is a possibility that construction of Phase III mosques would have to be delayed or even shelved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The old mosques need to be rebuilt too, in line with our national development. The old mosques are not eligible for allocations from the Mosque Building and Mendaki Fund to finance their reconstruction. The respective Management Committees have to raise their own funds through public donations or from charity events. They face difficulties raising sufficient funds for their reconstruction projects. One recent example that has come to light is the Hassanah Mosque in Teban Gardens. The mosque ran into financial problems and construction work has had to be delayed as a result. MUIS and the committees of a number of other mosques have pledged to lend money to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1076</b></font>\n  <br>\n  <br> Hassanah Mosque Committee, but I think this assistance would not be enough for the mosque to tide over its difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know from the Minister what is MUIS' policy in regard to the reconstruction of old mosques. Secondly, what measures will be taken by MUIS to prevent the recurrence of the Hassanah Mosque incident in future. Thirdly, can MUIS use funds from the collection of 'zakat fitrah' for the reconstruction of old mosques. I would like to propose that MUIS consider creating another fund, ie, for the reconstruction of old mosques, similar to the Mosque Building and Mendaki Fund. This fund can be raised through deductions of our workers' salaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter I would like to raise is the proposal I made during the debate on the Presidential Address. I propose that the Administration of Muslim Law Act be amended to allow MUIS to have its own business arm. We can call it MUIS Holdings, and allow it to engage in the redevelopment of wakaf lands and to earn income from them. The money can be used to finance MUIS' activities for the benefit of the Muslim community. I hope the Minister could consider this proposal. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): MUIS' efforts in providing religious education for drug inmates and children in the institutions ought to be extended to inmates in the prisons and the Reformative Training Centre. In my view, these inmates are in greater need of moral and religious education in comparison with people outside the institutions. MUIS must be commended for its continued efforts in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to raise here for the consideration of the Minister concerns the type of religious teachers sent to these institutions. They still consist of part-timers. And yet, $96,015 a year is spent for this purpose. With that amount of money, MUIS should be able to get at least five or six full-time religious teachers. I also understand that MUIS has tried to get full-time teachers but has been unsuccessful because the salary offered is too low. The point is, I am sure more religious teachers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1077</b></font>\n  <br>\n  <br> would be prepared to accept the job if the salary offered is commensurate with their qualifications and the time they spend. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment and Minister-in-charge of Muslim Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment and Minister-in-charge of Muslim Affairs (Dr Ahmad Mattar):</b> Mr Chairman, Sir, I hope the House will bear with me the speed I have to go with my replies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Malay): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, I am responding to the points raised by Encik Ibrahim Othman and Encik Harun Ghani as Minister-in-charge of Muslim Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me to reply to Encik Ibrahim Othman first. As we know, in 1975, MUIS launched the Mosque Building Fund (MBF) for the construction of mosques in housing estates. Since then, MUIS has collected over $46 million and has built 15 mosques. MUIS is committed to build six more mosques, one under Phase II, ie, Masjid Alkaff Kampung Melayu, and 5 under Phase III of the Mosque Building Programme. While collections under the MBF is about $4 million a year, the average cost of each mosque has increased to more than $6 million. Therefore, MUIS' priority is to build new mosques in HDB housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, MUIS does not have funds for the renovation or reconstruction of old mosques, a point raised by Encik Ibrahim Othman. Therefore, if a Mosque Management Committee wants to rebuild its mosque, it will have to raise funds on its own. MUIS will only approve the project if the committee has raised at least 75% of the building cost. This control will ensure that the project will proceed smoothly and is not abandoned midway for lack of funds. I hope the financial problems faced by Masjid Hasanah in Teban Gardens will not recur in future. Had the Masjid Hasanah Management Committee been more modest and prudent in their building plans, the funds that they had collected would have been sufficient to pay for the cost of rebuilding the mosque. Because the cost of their new mosque far exceeded their original budget, the Mosque Management Committee faced a serious cash flow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1078</b></font>\n  <br>\n  <br> problem and had to seek financial assistance - major part of it in the form of loans - from MUIS and other mosques. MUIS' guidelines on the renovation and rebuilding of old mosques are to ensure that such problems will not happen again in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, there are many fund-raising projects organised by mosques, madrasahs and Muslim organisations. As all of them are raising funds from the same pool of people, MUIS intends to allow application for rebuilding of old mosques in phases as in the MBF programme. In this way, the Muslim public will not be unduly burdened with multiple projects that require their generous support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Ibrahim Othman also asked whether MUIS would set up a company to handle its wakaf development projects. Mr Chairman, Sir, for the moment, there is no such plan as the number of wakaf development projects is too small. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 4.00 o'clock. \"Guillotine\" time. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $143,484,180 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $81,515,200 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1078</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head R - Ministry of Information and the Arts. Amendment No. (1). Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head R of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two cuts. Can I take one after the other? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Thank you. Sir, the topic followed very closely is the privatisation of broadcasting services. Many people are concerned whether the licence fee for broadcasting services will be affordable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1079</b></font>\n  <br>\n  <br> Will a large group of people be priced out? I do not know whether they will eventually have to go to the community centre to watch the shows. This is quite a serious issue, Sir, because privatisation, although it does bring efficiency, a service like this, which is a public good, has its implication when it is privatised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is that of affordability and people are looking at this very critically and they are concerned about this. I understand that SBC television, and particularly broadcasting services, will be run by a Government-linked company. The Government's policy is that when it wants to privatise, it would want to encourage a number of companies to be involved. I want to know whether other private companies are allowed to be given a licence to operate and manage broadcasting services. This will allow the consumers a wider choice in terms of the stations that they want to tune in and the access to the various stations that will be available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other more important issue that we have to look at is this whole question of the implication of the quality of the programme and its impact on the young population. How is SBC going to monitor this, especially when you are going to privatise the whole service? As we all know, value formation and moral values can be transmitted through this powerful media. What controls are going to be enforced to make sure that the programme itself is going to be of quality and that it reinforces and builds up the moral fibre of our society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question to look at is whether privatisation will also lead to having an impact on the educational and cultural programmes which are at the moment not diluted. There will be less availability of such programmes that are going to be screened. I think we have to examine all these very critically in the process of privatisation of broadcasting services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other area of concern that is much talked about is the censorship policy. Sir, over the past one and a half years, we have moved quickly to liberalising the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1080</b></font>\n  <br>\n  <br> censorship policy. There is a public perception that we are now beginning to be more relaxed in terms of the whole question of censorship on publications, films and other related media. This relaxation, though, can be sensational. It will have tremendous influence in terms of the value orientation of people and in the longer term. Sir, while moving to a very relaxed policy, are we opening up the Pandora's box? Though one may argue that we are moving to a very mature society, the question is, when do we pull the hand brake? And who is going to pull this hand brake of censorship, if it is allowed to relax further? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see that the whole issue of censorship has serious impact on the moral values of children. I can cite to the Minister hundreds of literature which point to this direction that films of violence, soft pornography and various other \"exciting\" materials, one may call it, have got serious influence on the value orientation, particularly of the young, whose whole orientation may be affected. They have a choice because the TV could be turned on, but the choice should be made by the adult population on their behalf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you ask around, many people feel that the move towards relaxation of censorship over the one and a half years has led to the surfacing of soft pornography in Singapore. If you walk to any cinema today, you will be able to see this. This has increased, I must say, in many cinemas. Many of them are screening shows from Hongkong, although I was told that it has been curtailed recently because of public outcry. Nevertheless, if you walk on the streets, you would be able to pick up some of these pornographic publications. So, if there are no brakes, no controls, then the values and orientation of our young will be affected. I want to find out from the Minister whether there is a deviation of our censorship policy. Are we going to allow more soft pornography to be introduced in Singapore and more publications be allowed to come in? What controls are we going to implement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister to respond to these few key issues. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1081</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, on SBC privatisation, I think we have to take a step back and ask ourselves why we need to privatise in the first place. The point really is we are forced by technology and by the pressures of international competition. We have no choice. \n  <br>4.08 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have three SBC channels now. We receive three channels from Malaysia. There may be one or two more coming up. Indonesia may also introduce one or two more channels, and then there is satellite television. Right now, of course we control satellite dishes. We do not allow them for private households. But this really is a withdrawal battle because the dishes are getting smaller. A friend sent me an advertisement the other day of antennae now being sold in Saudi Arabia where they also ban dishes. These antennae are in fact Yagi antennae. They look like normal TV antennae, except that they point into the heaven, rather than horizontally. So within five, ten, fifteen years, it will be well-nigh impossible for us to stop satellite TV from coming in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So either we take the plunge and say, okay, the competitive arena has changed, this can no longer be a semi-protected market, going into the era of international competition, and we move into it decisively and deliberately, or we take a reactionary approach and say, well, we try to keep the water from coming in. You can try to keep the water from coming in for a while, but by various crevices the water will find its way in, and the water level is gradually rising. So we have to swim with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In India and Pakistan, they have quite poor state television. And because of that, there is arbitrage. Now, many people are buying dishes to tune in to Star television which is beamed from Hongkong by Li Ka Shing's company. And there are six channels now. When I was in Pakistan recently I turned on the television set in the hotel and we received all kinds of channels, including a Mandarin channel beaming SBC serials. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1082</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So really, if we do not privatise, the competition will eventually swarm us. The ground is eroding and it is for this reason that we are decisively pushing SBC towards a different structure and organisation. Mind you, they are not very keen about it because the present protected position is very comfortable, but we have no choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I think privatisation will make SBC more dynamic. It will force its programming to be more responsive to public taste and changing attitudes. I spoke to an American consultant recently. He took one look at SBC's programming. He said it is very static compared to American television programming. I think once we move into a privatisation regime, there will be far more liveliness and there should be an improvement in the standard, in the variety of television broadcasting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is a problem, as the Member has raised, that competition tends to lead to a lowering of standards. It is like films. When we relaxed censorship, the market went downwards. So there is always a danger that the market will move towards the popular taste and will go downwards at the expense of minority broadcasting. And it is for this reason that we will always need regulations and we will always need some public financing, regulations to ensure that documentaries, educational programmes are not neglected, that minimum requirements are laid down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public financing will be in two forms - through general taxation and by licence fees. Will licence fees go up? I would say not on account of privatisation because the whole objective of privatisation is to make us more efficient. But fees would still have to go up from time to time to match rising wages. That is inevitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve good regulation, a statutory board will be established and the details are being studied now. They should be ready by the third quarter of this year. I would like to add here that with satellite broadcasting, there will also be an increase in pornographic broadcasting, and this was a point raised to me by the Chairman of the BBC recently when he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1083</b></font>\n  <br>\n  <br> was on a visit here. He said that, now with greater competition in Europe and with satellite broadcasting available, there was competitive pressure towards soft pornography. So this is something that we have to be watchful of. But on the general issue of censorship, Dr Ker Sin Tze will answer. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts (Dr Ker Sin Tze):</b> Sir, censorship is a very interesting and very sensitive topic. Dr Vasoo is worried that we might have relaxed too far our censorship policy and that we will be flooded with many soft pornography in our cinemas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not the picture. We have moved from our past very restricted standard (the last review was done in 1980). We have moved from there, but it does not mean that we are going to relax much more in future. In terms of the number of films submitted from last September to now, there were about 30 of them. But out of 30 of these \"R\" or \"R(A)\" films, we rejected about 12 of them. And 17 or 18 of them have some violent scenes or sex, so we have cut a certain portion to make them suitable for our viewers. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me emphasise that the Ministry is mindful of the effect of pornography on our viewers, especially the young. But as a global city in a modern world, Singapore will have to move with the time and we will have to encourage expression of contemporary desire and acceptable values in various artistic forms and publications, with no unnecessary restrictions. About the young, we do have to communicate with them, we have to understand them. At the same time, we have to be mindful of the basic values of our society, the sensitiveness we should have with respect to racial, cultural and religious diversity in our country. The policy we have is to strike a balance between moving with the time and preserving our traditional values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can also tell Dr Vasoo that the impact of these \"R(A)\" films on our society is not really a very damaging one up to the present moment. There are two groups of viewers - one is the curious, the other is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1084</b></font>\n  <br>\n  <br> the more mature people. For the curious people, their curiosity can be very easily satisfied after they have seen one or two more films, because if they are looking for something which is the real thing, I am sure they will be disappointed because we have very strict standards. For the mature people, they are older people and they appreciate a good movie with a good story line and they are not going to be excited by what they see in the movie. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we have to worry are the teenagers who may not be able to resist whatever influence they get. For that, the Ministry has already raised the minimum age requirement from 18 years to 21 years and we also have moved the movie classification from \"R\" to \"R(A)\". We think that we have very strictly enforced this requirement and it will minimise whatever bad influence to the young people in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure the Member again that the novelty of \"R\" or \"R(A)\" films has faded. The number of viewers has been stabilised and up to now, we have not received too many complaints about our censorship policy. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am afraid we are running out of time, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I just want to ask the Minister a question. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Make it quick then. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Now that the Government is going to privatise SBC, will it allow other private TV companies to come in? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> I have already announced in public the proposed privatisation structure. Over a period of time, we are prepared to bring in private participation at both the operating company level and at the holding company level. So this is certainly on the cards in the longer term but we cannot rush into this because TV is a very powerful medium and we have to take a conservative approach and to make rules as we go along so that we do not allow for excesses. But that is on the cards. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Vasoo, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1085</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> I would like to ask the Minister of State whether the \"R(A)\" film that he is saying is actually \"R\" film but in the name of \"R(A)\". To what extent is this likely to proliferate, and what measures are we taking to ensure that the \"R(A)\" films that he has suggested are being maintained? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, \"R(A)\" film lives to its real name of \"Restricted and Artistic\". In deciding whether to let a film to be passed and to be screened in cinema, the Board of Film Censors makes sure that the film has basic artistic value. Of course, artistic is something very subjective. But with a group of very knowledgeable people representing different segments of the society, I think their collective decision is dependable. As long as there is artistic value, the Board, with the concurrence of the Ministry, will allow it to be shown in Singapore. But I do not expect that there will be too many of such films to be shown here because from last September up to now, there were only eight \"R(A)\" films shown out of a total of 160 films. So it is a fairly small percentage. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I would like to also say that as long as the censorship remains within the confines of \"R(A)\", we will leave it as it is. If sufficient cuts are enforced and the programmes are well received by the public, then I withdraw my amendment, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Ho Peng Kee. Can you be brief, Mr Ho, please, because we do not have much time for the Minister to reply? \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Budget Statement says that more emphasis will be given to the arts, sports, recreation and programmes to enhance the quality of life in Singapore. I welcome this statement. I am sure other Singaporeans who are eager to see a higher quality of life in Singapore will join me in this. But, Sir, in all things in Singapore a balance needs to be struck between the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1086</b></font>\n  <br>\n  <br> quality of life in terms of the arts, and matters of the stomach, health care, housing and education which have occupied the energies of the Government since the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, in uplifting the quality of life in Singapore, I applaud the Government's initiative in encouraging the setting up of the Singapore International Foundation (SIF) and, in particular, the Singapore Volunteers Overseas (SVO). To me, this is a significant development. Its impact may not be immediate but will take a while to register. Why is it significant? It is so because it signifies a more outward looking and self-assured Singapore, that is ready to stretch out a helping hand to other less fortunate fellow human beings. It signifies an emotional coming of age for the country. Of course, one should not be naive and think that it is all altruism. A balance is struck between pragmatism and altruism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a balance that all Singaporeans need to strike for ourselves, being self-caring and others caring, being pragmatic and altruistic. Therefore, a very important effect of all this is that Singapore Incorporated as an entity has set an example for individual Singaporeans to follow. As there is a danger that competitive Singaporeans may become selfish and individualistic, the setting up of the SIF is the Government's call for individual Singaporeans to check these negative traits in themselves. Underlying the concept of the SIF and SVO is a generosity of spirit that Singaporeans as individuals can do with large doses. I think this is especially important at this time, when more able Singaporeans are asked to come forward, step forward to serve the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, this is the most critical issue facing us today. How to encourage more of these able Singaporeans to come out of their shells, to come forward and help less able Singaporeans? Therefore, the symbolic message of the SIF has lessons to be learnt and is very timely in our present time. Some Singaporeans may begrudge the $25 million that the Government provides for the SIF. However, I urge these Singaporeans to take a long-term broad view. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1087</b></font>\n  <br>\n  <br> Please do not be myopic. Singapore is looking outward not at the expense of Singaporeans' immediate concerns. In particular, younger Singaporeans will find special appeal in the SVO. It shows that Singapore and Singaporeans have a heart after all. We are not just merely interested in making money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I conclude by asking the Minister on his assessment of the work done by the SIF and how more Singaporeans can chip in. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> The SIF was formed on 1st August last year and it has done a lot of work since. They established the organisation, recruited some very fine people. They sent a team to the Philippines to help the victims of Mount Pinatubo, they are organising a project in Nepal under the very capable leadership of Mr Lee Seng Wee as Chairman and Prof. Chan Heng Chee as Executive Director. They have a full programme ahead of them. The idea is to present Singapore to the world not purely in economic terms but a total presentation, that we are not just economic animals, but we are a cultured people with a soul, with a sense of history, with a sense of what it means to be upright citizens of the world. And that is very useful because the results are long term. We cannot expect that the SIF will bring advantages to Singapore immediately. But in the long term, we can create a network of Singaporeans and friends of Singapore worldwide. Then we will have transcended the single most important constraint on our economic growth and on our national development, which is the constraint of geographical size and population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea is that wherever Singaporeans are in the four corners of the world, they have an instinct to relate back to Singapore, to link up with each other, to help each other and, just as importantly, to link up with an outer circle of friends, maybe Chinese people, Indian people, Malay people, Asians, non-Asians, who enjoy our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1088</b></font>\n  <br>\n  <br> food, because many of our people overseas meet over food, but who also enjoy the tolerant way of life that we practise here in Singapore and which we carry with us as ambassadors when we are overseas. That is very precious, because to be successful as Singapore Inc., we must be like the Swiss and the Dutch, be able to recruit human talents who are non-Singaporean and to befriend them in a way which makes them feel that they suffer no loss of dignity and find us honest, dignified. That is a very precious asset. If the SIF can help us achieve this over 10-20 years, then we would have made a very good achievement and really created much more space for Singaporeans worldwide. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RB 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are spending quite a lot of resources in relation to running national campaigns, and I would like to find out what is the impact of these campaigns and whether the money spent has produced the desired results that we are expecting. I feel that there is a need to give a new burst in terms of creativity, and to try and see how campaigns can be angled differently in order to persuade and encourage more people to participate and who are concerned about national issues. I would like to find out from the Minister what is the cost benefit of the campaigns that we have run so far. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1089</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1992/93, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1090</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -- [BG George Yong-Boon Yeo]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1091</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920316/19920316-HA-0591091.htm\">paper - REVISED PRIMARY ONE REGISTRATION SCHEME (Cols. 1091 - 1092)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1092</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
