{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-11\"> \n  <meta name=\"Start_Col\" content=\"733\"> \n  <meta name=\"End_Col\" content=\"824\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">11-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 11th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee -- from 13th to 16th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Matthias Yao Chih -- from 21st to 28th March March,1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>HANDPHONE USERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Time-based charging)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Choo Wee Khiang</b> asked the Minister for Communications whether he will consider applying the principle of time-based charging to handphone users. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, handphone users today are already paying according to usage. Apart from the subscription of $50 per month, they pay a traffic charge of 20 cents per minute for both incoming as well as outgoing calls. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Sir, I must declare that I am a handphone user. I pay the bills every month and I know there is a flat rate charge. But what I want the Minister -- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Choo, could you ask your question? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Yes. Could the Ministry consider, instead of charging a flat rate of 20 cents per minute, a two-tier charging system, like in the case of residential telephones, ie, to differentiate between off-peak and peak periods? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, the residential telephone subscribers enjoy a peak and off-peak tariff structure mainly because there is a very distinct peak and off-peak usage pattern. When Telecom charges the off-peak rate, which is half the peak period rate, there is sufficient capacity during the off-peak period for such off-peak traffic to be handled. However, I do not think there is such a distinct peak/off-peak usage pattern for handphone users. Nevertheless, I will ask Telecom to look into this matter and see whether it is feasible to implement an off-peak rate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY</b>\n  </div> \n  <div align=\"center\">\n   <b>SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 92/93 and the Supplementary Supply Bill for FY 91/92 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 92/93 - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1992 TO 31ST MARCH, 1993</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Estimates of Expenditure for the financial year 1st April, 1992 to 31st March 1993, contained in Paper Cmd. 9 of 1992. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> under the Main Estimates and under the Development Estimates on pages 47 and 48 respectively, of Paper Cmd. 9 of 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the \"guillotine\" times which have been fixed under Standing Order 89(7)(a) for the heads of expenditure in the Main and Development Estimates, under Standing Order 89(7)(b), times have also been allocated for each amendment to the Estimates. These times will be announced by me as we go along from head to head. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have received a total of 239 notices of amendments. The time we have available falls short of the times Members have indicated would be required for discussion of their amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore intend to keep the proceedings moving at a brisk pace. Members should familiarise themselves with the rules under which discussions in Committee will be conducted and they should refer to the Hansard of previous years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To assist Members, in particular the new ones, I have asked the Clerk to issue a booklet containing guidelines on how these proceedings will be conducted. Members on both sides of the House might want to heed my suggestion in this booklet to keep their speeches short and sweet so that we can complete matters expeditiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I have not submitted my notices of amendments. May I seek your consent and the general assent of the House to submit motions for amendments in the Committee of Supply. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Sir, I do not know the reason for the lapse on Mr Chiam's part not to have submitted his amendments. He is not a rookie MP, like Mr Ling How Doong or Mr Cheo Chai Chen or Mr Low Thia Khiang. This is his eighth Committee of Supply, his eighth year in Parliament. All of us received a copy of the Budget book from Parliament on 28th February when we had the Budget Statement. Together with the Budget book, as Mr Speaker has said, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> notes on how to submit forms and move cuts were given, and the forms were also enclosed with the Budget book. It was clearly stated in the letter as well as in the forms that the closing date shall be the 5th of March, but Mr Chiam has forgotten to submit the amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam is supposed to be the unofficial Leader of the Opposition. I also notice that the other two SDP Members did not submit any cuts. I do not know whether they were also led up the same garden path by his lackadaisical attitude and therefore they did not submit any cuts. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, it is for the House to decide. It is not for the Leader to decide. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chairman:</b> Mr Chiam, could you allow Mr Wong to finish first? I will let you have the floor later. He is not deciding. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> It is completely in order for the House to reject Mr Chiam's request, because it is entirely his fault. He has himself to blame. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But here perhaps I would ask my colleagues to consider giving Mr Chiam a second chance and let him have his way again, otherwise we would be deprived of his great contribution. Of course, we do not know what he will say. So I will leave it to the MPs here to decide. In this instance, they have a free vote in deciding whether he should be allowed to speak or not. If they say yes, well and good. Mr Chiam should not forget the next time. But if they disagree, then I would perhaps ask Mr Speaker to consider and find ways of letting Mr Chiam to speak. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I be allowed to reply? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chairman:</b> All right. It is highly irregular but by all means. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you. Sir, I have only followed precedents. The past practice of Parliament was to send to me the notices of amendments in a 6\" x 4\" brown envelope. So I was in fact waiting for the envelope to come but there was no envelope. That was the reason. This year, apparently, they just slipped one or two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> forms into the thick Budget book. That slipped my attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, you can see that the SDP is in fact not going on a holiday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Change of plan. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There is no change of plan and we will be participating vigorously at this debate if Mr Speaker gives his consent and the House do give its assent. Sir, may I also ask for permission for the other two members of the SDP to speak, if they so wish to speak. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, we now hear that Mr Chiam was waiting for the big envelope to come. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Small envelope. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> A small envelope. I think what was delivered to him was even bigger than what he had expected -- a big white book. In the big white book, all the papers were there with the letter, the forms and the guide-book. For the first time, I think Parliament has done its work by giving new MPs guidelines on how to fill up the forms. He is not new and he does not need all that. To expect Parliament to remind him, just like we had to keep reminding him about putting in a note to change his seat, I think we have been doing too much. Again, I will leave it to Members to decide. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do I have the general assent of Members of the House to allow Mr Chiam to move a motion without notice to the effect that he could have his amendments listed on the Order Paper Supplement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No! \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, it looks like you cannot move your motion. General assent has not been given for you to move your motion. But at any rate, I think it would be possible for you to speak during the Committee of Supply because, according to the rules, if there is time still left on each head, it will be possible for you to raise your matter. I will certainly go out of my way to guide you as we move along. We will assist you and inform you when it will be possible for you to speak. So if you just stick around, you will get your opportunity to speak. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, apparently there are conflicting signals from this House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I do not think there are conflicting signals. I heard some \"nays\" and that is not general assent. I have made my ruling. If you stick around, you will get your opportunity to speak when time is available, and I will guide you along, not to worry. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> From what I heard from the Front Bench, apparently there are only \"Ayes\". \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, I hope you will not question what I heard. My advice to you is: stick around and I will give you the proper guidance at the appropriate moment and you will have your opportunity to speak. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Mr Speaker. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You are most welcome. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> May I raise another point, Mr Speaker. Mr Chiam requests that his two other colleagues be also allowed to speak. I am not sure whether you should consider this because Mr Chiam sent in some cuts on Friday, which is a day late, whereas the other two Members did not send in anything at all. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There was a ruling by me in the past that Members who have not submitted their cuts can be allowed to speak if there is time, and that ruling remains. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V -- \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head V of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1990, I had in this House suggested developing a system of accountability to give the man-in-the-street some assurance that he has been fairly treated by Government departments. I have suggested the appointment of an ombudsman and a change in the present system which does not require reasons to be given when decisions are handed down by Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> bodies. I made those suggestions for a number of reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was my feeling then that there was a growing demand for more accountability on the part of the Government and that this demand ought to be accommodated. It was also my view that it was important for Singaporeans to believe that their applications have been fairly considered. These reasons continue to remain valid today. This Government has always looked for ways to meet the aspirations of a sophisticated population. The Feedback Unit is one way. The Service Improvement Unit is another. The question is whether these steps are sufficient and, if not, what other measures ought to be put in place for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we should ultimately seek to achieve is a situation where people's grievances can be expressed outside the ballot box and this will reduce the prospect of an unhappy result at an election if there are more avenues available for the people to do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our system of public administration is vast and complex. Government departments and statutory bodies have numerous functions and with them extensive powers. Whenever these powers are exercised, someone is affected either marginally or substantially and, in some cases, a person's livelihood is dependent or affected by Government decisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as MPs, we are continually making appeals on behalf of our constituents. In a normal case, what happens is that a constituent writes in, in the first instance, to the Ministry or department in question. And if he is unsuccessful, he receives a standard form rejection notice. Very rarely does he get reasons for the rejection. And then he comes to his MP who in effect basically resubmits the application but with this difference. He writes an explanation of the merits of the case. But really when MPs do this, they are groping in the dark because they do not really know the basis of the decisions. They do not know if the guidelines have been properly applied. So the MP's task in this respect is not assisted to a large extent. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The difficulty, we are told, is that there are a whole host of guidelines and criteria which are sensitive, and that it is not in the public interest to reveal them to the constituents. I accept that in some cases. But while I may accept that, there is this difficulty that the man who has had his application turned down will not be happy with the fact that he cannot know the reasons or he cannot know what criteria he has to meet in order to successfully apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, what we want to achieve is a compromise between not divulging sensitive matters and, at the same time, assuring the public that the merits of their respective cases have been fairly considered. The way to do this, as I said in the past and I repeat now, is to create an office of an Ombudsman or a Parliamentary Commissioner, as some countries call it. This office will enable members of the public to air their grievances and to be given the opportunity to have these grievances investigated into, to ascertain that Government departments or statutory bodies have actually applied correct principles, have not acted arbitrarily or have not overlooked any relevant criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is in effect another check and balance that I am suggesting. And as all checks and balances, we have to be careful in crafting the powers of this office or its functions. We do not want a situation where the Ombudsman usurps Government functions. He should not be allowed to question legislation or policy or guidelines, but he should have powers to look into files as and when matters are brought to his attention and in his discretion. Having powers to look into files does not mean having the power or the right to disclose details of these files to anybody else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he should be given the opportunity to meet with the decision makers after such investigations to persuade them to review or change the decisions. It does not have to go public. If we want to start, we can keep it within a narrow framework and make it a very private affair. But as long as the public feels that there is an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> independent and impartial person looking at it, I think there is greater confidence in the way the system operates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last time I made this suggestion, it was not implemented and I would not be surprised again if this suggestion is not accepted. I understand the reason is that we have a very clean, honest and efficient civil service. That everyone accepts. But it is a suggestion that I make not only for the present but also for the future. Whatever the virtues of our civil service, an additional check and balance will, in my view, ensure that the present excellent track record will continue. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, the Prime Minister has asked me to answer this question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it cannot be denied that the idea behind the office of the Ombudsman is in principle a good one, that is, there should be a check against maladministration and that citizens who feel that they have suffered an injustice or have any other grievance as a result of decisions of civil servants or Government bodies, have a channel to make their complaints and to obtain redress. Whether we should have the office of the Ombudsman in Singapore, the question really is whether there is a real and pressing need now for such an institution in Singapore. Or to put it in the way Mr Davinder Singh has put it, are the avenues and mechanisms available adequate or not adequate for those who have grievances on a Government decision and who want it to be looked into? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we quickly look at the available avenues, first of all, within Parliament, we have Question Time which MPs can use. And if it is used effectively, it can be quite a useful vehicle for taking on the Ministers and Ministries on specific decisions and policies, and MPs have done this. And MPs have meet-the-people sessions. Every Government department receives many letters and representations from MPs which are looked into and answers given. MPs also write to Ministers and I speak for the Frontbench when I say that when the Minister receives a letter from an MP, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> looks into it personally, and it is not just handled by the civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the Feedback Unit and the Service Improvement Unit (SIU) mentioned by Mr Davinder Singh. The Feedback Unit, established by Government, submits feedback to Government departments and they have to give replies. Similarly with the SIU, when complaints are addressed to SIU, these are investigated and replies given. Citizens write to the press, replies are given by Government departments. TV has Feedback, Points of View and other programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have the CPIB. Of course, the CPIB really investigates the more serious complaints of corruption. But even when CPIB concludes that there is no offence of corruption but the facts disclose some wrongdoing which may warrant disciplinary action, the CPIB does refer the matter to the relevant department or Ministry and disciplinary actions are instituted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, therefore, while the thinking behind the office of the Ombudsman is laudable, I do not see any pressing need at the moment for introduction of the office, because there are these other avenues. If I may add, Sir, we can devise, of course, as many new procedures, institutions and mechanisms that we can think of. But what counts in the ultimate analysis really is whether we have an honest government that does not cover up and does not condone abuse of power, wrongdoing, malpractices and corruption. Equally important is whether we have a civil service whose competence and integrity is beyond doubt. If we do not have these elements and this commitment and attitude of the Government, then no amount of Ombudsman can really prevent maladministration, because they themselves will be absorbed into this corrupt and incompetent administration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have operated our system of government successfully without an Ombudsman for some 32 years. Mr Davinder Singh himself says we have an excellent record. There has been no major complaint of maladministration. And if there were complaints against the civil service, MPs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> have not failed to bring them up in Parliament or with Ministers or the Prime Minister, and these have been resolved. Since our present system has worked and we have people of integrity and competence, both in Government and the civil service, if we continue this, then the system will continue to work. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is guillotine time. Mr Singh, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Yes, Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $21,336,440 for Head V ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,360,000 for Head V ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head W - Ministry of Trade and Industry. Amendment No. (1), we have 80 minutes, Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head W of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two days ago, I mentioned that productivity and the quality of the local workforce are very important factors affecting the future growth of our economy. However, some people believe that our average productivity growth of 3.8% for the last five years is very close to our long-term target growth of 3% to 4%. There is no need for us to play this game of numbers. If you take a 5-year average, you can also take a 10-year average. If we take a 10-year period, the average productivity growth rate is 4.2%, which is even higher. What is apparent to us is that our productivity growth rate has been dropping successively from 6.3% in 1986 to 1.5% last year. This may reflect our shortage of labour and, perhaps, the labour stockpiling practices by some employers or due to some other factors I mentioned two days ago. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past three years, the growth in productivity was lower than the real increase in wages, resulting in an increase in unit labour cost. However, I do not agree that we should use this as an excuse to curb increase in wages. Because in a tight labour market, wage increase is inevitable and it is the result of free market operation. So if we intentionally press down the wages, it will result in a misallocation of resources. It would also result in a vicious cycle of \"low wages, lower productivity and lower wages\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, what we must do is to increase productivity. Although there is an increase in wages, if productivity can be increased correspondingly, then this will buffer the pressure exerted by the increase in unit labour cost. In order to increase productivity, the best way, of course, is to concentrate on education and training of the workers. The National Productivity Board (NPB) has announced that in the next three years, expenditure on training of workers will be increased from the present 2.3% of the payroll to 4% of the payroll. This is a very good strategy. Because in our workforce, 19.4% of our workers have no formal education and another 29.3% of our workers have only primary or post primary education. In order to enhance our competitiveness internationally, we have to try our best to improve the quality of our workforce and this is the imminent task in our next lap of economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this issue, I have two suggestions. First, we must have more traduing courses in the mother tongue. In the past, technical training courses were mainly or completely conducted in English, resulting in many workers who do not speak or understand English hesitating in coming forward to attend these training courses. In Town Councils, factories and workshops, I often hear Chinese contractors, electricians, technicians and maintenance workers conversing with one another in Chinese, mixed with a smattering of technical terms and names of spare parts in English. So I feel that if the NPB and the NTUC can conduct more courses in non-English, e.g. Chinese, it will be more effective in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> introduction of new technology to these non-English speaking workers, in order to upgrade their skills. We have to be down-to-earth. We must use a practical method to help these non-speaking English workers in order that more of them may be upgraded to the rank of skilled workers. This will be good not only for the nation, but also to the workers as well. I would like to ask the Minister how many of these non-English training courses have been conducted by NPB and what is the response to these courses? What measures has the relevant authority taken to encourage more workers to participate in such courses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second suggestion concerns on-the-job training. I have just mentioned that about 49% of our workers have no formal education. Formal education is the basis for good learning. However, formal education alone is not enough. According to the authors and editors of the book published by MIT entitled Make in America, on-the-job training is more effective in increasing productivity than formal education. In the book, two models were described. The first model is called Model A where emphasis is on school education and workers were cultivated to be specialised in one skill. The second model is Model B which takes after the Japanese and the German models, and it emphasizes on-the-job training where workers are cultivated to obtain diversified skills, and they will be more quality conscious and readily adaptable to changes. If we compare the models, the advantages and disadvantages become apparent. We should follow Model B which takes after the Japanese and German models, and encourage and assist the enterprises to provide more on-the-job training to our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know whether the relevant authority has a comprehensive plan to assist the various enterprises in implementing on-the-job training for their workers. The Japanese believe that the development of talents is a way to increase the assets of the enterprises. Apart from striving for technological breakthroughs, the Japanese also go for loyalty and job excellence in order to further improve productivity. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> Chinese have a very good tradition of respecting and loving the work that they are doing. If our workers can maintain this spirit, together with more technical training, and the willingness to pursue life-long learning for better skill, then we will have strong competitiveness. Even in the face of intense competition from the various countries and territories for international market shares, we can still prosper amidst all the changes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I have three amendments under this subhead. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I would prefer that you follow the order shown in the Order Paper Supplement as there are quite a number of Members who would like to speak. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Yes. Sir, I think much has been said about the widening gap between wages and productivity growth in the last two days' debate. This widening gap is certainly a cause for concern, as expressed by many fellow Members here. There could be various reasons. Many have interpreted that they were due to employers trying to hoard workers, paying them more in the present tight labour market situation with the hope that when the economy recovers, they have the manpower resources to meet their economic needs. Others attribute the trend to declining productivity gain due to the poor attitude of some of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like an official explanation from the Ministry of Trade and Industry, on what causes this widening gap between wages and productivity growth? What are the implications, and whether the Ministry is taking corrective actions to reverse this trend? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, the announcement by the Finance Minister that productivity growth for 1991 has decreased from 3.5% to 1.5% is quite alarming. I understand that this substantial drop in productivity is very much due to the economic slowdown without a reduction of the workforce. This is particularly so in the financial, retail and manufacturing sectors. It is important for us to find out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> how much of the decline in productivity growth is due to the economic slowdown and how much is due to the relatively low education and skill levels of our workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For nine years, Singapore has been ranked 14th by BERI in terms of the skills level of our workers. With the exception of Taiwan, the countries ranked above us are all highly industrialised countries. These countries, such as Japan and Germany, have a long history and emphasis on workers' training and re-training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last few years, the Ministry of Trade and Industry and the National Productivity Board have come out with various training schemes and financial incentives to encourage skills training. But how successful have they been? We need to be more effective in upgrading the skills of our workers, otherwise we may lose out to other countries as the world's No. 1 workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers must increase their current investment in training from 2.3% of total payroll to 4%. The NPB should also find ways to help and encourage smaller companies to make better use of SDF funds for upgrading workers' skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One problem that we should address is how to encourage existing workers, especially the older ones, to upgrade themselves. Many older workers depend on overtime pay or a second job to support their families. They cannot find the time to undergo training after work. Employers can encourage and make it easier for older workers to upgrade themselves by giving them training leave, examination leave and time-off. Employers can also provide incentives in the form of monetary rewards or salary increments for workers who have acquired higher skills. The training programmes at vocational institutes and training centres should be expanded to meet any increase in demand for the existing workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we need to make a concerted effort to upgrade the skills of our workforce. Towards this end, I would like to suggest the formation of a National Committee on Skills Training. Such a national committee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> can provide the much needed coordination of the various programmes of skills upgrading at the national level. It will also be able to look into the special problems of continuing education and training for our workers. The committee can lead the drive for employers and trade unions to promote a training culture among our workers. In this respect, I would like to suggest that SDF should not just concentrate on funding the operational costs of training programmes. There is also a great need for publicity campaigns to change the attitude of workers and employers towards skills training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yearly events such as an Annual Skills Week could be organised at the national level to bring home the importance of skills training. During the general elections, some Opposition Members of Parliament have claimed that our workers have not been receiving fair wage increases. Perhaps they should do some homework. Contrary to what they say, our workers have actually been receiving very high wage increases for the last few years. Average monthly earnings grew by more than 9% in 1989, 1990 and last year. The increase in our unit labour cost was in fact higher than either Taiwan or Hong Kong last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The long term solution is not to level down wages but to increase productivity. We want workers to be able to enjoy the standard and quality of life which is mentioned in the Next Lap. To do that, workers must receive fair wages. Levelling down is not a good solution. I do not believe in it. Instead, we should level up our workers' productivity. We can do this by upgrading their skills. We can teach them how to work, not only harder, but smarter. We must also invest in greater automation and machinery. For example, through skills upgrading and greater automation, the textile industry is a very good example. At one time, they were quite demoralised in this industry because they thought that they were a sunset industry. But today, the Finance Minister has mentioned that the textile industry is doing very well among the manufacturing industry. I feel that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> much more can and need to be done. We cannot change the past, but certainly we can do something about the future. If the challenge for the future is higher productivity, then let us all do what we can to help our workers to achieve it. If we lose out in the global competition because of low productivity, we lose our competitive edge, we lose our jobs and the quality of life we want to achieve in the Next Lap will forever be found only in the Next Lap. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Sir, it is not possible for our population to grow by more than 2% annually unless it is a Dragon year every year and unless we relax our immigration rules, our supply of workers cannot be increased by a large margin. Our female labour force participation rate has also reached a peak of 50.5%. So the only way is to encourage those who are economically inactive to join the workforce. As Dr Wong Kwei Cheong has pointed out, there are about 840,000 people in Singapore who are economically inactive. However, out of these economically inactive people, there are many who are students in the 15 to 19 age group. I hope that the Ministry of Trade and Industry and the Ministry of Labour would coordinate in making some special arrangement in respect of the employers' and the employees' CPF contribution rates, technical training, etc. to provide incentives for these people, particularly women and senior citizens, to take up part-time jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, in order to reduce the demand for labour, we may perhaps intentionally slow down our economic growth, but this is not a good measure. A more practical approach would be to restructure our economy and to encourage our enterprises to go for automation, computerisation and upgrading of technology to reduce our over-dependence on labour. I support the policy to restrict the number of foreign workers here because the over-supply of cheap imported labour would adversely affect the wage level of our local workers. More importantly, the influx of foreign workers would defeat the Government's policy of encouraging local \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> enterprises to go for automation, computerization and upgrading of technology to improve their efficiency and productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the face of very intense international competition, we should not depend on labour-intensive industries. In fact, if we want to continue depending on labour-intensive industries and to have more labourers, we could easily turn to countries with large populations such as China or India to employ foreign workers. They can give us an unlimited supply of labour. We do not even have to go to the provinces. We all know that there is a \"blind flow\" of people pouring from the rural areas into the urban areas looking for jobs. There is hardly any problem choosing a few tens of thousands or even hundreds of thousands of workers from the lot to work here, if we want to. But then, if we do this, what kind of a nation will Singapore become? To whom will Singapore belong? We must not forget the lesson in Kuwait which depended too heavily on foreign workers. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, in the Next Lap, one of the objectives is to give every Singaporean the opportunity to develop his or her potential. In line with this objective, the Government will step up the enrolment of the two existing universities as well as introduce an Open University. Indeed, more polytechnics will also be built. Up to 60% of secondary school students is expected to make it to the tertiary education, including some 15-20% who will actually make it to the university. Sir, if we consider this number of graduates, including polytechnic graduates who will eventually further their studies at the university and obtain a university degree, and also degrees obtained through the Open University, the number of Singaporeans with university degrees will actually be very large in the years to come. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern is whether there are enough jobs in our economy to absorb this many number of graduates. Are we producing more graduates than the needs of the economy? If not, we should perhaps lower the expectations of these young \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> Singaporeans who aspire to pursue a university degree. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister to enlighten the House whether the Ministry of Trade and Industry does indeed project short, medium and long-term manpower needs of the economy. Will he be able to tell us in three, five and ten years the number of university graduates, the number of polytechnic graduates, the number of technical workers, the number of skilled workers and white collar workers that the economy needs to achieve the many objectives in the Next Lap. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ow, you can speak on the next two cuts. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I will speak only on the Local Retail Sector and not on Costs of Doing Business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Sir, let me now deal with the development trend for the Small and Medium Enterprises (SMEs). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the HDB estates, there are some 12,000 small retail shops. Most of them are facing some common problems and struggling along the line of survival. The problems faced by these retailers can be generally classified as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, because of changes in the purchasing habits of the people, their present business turnover is very low. 47% of them have turnover of less than $10,000 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, they cannot afford to pay the market wages to employ local workers and have to depend on foreign workers or members of their family to operate the shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the ever increasing rentals have caused the operational cost of their business to go up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, they are only working on a small scale and their employees can have only very limited value-added. Their productivity is therefore very low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Government announced two schemes, namely the Retail Sector Development Plan of the Ministry of Trade and Industry and the Shop Ownership Scheme of the Ministry of National Development which provides for shops in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> the HDB estates to be sold to the existing tenants. These are practical measures to improve the business in the retail sector. Between these two schemes, the shop ownership scheme may have a grhater impact on them. According to reports in the mass media, and my own discussion with these shop owners, most of them welcome the Government's move to sell the shops to them. But they are also swayed by considerations of gains and losses, and have mixed feelings about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They are happy because they will be free from the pressure of ever increasing rents in future. On the other hand, they are worried that even after discount, the selling price of the shops may still be higher than what they can afford. If the monthly instalment is more than double the rent they are paying now, then they will not be able to afford it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that shopkeepers should regard the purchase of the shophouses as an investment in the property market. To those older shop owners or those who do not have anyone to succeed them in their businesses, maybe this is an opportunity for them to buy the shops first and then later resell them to make some money for their retirement. But I think most of these shopkeepers would like to become their own bosses to continue doing their business. I believe that many of the shopkeepers will buy the shophouses under the scheme in order to upgrade their business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I hope that these retailers will make full use of the various assistance schemes under the Retail Sector Development Plan to upgrade and improve their way of doing business in order to enhance their competitiveness. They should not stick to conventions. These retailers may even consider going into joint ventures and cooperation with one another to obtain better benefits from the economies of scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, as the Senior Minister of State for the Ministry of Trade and Industry has said, the scheme cannot ensure that all the retailers can continue to survive. Some may be phased out under the market competition. The scheme is to provide an opportunity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> for most of the retailers to obtain a new lease of life. Whether they can succeed or not will depend on their own business skills and entrepreneurship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to seek clarifications from the Ministry of Trade and industry on a few points: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the criteria, for example, capital, business turnover, etc., for retailers to qualify for assistance under the various schemes in the Retail Sector Development Plan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) In the development plan for retail centres such as Tampines Neighbourhood Centre and Toa Payoh Town Centre, there are some good proposals in terms of physical facilities and shopping environment. But have the purchasing power and profiles, such as their age group, etc., of the residents in these neighbourhoods been taken into consideration in the planning? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The report on the Retail Sector Development Plan mentioned about the need to gain support of the residents on the development of these retail centres. How do we determine whether the residents support the development of these retail centres? Are we going to conduct a voting like what we do for the upgrading of HDB flats? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, the topic on costs of doing business has been raised by many MPs in the last two days. So I shall not dwell too much on that particular aspect but more on the effect of costs of doing business with regard to the retail sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was mentioned in the last two days by many MPs that labour cost has been a rising factor and of increasing concern of local manufacturers. Labour cost has increased by 6% to 8%, while in comparison productivity has dropped to 1.5% last year. Local manufacturers also face other cost increases such as increase in foreign workers levy, rental of factory space of JTC and other increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he has any view on the impact of such increases on the competitiveness of our local industries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second aspect which is with regard to the impact of costs of doing business on the retail sector, the Senior Minister of State for Trade and Industry had announced last week the plans to restructure the retail sector. The Ministry of National Development also announced its plan on the sale of retail shops in HDB estates. So the concern here is with regard to the marginal trades that will be affected. These are the small provision shops, barbers and tailors who may find that the increase in the prices of the shops that they have to buy would become increasingly too high. The other operating costs such as manpower cost, if they can find the manpower, could also be on the increase. Electricity rates and telephone charges may also be on the increase. Therefore, the small marginal retailers may be facing an increasingly difficult life in the future. They would either be phased out, as Dr Ow Chin Hock has mentioned, or they could easily jack up their prices and then pass on the increases to the consumers. And these consumers are of course our locals. If HDB shop prices increase, the cost of some of these service sector prices will also increase, such as for simple things like a hair cut, making a shirt or trousers or other everyday needs which people are faced with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objective of restructuring the retail sector may be very laudable, which is to make the retail sector more productive and efficient in the use of manpower resources. The worry here is that for several of our essential services such as tailoring or barbering, they cannot be automated, and therefore the cost increase will go up and that will be passed on to the consumers. Will there be an impact of inflationary pressures on the local industries and the local services? How would Government ensure that such increases can be moderated so that at least for local businesses, especially the small retail sector, the increase is moderate over a certain period, rather than have sudden jumps in their costs of doing business. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Choo Wee Khiang is not here. Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Sir, let me speak on the last cut. It is on local enterprises and entrepreneurship. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my opinion, to start a business there are two essential conditions, subjectively one must have the technical knowledge and experience in research and development. On the other hand, he must also have the courage to be innovative and adventurous. Shumpeter defined an entrepreneur as one who possesses the two essential factors, innovation and risk-taking. Objectively, one must have capital and market, working in his favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans have ample opportunities to work in the civil service and the multi-national corporations (MNCs) and they are happy with the good pay and security in their position. My colleagues in this House have mentioned that Singaporeans are used to the easy life in Singapore and are not prepared to go overseas to work. This is a hindrance to our development of local entrepreneurship. The Government has no means to change these subjective conditions. But there are changes to the situation now. There are quite a number of university professors and lecturers, as well as ex-employees of MNCs who are prepared to take the risk in starting their own business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I accompanied the Senior Minister of State for Trade and Industry in visiting two factories. Both factories are set up and operated by former university professors and ex-MNC employees, and they are doing very well in their business. Personally, Sir, I feel that when these people come out to do their own business and create their enterprises, it is not just for money alone. Most probably, I think, they believe that when they become their own bosses, they will be able to translate their own ideas into reality and thereby derive better inner satisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government can help to change the subjective conditions to encourage the employees of MNCs to come out and do their own business. I think there are three things the Government can do: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Provide venture capital and other financial assistance to help them satisfy their capital requirements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Play the introductory role to link up these local enterprises with MNCs to overcome the constraint of the small domestic market. We are different from Taiwan and South Korea because we do not have a domestic market. So when these people come forward to set up their own enterprises, the first problem they encounter is the lack of market. To link them up with the MNCs is perhaps a more viable solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Can the Government provide some contacts between these people and the Government-linked companies (GLC) so as to help them to venture into the international market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want our private sector to be the engine of growth, for our future economic development, then we must systematically cultivate and bring up a new generation of local entrepreneurs. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, the Government has announced in the last Presidential Address that it would privatise some Government agencies and statutory boards, particularly those whose activities are commercial in nature, and at a rate which would not disrupt the financial and the stock markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans have this fear that whenever the word \"restructuring\" or \"privatisation\" of a Government department, agency or statutory board is mentioned, it means more money. It means higher cost of public service. This fear is not unfounded. Take the example of restructured hospitals. When NUH and SGH were restructured or privatised (to us these two words actually carry different meanings, but to the men-in-the street, they mean the same) a few years ago, they saw hospital fees and charges being increased. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More recently, it was announced that Telecom will be privatised. Unfortunately, this coincided with the implementation of the time-based telephone charges. And now public utilities. Many are saying that after the PUB is privatised, utility charges will be increased. Sir, many Singaporeans still do not see the benefits of privatising \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> public services. They are of the general opinion that since the Government has performed such a good job rendering these services in the past, the Government should continue doing so. I would like to ask the Minister to perhaps, once again, explain fully the rationale behind privatising some of these Government agencies and statutory boards, including highlighting to Singaporeans, the men-in-the-street, how they will benefit from this exercise. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Mr Speaker, Sir, I have two cuts. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is obvious. There is no one else after you. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, Government linked companies, or in short, GLCs, are being formed by various Government bodies, such as the Ministry of Finance, Ministry of National Development, MINDEF, or by statutory boards, for a variety of reasons. Very often, the initial formation of these companies is quite justifiable. There is always good rationale for the formation of these companies. They are either to venture into new areas of development, or to go into sectors where the private sector itself is unable to undertake in view of the size or, perhaps, the risks involved. However, the problem that arises is that, after the formation of these GLCs, often they drift away from their original objectives. It could perhaps be their response to market forces, or in response to business opportunities that they go into areas that are in very open competition with existing businesses. As a result, these GLCs do pose considerate competition against the other companies in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, competition is not necessarily a bad thing. What the private sector would feel uncomfortable about and, in fact, some of them may even cry foul play is that there is an uneven playing field. They could feel that the playing field is, of course, tilted in favour of the GLCs. Sir, such impression, whether perceived or real, has an impact on the private sector. I would like to ask the Minister whether the Government could actually do a periodic review of the roles and functions of various GLCs, and for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> those who have drifted away from their original objectives and those that are in obviously open competition with other companies in the private sector, whether the Government should actually consider divesting their shares in these GLCs and end up levelling the playing field, so to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second cut, Sir, is the threat of recessionary trends. Many businesses have felt it in their bones that there could be a recession coming. Many MPs have said so in the last two days. But we should not cry wolf of a recession and talk ourselves into a recession. It is beneficial for us and for the Government to be on the alert. Around the world, we see that various parts of the world are not in very good shape, eg, the US, Japan, Europe, Australia and New Zealand are facing economic problems. However, the Asia-Pacific region is, in fact, growing quite strongly which is a saving grace. I would like to urge the Government to urgently take stock of our economic prospects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do support the proposal by Mr Kenneth Chen, who mentioned yesterday, that perhaps it is timely for the Government to revive the Economic Committee. Perhaps, the Ministry of Trade and Industry would also take advantage of the Resource Panel members that we have in our GPC for Finance and Trade and Industry who could give very good feedback on what they feel about the recessionary trends in Singapore. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng (Senior Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Trade and Industry (Mr Lim Boon Heng):</b> Mr Chairman, Sir, several Members have raised questions on productivity and its relation with wages, and I will address these issues here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first point is: has wage growth been higher than productivity growth? Wages are essentially determined by the tight labour market. The Singapore economy has been growing rapidly at an average of 9% per annum for the past five years. This is way above our potential growth rate. Wages have, therefore, been pushed up as employers bid with one another for a limited pool of workers. The two main causes of low productivity growth last year \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> were: first, the business cycle. The economic downturn in the industrialised countries affected the demand for our goods and services and, in particular, our internationalised sectors - manufacturing and financial services - were the hardest hit. This dampened productivity growth. Similarly, in 1982 and 1985 when economic growth was weak, productivity growth, in terms of number of workers, also slowed to 1.6% and 3.1%, respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is that the slower economic growth was not accompanied by a cut back in employment. In fact, more new jobs were created in 1991 than in 1990, 64,000 as against 61,500. Companies continued to recruit heavily or retain workers in excess of their current needs, either because they were expecting business to improve, or they were afraid that it would be more difficult or costly to recruit new workers in future because of the tight labour market. This is supported by an NPB survey in 1989, which showed that 99% of companies were not willing to release employees in excess of their operational requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, employment growth last year was the strongest in those sectors with low productivity -- construction, commerce, community, social and personal services. So this pulled down the average productivity growth for the whole economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Questions have been asked as to what steps can we take to improve our productivity. Here we can learn from the Japanese. The National Productivity Board has, over the last few months, been studying the strategies which have been employed by the Japanese to increase their productivity. And we have identified, firstly, the strategy of teamwork which they express through quality control circles (QCCs). The first stage of Japanese development in their competitiveness was to harness the entire workforce within their companies to compete as a team. So they have promoted quality control circles because it is a term which the workers can understand, it is a tool which the workers can use, but really \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> the term \"QCC\" symbolises teamwork in the enterprise. We have also been promoting quality control circles here in Singapore and we must continue to promote this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second strategy which the Japanese have used is what they call \"just in time production\". The Japanese have got this very seemingly peculiar term which they use. But the term \"just in time production\" does not just simply relate to the production of anything on time, every time, but really to look at the overall cost of financing enterprise. It is not just that you produce parts within a chain of production to reduce the amount of buffer stock in an inventory that you need for the next stage of production, but really to look at it overall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This term \"just in time production\" has been developed by the Japanese one stage further into what they call \"lean production\". What is this concept? This concept means designing the product in half the time, using half the number of people, get the product to the market in half the time that is required normally. This is an idea which was first initiated by Toyota. But during the Yen appreciation period, when the Japanese faced the problem of high Yen, they used this method very effectively to lower their cost of production. For example, when I led a study mission to Japan, I was told that the Japanese companies that were producing video cassette recorders (VCRs) suddenly found that their prices were so much more, as compared to producers elsewhere, so they have to reduce the cost. What they did was to try to design the same VCR by using half the number of parts, and the Japanese succeeded. So today, the Japanese have moved on to lean production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Underlining all this is also the quality of the workforce which has been mentioned by Members. The cost of training workers is very expensive, especially when they are already out in the workforce. I will give you our own figures. To train a worker, as an adult who is already working, to get an NTC-3 certificate, costs between $6,000 and $10,000. The company may not pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> this amount. It may be borne partly by the VITB and partly also by the Skills Development Fund. But the actual cost of training one such worker is between $6,000 and $10,000. So we have to find more cost-effective ways of upgrading the skills of our workers, and here the Japanese have used on-the-job training, a point which some Members have mentioned that we should encourage our companies to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the National Productivity Board has developed an on-the-job training package with Seiko, and this package is available to our local companies. It is not easy just using the package to develop such a system. We need a coordinated effort to get on-the-job training actually successfully implemented, and this would be one of the thrusts of the National Productivity Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point here is that whilst the costs of doing business have gone up, wages may have gone up, rentals may have gone up, employers and management must play their part to overcome this problem. Here, we must learn from the strategies which have been employed by the Japanese. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked a specific question about what we are doing in terms of training our workforce using their mother tongue. While the National Productivity Board has conducted courses in Mandarin, it has addressed the needs of Chief Executive Officers who are conversant primarily in Mandarin and, therefore, has organised breakfast talks, round table discussions and also even held a productivity lecture in Mandarin for the benefit of this group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the NPB has organised Quality Control Conventions and it ensures that at least two sessions would be conducted in Mandarin. Then there is the Section Leader Certificate course which trains Mandarin-speaking foremen. Since this course was started in 1982, 2,144 participants have been trained. Then there is the National Certificate in Supervision course, which was started in 1986, and 386 participants have been trained. And, of course, at the end of last year, the NPB, together with the National Trades Union Congress, launched the scheme to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> train older workers called the \"Training Initiative for Mature Employees\". This scheme will also conduct courses in the mother tongue of the workers concerned. \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yuhua has suggested that there should be a national committee on skills training. I would like to inform the Member that the National Productivity Council already has a committee on continuing education and training. And this committee which was started just one and a half years ago will oversee the moves that we take towards the training of older workers and to make recommendations on what needs to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now I move on to the retail sector. The Retail Sector Development Plan was announced last week. This plan is meant to help our local entrepreneurs, especially those in the HDB estates. Whilst the concern at this present moment may be over the price of the shops but, nevertheless, there are different aspects of the plan which can be taken advantage of by the retailers, eg, the franchise development scheme, the cooperative scheme. If they wish to group together for greater economic leverage, then they can take advantage of these schemes as well as approach the EDB which will be setting up a Retail Sector Enterprise Promotion Centre. So there is no need for retailers to wait, but if they can get together and they want assistance from the different agencies, they can do so immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the retailers are able to get together and want to redevelop their neighbourhood centre, then the question arises, as Dr Ow asked, what sort of assistance the Government can give to them, and whether they will require the agreement of the residents through the form of voting. What I would like to say here is that so long as the retailers are able to come to an agreement among themselves that they wish to upgrade, then the full array of financial assistance which they may need, whether it is the Local Enterprise Financing Scheme, Business Development Scheme, can be undertaken through \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> the existing schemes operated by the EDB. There is no need, in my opinion, to go for a vote of the residents on the development of a commercial centre if the development does not impinge upon the residents directly. In the case of the upgrading of HDB flats, the residents are directly affected because their flats are being upgraded. But in the neighbourhood centre or commercial centre, the residents are not directly affected and therefore there would be no need to conduct a vote. Nevertheless, it is necessary to establish, firstly, whether there is general consent among all the retailers in the precinct and there must be general assent before we can proceed. Otherwise, it will be very difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, any upgrading that is done should take into account the inconvenience that it may pose to the residents and that it should be carried out in phases as far as possible. And of course the normal planning requirements would apply in such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Ow also asked the question about Government's assistance to entrepreneurs. He has, as he mentioned, accompanied me on visits to local enterprises and he quoted the example of lecturers from the university setting up business. If there are any persons willing and wanting to become an entrepreneur, there is a whole range of assistance schemes which they can benefit from. I have mentioned this before that there is in fact a book on all the existing schemes that are available to entrepreneurs. This publication is available in all the bookshops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked a question about venture capital. There is a venture capital industry in Singapore and the EDB has set up a venture capital club. The venture capital fund to this date has benefitted 100 local companies. Then there is the Local Industry Upgrading Programme which links the MNCs with local supporting industries. Under this scheme, the MNC would appoint one person as a liaison to assist the supporting industry to upgrade their operations and to help them to plan out their work, organise their systems of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> production in order to service the multi-nationals more efficiently. This scheme has to-date benefitted 120 companies. Of course, there is also the other question of technology transfer. There is the SISIR Incubator Scheme. There is also assistance available from the university and the polytechnics for any of our small businesses that want to do product development. I think that there already exists a wide array of different methods in which local businesses can benefit and grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to the question of GLCs linking up with local entrepreneurs, this would come under the Local Industry Upgrading Scheme or the Local Industry Globalisation Programme. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I shall take up the other points which the Members have raised. Mr Chew Heng Ching asked about over-producing of graduates and raising unrealistic job expectations, if we just flood the market with graduates without regard to economic need and demand. He raised legitimate concerns. When we produce manpower, MTI and the Ministry of Education work very closely together to make sure that the people we train and educate graduate with skills which are in market demand, whether they are graduates from the university, whether they are diploma holders from the polytechnic, whether they are from the VITB, now to be named the ITE, or at other levels. We educate people not only to enable them to upgrade themselves and to fulfil their aspirations, but also to train them in disciplines which will meet real needs in the economy. When it comes to graduates, if you watch the NUS and NTU output, our focus has been on engineering, computer programmers, business graduates, commerce, amongst others. Yes, of course, we also have arts, pure sciences and the full complement which a complete university has, but the main focus is on skills which tally directly with jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we are talking about tertiary education for adults, in Singapore we are talking about two potential groups. Firstly, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> people who earlier missed out on their tertiary education. Maybe their family circumstances were difficult, maybe they left school, or the school system did not accommodate them enough -- in those days dropout rates were higher -- but today they are still relatively young and still keen to work for a university degree, perhaps in their 30s, maybe early 40s, willing to put in the 4-5 years of very strenuous effort involved in working part-time for a university degree. We should cater for this group. But to be realistic, this is a declining group. Because among the younger Singaporeans, better school results and larger university intakes have enabled nearly all suitable candidates to go to university when they are 18 or 20 after school or after NS, and therefore the need to cater for people who have missed out at that point is less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second group are the polytechnic diploma holders, people who have graduated from polytechnic, gone on to do their NS and now want to further their studies and to build on what they have learnt. Every year, about 1,000 have been going abroad seeking degrees in Britain and America, often getting partial credits for their polytechnic diplomas. Their interests will be more in technical and business degrees and less in general arts courses. This will be a continuing group, because every year we will have 9,000 polytechnic graduates. Maybe one-quarter of the cohort go through polytechnic and among them there will always be some who will be able and wish to go on to university. They are managing to do it overseas, but if the opportunity is available to do it locally, we can help them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our plans for adult tertiary education therefore must take into account these two factors. Firstly, the supply of qualified candidates among the population; secondly, the demand for useful skills in the economy. Otherwise, we may unintentionally generate unrealistic expectations and disappointment. The Ministry of Education shares this view, and I know that they are developing plans for the Open University with these factors in mind. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, privatisation, a point raised also by Mr Chew Heng Ching, whether it is a good idea to privatise Government agencies and statutory boards, as this may lead to higher cost increases. Why is it a good idea? I think for two reasons. One, the statutory boards and other companies will be free to operate more flexibly than the Government can. When you are part of the Government family, you are attached to a large raft. It gives you security and stability, but on the other hand, it constrains your freedom of manoeuvre. You want to change hours of service, you want to change the salary schemes, you want to recruit people part-time, you want to provide a new sort of service which you did not use to do but for which there is a market demand. Being in a statutory board is not as bad as being within a Government department, but nevertheless there is still the constraint. You have to consult the Minister and what you do may have implications on the rest of the Government. So you are limited. If you become a company, then you can operate with less worry that what you do will have untoward effects elsewhere in a very big and very closely interlinked system. You want to change your pay scheme, you want to change your prices or give discounts, you can do that without it setting difficult precedents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second advantage is that privatising will subject the statutory boards to the effect of market forces. So you only provide services which are in demand. If you are providing a service for which there is no demand, then you should gradually taper it off and stop doing it because you are wasting money and resources, and doing something which is not appreciated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How this works out in practice, you have to look at the individual instances. Will going private raise costs? If costs rise that will hurt, whether it is in the public sector or whether in a private company. It is like the electricity rates. They go up, they go down, they vary depending on oil prices, energy prices. PUB as a statutory board has to do that. If PUB were converted into a company, it would still do that. I suppose \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> the hope is that if PUB is with the Government, then maybe some pressure can be brought on the Government and when energy prices go up, why not let the PUB lose some money, and postpone the revision of the necessary fee increase. That may solve your problem for a little while, but it is not really workable because in the end if PUB runs out of money, and we will come back here and ask MPs to vote. If you do not vote, then either PUB must go bankrupt, or else we will have to print money. I do not think Members would want either outcome. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I understand why the public is concerned that privatisation might raise the cost of living. It is an unknown. It is quite a big step to take which, to use Mr Davinder Singh's words, will affect their lives. Therefore, the Government will take our time in the privatisation exercise so as to evaluate its impact, make sure it will be successful before we proceed. We do not want to dive in at the deep end. In fact, for all the agitation and talk, there are only three statutory boards which are under consideration for privatisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One is SBC. This should not have much impact on consumers in terms of price, because the television licence is a small fee compared to utilities and telephone bills. The advantage of privatisation is that consumers will benefit from better services and programming. You have cable television, you have paid television, you have CNN, BBC World Vision. These are all very rapid developments, taking place around the world. If we do not get in on them, we will be left behind. And if we try to get in on them, operating as SBC within the Government framework, I think we are really encumbrancing ourselves. We need safeguards even here to make sure that minority programmes are not compromised. Because when you are making programmes for the minority communities in Singapore, quite frankly, it is very difficult to get advertising and commercial sponsorship. Unless the Government supports these programmes, not enough of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> them will be made. So when we privatise SBC, this will have to be looked after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second organisation to be privatised is Singapore Telecom. A Bill has been introduced. The First Reading is done, the Second Reading will be carried out soon. Once it has been passed, we will form Telecom into a corporation. That means instead of Singapore Telecom being a statutory board, which is supposed both to regulate and operate the telephone service, the handphones and so on, we will split it into two. The statutory board will be the regulator, the operating company will do the business. The regulator will set the rules. One day, it may well allow other companies to come in and operate and compete against this subsidiary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having set up the company, the next step is to float it off, to privatise. I think we will take a little bit of time on this, because there are complex issues involved. We need to make sure we get it right and we will have to study it carefully. Therefore, flotation is unlikely to take place this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third statutory board likely to be privatised is PUB. We will only do this much later, after looking into the privatisation experience of Singapore Telecom. Let Singapore Telecom go first, let it go some distance, then we can evaluate the experience, and move. This means several years. PUB is different from Telecom. Telecom is a dynamic industry. Every few months we have a new sort of handphone, zone phone, new gadget, picture phone, fax, data. PUB is a sober, stable business -- water, gas, electricity. And it will remain water, gas, electricity for many years to come. PUB is providing these services efficiently. It is meeting the needs of the public. The advantages for PUB are less immediate and therefore we will take our time to study it before moving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, the Government would not allow a monopoly to cream off monopoly profits to the detriment of consumers. To protect the consumers, we will impose adequate regulatory controls. What we will do with Singapore Telecom will also be our approach with other agencies. A \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> restructured statutory board will regulate a corporatised operating company, and we will clearly separate the two. The regulator will be one, the operator will be another. This will meet some of the concerns of Members about GLCs having an inside track in competing against the private companies. By separating the regulation functions out and promoting the growth of the industry, we can have more open competition, and ultimately we should have better service for consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Government-linked companies. Mr Leong Horn Kee asked what the Government will do about these companies, and whether there is any basis for their formation, which is not simply to make profits. This is a perennial question. There has been no change in the Government's policy on GLCs. We set them up either for security reasons, like the Chartered Industries of Singapore and the defence industries, or where social controls are necessary, like Singapore Pools, or where the private sector is unable or unwilling to undertake the activities, like Singapore Airlines and NOL. Having been set up, GLCs should operate just like any other private companies, on commercial principles and setting bottom line objectives. There is no virtue in losing money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;GLCs should be allowed to compete freely against private companies, but they should not be treated more favourably than any private company. I give you the Government's undertaking that we do not treat GLCs more favourably than private companies. In short, they should compete on a level-playing field. I think the main thrust is not in dispute; the problem arises at the grey areas. And there will always be grey areas, particularly in the case of subsidiaries of statutory boards, and the subsidiaries of GLCs which are not publicly listed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over time, GLC activities have expanded and grown, these organisations may have exploited market opportunities that came their way, and which were relevant to their business, although not central to it. They have gone into activities related to their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> core mission, around the periphery, and gradually expanded the area. The Government allows them to do this for as long as it makes good business sense. And especially in the case of listed companies, to be fair to the shareholders, the board of directors must be allowed to decide what activities the companies want to go into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, having gone into these activities, from time to time, we should review them and rationalise them to fit in with the mission of the parent Ministries and statutory boards. If their activities are no longer germane to their parent organisation's main mission or if the initial reasons for the Government to go into the business are no longer there, then the subsidiaries should be hived off, although this may take time. The problem often is not that we want to hold on to the companies. The problem often is that we would like to hive them off, but there is no immediate private sector company or group ready to take them over and to run them. If such a group is available, we can work with it and be quite happy to have somebody else manage the company. There is no need for the Government to go into it. This is not the way for the Government to get rich. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have said before that if anyone should come across any evidence that the playing field is not quite flat, let us know, and we will bring our theodolite and measure it. I would like to reiterate that offer today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the question of cost and the threat of a recession brought up by Mr Leong Horn Kee. It has been thrashed greatly in the last two days, and if it is not dead, let me give it a last go. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in business costs is the natural consequence of our strong economic growth. The growth rate has been 9% a year for the last five years. Our natural sustainable growth rate may be 5-7%. We are bursting at the seams and the stress must show somewhere. It shows in business costs, which have gone up. The unit business cost of the manufacturing sector went up 5% last year. In 1990, they went up even more, 6.7%. Most of these are not Government-imposed costs, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> labour costs, which means collective agreements or salaries individually determined by companies. The labour market is tight, companies want workers, so they have to pay. Unit labour cost went up 6.8% in 1991, about the same as in 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How does that affect our competitiveness? That depends on how costs have moved in the other NIEs. Our relative unit labour costs deteriorated slightly in 1991. We are at the level we were back in 1982/1983, still below the high in the 1985/1986 recession. Because the Koreans have been expanding furiously, and the Taiwanese exchange rates have appreciated, so their costs have gone up. In terms of export performance, we have continued to do well. Domestic exports last year rose 11%, 1990 they rose 12%, 1989 they rose 9%. So despite the higher cost, the economy is growing. So long as the economy continues to grow, I think we are all right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the public sector answerable for the higher cost increase? As I said, most of it is because of wages. Public sector charges are only a very small share. Time-based charges, telephone charges, did not raise costs because overall they were revenue neutral. In fact, most companies save money, and most people save money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we have to do is to watch this year carefully. Up to now, we are all right. As long as the external environment is all right, our level of cost, which means our standard of living, is sustainable. The markets are there, the exports are there, the business continues to grow, the investments continue to come in, wages continue to go up. But this year we had better watch it carefully. As Members have pointed out, the American recession is taking a long time to turn round. The Japanese growth rates are very low, their property market is down, their stock market is down. European growth rates are very low, whether it is Britain or France or Germany are all in difficulties. These factors have not surprisingly affected Singapore. So whether we are over-priced or not depends on how strong our markets are. And if our markets collapse, we may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> suddenly find ourselves over-priced. For that reason, I think we should be careful this year not to let our wages overshoot, in the optimistic expectation that there will be a sudden global turn-around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not projected a recession. The Finance Minister announced a forecast of 4-6% for the year. This is MTI's best guess. It is slightly down from our earlier guess of 5-7%, but we believe that, barring further unforeseen circumstances, we should be able to achieve it. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, we should learn from the Japanese. It is just in time for me to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), 30 minutes. Mr Chng. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Code WA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my subject is fixing of airline fares. Sometime last year, a cartel formed by about 20 airlines which fixed air fares in Singapore called the Intra Marketing Programme collapsed. In the process air fares to London were literally halved what it was. For the last several years, in 1989, there was a different programme called Market Development Programme which was again formed by these similar airlines to set minimum prices for air fares. All this fixing of air fares out of Singapore is to the disadvantage of the consumers, especially Singaporeans. This fixing of air fares leads to a ridiculous situation whereby it is cheaper for Malaysians to travel from Kuala Lumpur to Singapore and to London than for Singaporeans to travel from Singapore to London. All because of price fixing in Singapore. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think this situation is tenable. I believe that the Minister should do something about it. Perhaps let me quote what he said on 15th January 1990 in reply to a question on deregulation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> the oil prices. May I quote from Hansard (Vol. 54, col. 920). He said at that time: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Deregulation encourages competition among oil companies. It forces them to operate efficiently and to be more responsive to the needs of the consumers. It allows the free market to determine the real price for the products, and is therefore fair and economically rational. The Government does not regulate the prices of food, transportation, or other basic necessities in Singapore. It leaves it to competition to bid down prices and prevent profiteering.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question to the Minister is that this fixing of airline fares has been going on for a long time with disadvantages to consumers. My particular question, and it is also a general one, is that in the event whereby a fixed number of suppliers of goods come together and fix prices to the disadvantage of consumers, like the oil companies coming together to fix oil prices, what will the Ministry's stand be, and whether he will apply administrative pressure or move a Bill in Parliament to prevent this from happening. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, I would like to declare my interest. I am a staff at the Nanyang Technological University (NTU), but the views I express today will entirely be mine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has already committed to giving more money for R&amp;D, eventually up to 1% of GDP, and in the near future up to 5% of GDP. This money can be a force for jacking up productivity or it may be so much money down the drain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How to measure success and failure in R&amp;D is very subjective. Let me draw two parallels across the Pacific -- IBM in America and Sony in Japan. Both companies are renowned for their industrial prowess. Their empire spans the globe and their names are synonymous with creativity, inventiveness and profitability, until lately of course. Last year, IBM lost money. Their ideas and products did not set the world on fire. Often, they lost the products and ideas coming out from the American research backyards, and that is in spite of the fact that Big Blue spent US$6 billion on R&amp;D, about 14% of Singapore's GDP. I repeat, 14% of Singapore's GDP, and that is on one item, mainly infotech. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> Can we spend 1% of our GDP and hope to succeed in everything, from bio-medical technology to engineering to botany or chemistry? I think we must find some market niches and not spread our resources too thinly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I want to ask a deeper question. Is IBM's R&amp;D achievements a success or a failure? Some would say that it is a resounding success. Look at the results. In the 80s, IBM had two Nobel prize winners. She has filed over 33,000 patents and her researchers have published thousands and thousands of academically acclaimed and cited academic papers. Along the corridors of their research laboratory, hundreds of high-tech wizards are peering into telescopes looking for tomorrow's solutions, apparently forgetting today's needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can we afford the IBM model? If we cannot, are we looking elsewhere? I suggest if we are looking elsewhere, we look at Japan's Sony - the world's most inventive and creative company. How they do R&amp;D and how they motivate their R&amp;D staff should be an inspiration for Singapore for three reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, their R&amp;D is market-driven and success means the ability to translate an idea into commercial success. In other words, there is a return on investment. Second, the technology level in Singapore is closer to Sony's than to IBM's. And third, to me, the most important, Sony's expenditure in R&amp;D is something we can achieve. Last year, Sony spent US$1.5 billion, 5.7% of their revenue or about 3.5% of Singapore's GDP. Those figures are realistic for us, within the short term reach of Singapore's R&amp;D plan. Sony's achievement is remarkable. Fortune magazine calls Sony's R&amp;D engineers \"the world's most prolific and innovative\". Every day, they turn out four new products. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think there is a lesson in Sony's R&amp;D that we can learn, and that the best auditing tool for R&amp;D lies in the market. That is why Sony succeeds, and IBM has not succeeded so well. I wonder if the Minister for Trade and Industry agrees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, my subject is Measures to Check Inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, workers are generally very anxious about increases in cost of living. As stated in the Economic Survey of Singapore 1991, most of the inflation in 1991 was due to domestic factors. Unlike external factors, which are beyond our control, Government can work out and implement measures to check domestic sources of inflation and, particularly, profiteering. I would like to ask the Minister to outline what measures his Ministry has to check the rise in the cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although our inflation rate is low, compared to other countries, our current rate is high, compared to the average rate for the last five years. We saw lower rates of inflation in 1987 to 1989. Many increases which led to high inflation in 1991 were introduced in 1990, for example, the increases in the cost of transport, MRT fares, bus fares, and so on. And for 1992, there are new levies. I think Members of the House have spoken on many of these new levies. There is also this increase in the water conservation tax on domestic customers. Have we considered how much it will add to inflation? After all, we use water daily and many products also use water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree that we must do all we can to discourage high and wasteful consumption. We import our water. However, instead of a tax which can lead to an increase in cost, we should consider incentives like a rebate for those who reduce water consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, urgent measures are necessary to monitor and check inflation and especially to counter profiteering. The Minister has just stated that we must moderate demands on wages, and I think stability in cost of living can help to do this. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, I have only one cut this time. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Good. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, for the last two years, every year, Encik Othman Haron Eusofe and I spoke on this subject, therefore I think it is my duty to speak on it again now. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Inflation in 1991, according to the Consumer Price Index, was 3.5%. The Minister for Finance had mentioned yesterday that the strong Singapore Dollar has helped to check inflation. The fear of an inflationary trend, as Encik Othman has said, is always in the mind of the people. Just today, if you read the Business Times, at the back page, it says the Bank of Tokyo has predicted that for Singapore, inflation would actually grow this year to 3.9%, and then in 1993 it would be 4.5%. While we may not want to believe all these forecasts of economic doom and failures, I think it is useful for the Minister for Trade and Industry to actually be mindful of inflationary pressures. Therefore, I would like to ask again this question this year: what are the measures the Ministry is taking to check inflation? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, Singapore's economy has long been known as one that is closely related to trading and services. Industrialisation and manufacturing expansion were made after separation in 1965. Further development in the service sector was made much later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, compared to other industrialised countries in Europe, America and Japan, Singapore has an extremely short period of development of our local enterprises. Our initial objective of overcoming massive unemployment and attracting investments had resulted with special emphasis given to the MNCs and foreign investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our desire to globalise has resulted in further infusion of capital from big business and manufacturing corporations, thus providing highly paid and also highly skill-oriented jobs to our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, we also have Government-related companies, which the Minister had kindly touched earlier, which are involved in a number of manufacturing and service activities. Sir, despite the existence of this rather harsh environment, we have seen the emergence of small and medium enterprises which are beginning to globalise their operation. In this respect, I wish to thank the Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> Finance yesterday for his very elaborate answer on various incentives given to our local SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of promoting our local enterprises is not new. It was raised again and again in this House. We are happy that the Government has looked into this matter seriously. Dr Goh Keng Swee, the founder of EDB, had this to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Business people do not embark on new ventures for political objective. They do so on a calculation of profit and we want to introduce them to develop new industrial enterprises. We must make the economic setting suitable for the promotion of this activity.' \n  <br>\n  <br>That was in 1961. Now, the EDB Annual Report stated that 3,000 international and over 70,000 local enterprises had set their businesses here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also important to note that during the same period, the South Koreans embarked on different paths of development, following the Japanese. They encouraged the conglomeration of local enterprises, provided financial backing and poured in their experts to build their local giant enterprises. These are the enterprises, together with their smaller feeder support enterprises, that are seen in expanding their operation abroad. We, on the other hand, invited the MNCs, improved our economic infrastructures and set up a number of Government-owned or Government-linked corporations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the above, Sir, apart from the measures and facilities mentioned by the Minister for Finance, the step-by-step privatisation of our statutory boards mentioned by MTI, what are the other plans and measures the MTI has in mind to encourage the growth of our local enterprises? \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Mr Chairman, Singaporeans need water and the Government has spared no effort to meet this need. This is commendable. The Government wants Singaporeans to conserve water because water consumption has been on the increase every year. The Government has therefore found it necessary to restrict water consumption further by raising the water conservation tax from 5% to 10%, for households using more than 20 cubic metres a month. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am appealing for consideration that the tax be imposed based on the number of persons in a household, rather than on the per household basis. I mean, if we talk of a small household of, say, three persons, they might not use more than 20 cubic metres. But what about a larger family of, say, eight to ten people? They would certainly be using more than 20 cubic metres, whereas if these eight or ten people were to live separately, they would escape the higher tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This would be in keeping with our aim of encouraging extended families to live together. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I will take the suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at ten minutes to Three o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.36 pm to 2.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W -- (cont.) \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, Encik Yatiman Yusof has asked about our strategy for developing local businesses. He pointed out the difference between South Korea and Singapore. There are significant differences between Korea and Singapore. South Korea has a population of 43 million, which is 14 times that of Singapore. They also have a land area 150 times ours. Their large domestic market provides the opportunity for the development of sizeable indigenous companies which can take advantage of their economies of scale. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, on the other hand, with a small population has had to look overseas for investors in the first step of our industrialisation. We brought in foreign capital and multi-national companies that have world-class technology and know-how and have linkages with foreign markets where they export to. And Singapore has benefited from the participation of multi-national companies in our economic development. Our local industries have benefited from the technological transfers, new markets and business partnerships with them. As far as the local businesses are concerned, the array of assistance schemes has already been repeated many times. So I would just like to stress one particular initiative and, that is, the formation of linkages or economic groupings. Here, we encourage our local SMEs to form linkages with multi-national companies and with the Government linked companies for mutual benefit. This, I hope, would be taken up by the small and medium-sized enterprises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to conclude by pointing out that our small and medium-sized enterprises have not been doing too badly. Since 1986, their value-added per worker in manufacturing has improved by about 9% a year, which is better than the industry average of 7%. So by making use of the many assistance schemes available to them and by linking up with the MNCs and GLCs, our local firms can hope to maintain and improve their performance. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, Mr Chng Hee Kok asked what we are doing about cartel groupings. He quoted a statement I made back in 1990, which I think is still valid, that it is best to depend on open competition and let the market forces drive down prices. That applies in general, and also to the airline business. The Intra-Orient Marketing Programme (IMP), which Mr Chng referred to, I understand, is an informal grouping of airlines, not a comprehensive one, and only 21 out of the 58 airlines which are flying to Singapore are members of the IMP. They have set airfares which apply only to themselves, to members of the IMP. The fares they have set are lower than the published rates \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> of the International Air Transport Association (IATA). So if you look at the surface of it, consumers are not penalised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I concede readily that the airline industry is not a perfect market. It has all sorts of distortions and restrictive practices, eg, air rights are subject to negotiations between countries, all kinds of bargaining and side issues come in; and there are strange anomalies, like it is cheaper for people to fly from KL to London via Singapore than to fly from Singapore to London without going through KL. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a problem all over the world. Singapore cannot, on our own, remove these structural impediments in the airline industry. It is just beyond our power. What we can do is to encourage as many airlines as possible to service Singapore. Competition and market forces will push down airfares. We keep an open sky policy to make it difficult for any cartel to fix high prices for long. To people who object that it is better to fly to London through KL rather than to go direct, well, I say good luck to them, they should take the extra stop along the way. If enough people do that, then the airlines will have to change their pricing policies. It is not within our powers to regulate their prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee asked about research and development expenditures and asked us to focus on R&amp;D expenditures which would have a market orientation and practical result. I agree with him. The focus of the Government's R&amp;D spending is on areas that promise to generate economic spin-offs. These include developing broad-based technological and manpower capabilities which are relevant to the needs of industry, for example the Joint Industry Masters Programme which is a scholarship programme. The Government provides the bulk of the financial support for post-graduate training for researchers who are already working for companies, and they go and get their Master's degrees. For example, we are helping to develop more specialised capabilities in a few key technologies, like bio-technology, material technology, micro electronics. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> are providing help to the private sector in their development and commercialisation efforts, eg, patent advisory services and bridging financing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we are also developing general technology infrastructure to support R&amp;D efforts by both the public and private sectors, like Technet, a computer network which links academics, researchers and industrialists together, gives them access to the international research and academic networks and enables them to disseminate information instantaneously. These are projects which we have been supporting. They are investments in the long-term future. In areas where we have an established track record, the private companies can take the lead, but in areas of emerging technology, where the projects are risky and payoffs are uncertain, the public sector will have to go in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem now is not so much to find exactly the right areas to go into, nor is it money. The problem is to get enough activities launched and the right attitude of research imbued in our people, in our scientists and engineers, so that there will be a wide range of activities and then we can afford to be more selective and more directed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sony spends $1 1/2 billion on R&amp;D. They have a few thousand people, and they produce four new products a day. I read the Fortune magazine article about them. It was very impressive. But they have culled people from all over the world, talent spotted individuals; people who are unconventional in mould, people who do not quite fit in to the standard thinking. They bring them into Sony, fit them into teams, let them free, and yet channel their energies. No other company in the world has been quite as successful as Sony so far. Sony illustrates what is possible, but it will be some time before we begin to approach a fraction of that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, inflation, a question raised every year by Encik Othman Haron and Mr Leong Horn Kee and a question answered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> every year by me. I circulated some tables (Cols. 821 - 824) which, I think, tell the story. They are correct that inflation has been slightly higher in Singapore for the last two years than previously. But if you compare Singapore with the other countries, our track record is an extremely good one. As you can see from the first chart, Singapore's graph of inflation just over the last two years is right at the bottom, lower than Malaysia in recent times, lower than Taiwan most of the time, lower than the OECD countries, much lower than Hong Kong and much lower than South Korea, which Mr Chiam said the day before is a very good example to follow. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920311/19920311-HA-0590821.htm\">tables - INFLATION RATES OF SELECTED COUNTRIES, INFLATION, VARIOUS COUNTRIES, 1989-91 (Cols. 821 - 824)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures are also given in the next table which confirm in more detail that our inflation record is a very good one. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The best way for us to keep inflation down in a free market economy is to make sure that goods and services are sufficiently available, that there is free competition, and that cartels and monopolies are not cornering the market. It has worked with oil and petrol in the retail business, and this should be the approach across the board. The macro-economic factors matter. In other words, if we have a balance of payments surplus, a strong Singapore dollar, a budget surplus, no excessive wage increases, no huge increase in money supply, with more money chasing less goods, we are more likely to have stable prices than if we go for deficit financing, the government printing money to pay for its debts, and quietly shifting the burden on to wage earners who find their dollar worth less. Therefore, the private sector can help to keep inflation down by keeping wage increases realistic and productivity growth up, so that we do not get into a wage price spiral. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong quoted a private report that this year our inflation rate will be high. I do not know whether to believe the private report because it also said that this year our growth rate will be high, although \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> Mr Leong did not quote that part. Our own estimate, which I have confidence in, is that this year the inflation rate will be about 2 1/2%, lower than last year. Slower economic growth should take some pressure off wages and prices, and that will be a good trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Harun Ghani asked about the water conservation tax. Firstly, in general, the water demand follows economic growth very closely. Every time the economy grows, industries need more water, construction sites need more water, restaurants, commercial establishments need more water. Then commercial demand for water goes up. Even in the homes, people move into new houses, bigger houses, bigger flats, they have more bathrooms, more fish tanks, so consumption of water in the homes also goes up. And the correlation with GDP is just as close as for commercial usage. So every year, as our GDP goes up, water consumption goes up. And because water is a scarce resource, we must decouple this. We cannot allow this trend to continue. We must be able to generate more GDP without consuming so much more water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of our water comes from overseas. The Johore water agreement of 1961 entitles us to draw up to 250 million gallons per day (mgd) of water from the Johore River. To go beyond 250 mgd, we have to depend on the new water agreement which was signed with Johore in 1990, but that will be processed water, not raw water, and it will be at a different price, much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, we already draw from the Johore River about 120 million gallons a day. We are entitled to draw 250 mgd. Our total consumption is about 200 mgd. At the present rate of growth in water consumption, within 20 years we will need the full 250 mgd from the Johore River. When you run into that brick wall, every additional gallon of water is going to cost you a lot more than it does to pump now. Either we wait until we run into that brick wall and then start doing something in a hurry, or alternatively long before we reach the crunch, we should take steps now to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> conserve water and to hold down consumption. This means progressively tightening up on water consumption, so that the economy can grow without using so much water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, we introduced the water conservation tax as part of this strategy. We cannot solve this problem by giving money away -- with rebates, as one of the MPs suggested. I do not think that is viable. Despite the water conservation tax last year, the demand for water continues to increase. Last year, domestic demand grew by 5.8%, much higher than our average increase of 3.8% over the last five years. Therefore, this year the Finance Minister has to raise the tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the longer tem, I should warn you that the PUB is making large investments to assure our water supplies. We are building a dam across the Linggui River in Johore. We are exploring and developing alternative sources of water supply, eg, in Bintan. These are very costly investments and they will inevitably entail further increases in water rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The specific question from Encik Harun Ghani was whether we should not make the concession on a per capita basis rather than on a family basis. He is right in pointing out that we are giving every family 20 cubic metres of water tax free, and taxing the balance. Why not give per person, because this penalises big families? I sympathise with this, but I do not think it is going to be easy to do, because our whole structure is worked around the household. The water rates are priced on a household basis, per account, and the tax is riding on top of the structure of water rates. To go otherwise, we would have to unwind the structure, and find out who is living in which house, when a new baby is born, as he is entitled to his quota of water and so on. It becomes too complicated. The amounts are not huge. Going by household is a rough approximation. From the economic point of view, the solution to this anomaly is to tax even the first 20 cubic metres of water. That would be the right thing to do, because water is one product, so it should be sold at one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> price. If I give to you the first 20 cubic metres tax free, and you give it to your neighbour who may have exceeded his quota, why should you have it tax free? Whether we do that is another matter, we will take our time to think about it. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I have just one comment on what the Minister said about the Intra-Orient Marketing Programme. He is right that the IMP comprises 21 out of 58 airlines. But what he has not stated is that these are the major airlines. For example, for flights to London, these are the regular and frequent flyers to this particular destination. In the process, the consumers have very limited or no choice if these 21 airlines come together under IMP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, owing to the shortage of time, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Yatiman, I am afraid there is not much time left. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Code WE 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1990, in spite of the Gulf War, we secured investment commitments worth $2.7 billion, 27% more than the previous year. Since then, many developments have taken place. The Soviet Union had disintegrated. The former West Germany had spent US$120 billion for East Germany, the results of which are yet to be seen. The North American Free Trade Area (NAFTA) has been formed. The EC economic union has been established. America, Britain, Canada and Australia have gone into recession. Japan and West Germany have started seeing slower growth. New areas of investment have opened up, eg, China, Vietnam and the Central Asian Republics. And new investment opportunities have arisen in our neighbours. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> All this is bound to affect, one way or another, the flow of investments into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: what are the prospects for the inflow of investments into Singapore in the short and long term? Secondly, what new measures will be taken to promote the inflow of investments? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, the question is how to continue attracting investments into Singapore. First, we must maintain our competitive edge so that businesses can do well here. We do that by educating people to the full, to give them skills which employers want to use and want to employ. We generate a conducive business environment, where the tax rates are competitive, the infrastructure is comprehensive and the administration is efficient and predictable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not done badly. Last year, we had nearly $3 billion of manufacturing investment commitments, which compares favourably with the $2 1/2 billion in 1990. These are good investments in terms of growth value-added. When the investments last year are fully committed, they will generate a gross value-added of $3.7 billion, compared to $2 billion for 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in terms of per worker, last year's investments produced an average value-added of $154,000 per worker, compared to the manufacturing industry's average of $60,000. So each time new investments come in, we upgrade the quality of the manufacturing industry and, at the same time, those activities which are here and which are prospering are an advertisement, demonstrating to new prospects that if they come here they will do well. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): I thank the Minister for his reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W be reduced by $10 in respect of Code WI 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Skills Development Fund was established in 1979 to provide incentive grants for the training of persons in employment and the retraining of retrenched \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> or redundant workers. SDF grants are awarded only for employer-based training to ensure that training has the accountability of the workplace. The company must identify the training required to upgrade its employees and undertake to fully fund the training programmes. A shortcoming of this funding mechanism is that the employees from smaller local companies end up not being given the opportunities to go for training and upgrading. Realising the importance of higher skills for higher earning potential, the NTUC has been trying to reach out to such workers and also union members caught in this bind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1986, the SDF has treated NTUC as a surrogate employer for courses. However, as a surrogate employer, it also means that the NTUC would have to bear a portion of course fees not supported by SDF funding. As more and more workers take advantage of this training support, NTUC's financial burden has also grown. NTUC is now at a stage where it would need financial assistance from the Government if it is to continue to play its role as a surrogate employer. Training of our workers is important for us as a nation, but certainly not a basic union responsibility. Hence, I would like to ask the Minister to consider getting the SDF to help the NTUC set up a Training Endowment Fund of about $4 million so that it can continue to perform the role of surrogate employer for workers. We estimate that the interest from this fund would be able to support about 2,200 training places per year. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, I shall be brief. The Member has made a request. We are prepared to consider it. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, I thank the Minister for agreeing to consider our request and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $120,399,570 for Head W ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $777,129,900 for Head W ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U -- \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head U, Amendment No. 1, Dr Tan Cheng Bock. We have 28 minutes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my GPC will approach the Committee of Supply debate on the Ministry of National Development from two fronts. I will deal primarily on issues pertaining to the general policy matters of the Ministry of National Development, particularly its budget allocation and its implications, while my colleagues, Dr Wong Kwei Cheong and Dr Koh Lip Lin, and later on myself, will deal with matters at the ground level. I would expect my other colleagues not in my GPC to help out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry obviously has to be geared up for the workload occasioned by a massive 31% rise in development expenditure. The basic message to the Ministry, especially the regulatory organisations, is that we would like to see productivity improvements translated in terms of not only lower processing costs, but a shortening of processing times for planning and building control applications. We should also look seriously at the volume of construction work which the various Government Ministries will be undertaking and ensure that we do not forgo these opportunities to build up a more efficient construction industry. The Ministry has provided increasing opportunities for the participation of private sector architects and design engineering firms in certain categories of planning, housing and other building works. It is useful to evaluate whether this approach has yielded any significant improvements in the quality and efficiency of our buildings, and whether we should modify or expand this approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no question that, on the whole, the Ministry will be a lot busier in the coming year with the infrastructure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> expansion and the housing refurbishment programme, but several issues may have to be clarified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to give support to the anticipated increase in national construction activities, the Ministry (together with the Ministry of Labour) recently announced a new foreign labour recruitment ratio of 1:3. The declared intention of the Ministry is to assist in loosening the anticipated tight labour situation. Our feedback from the industry is that the ratio, because of a change in the definition of its base component, may not be an improvement over the previous scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain further. Currently, construction companies are allowed to employ two unskilled foreign workers for every local or skilled foreign worker that they have. As the construction industry is experiencing an upsurge of activities, the Government has decided to relax this dependency ratio. Construction companies will, from 1st April this year, be allowed to employ three foreign workers, including skilled foreign workers, for every local worker, ie, Singaporean or permanent resident, they employ. However, skilled workers who possess a 3-year work permit will not be included in the calculation of the dependency ratio. This was in the previous scheme. A flat rated application of 1:3 on the whole industry will not give consideration to the various requirements of the recruiters of labour for different trades. Why is this so? This is because the construction industry's labour requirements for different stages of construction differ. For excavation work you need low skill or no skill at all. But for plastering work and indoor works like electric, air-conditioning and so on, you need skilled labour. Therefore, a flat rate application of 1:3 for the industry as a whole will affect our construction programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We agree that over the long term, a policy of lesser reliance on foreign labour in all industries is desirable. To achieve this, we suggest the Ministry look at other issues beyond the labour levy mechanism and the labour control ratio. We see the thirst for foreign labour as a constant problem each time the national construction activities are stepped up. The problem of attracting more from the limited pool of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> Singaporean workers for the construction programme must be addressed by taking into consideration the following in addition to any pricing mechanism: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The demanding nature of construction site works; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The aging local construction workforce and the comparatively better attractions offered by other industries to the new and better educated Singaporeans; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The design-led construction methods and systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CIDB, in its reports, has pointed out the example of foreign countries who have managed to sustain large construction programmes with high productivity through a skilful balance of modular designs, standardisation and prefabrication of building components. The Ministry, through HDB as the largest local developer and contractor, must take the lead to influence and guide the industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall look at the budgetary allocation to the Ministry as a whole. There is a 13% increase in the estimated expenditure on manpower. This is despite the reduction of 119 posts, or 2.8% of the 4,150 posts in FY 91. Given that a substantial part of these deletions arises from the privatisation of some of its functions, it will be interesting to see if there has been a rise in the productivity of those functions which remain with the Ministry, and whether this can be reconciled with the increase in manpower cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The processing cost per development application seems to have increased substantially over the past five years. It rose by 605% from $157 per application in FY 87 to $1,008 last year. On a more encouraging note, however, it is projected to rise by only 1.4% to $1,023 in FY 92. Has the planning processing operation become more complicated over this period of time? Is there a prolongation in the processing time? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now move to Public Works Programme. In the workload and performance indicators for the Public Works Programme, there is a projected 13.3% drop in the construction cost per lane-metre of roads. Is this a result of the improvements \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> in the efficiency of the Public Works Department, or is this derived from economies of scale afforded by a higher volume of road construction in the coming year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Did the indicator, which shows development expenditure per dollar spent on manpower, take into account development expenditure attributable to projects undertaken by private sector consultants or projects undertaken on a turnkey basis? While the Department may supervise the work of these consultants or turnkey contractors, clearly the amount of consultancy and technical inputs is not of the same order as those required for projects designed by the Department itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On indicators for the processing of building control applications, it may be useful to indicate the average time taken for the total number of building control applications processed during the year, as well as the average for the upper tenth percentile and the bottom tenth percentile. Efficiency must be measured not just in terms of processing cost, but also in terms of the degree to which the Building Control Division is responsive to the service of its constituency of individual home owners, architects, engineers and developers. Thus, it might be useful to indicate the length of processing time as a measure of efficiency in the future. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr Tan, you have exceeded 10 minutes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I have another amendment. Can I just continue? So I would not move the other amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have indicated you were already speaking on it. You have exceeded 10 minutes. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, I would like to ask the Minister about the upgrading of older existing housing estates. It was recently announced that the Government has set aside $400 million for the upgrading of the six precincts which form the Demonstration Phase of the upgrading programme. Six thousand families living in estates which average about 15 years old - Marine Parade, Kim Keat, Lorong Lew Lian, Ang \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> Mo Kio, Clementi and Telok Blangah - will enjoy the new upgraded facilities. The cost works out to about $65,000 per family, with each family having to pay only about $4,500 for the basic upgrading. In Cairnhill Constituency, there are also many HDB estates that are more than 15 years old, for example, at Race Course Road and at Winstedt Drive. May I ask the Minister when will the upgrading programme be extended to Cairnhill Constituency? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A more serious question for the Minister is the funding for the total upgrading programme. Based on the $400 million announced for the Demonstration Phase, the Government will have to subsidise the residents more than $300 million. May I ask the Minister what is the budget, and the time span, for the full upgrading programme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the upgrading programme, does it mean that HDB will slow down the building of new estates? In this connection, can the Minister inform us of the number of 3-, 4-, and 5-room HDB flats built over the last five years, the number of 3-, 4-, and 5-room HDB flats currently available, and the number of 3-, 4-, and 5-room HDB flats to be built over the next five years. I understand that Woodlands and Yishun still have the highest number of unoccupied flats. For these flats, would the Minister consider waiving the requirement that a single person need to be above 35 years to apply for HDB flat? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to encourage more Singaporeans to buy HDB flats, can the Government reduce the current deposit of 20% to 5%? This is because after selection the buyer has to wait two to three years before the new flat is ready and the 20% deposit is a lot of cash tied down. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, it is your turn again. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Thank you, Sir, I will just continue what I have to say. I shall just touch on Housing and Development Programme, which will take only a few minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clearly, the task facing the HDB is likely to be profoundly different from that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> it has faced in the past. The massive refurbishment programme requires more professional and management attention. Nevertheless, it will be useful to clarify whether these reasons completely explain the 16.3% increase in the administrative cost between FY 90 and FY 91. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, there seems to be a drop in the return on investment indicators for HDB's operations in relation to car parks, hawker centres and markets. Will these functions be eventually privatised? \n  <br>3.30 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, every HDB housing estate will be aging after some time. The facilities in the estate would need to be improved, for example, the children's playground, etc. If these upgrading and improvement works, particularly in the older housing estates, are solely dependent on the town council without funding from any other sources, then more often than not, it will be inadequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of National Development has a committee known as the Community Improvement Projects Committee (CIPC) which is responsible for handling and approving applications submitted by the town councils for community improvement projects. What surprises me is that the application must be submitted through the Citizens' Consultative Committee (CCC) to the CIPC, and the application must first be approved by the Adviser to the CCC. To the best of my knowledge, the establishment of town council is to represent the town concerned. Why is it that application to the CIPC must be made through the CCC? What is the reason for it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take my constituency of Hougang, for example. Prior to the General Elections, an application was made by the CCC of Hougang constituency to the CIPC for the construction of a covered link-way. After the elections, I wrote to the CIPC to make enquiry about it. The CIPC replied that the CCC of the Hougang Constituency had withdrawn its application. When I wrote to the Hougang CCC, the reply I received was that they had never applied. Of course, I understand the reason! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this process, my experience is that the matter involves two very important questions. One, what is the role of the CCC? The CCC, according to my understanding which is also the Government's open definition, is a community project consisting of community leaders. Since it is for community work, and improvement to town facilities is also for the good of the community, I fail to understand why they withdrew their application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, another matter which warrants our special attention is that the fund to be allocated by the CIPC comes from the taxpayers' money. Should not all the town councils and all the tax-paying Singaporeans residing in the constituency be equally and fairly entitled to apply for such funds? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that the Ministry of National Development will announce to the public the total amount of allocations approved by the CIPC, up till this date, and a breakdown of allocations approved for each individual town council. I would also suggest that the Ministry of National Development set up a Town Facilities Improvement Fund to allocate funds to the town councils for improvements to facilities within the constituency. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Chairman, Sir, I would like to take, first of all, the general remarks made by Dr Tan on the construction industry, after which I will go to the more detailed questions that he has posed on the budgetary allocation for MND. I must confess, Mr Chairman, Sir, that some of the questions he has posed really remind me of the viva examinations in the University. They are very detailed. Obviously he has gone through the figures with a fine-tooth comb. I hope he is not trying to trip me up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the construction industry, I agree with Dr Tan that the large-scale public construction activity is really an opportunity for us to upgrade the productivity and technology in the industry. In fact, the HDB has for some years now been paying great attention to increasing productivity. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> public housing, more than 20% of the materials used in public housing are prefabricated components. As a result, also with very strict management, the output in public housing, which is one measure of productivity, is 0.61 sq metres per man-day, which is double the average for the construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We hope that through the efforts of the CIDB we will be able to extend this higher productivity to the private construction activity. CIDB is very mindful and it has a number of projects or programmes in mind to educate our professionals to design buildings which are more buildable -- in other words, buildings that can be built efficiently and with higher productivity, given the type of labour that we have. We would also like to persuade professionals to design buildings which are modular and which will use more prefabricated components. We will continue with this effort, and I agree entirely with the Member that we should not lose this opportunity to upgrade our industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made a point about the new foreign/local worker policy. I do not know where he got his feedback from. It is quite surprising to me that he has been given to understand that this new ratio in fact is not much of an improvement of the old one. The old ratio was two foreign workers to one local worker (skilled foreign worker defined as part of local workers). The new ratio is three foreign workers to one local worker (local worker defined as Singapore citizen or permanent resident). He is right that skilled foreign workers are now defined as part of the foreign workers. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, can I just clarify? I was under the impression that the ratio was something like this -- one Singapore worker to two foreign workers. But that Singapore component comprises a Singaporean, a permanent resident, and a skilled foreign worker. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> That is what I said. Sir, may I repeat the point. The previous ratio was 1:2 -- one local worker to two foreign workers (local workers are defined as Singapore citizen, permanent resident, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> and a skilled foreign worker). The new ratio is 1:3, and local workers are re-defined to include only the Singapore citizen and the permanent resident. The skilled foreign worker now comes under the foreign worker category. It appears as though the new definition deprives the construction industry of some foreign workers. But if you look at the details, that is not so. The number of skilled foreign workers who originally were defined as part of the local force is less than 1,000. So under the old ratio, for each such foreign skilled worker, the contractor could have got another two foreign workers. He has actually lost out about 2,000 workers as a result of the shift from one part of the ratio to the other part. But, on the other hand, by liberalising to 1:3, we have given him three workers for every one Singapore worker. There are altogether about 40,000 Singapore workers in the construction industry. Previously, for the 40,000, you could have got 80,000 workers. Now you can have 120,000, which means 40,000 workers more. As against that, a loss of 2,000 workers is really very marginal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, the construction industry can get many more foreign workers now under the new policy of 1:3, though re-defined, as compared to the old system. In fact, this whole scheme was well explained to the representatives of the Contractors' Association. So I am quite surprised. I hope that the people who gave him the feedback were not members from the Singapore Contractors' Association Limited (SCAL), because they are fully aware of the changes and what these mean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that Dr Tan made, which is a more valid point, is that the number of foreign workers required depends on the nature of the work. For example, in trenching and earthworks where a lot of unskilled workers are needed, it is very difficult to get local workers to do the work. We in the Ministry at one time did consider allocating different ratios of foreign workers depending on the type of construction activity. But this is very complicated and we decided in the end to settle for one ratio for all, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> allow market forces to determine how the workers should be distributed. We are quite aware that there are contractors who have excess workers, who lend, as it were, workers to other contractors who need these workers for certain types of work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I want to assure the Member that we are constantly monitoring the workings of this ratio and we will be flexible in applying the ratio of 1:3. Where there is clearly a greater need for foreign workers because of a particular type of work, we will, in fact, be prepared to consider increasing the number of foreign workers. So it is not an inflexible 1:3. But, overall, we want to try and have a cap on the number of foreign workers allowed in the industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member is right that we cannot continue to depend year after year on foreign workers, or increasing the number of foreign workers in the construction industry. We have to try and improve our productivity in order to do with less foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other points that the Member raised were more detailed points arising out of the various indicators given in the Budget book. First of all, let me make a general remark. Some of these indicators which compare the last two or three years may not give an accurate picture because these indicators have to be taken over a long period, maybe 10 years or more. And if you look at them over a 10-year period, there will be kinks in the graph which may be due to particular extraordinary expenditures or events in a year. But you want to see the trend over 10 years. But if you just look at it over two or three years, it may be misleading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just give an example. The Member mentioned that there is a 13% increase in expenditure on manpower in 1992 compared to fiscal year 1991, though there was a reduction of 119 posts. I think he compared the revised 1991 figure with the projected 1992 figure. The revised 1991 figure is an actual figure which excludes posts that were not filled during the year. At the beginning of the year when the estimates are made, all posts which may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> be filled during the year are included in the expenditure on manpower. But in the revised 1991 estimates, obviously, by now we know whether we can fill these posts, and we have excluded those posts that cannot be filled. The 1992 figure includes a large number of posts that we hope to fill, and therefore there is this difference. If you compare like with like, the increase is very, very marginal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, on the other details that the Member raised. For example, he had noted that the processing cost of development applications increased substantially over the last five years. Really the increase is more apparent than real. It is due to a different way of calculating the cost. Before 1989, the costs were computed only on the basis of direct technical staff involved in the processing of the planning applications. All other costs such as other technical staff costs, administrative overheads, rents, building maintenance costs, computer costs, all these were not included before 1989. The present system is to compute them on a full cost basis to reflect the real cost of such planning work. And therefore the Member has noted a very large increase in the processing cost of planning applications. But these costs were previously incurred but not costed into the planning operation. URA has in fact been reducing the time and cost taken to process and respond to development applications. So if you compare like with like again, there is an increase in productivity. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, for the other point he made on roads, the cost of roads per kilometre, 1992 seems to be lower than 1991. The 1992 costs were based on a few contracts which were very highly competitive and, therefore, the costs appeared to be lower. The 1991 costs again include other items, such as bridges, and so on, which cost more. Here again, I am assured by PWD that if you compare them on a like with like basis, the difference is not very substantial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point the Member raised was about the PWD's development expenditure per dollar of manpower, whether the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> turnkey projects have resulted in an increase in productivity, so that for each dollar of manpower cost more development expenditure is incurred. That would be so, but for the two years under consideration, that is 1991 and 1992, it is not a significant factor. PWD has been farming out smaller projects -- projects of less than $10 million each -- to the private sector for turnkey designs, but the cost savings have not yet been reflected. So the increase in productivity, under this indicator, is a real increase, and not just due to farming out the projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that the Member raised was the Building Control Division's (BCD) processing, and whether a better measure of its productivity would be the time taken to process. Yes, I agree it is one measure, although it is not entirely a satisfactory measure because the time taken to process an application depends not just on what BCD does, but on the quality of the applications that it receives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform the Member and the House that there are quite a number of professionals, architects and engineers who submit very incomplete plans. Unfortunately, under the present system, BCD has to go through these plans and detail all those items that the professional, or the qualified person, has left out which he has to amend. In other words, there are professionals who submit very unsatisfactory plans, wait for BCD to come back with a full detailed list of all the things that need to be done to make the plan passable, and then they just use the list and do the work. This, of course, is getting BCD to do the work which they should be doing in the first place. We are looking into this. We will change the system so that such incomplete plans will be given back to the professionals, without the detailed list of amendments, and they will have to do the work which they are paid to do. So the quality of the applications is an important component in determining the final processing time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are tracking the processing time taken and we have set certain prescribed standard times, in terms of weeks, for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> checking of plans of the construction and building plans. For minor building projects, the standard time that BCD has set for itself is 13 weeks. This includes, of course, time taken to consult other departments, not just BCD alone. For major projects, the standard time taken is 22 weeks, and that is what BCD has set for itself as a target. We will, of course, try to improve the target. The average time taken for minor projects is 15 weeks, just over the 13 weeks' target set for by BCD. And the average time taken for the major building projects is 23.8 weeks which is, again, just above the standard time that BCD has set for itself. BCD will try its best to achieve the standard time and even lower the standard time that it sets for itself for processing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are quite aware that the construction industry is constantly looking at the processing time taken not only by the Building Control Division, but also by the Development Control Division. These are closely monitored and I, myself, take a very detailed interest in the time taken to process the applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other detailed points that the Member raised the second time he stood up to speak, I will deal with them now. On the increases in HDB's administration cost, again the figures do not tell the whole story because there are extraordinary items. For example, improvements to branch offices, instead of being spread out over a period of time, are all expensed in one year, the year in which the improvements are incurred. Similarly, for computer software installed in the branch offices to deal with the public, these again are expensed off in the year in which they are incurred. So it happens that in 1992, the expenses will all be written off in the year, and, therefore, it shows a higher amount in the administrative cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same reply goes for the return on investment (ROI). A one-time cost of improvements to markets, to hawker centres; and one time write-off of those buildings that were demolished are all expensed in the year in which the event occurs. Therefore in that particular year, it will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> appear that the rate of return has gone down. So the figures have to be taken with some care, if you want to get the correct picture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to go on to the items raised by the other Members. Dr Wong Kwei Cheong asked when the upgrading programme will be extended to Cairnhill. I am sorry I cannot tell him the exact date because the programme for the other constituencies will only be decided after we have the present demonstration phase well in hand. The overall programme for upgrading that we announced sometime ago is expected to take about 15 years and at that time we estimated it may cost anything up to $15 billion. But the programme as well as the figures are constantly being revised and we would be able to give a better answer when the demonstration project is well in hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether the upgrading programme will result in a slowdown in the building of new estates. The answer is \"no\". The new construction programme will continue without in any way being affected by the upgrading programme. In the last five years, HDB constructed 92,000, 3-, 4- and 5-room flats and in the next five years, HDB expects to build 112,000, 4- and 5-room and Executive flats. I think the Members are aware that we are not building any more 3-room flats, so, in fact, the programme for the next five years excludes 3-rooms, but includes 4-, 5-room and Executive flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether, in view of the large number of unoccupied flats, we are prepared to relax some of the conditions for purchase or rental of these flats. I would like to inform Members that, as a result of the various measures taken by HDB, such as the conversion and upgrading of the vacant flats, we have, in fact, been able to reduce the number of vacant flats very, very substantially from 36,000 a few years ago to 5,000 now. And as far as the new flats which are under construction are concerned under the booking system, the take-up rate is very high -- it is more than 95% -- so we do not expect to have a large number of vacant flats which will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> require us to relax the conditions pertaining to the sale of these flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point he raised was whether we could reduce the current deposit of 20% to 5% for the purchase of HDB flats. He said this is because the buyer has to wait two to three years before the new flat is ready. The first point to note is that this 20% requirement is not a new requirement. Even under the old waiting list system, the moment a buyer registered for a flat, he had to pay his 20%. Under the old waiting list system -- he did not know when he was going to get the flat, or where he was going to get the flat, or what the cost of the flat was going to be -- this 20% was based on the price at the time that he applied, and it need not reflect the price at the time that he is actually allocated the flat. So there is no change as far as that is concerned, and 20% is really not an unreasonable amount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, in the private sector, it is much higher, and on top of that, buyers have to make progress payments as the construction progresses. It is not onerous also because, if you take an average couple having a family income of $1,800, wanting to buy a 4-room flat in a new town, like Chua Chu Kang, such a couple will be able to accumulate the 20% required in about 2 1/2 years of working life. This is very reasonable if you take into account the fact that the average couple gets married at the age of 27 or 28, they will have far more than 2 1/2 years of working life by the time they get married, and they should be more than able to afford the 20% down-payment to buy the flat. So we do not intend to relax this. The 5% down-payment is for those earning less than $1,000. Since they can pay this out of their CPF, it is not an onerous requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take the points raised by Mr Low Thia Khiang. Since he is a new Member, he needs some explanation about what the Community Improvement Projects Committee (CIPC) fund is all about. He may be aware that there used to be a fund called the Urban and Rural Services Committee (URSC) fund. This was really meant to build roads and put up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> street lights in the urban areas as well as the rural areas. The CIPC is something that developed out of that, and the funds administered by the CIPC are not for Town Councils. I would like to underline that they are not for Town Councils. They are for the constituency as a whole. The constituency has HDB areas administered by Town Councils as well as non-HDB areas which are not administered by Town Councils. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you want to give way? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Where do the funds come from? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> If the Member can just be a little patient, he will know where the funds come from. The funds, of course, are allocated to the Ministry and I am trying to explain to him what the funds are for. Where the funds come from, of course, all the funds allocated under the Budget come from the taxpayers as well as earnings from various investments. So the CIPC funds are for the constituency as a whole. And how the funds are to be allocated for various projects in a constituency has to be decided by some body which has responsibility for the constituency as a whole. Under the old URSC system, it was the Citizens Consultative Committee (CCC) that decided what kind of projects should be carried out in the constituency. So we are carrying on with the system and if Town Councils have projects for which they want funding from the CIPC, they have to go through the Citizens Consultative Committee; and the Citizens Consultative Committee will decide what are the priority items, what items it wants to support and what it does not want to support. That is the system we have and that is the system we intend to continue to practise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the particulars of the projects in Hougang that were submitted by the CCC and withdrawn, he should address those questions to the CCC in Hougang, because I do not know what priority they set for themselves, what are the more important projects, and how they want to use the money. So I cannot give him an answer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> why the CCC withdrew the application. The CIPC fund is a block vote. We have, of course, internal guidelines but this really need not concern Members. So far, no Member has complained that reasonable projects have been refused funding. I think I have answered all the questions. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, I have no intention to trip the Minister when I asked those seemingly innocent questions. I am sure Members of this House have problems trying to figure out the -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, we have far exceeded the time allotted for this amendment. Could you ask your questions quickly? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, in view of the Minister's fairly adequate answers, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Koo. We have five minutes for this discussion. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Code UC 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the past few decades, the performance of the Ministry of National Development has been outstanding. It is something that we are very proud of. Our public housing plan has become the envy of many advanced countries. Our road system is also very good and very efficient. With such basic systems, our development plan should also move into another stage, ie, to have a barrier-free environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whenever possible, we should plan and design our structures in such a way that the handicapped and elderly Singaporeans would be encouraged to stroll in the public parks and to enjoy the serenity of our living environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The towns nowadays are normally divided into several mini-housing estates by the roads and pavements, and the two sides of the road are connected by overhead pedestrian bridges which we are very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> familiar with. I appreciate that the PWD has to observe certain set standards when they design and construct the overhead bridges. In Tiong Bahru, a number of these overhead bridges have been built. We can also find these standard overhead pedestrian bridges striding across various roads in Singapore. The design is beautiful, and very often plants with ever-blooming flowers have been planted on the bridges. Everytime I drive under these bridges, I would have a very pleasant feeling seeing these beautiful bridges and flowers, and feel very happy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is a blemish among all the otherwise perfect arrangements, ie, these overhead pedestrain bridges do not provide for ramps in their design. Handicapped and elderly people in my Tiong Bahru Constituency often find these 2-3 storey high overhead bridges inaccessible to them. The senior citizens in my Constituency often complained that they were unable to join their children or grandchildren in family gatherings. They feel distressed whenever they see these bridges which had only vertical-rising staircases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this problem can be easily resolved. I hope that the Ministry of National Development would consider the plight of the handicapped and elderly residents and help them solve the probleem. We should encourage the elderly people to have more outdoor activities, in a barrier-free environment, to enjoy the gracious environment. We should not lock them up in their flats all the time. We hope that they can bring their children or grandchildren out and have fun with them. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Mr Speaker, Sir, last year, I requested the Minister to consider the erection of a shelter or a cover on the pedestrian overhead bridge at Yishun Avenue 2 at the Khatib MRT station. His answer was no. The reason was that the pedestrian traffic volume was below the standard set by the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that I have to make the same request again and hopefully I will get a different answer. I think the traffic volume \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> has now gone up. I hope the Ministry can conduct another survey. Even if the traffic volume is still short of the Ministry's target, I believe the Ministry can review the standard. I do not know when the old standard was set. But as our standard of living improves, the standard of our public facilities must also be reviewed from time to time. A lower minimum traffic volume for erection of a shelter should not be considered as inefficient use of public funds but rather an improvement of the standard of our public facilities. In fact, it may now be timely for the Ministry to consider providing shelter to all the overhead bridges in Singapore, starting with the one in Yishun South. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister can consider my request again. And perhaps the MRTC can be asked to sponsor the project, because the shelter will benefit directly those who use the MRT and therefore indirectly benefit MRT itself. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang):</b> Sir, Mr Koo Tsai Kee asked whether we can improve the design of ramps. We do recognise that the population will age over time and PWD's design for pedestrian overhead bridges will try to take this into account. Our current policy is to build pedestrian overhead bridges incorporating both ramps and staircases where the space allows us to do so. Where the space does not allow us, then we will just build ramps. If there is still not enough space, then we just provide stairs. In the design for stairs, we do provide a more gentler slope so that the elderly can make use of the stairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although that is our intention, I must say that ramps cannot always be provided because, especially in the city area, the space constraint limits us to do so. Ramps also cost more and taking a sampling of pedestrians, many pedestrians in fact prefer stairs, because they do not like to double back and take such a long distance going up the ramps. Nonetheless, I have some good news for Mr Koo. His perseverance has paid off. His request for the ramp in Jalan Bukit Merah will be incorporated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have such good news for Dr Koh. First of all, I think in all public expenditures, there must be clear guidelines to justify the expenditures. In cases of providing overhead shelters for pedestrian overhead bridges, the PWD uses three criteria. The first criterion is that there must be reasonable pedestrian traffic. They use 1,200 pedestrians per hour during peak hours, as a traffic count to justify spending such money. The second criterion is of course it must connect two covered areas. There is no point for us to provide cover over the overhead bridge if after they get off from the overhead bridge, they have no cover. The third criterion of course is that it must be structurally feasible for us to incorporate the overhead shelter. We will review the criteria to see whether these criteria are overly stringent. So we will take the Member's suggestion to review the criteria. But whatever the criteria, we intend to provide an outlet for the CCC to make use of the CIPC funds if they think that they want to put overhead shelters on their pedestrian overhead bridges. Through the CIPC funds, the CCC will also have to contribute part of the funding and that will provide the check and balance so that we do not get too many frivolous requests. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee</b>(\n  <i>In Mandarin</i>): Sir, I would like to thank the Minister and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Chng. I am afraid we are falling far behind the schedule. Could you take your two topics together and you have two minutes to make your speech? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Code UE 2100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as you have said, I have two amendments. First, I would like to touch on the question of planning approval and I would like the Clerk to distribute a chart which probably will show Members and the Minister in clearer form what I am going to talk about. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will like to confine my discussion to planning approval for industrial buildings only for those costing less than $2 million where some piling is required. The industrialists and investors are a bit puzzled. At the moment, for buildings on JTC land, it takes 2-3 weeks for approval. And then an application will have to be made to the URA for planning approval. The planning approval can take anything from six to eight weeks, ie, two months. Having the planning approval, the main drawback is that after that, having obtained the building plan number, the drawings, after checking by external consultants, have to be sent to the Building Structural Branch for checking purposes. This checking can take as long as 8-16 weeks, but as I understand it, it is usually like 12-16 weeks. These plans are for single storey portal-frame steel structure buildings which do not require very much checking. Nevertheless, because of this extra checking by the Building Structural Branch, the whole process, if you look at my chart, can take from as long as up to 27 weeks, something like six months. In other words, if the investor or industrialist wishes to expand his factory, the first pile can only be driven into the ground after six months. For some minor building extension of factories, this seems to be long and I believe the Minister for Trade and Industry will be interested in this particular topic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister can take a look into this and determine whether the extra checking by the Building Structural Branch is really necessary in view of the fact that such steel buildings and structures are already independently checked by qualified consultants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my second amendment relates to the role of the URA. I think it has been more than two years since the URA has taken over the overall master planning, planning and building control from the PWD. Despite being involved in planning and regulating buildings, land use, etc, URA is still presently managing and owning car parks and some properties through, I believe, PIDEMCO. I think this managing and ownership of properties is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> not a compatible role of a planning authority. In view of this, I wonder whether the Minister has any comments as to whether such properties will be taken out of the control and management of the URA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second point is a minor one which relates to the URA. Since they have taken over the planning functions, the name \"Urban Redevelopment Authority\" seems to be a misnomer. It is very hard to understand why a planning authority is called the URA. Is there any plan to change the name? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, often when one's vehicle parking has exceeded the time limit shown on the parking coupon beyond a grace period of 5-10 minutes, one ends up paying a fine of $30 or so. This has caused much unhappiness among a group of Singaporeans who receive these summonses. Sometimes this group of people are late in getting back to their cars due to factors beyond their control, like being held up in a queue in a bank, being held up in a queue in a Government department renewing their licences or paying their charges, or being delayed at a business meeting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two suggestions to propose to the Minister to consider to overcome this problem. One, a short-term solution and the other, a long-term solution. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest that the URA and HDB be more flexible towards those motorists who exceed the parking time by, say, within half an hour after the expiry of the time shown on the parking coupon. For these cases, by all means issue them a summons to say that they have exceeded the parking time by X minutes and that they are required to go to the nearest HDB or URA kiosk to show them the summons, tear a ticket in front of the attendant to cover the X minutes that the parking has exceeded, and if they fail to do so, say, within 24 hours, by all means impose the fine. Sir, I find this arrangement will go a long way to help those people who are genuinely held up for various reasons and could not make it back to their car on time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A longer term solution would, of course, involve some capital investment. I think using car park coupons not only causes unhappiness among this group of motorists, it is also generally more labour intensive. A more efficient way is perhaps to implement a scheme along the same principle as the time-based telephone card system. Under this scheme, car drivers can buy a time-based parking card. This means that public car parks would need to install a parking meter at the entrance or at some point in the car park to show the duration a vehicle has parked in that particular car park. Sir, I am not sure whether this system has been implemented anywhere else in the world, but the principle behind it is sound. This may be a long term solution to our car park problems - problems relating to shortages of manpower, car park attendants and problems relating to people who have, for some reasons, exceeded the time limit by just a few minutes shown on their coupons. Would the Minister consider these two suggestions? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, the Minister has in part replied to Mr Chng Hee Kok just now about the procedure for planning applications. It is in the interest of both the industry and the Ministry to try and streamline the procedures and to make the processing as expedient and as quickly as possible. In this connection, both the professionals and the Ministry must play its part. On the professionals, we urge them to submit applications which are complete, comprehensive and not expect the processing authority to help them in their work by indicating what needs to be done. We will take up his suggestion on the building structural processing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members may remember, this was put in place following the collapse of the Hotel New World. We are now in the process of reviewing the procedures and we may only require to audit the checking of structural designs on a sampling basis. This means that the professionals submit with the accredited checkers and the building authority samples the checks. Today, we are still incorporating 100% checks and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> that has caused some delays. But we are now looking into the process to see whether at the second level of checks we can just institute a sampling basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the role of URA, since 1987, URA has returned all its undeveloped land to the State. URA has also incorporated PIDEMCO Lands to look after all the properties that URA has owned. The intention of the Ministry is that URA will divest this to Temasek Holdings in the near future. So the Member can be rest assured that there would not be any conflicting role between URA as a planning authority and its holding of such properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to why the name of URA has not been changed, we believe URA has built up a substantial goodwill over the years through its work, both locally and internatinlally. So when we amalgamated the old URA with the Planning Department and the Statistics and Research Unit, we kept the name for goodwill purposes. The name is not entirely out of sync with the work that URA does because URA also helps to provide guidance for the redevelopment of the city centre. So the name is still quite appropriate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards car park fines, the Member for Eunos GRC is extremely sympathetic to errant motorists. Let me just say that we have done as much as we can to provide a softer approach to such motorists. First, we give them a grace period of five to 10 minutes. Secondly, through popular demand, we have introduced half-hour coupons. So people who do not want to spend one hour coupon can now tear a half-hour coupon. Thirdly, our fines for overparking are graduated. So if you overpark for a few minutes you get a smaller fine; if you obviously overpark by a substantial period, then your fine will be more. I think we have done enough and the suggestion put up by the Member would make coupon parking overly complicated. The main virtue of the coupon parking is that it is a simple and inexpensive system and that we hope to keep it that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the long term we are studying other ways of regulating car parking, in particular, automated ways and stored \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> value cards. Both the HDB and URA are looking into the use of stored value cards for car parking. We are thinking of doing this in conjunction with the electronic road pricing. So we will try out some pilot programmes over the next few years, and if it is workable we may introduce this for car parking. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I am pleased with the Minister of State's reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U be reduced by $10 in respect of Code UI 5200 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I hope to raise a couple of issues: (1) the pricing of HDB flats, (2) the sale of HDB shops and (3) subletting of stalls. I shall touch on the first issue, ie, HDB flat prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I raised this during the debate on the Presidential Address and I thought I had better raise this up again because I feel that the price of HDB flats has actually gone up substantially. HDB flat prices have increased significantly over the last four years, with such steep increases. There is a danger that public housing will be priced beyond the reach of the average worker. I would like to ask the Minister how do increases in HDB flat price compare with increases in wages, private property prices and prices of resale HDB flats on the secondary market over the past 10 to 20 years. I have raised this before. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second topic that I want to touch upon is related to the sale of these HDB shops. My colleague, Dr Wong Kwei Cheong, has spoken a little bit on this and I shall not go over his points. But I would just like to pose a few questions to the Minister. What will be the sale price for premises that are scheduled for sale in seven or 10 years time? It appears that the later the premises are scheduled for sales the more the shop tenants will have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> bear the disadvantage on the sale price. This is because the sale price of a reasonably good shop is likely to be higher as time passes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is on the rental for shops that are scheduled for sale in seven or 10 years time. For such shops, will the HDB exercise flexibility to allow the existing tenants to purchase the shops now if they wish to do so? If the HDB refuses their request for early purchase of their shops, will the HDB consider the rental paid for now to the shops actually sold to them later as part payment of the sale price? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is on tenants with multiple tenancies. The HDB announced that for such tenants discount on sale price is given only to one shop. We believe the HDB's intention is to prevent unhealthy speculation on its shop premises. May we request that the HDB consider granting discount to all the shops that are currently under a single tenant if all the shops had been actually occupied by the tenants for more than a certain number of years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next topic I would like to touch on is this. I would like to request whether we can legalise the subletting of hawker stalls in HDB hawker centres. I know this is something we will have to consider very carefully. Perhaps the Minister need not give me a straight answer now. He can think about it very carefully. I am always worried because, if you ask him a direct question now, he may just say, \"No\", and you are finished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is actually impossible for a hawker to operate his stall from 8.00 o'clock in the morning to about 10.00 at night. Our requirements are that they should be there all the time. If they are not there, the hawker inspector is there to take note of their absence there. They will either be given a fine or they will be given a notice saying, \"Look, you have not been operating that stall. If you do not operate that stall again, we are going to withdraw your licence to operate that stall.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give you an example. In my constituency, there was one hawker stall owner. He was actually a sick man. I think he could have sublet the stall to somebody. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> The good thing about this was that that particular person who operated the stall actually employed two others to help him. HDB discovered this and decided rightly, to remove his licence to operate that stall. But I ask myself this: In the process of withdrawing the licence from that particular stallholder, who actually is a sick person, we are actually depriving four families. I think the Minister can consider this very carefully. Politically, when you remove the licence from that poor hawker and his stall supports four families, it would not be very good for us. Please do not give me a straight answer. Please think about it. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I think we are running out of time. I want to touch on the topic about sale of shops. I believe that the scheme announced by the HDB is both a fair as well as an unfair scheme. Sir, the fair part is that the pricing of the shops is reasonable. It is based on market valuation and the shop tenants have the option of going for public tender to determine the price of the shops. On top of that, it is more than reasonable because the shopkeepers in fact will get a discount on the market price. A 30% discount on a piece of property is actually a lot of money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, during the debate on the Budget Statement, I made a tongue-in-cheek comment that this whole scheme is also unfair. Why is this unfair? This is unfair because, if you look at it, we are disposing State assets. These HDB shops belong to the State and we are disposing assets of the State to a very select group of people -- some 16,000 shop tenants -- and they will be given the first right of refusal and the advantage of a discount. Whereas an outsider who is interested in the shop -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> made progress on the Estimates for the financial year 1992/93, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -- [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920311/19920311-HA-0590821.htm\">tables - INFLATION RATES OF SELECTED COUNTRIES, INFLATION, VARIOUS COUNTRIES, 1989-91 (Cols. 821 - 824)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
