{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "17", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"17\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-20\"> \n  <meta name=\"Start_Col\" content=\"1333\"> \n  <meta name=\"End_Col\" content=\"1408\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">17</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">20-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 20th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew -- on 20th March, 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the dates stated: \n  <br>\n  <br>18th March, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Legal Profession (Amendment) Bill 1992; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Institute of Technical Education Bill 1992; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Central Provident Fund (Amendment) Bill 1992; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Trade Unions (Amendment) Bill 1992; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Singapore Institute of Standards and Industrial Research (Amendment) Bill 1992; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Smoking (Prohibition in Certain Places) Bill 1992; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) Infectious Diseases (Amendment) Bill 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>STANDARDISED MALAY PRONUNCIATION IN SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Introduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Umar Abdul Hamid</b> asked the Minister for Education if there is any plan to implement \"Bahasa Baku\" in the school curriculum. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Encik Sidek bin Saniff) (for the Minister for Education):</b> Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education will introduce the standardised Malay pronunciation (Sebutan Baku) in primary schools with effect from 1993 and in secondary schools and junior colleges with effect from 1994. This move is to enable us to keep pace with the developments in the Malay Language in the region. Oral examinations based on the standardised pronunciation will be gradually phased in. The first examinations based on this pronunciation system will be held in 1997 for 'N', '0' and 'A' level candidates and in 1998 for PSLE candidates. Training sessions will be conducted for teachers later this year to equip them with the knowledge to teach the standardised Malay pronunciation. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Sir, may I be allowed to ask supplementary questions in Malay, please? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid</b>(\n  <i>In Malay</i>): Mr Speaker, I have three supplementary questions. Firstly, could the Minister of State give a background of the development of standardised Malay pronunciation in the neighbouring countries of Malaysia, Indonesia and Brunei? Secondly, what role can the mass media or the electronic media play in promoting the standardised Malay pronunciation? And thirdly, once we have achieved our objective of introducing \"Sebutan Baku\", can we not play a more active role by being a member of the Malaysia-Indonesia-Brunei Malay Language Committee (MABBIM)? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff</b>(\n  <i>In Malay</i>): Mr Speaker, there are four countries involved in the move to standardise Malay pronunciation. Indonesia started it way back in 1928, following the Youth Pledge: one people, one nation, one language. For Brunei, there is no problem because their pronunciation is already standardised on the basis of spelling. The difference, if at all, is that they pronounce the schwa sound as if the word is spelt with an 'a'. But they follow the correct pronunciation once they switch to standard Malay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem really lies in two countries - Malaysia and Singapore. Malaysia has been taking a cautious approach. They started it in 1988 and expect the process to take about 15 years. We, too, have gone into it very cautiously. As I have stated earlier, we would begin next year with the primary schools and the following year with the secondary schools. And the oral examinations would be conducted only when our primary school children have gone through six years of education, and those in secondary school have gone through four, using this pronunciation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this cautious approach is necessary because we do not want to unsettle the public. For myself and my colleagues in the Ministry, our targets are the school children, and only after them will we go on to the public. Of course, if the public can use the standardised pronunciation in formal settings, I think that would be ideal. Mr Mah Bow Tan, for example, became the first, when he closed the Malay Language Month, to use not just Malay but standardised Malay pronunciation, in such a formal ceremony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on the mass media, I think we have to be even more cautious here. Right now, in Malaysia, for example, this cautiousness has been evident. They do not use standardised pronunciation over radio, particularly in news reading, especially on television. They use standardised pronunciation only on TV3 - commercial TV. Even in Malaysia, if I could quote a language writer, Zakariah Mohd Yassin, he believes it would take the electronic media at least 10 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> years. So I think we are looking at 1998, as far as the Malaysian electronic media or TV is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On our part, I think we can do it step by step, carefully, while meeting our expectations. We could perhaps start with a programme over radio or television that uses standardised pronunciation. But where it concerns something that is open to the larger population, eg, the news, I think two things need to be done. Firstly, we look to Malaysia for the signal; and secondly, we go about it in an even more meticulous manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the third question, I think this point has been raised many times, even recently when I attended the MABBIM meeting. The stalwarts, Malaysia and Indonesia, have been encouraging Singapore to raise its participation status, from mere observer to full membership. I would raise this issue with my colleague, the Minister for Information and the Arts, BG Yeo, so that we could look into this together. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC) (In Malay - Sebutan Baku):</b> Sir, I would like to ask the Minister of State what measures will be taken by the Ministry to train teachers in order that they could teach this pronunciation more effectively. Secondly, what is the Minister of State's view on the usage of standardised pronunciation over radio and television? And thirdly, what programmes does the Minister have in mind to encourage the public to use the standardised pronunciation correctly? \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff (In Malay - Sebutan Baku) :</b> Mr Speaker, since Encik Ibrahim Othman has used the standardised pronunciation, I guess I will have to do the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the measures, as I said earlier, a seminar would be conducted later this year for primary and secondary school teachers. The four-day seminar will be organised with the cooperation of foreign experts, possibly two from Malaysia and one from Indonesia. Secondly, for radio, as I said earlier, we are going to go about it cautiously. We hope to discuss with SBC the idea of launching some programmes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> relating to the standardised pronunciation. As for further measures, we are looking into them in detail now. I have identified certain areas and have been working them out together with our officials over the past several months. In fact, we had our latest discussion yesterday. And I hope to be able to announce the plans once they are finalised. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Sir, I would like to ask the Minister of State why we have to walk in the shadows of Malaysia in this regard. Why must we wait for Malaysia to take the initiative when we can do it as soon as possible? \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff</b>(\n  <i>In Malay</i>): Thank you for the question. I think the national component in Malaysia is ethnically the same as us, but the socio-political position is different. For the moment, that is our stand, as stated earlier. They contain a larger population. We are only about 3 million. Secondly, this cautious approach is perhaps inspired by our Foreign Affairs Ministry - when we were going to recognise China, for example, we waited until Indonesia had taken the first step. So I think, in this regard, it is better to give way. We wait until Malaysia has finalised everything on its part. Then our wheels of implementation can move more smoothly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <br>12.40 pm \n  <div align=\"center\">\n   <b>TRADE DEVELOPMENT BOARD (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I describe the contents of the Bill, may I brief Members on the background to the Bill as well as to the next two which will also deal with the regulation of the rubber trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is the world's leading centre for physical and futures rubber trading. In the 1960s, because of the importance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> this trade, the Government set up the Rubber Association of Singapore (RAS) as a statutory body under the Rubber Association of Singapore (Incorporation) Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The RAS licenses rubber packers, shippers and manufacturers of technically specified rubber under the Rubber Industry Act. It also issues licences for the purchase, treatment and storage of rubber under the Rubber Dealers Act. In addition, the Association provides a market place for rubber futures trading and regulates it under the Rubber Association of Singapore (Incorporation) Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the RAS is a statutory board, it has in the past operated almost independently of Government supervision. This was because there were inadequate provisions in the legislation to enable the Government to make changes to the modus operandi of the rubber trade. The rubber trade has had considerable latitude to self-regulate and has relied on trust and established relationships to do business. This has from time to time caused problems. In 1986, there was a near default by a local trader in the rubber market, and in 1989 the insolvency of a broker threatened the stability of the system. These episodes clearly highlighted the need to restructure and modernise the rubber futures trading system in line with other international commodity exchanges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent a recurrence of similar problems and to make the Singapore rubber market more attractive, MTI appointed a review committee, called the RAS Review Steering Committee, to draw up a long term strategy to develop the market. This Committee comprised representatives from RAS, MAS, TDB, MTI and SIMEX. They consulted the trade, identified weaknesses in the rubber market and proposed ways to develop Singapore into an international trading centre. Specifically, the Committee recommended that, firstly, the RAS be privatised to provide a central market place for rubber futures trading; secondly, the regulatory and promotional functions of the RAS in physical rubber trade be transferred to the Trade Development Board (TDB); \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> and thirdly, that TDB supervises the private exchange. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These three Bills put these recommendations into effect. They will empower TDB to supervise the overall regulatory framework of the rubber trade. TDB has also helped the new exchange to draft its house rules, to tighten up on prudential requirements and safeguard the integrity of the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this background, I will highlight the main provisions of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill expands section 5 of the TDB Act to enable the Board to promote, facilitate and regulate futures trading in rubber and other commodities as may be approved by Government in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also proposes to insert a new Part VIA to provide for the transfer of functions, assets, rights, liabilities and the Singapore Rubber Fund from the RAS to the TDB. Rubber Association staff will be transferred to the TDB on no less favourable terms than those they enjoy immediately before their transfer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill transfers the Singapore Rubber Fund from the RAS to the TDB. It provides for the Fund to be used for the following purposes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the promotion, development, regulation and maintenance of the commodity trade and industry, including the commodity futures market in Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the payment of all expenses necessary for the participation in international natural rubber organisations and agreements established under these organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the discharge of any outstanding liability incurred by the RAS and transferred to the TDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And fourthly, for putting into effect the Rubber Industry Act 1992 and the discharge of any liability arising as a result of the exercise of the function and duties under that Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The privatisation of the RAS makes it necessary to repeal the Rubber Association \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> of Singapore (Incorporation) Act. This is also provided under the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [BG Lee Hsien Loong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RUBBER INDUSTRY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Rubber Industry Bill 1992 is a merger of two Acts, namely, the Rubber Industry Act 1973 and the Rubber Dealers Act 1921, both of which are administered by the RAS. It seeks to repeal the two old Acts and to re-enact with amendments the Rubber Industry Act for the promotion, regulation and control of the natural rubber trade and industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill consolidates all regulations related to the physical trade in rubber, including the manufacture of technically specified rubber, the packing and shipping of rubber for export, and dealing in rubber. It makes no substantive changes to what is currently provided for in the existing Rubber Industry and Rubber Dealers Acts, except for transferring the regulatory functions presently vested in the Rubber Association of Singapore to the TDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now elaborate on the main provisions of the Bill. Clause 2 defines \"deal\" to cover buying, selling and brokering of physical rubber except futures trading which will be regulated under the Commodity Futures Bill, 1992. Persons who trade in rubber for physical delivery at a future date are also regulated by this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3, subclauses (4) and (5) are retained to maintain the historical reciprocal arrangements with Malaysia whereby a licence to ship rubber for export issued by the competent authority in Malaysia is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> deemed to be a valid licence for use in Singapore and vice versa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 provides for licensees whose licences have been suspended or revoked, or who have been disciplined by the TDB, to appeal to an Appeal Tribunal. The Tribunal's terms of office, qualification for appointment and powers, are spelt out in Clause 13. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 14 spells out the functions of the TDB in promoting and developing the rubber trade. The functions were adopted from the Rubber Association of Singapore (Incorporation) Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To expedite administration and regulation of licensees, TDB is empowered under clause 27 to make by-laws to regulate the conduct of the rubber trade and industry. Clause 28 empowers the TDB to exempt any person from the provisions of the Bill subject to the Minister's approval. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [BG Lee Hsien Loong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMODITY FUTURES BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hitherto, the rubber futures market in Singapore has been managed by the RAS under the RAS (Incorporation) Act. For the reasons I have explained, this arrangement has not been satisfactory. The Government is now passing this Bill to subject the rubber futures market to formal regulation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is already on the statute books the Futures Trading Act (FTA), administered by the Monetary Authority of Singapore, which regulates futures trading in currencies, interest rates, stock indices, oil and gold. MTI considered bringing rubber futures \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> trading under the Futures Trading Act, but found the FTA inappropriate for this purpose. It has instead decided on separate legislation to regulate the rubber futures market for the following reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, futures trading in the Singapore International Monetary Exchange (SIMEX) uses the open outcry system, whereas rubber futures trading uses the market making system, also known as the whispering system, in which transactions are executed over the telephone. The rubber trade has requested that this should continue in future, because of the small circle of international traders, producers and consumers of rubber, and the more stable rubber prices. The Review Committee has accepted this recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, SIMEX currently operates a mutual offset arrangement with the Chicago Mercantile Exchange. Incorporating rubber futures trading with its different trading system would complicate this arrangement. For prudent administration, it is also preferable for the FTA to continue to deal exclusively with financial futures trading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commodity Futures Bill contains the new legislation to regulate futures trading in rubber and in other commodities. The privatised RAS, now incorporated as the RAS Commodity Exchange Ltd, will operate the market for trading rubber futures as the first contract on the Exchange. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the scope of the Bill is limited to regulating trading in rubber futures contracts. Other commodity futures contracts will be prescribed as and when they become commercially viable. Until this is done, futures trading based on other commodities, for example, coffee or red beans, will not be regulated by the law. Persons who trade with broking firms offering such facilities have to bear the risks involved themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill is modelled very closely to the FTA, and incorporates a number of key features of the FTA. The differences arise largely from the way the trade is carried out, that is, the market making or whispering system in the RAS Commodity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> Exchange versus the open outcry system in SIMEX. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The major provisions of the Bill are as follows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) \n  <i>Approval and regulation of commodity futures exchanges and clearing house.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TDB will be empowered to approve the establishment of an exchange and clearing house, amend their business rules and review disciplinary action taken by the exchange against its members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) \n  <i>Licensing of commodity futures brokers, trading advisers, pool operators and representatives.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The licensing provisions will regulate the entry and participation of commodity futures brokers, trading advisers, pool operators and representatives. This will safeguard the substantial amounts of customers' funds deposited in good faith with the brokers or the other agents. Specific provisions ensure that the licensing provisions in this Bill and the FTA do not overlap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) \n  <i>Conduct of commodity futures business.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill requires funds placed by customers with their brokers to be separately accounted for, to prevent brokers from making use of their client's funds for any other purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) \n  <i>Powers of the TDB to regulate the market.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill enables the TDB to take emergency action such as terminating or suspending trading, requiring additional margins for any contracts, etc, if it believes this is necessary to protect the customers and the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) \n  <i>Provisions for offences to deal with fraudulent practices.</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill spells out the fraudulent trading practices which will constitute offences, such as false trading, bucketing, manipulating of prices and inducing customers to trade by making false statements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the Commodity Futures Bill provides the same system of regulations, offences and penalties as the FTA to ensure that the high standards set by the MAS in financial futures markets are also maintained in the commodity futures business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [BG Lee Hsien Loong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main aim of this Bill is to enable the Housing and Development Board (HDB) to implement the Upgrading Programme for public housing estates. The Bill also includes amendments to enable HDB to sell its tenanted shops to sitting tenants, as well as to expedite the execution of lease and mortgage instruments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on 11th July 1989, I informed the House that HDB will implement a major programme, spread over 10 to 15 years, to upgrade the quality of older HDB flats and improve the common areas and open spaces within HDB estates. The Upgrading Programme will be carried out precinct by precinct. Each precinct will be a small area, comprising between five and seven blocks, which residents can identify with, and relate to, as their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first phase of the Upgrading Programme involves six \"demonstration\" precincts in Marine Parade, Kim Keat, Telok Blangah, Ang Mo Kio, Clementi and Lorong Lew Lian. By the end of next month, residents in all six precincts would have confirmed whether or not they want their precinct to be upgraded. HDB expects to commence upgrading works in the demonstration precincts starting from the end of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> this year. The Upgrading Programme will be extended to other precincts in phases over the next 10-15 years. The Housing and Development (Amendment) Bill sets out the legislative framework necessary for the smooth implementation of the Upgrading Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 of the Bill introduces a new Part IVA, with new sections 65A to 65L, in the Housing and Development Act dealing with the implementation of the upgrading works in HDB housing estates. In particular, the new section 65A defines the key terms relevant to the Upgrading Programme such as \"precinct\" and the various types of \"upgrading works\". A distinction is made between \"specified upgrading works\" which affect only specific blocks in a precinct, and \"general upgrading works\" which cover improvements to all the blocks and the common property in a precinct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 65B empowers the Minister, after consulting HDB, to declare any HDB housing estate, or any part of it, to be a precinct for the purpose of carrying out upgrading works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will not impose the Upgrading Programme on flat owners. We will be guided by their views. Flat owners in the precinct will decide whether or not to proceed with the upgrading works. The new section 65C requires HDB to conduct a poll of eligible flat owners within the precinct to find out whether or not they want the proposed upgrading. HDB may, with the approval of the Minister, proceed to carry out the proposed package of \"general\" upgrading works for the precinct if the poll shows that 75% or more of eligible flat owners in the precinct agree to the carrying out of such works. HDB may also carry out \"specified\" upgrading works affecting a specific block if 75% or more of eligible flat owners in that block are in favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members are aware, HDB has conducted polls in Marine Parade and Kim Keat, and an overwhelming majority of flat owners there have supported upgrading. The new section 65C also regularises such polls conducted prior to the coming into force of the amendments proposed in this Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 65D authorises HDB to carry out upgrading works in a precinct6, after approval has been given by the Minister, in such a manner as HDB thinks fit. We want to make sure that only improvement works that are valued by flat owners and Town Councils will be carried out under the Upgrading Programme. Affected flat owners and their respective Town Councils will therefore be required to share in the upgrading cost. The new section 65D allows HDB to recover from flat owners and Town Councils their share of the cost of upgrading works. I want to assure Members that flat owners and Town Councils will be well informed of their financial obligations, viz, the percentage and dollar share of upgrading costs before polling begins. The amount to be paid, termed as the \"improvement contribution\", by each flat owner and Town Council will be determined by HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From time to time, it might be necessary for HDB to carry out certain improvements in a precinct which are in the public interest, such as the installation of dry risers for fire fighting, upgrading of electrical load and replacement of lift car cage. Such improvement works should be carried out, wherever possible, together with upgrading works that require the majority support of flat owners. This will minimise disruptions to residents. The new section 65E empowers the Minister to direct HDB to carry out such improvement works in a precinct, without conducting a poll. HDB will bear the full cost of such works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help flat owners pay their share of upgrading cost, HDB will provide loans repayable in instalments, by cash or from CPF savings, over a 5- or 10-year period. Arrangements have also been made to help lessees in genuine financial hardship, eg, those who are unemployed. Based on the merits of each case, HDB will consider allowing such lessees to defer their instalment payments with interest for a certain period of time. Lessees who are 55 years of age or older and have no employment, investment income or CPF savings, may be allowed to defer the instalment payments with interest until they sell or transfer their flat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There may, however, be some lessees who, despite being able to pay, deliberately delay or simply refuse to pay up. The new section 65F empowers HDB to impose interest and a penalty for late payment on such lessees. HDB is also empowered under the new section 65H to sell off a flat to recover the improvement contributions if they remain unpaid by such lessees. New section 65I enables HDB to recover any unpaid improvement contributions in any court of competent authority or in any Small Claims Tribunal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Space-adding\" items, such as an utility room, bathroom or service balcony, will result in an increase in the floor area of the flats. The flat owner must be given proper title to the additional space created. Normal conveyancing practice requires flat owners to sign a number of legal documents and pay the necessary stamp and legal fees to vest the title. The new section 65G simplifies this procedure to involve only HDB and the Registry of Titles. HDB will lodge the necessary legal documents with the Registrar of Titles. The flat owners will not be required to sign any legal documents, or pay any stamp or legal fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 65J empowers any officer or person authorised by HDB to enter any flat or building within a precinct to carry out upgrading works within the flat or building. Those who wilfully obstruct the authorised officer or person will be guilty of an offence, and will be liable to a fine on conviction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The powers of entry into a flat provided by new section 65J are necessary for the smooth implementation of upgrading works. They will also minimise disruptions to the daily life of residents in a precinct. HDB will have to work out very carefully and adhere strictly to the implementation schedule for upgrading works. Each flat owner will be informed in advance of the exact date and duration that works will be carried out within his flat. A flat owner can then arrange for someone to be present in the flat when work is being carried out within the flat. Any delay in carrying out upgrading works in one flat will upset the schedule for the remaining flats to be upgraded. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> therefore necessary to have this section to give HDB officers the authority to enter flats where the owners refuse entry or for some reason are not prepared to allow the works to carry on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is also empowered under the new section 65K to make rules to give effect to the various provisions in the new Part IVA of the Housing and Development Act. The new section 65L specifies that the provisions under Part IVA do not in any way prejudice HDB's existing right under the Housing and Development Act to enforce breaches of tenancy, mortgage instruments, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the provisions relating to the Upgrading Programme, the Bill includes an amendment to facilitate the sale of tenanted shops to sitting tenants, and an amendment to expedite execution of lease and mortgage instruments. These are covered by clause 2 of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Leases of HDB flats sold before November 1983 contain a restrictive covenant prohibiting the use of any unit in the block for commercial purposes. Of the total 12,000 existing tenanted shops earmarked for sale to sitting tenants, about 5,300 are located in blocks with flat leases containing this restrictive covenant. To enable the sale of these 5,300 units of shops to sitting tenants, a new section 48A is proposed. This will discharge HDB from such a restrictive covenant in so far as the shop units are concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A substantial number of HDB lessees and mortgagors fail to come forward to sign the necessary lease and mortgage instruments despite many reminders. At present, HDB has nearly 11,900 unexecuted leases, some dating as far back as 1978. Of these unexecuted leases, about 10,700 also have unexecuted mortgage instruments. HDB has to spend a great deal of time, effort and money every year to remind these lessees and mortgagors to come forward to execute the necessary legal instruments. This is unproductive and a waste of public funds. The new section 48B empowers HDB to execute a lease or mortgage instrument \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> on behalf of a purchaser of an HDB flat should the purchaser fail to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to support this Bill standing in the name of the Minister for National Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill, as stated by the Minister, is to allow HDB to implement a major upgrading of our older HDB flats and to improve the common areas and open spaces within HDB estates. It is the correct thing to do, as some of our older flats have deteriorated and with it its value and comfort. It is clearly specified in the Bill that the upgrading will be in precincts, in other words, a cluster of 5-7 blocks will be identified as a precinct and the work will be carried out precinct by precinct. My question is: why upgrade by precincts? Can individual blocks in a well-defined neighbourhood be upgraded without going through this precinct concept? Should the number of blocks to be upgraded be only from five to seven? Can there be more flexibility by not fixing this number and allowing future planners to determine the best mix according to the lay-out of the town? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill separates the upgrading works into specific and general upgrading. This is obviously related to costing. One of the biggest concerns in this upgrading exercise is cost. How much will the individual pay, how much will the Government pay, and how much will the Town Councils pay? As stated by the Minister, HDB will bear the cost of such works like installation of dry risers for fire fighting, upgrading of the electrical load and replacement of lift car cage, because these are of public interest and no poll is needed to seek approval. I understand, however, that the cost for general upgrading of the common areas, open spaces, will be shared with the Town Council, while the specific upgrading by the individual flat owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Town Councils run on a very tight budget. It has its own upgrading \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> programmes like covered linkways, improvements to lift landings, lift replacement, landscaping and cyclical works like painting, etc. To prevent unnecessary wastage of Town Councils' funds, it is important that HDB gives advance notice to Town Councils or makes known its upgrading plans, including cost, to Town Councils when requested. This will help to dovetail the work of the Town Councils and the HDB's upgrading exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the cost sharing of the specific upgrading of the individual flats, I learn that at present the flat owner pays 10%, either through cash or by way of CPF. I hope this percentage remains at this figure, and I would like to request HDB not to up it. Because the value of upgrading will not be as it is today, which is about $45,000. Maybe it will be about $50,000 in the next five years. Thus, if the cost to flat owners is pegged at 10% of the upgrading cost, he pays only $5,000 in five years time as compared to $4,500 now. To increase this percentage to, say, 20% of the increased upgrading cost of $50,000 will mean $10,000 on the part of the flat owner. I hope capping the flat owner's share at 10% is reasonable. As this is not spelt out in the Bill, I would like to get from the Minister some assurance on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Ministry to make available to Town Councils and flat owners, a list of the costing for upgrading within the flat, item by item, stating clearly what items are compulsory and what are optional. I am concerned about over-providing, ie, giving more than what is necessary. For example, if a balcony costs $5,000 to build and a flat owner thinks that it is not worth the cost of having it because the view is not much to look at, unlike Marine Parade, and the increased space can only have standing room for one plus a few flower pots, can he opt out and save this $5,000? I make this point because we must plan what the flat owner needs and not what we think they need because plans, once drawn and presented, are very reluctantly changed. So I want to be sure that this can be done, ie, of course, after a poll has been taken. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like the Government to show clearly the areas in the flat that are upgraded at HDB's cost. I think this is important because there is a need for the residents to know about this. In the upgrading exercise, a conscious effort must be made to have a barrier-free environment. It is well and good to have different layers in the precincts to bring out the aesthetics of the area. But what use is all this if an old or disabled resident cannot have access to it to enjoy all these new developments in the precinct. Or a young couple cannot push the baby pram around because of too many barriers. With all this upgrading of the flat and increased space, two questions invariably must be made known to the residents. One is the question of property tax and the other is the lease period of the newly renovated flat. How much more will he need to pay for his property tax? Some indication should be given and will his present lease be altered, say, back to 99 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rest of the amendments refer to procedures of recovery of cost from those who refuse to pay up. It is quite clear and I would not comment on them. The section on procedure and regulation on the sale of shops has been discussed in the Committee of Supply. So I would not repeat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like the Minister to consider an alternative upgrading of the estate. There are, I am sure, old and poorly designed estates, like Teban Gardens, with its long standing intractable problems of leaking toilets, damaged water pipes, spalling concrete and window casements falling apart. Moreover, these flats have no void deck. Sir, I have an album of such defects which I will hand it over to the Minister. I hope that, after viewing it, he would sympathise with me, as the Member of Parliament of that constituency, and also to sympathise with my poor residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, would it not be more prudent, rather than try to do patch work surgery on such buildings, to construct new flats instead? This, of course, would be on condition that there are vacant lands to, say, build a precinct of five blocks, so that we can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> move a section of the old estate into this new precinct, tear down the blocks left behind to build another precinct, and then move another sector into this place and so on. I think this is less traumatic, less disruptive, less problems of dust, noise and neater, and the whole estate can be renewed and residents can remain in that neighbourhood. These new flats can be sold to the sitting flat owners at a special price which takes into account the Government's saving on refurbishing cost. The details can be worked out later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you for your patience, Mr Speaker, Sir. I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, it is noticed that the upgrading of residential flats is being done in tandem with the sale of HDB shops. Of the two, I would think that the sale of HDB shops in the open market has greater implications to the residents of HDB housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister just to clarify whether or not, when the HDB changed its policy to sell the commercial units, they are treating the commercial units just like private commercial units, or there is still going to be a set of rules and regulations governing these commercial units in regard to their sale, rental and transfer of title, and the type of business they can do there. The HDB has got a string of regulations tying down owners of residential units. Although they pay and say that they are owners of the flats, in fact they have to get permission from the HDB for renovation, for bringing in tenants and many other aspects in connection with the flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are reports in the papers that there are already business people wanting to acquire shops in choice areas, and they are willing to pay very high premiums, and large sums of money have been mentioned in the papers. I would like to ask the Minister whether or not the HDB is willing to treat these shops as commercial units. In other words, if the sitting tenants are allowed to purchase and if they re-sell it for a profit, is the HDB going to impose a levy on the profit? Is the HDB willing to allow a sitting tenant, after purchasing it, to rent out for a good commercial rental? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> Also, if the sitting tenant has already purchased the unit, is he allowed to sell it straightaway, or is there going to be a waiting period before he is allowed to sell? These are important questions for those who are now in fact tenants of these shops. Perhaps the Minister could clarify these points. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I share the concern of Dr Tan on the upgrading of HDB flats, especially the cost after upgrading which the Town Council will have to bear. In so far as I know, the cost has not been spelt out clearly, ie, how much or what percentage the Town Council will have to bear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like the Minister's view on whether it is prudent to allow HDB to execute contractual instruments on behalf of purchasers who fail to execute the legal documents. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC):</b> Sir, on the sale of the shops to sitting tenants, I asked a question during the debate on the National Development Ministry. Unfortunately, there was no time for the Minister of State to answer. I would like to bring it up again, and this is in regard to the conditions under which the proceeds or compensation money from fire insurance will in fact go to HDB, even though the premium had been paid by the purchaser in the first place. So effectively there is no protection for the purchaser of the shop. I am wondering if the Ministry has plans to modify the proposed memorandum of lease for these cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, at the present moment, as it is worded, there is a set of wide ranging conditions under which HDB can re-enter or re-possess the premises. These conditions have been loosely or generally defined, and I believe they are not in the interest of the purchaser. I am wondering whether the Ministry would look into this area and suitably improve the wording to protect and safeguard the interest of the purchaser. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the HDB's Upgrading Programme has generated tremendous interest among \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> residents, particularly residents of older housing estates. Although I would agree with my Parliamentary colleague that Teban Gardens is old, the housing estate where I am associated is older. If you go to Tiong Bahru, Bukit Merah, Henderson housing estates, and ask the residents, Sir, many of them would say that they are looking forward to the implementation of the Upgrading Programmes. I think the older housing estates deserve much closer attention because there are visible deteriorations of the precincts and there is an urgency to look into how the problems could be solved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last debate we have discussed the implementation of such a programme. But it seems that it would take 10-15 years before the Upgrading Programme would be implemented in my constituency. With the passing of the Bill, I am wondering whether there would be a subsequent review in terms of increasing the upgrading tempo to ensure that people would not have to wait that long, particularly people who are living in older housing estates like those in my constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter that I would like to ask the Minister is whether, instead of waiting for such a long period for improvements to the precincts to be implemented, there will be marginal or small package programmes to improve perhaps the facade of the house, particularly the windows, the corridors, the doors and the kitchen balcony windows. If you go through some of these estates in my constituency, you will find that many of the facilities have deteriorated. There is an urgency to see whether these facilities could be improved. Besides the Upgrading Programmes that the Ministry has in mind, would the HDB be prepared to look at small package programmes for improvement of older housing estates? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I thank the Members who have made various comments and supported the Bill, and who also raised questions which now give me an opportunity to clarify for Members of the House as well as for Singaporeans as a whole what this Upgrading Programme and sale of shops are all about. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will take the points in the order in which they were raised. First of all, Dr Tan Cheng Bock's points. He asked whether the precincts, which I said in my speech will be between five and seven blocks, can vary in size and whether single blocks can be upgraded. The precincts can be of various sizes. In fact, in the demonstration precincts, they range from three blocks up to eight or nine blocks. I do not think it is likely that there will be a single block which will be so distinct and separate from the rest that it can be upgraded on its own. But the size of the precinct is flexible. It will depend on the physical features on the ground because what we are trying to achieve is to create a precinct which will have a distinct identity so that the residents in the precinct can have a sense of belonging to that area. In order to create a sense of belonging, there must be certain physical boundaries which also will serve as psychological boundaries creating this sense of belonging to the area. So we would take into account the particular factors in the estates and be very flexible. This number of five to seven blocks is just a broad indication. But we would want to avoid doing block by block for the reasons that I have stated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I ought to correct a point made by Dr Tan. If I heard Dr Tan right, he said that specific upgrading cost will have to be borne by the owners. The general upgrading is subject to contribution from both the owners as well as the Town Council. Specific items are those items which I have mentioned which are considered as items required for various purposes like fire fighting or change of lift car cages and so on, and the cost will be paid for by the HDB. And because HDB will pay the full cost, there is no need to conduct a poll. But these items will be done at the same time as far as possible with the general upgrading. This is, as I said, to minimise disruption and inconvenience to residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan made the point that it is important for HDB to tell Town Councils in advance, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> of the programme and to itemise the programme. I agree with that entirely. In fact, this is exactly what we have done with the 2demonstration precinct. What happens is that the HDB or, if a precinct wants to use a private sector architect they can also do so, the architect would prepare a list of suggested upgrading items within the budget. In the case of the demonstration precinct, we have discussed these items with grassroots leaders and residents for about a year. And they know exactly what the different items are and what they will cost. And they made many suggestions which is part of the reason why in the demonstration precincts the programme has been a little delayed. Having taken the suggestions into account, we prepare a final general upgrading package which is subject to the 75% poll of the residents in the area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The list that is submitted to residents for them to decide is not something that is decided by the HDB. It is something that is worked out after very long discussion between the grassroots leaders, residents and the HDB. And then it is subject again to the poll where 75% must support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other list of items where residents want something extra for which they are prepared to pay 100% of the cost, that again is an item that is generated by the residents. And that again is subject to the poll. So if a balcony or an additional bathroom or some other improvement is not needed or not felt as being of value by the residents, then we would not include them. This is the whole purpose of sharing the cost. If we do not share the cost, the HDB can then just do anything and people will say, \"Well, you do what you like, because we do not have to pay.\" But when they share the cost, they are very concerned that the items are items of value to them. So there is long discussion, and there will be long discussions. And no list of items will be just foisted on the residents without discussion. I agree entirely that we must only do what the flat owners want and not what the HDB or anybody else think that they should want. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Barrier-free environment, yes. In the upgrading, we will as far as possible include the latest standards of barrier-free provisions so that old people and disabled people can move freely. And in fact in some of the blocks where we are installing new lifts stopping on every floor, this is a very important barrier-free feature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Property tax - when the value of the property goes up, the property tax must go up. I do not know how much it will go up. HDB owners in fact pay very little property tax. And if it goes up at all, I expect it to be marginal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether the lease can be extended by another 99 years - I think when I first spoke on this in 1989, I explained why it could not be done. Seventy-odd years, which is about the minimum that most of the HDB lessees have, is more than enough to last two generations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan suggested an alternative form of upgrading. I think he really meant not so much an alternative, but something that can run parallel to the proposed upgrading. The idea and principle is acceptable. In fact, we are doing it. In the older areas where there are many 1-room blocks, we have cleared the 1-room blocks, demolished the buildings, and we will be building new flats there. That is one kind of upgrading that we are doing. In fact, in the older HDB estates where the people who are living there have also got older, we are trying to renew their estates by redeveloping parcels that are available, or as a result of demolition of old 1-room blocks, to bring younger people into their estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not yet thought about acquiring and demolishing sold blocks. So far, we have confined this programme to rental blocks. But I would not rule it out. There may be instances where either the land may be so valuable or it may not be worth upgrading an old block, where it may be better to pay off the owners and then knock the place down and redevelop. And of course, his idea of trying to give them some sort of priority for allocation of flats within the vicinity is something that we will consider. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam raised a number of points, all of them, I think, relating to sale of shops. All the points were in fact covered in the press briefing that we had when we announced the sale of shops. But I would repeat the points. The shops will in almost all features be like shops in any commercial centre. The type of business is not controlled. They can do any type of business, provided it is something that the planners would approve, which also applies to private commercial developments. For example, we would not normally allow, say, a provision shop to be converted into a coffeeshop. We are trying to restrict the number of coffeeshops on the ground floors of HDB flats because coffeeshops operate late, they create a lot of noise and heat, and they affect the quality of life of residents in the block. That will be one of the considerations that planners will have when a change of use is applied for. But the change of use applications will apply not only to the HDB shops but also the shops in the private sector. HDB itself would not control the type of business they can conduct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sitting tenant can rent out the shop. In other words, he can just treat it as an investment. He can sell it to anyone without restriction. There will be no levy on any profit that he makes and there is no minimum time that he has to retain the shop before he can sell. If he wants to do certain things to the shop such as renovation and so on, he would have to apply for permission just like any owner of any shop in any private building would have to. It is not something special. We would want to know what kind of renovation he wants to do, what kind of changes he intends to do, because it might have an implication on the structure of the building. So those things are no different between the HDB shops and those in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have answered all the questions that Mr Chiam has raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low said the cost was not clearly spelt out. When we declare a precinct for upgrading, we will discuss with the Town Council what are the items that we propose, and the cost of the items. The Town Council can have full discussion with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> HDB, together with the residents and the grassroots leaders. As I have said, we do not have any pre-conceived notion as to what should be there and what should not be there. We have a suggested list, but that can be changed, and this would be done in full consultation with the Town Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked whether it is proper for HDB to execute instruments on behalf of the purchaser. I was myself very surprised to hear from the HDB that there are so many thousands of people who have not executed their leases and their mortgages. The trouble is that once they have collected the keys, they think everything is over and they just do not turn up, and they have got a thousand and one reasons why they are not free to come and sign the documents. It would not happen anymore. For all the new flats that are being sold, the keys will not be given until they sign the documents. But for the older flats, we need this clause in the Bill to go ahead and execute the mortgages and also register the titles. Very often the lender, for example, a bank in the private sector, would ask the borrower to sign a document giving the bank the authority to execute the mortgage. So that is not unusual. I think where probably it is a little more unusual is where HDB will have to execute the title part of it. But we have to do it because these people just do not want to come. I think they have got such a lot of trust and faith in HDB that their flats will not be re-possessed that they just do not bother. So we want to regularise it, but this is a one-time process. For all the new flats, we have a system which will make sure that this does not happen again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau Ping Sum asked about proceeds of fire insurance and some of the conditions relating to re-possession of shops. I have already asked HDB to look into this. I agree with him entirely that the HDB, having sold the shop, should not feel that it is entitled to the proceeds of any fire insurance payments. So the necessary changes will be made in the memorandum of lease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo has once again raised the plight of the old estates. All I can say is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> that in the scheduling of the upgrading in the different precincts, the age of the estate or the precinct will definitely be an important factor. It does not make sense for us to go and upgrade something that was completed five or six years ago. This will be a very important factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether we will increase the tempo, yes, if the programme goes well and the construction industry can cope with the increased tempo, we will increase the tempo. I have just given a rough idea of 10 to 15 years. It does not mean that Tiong Bahru will be upgraded only at the end of the 15 years. It could very well be next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo asked whether there are any other plans or package programmes which can run parallel to the general upgrading programmes. Yes, in fact, Town Councils can put up proposals so that some of the items that we have in mind for upgrading can be done quite separate from the general upgrading programme, and we will consider them. I think I did mention this also in the House sometime ago in answer to a question that some of the items in the Upgrading Programme can be done much earlier in the precinct than are scheduled under the general upgrading programme. So Town Councils can put up their proposals and we will certainly look at them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered all the points. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister has not answered one of my queries, and that is in regard to the levy imposed on a sitting tenant should he get a sizable profit on the resale of his flat and also the premium. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I did answer. It is not the flat. The flats are subject to levy. I am talking about shops. For shops, I have made it clear that there will be no levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TOWN COUNCILS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>1.44 pm \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang):</b> Mr Speaker, Sir, on behalf of my Minister, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Town Councils Act came into operation on 5th August 1988, and was last amended in November 1990. Since then, a number of developments have arisen that make further amendments to the Act necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendments fall into four categories. The first category covers membership of Town Councils and Town Council committees. The second category of amendments deals with transitional arrangements following a general election. The third set of amendments allows Town Councils to share the costs of upgrading of the common property in their estates. And the final set of amendments is consequential to the recent transfer from Town Councils to HDB of responsibility for the maintenance of the Central Television Antenna (CATV) system in the HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first touch on the first category of amendments, ie, membership of Town Councils and Town Council committees. The current provision in the Act states that, in addition to the elected MP or MPs, a Town Council shall comprise not less than six nor more than 30 other members appointed by the Chairman. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GRCs have expanded from three to four Divisions. Towns which are made up of, or which include, GRCs, now cover more public housing estates. For example, there are now 11 Towns with four Divisions each, and four Towns with five Divisions each. The Act also allows a Town to comprise up to three constituencies. If all these three constituencies are GRCs, then the Town will cover 12 Divisions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For such large Towns, the present limit of 30 appointed members for a Town Council may not provide adequate representation from the various Divisions. To remedy this, clause 3 of the Bill amends the Town Councils Act to raise the upper limit on the number of appointed members of a Town Council to 30 per Town Council, or 10 per MP in a large Town Council, whichever is the greater. For example, in the case of Bedok Town, which comprises Bedok GRC and Changi SMC (Single-Member Constituency) and, therefore, has five MPs, the maximum number of appointed Town Councillors allowed under the amendment will be 50. This is 20 more than the present limit of 30. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must stress that the Town Councils Act sets the upper limit on the size of a Town Council. It would, of course, be up to the Chairman and the other elected members of each Town Council to decide how many members should be appointed to a Town Council. They would have to ensure that there is adequate representation from the various housing estates under their charge, without at the same time making their Councils too large and unwieldy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing section 8(2) specifies that two-thirds of the appointed Town Councillors shall be residents of the Town. This would include residents of non-HDB estates, who are not particularly involved in the day-to-day problems of HDB estates and, therefore, are not usually affected by the Town Council's decisions. Clause 3 of the Bill seeks to amend this section to make it clear that two-thirds of the appointed members of a Town Council shall be residents of HDB estates within the Town. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other amendment relating to the membership of Town Council committees is clause 7 of the Bill. At present, at least half of the members of each committee of a Town Council shall be members of the Town Council. Clause 7 seeks to amend the requirement to reduce this requirement from one-half to one-third. This will enable Town Councils to invite more residents to sit on their committees. It will also help lighten the work burden of Town Councillors, many of whom are also grassroots leaders in their estates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next category of amendments deals with the transition immediately after a general election. The existing provision stipulates that a Town Council Chairman shall be appointed within seven days after any general election or by-election. This, in our experience, is too short a period for the MPs in larger Town Councils, or those whose boundaries have been changed, to choose a Chairman. Clause 4, therefore, amends this section to provide up to 30 days for the appointment of a new Chairman. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing legislation allows the Minister to prescribe the period, not exceeding 180 days, within which a Town Council shall take over the management of an estate from HDB. This section was applicable at the time when Town Councils were first established, but does not cover situations where Town Councils are affected by boundary changes, such as after a general election. Clause 2 of the Bill introduces a new provision allowing the Minister to prescribe the period, not exceeding 90 days, given for a Town Council affected by boundary changes to take over the management of estates from the Town Council previously responsible for those estates. This will also ensure that services to residents will not be disrupted during the transition period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining amendments in the Bill are necessitated by HDB's Upgrading Programme, and by HDB's takeover of the maintenance of the CATV system in public housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading costs for the six precincts included in the first or demonstration phase of the Upgrading Programme will be met largely by Government, with each flat-owner paying no more than $4,500. When the Upgrading Programme is extended to other estates, the costs will be shared by Government, flat-owners and Town Councils in a proportion to be determined. The Town Councils will have to meet their share of upgrading costs of common property from their sinking funds. This was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> something which Dr Tan Cheng Bock alluded to just now. We think it is fair that Town Councils share in the cost of the upgrading because the Town Councils benefit from the upgrading of the precinct in that future cyclical maintenance and routine maintenance may be minimised. On another point raised by Dr Tan, we also try to coordinate the upgrading with the cyclical maintenance of the Town Councils. That is the reason why we would like them to contribute from their sinking funds. Clause 8, therefore, amends the Act to allow Town Councils to use their sinking funds in their share for the upgrading project. We would like to encourage Town Councils to transfer part of their operating surpluses to their sinking funds to meet such upgrading costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final set of amendments deals with the maintenance and management of CATV systems. HDB took over the maintenance and management of CATV systems in the early part of this year. The takeover was necessary as HDB has the technical expertise and is in a better position than individual Town Councils, to upgrade and maintain the systems to facilitate reception of new services such as subscription TV and Teleview. As Town Councils are no longer responsible for the CATV system, the references to CATV systems in sections 22 and 33 of the Town Councils Act have to be deleted. The deletion will be effected through clauses 6 and 8. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when the Town Councils Act was first drafted, we tried to be as comprehensive as possible. However, amendments are inevitable in the light of experience. The amendments I have listed earlier, Sir, have been shown to be necessary through our experience. They are intended to further facilitate the operations of the Town Councils and to enhance their effectiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, does this amendment Bill indicate future plans of the Government to further increase \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> the size of GRCs from the present four constituencies to six constituencies? \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Mr Speaker, Sir, I support the Town Councils (Amendment) Bill. However, there are a few points I wish to seek clarification from the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first point is on the increase in the maximum number of members of the Town Council. It is desirable to increase the number for large towns so that all wards can be adequately represented. However, under the Town Councils Act, a town can be as big as three GRCs, with a total of 12 Members of Parliament, which means the Town Council can have as many as 120 members, and including the 12 MPs, it will be 132 members which is about more than 1 1/2 times the number of Members of Parliament. Although the Minister has commented that it is up to the MP to decide how big the Town Council should be, there is no guarantee that the MP will agree on a small Town Council. So my question is: is it better to impose a maximum number on the membership of the Town Council? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point is on the amendment to enable the Town Council to use the sinking funds for upgrading of estates. Sir, many Town Councils are already faced with the problem of not having sufficient money in the sinking funds for routine cyclical works, such as the R&amp;R, re-roofing, lift overhaul, etc. If upgrading projects are to be paid from the sinking funds, some Town Councils may end up in financial difficulties. Would the Government consider giving more grants to Town Councils for upgrading purposes so that the Town Councils need not deplete their sinking funds? Otherwise, some Town Councils may have no choice but to increase the rate of contribution to sinking funds which now stand at 25% of the income of the Town Council. In doing so, the Town Council may have to increase the SC&amp;CC charges. Sir, I would like the Minister to comment on these points. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, one of the common complaints against the Government is the frequency at which our laws are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> changed or amended, and the Town Councils Act is one of them. It has been mentioned that it was amended only in November 1990 and now we are back here to amend it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The formation of Town Councils was a big election issue in the 1988 general election. The election law was also changed, which was, to my mind, for the worse because it introduced communalism into our electoral system. It should have been more properly considered but it was not so. So we have to come back to this House again to amend this law. No doubt, there shall be further amendments to this law because, I believe, the Government considers this law as a very sensitive one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 seeks to give more transfer time when one constituency is absorbed by another, or one constituency is given up. But the HDB now sees fit to allow 90 days for a takeover. But after the last general election, when the SDP won two more seats at Nee Soon Central and Bukit Gombak, they were only given 30 days each to carry out the transfer. I am just wondering why such a short changeover period was given for those two new constituencies. Clause 2, I believe, also envisages that there shall be further changes in our electoral boundaries. What does the Government have in mind? I do not think that the Government intends to reduce the size of present day GRCs. At the moment, each GRC can comprise up to four single-member constituencies. Is the Government considering enlarging the GRCs to make them into five single-member constituencies, or even more, instead of the present four? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will remember that the rationale behind forming multiple single-member constituencies was to ensure that there was minority representation in this House. At first, it was suggested twinning two single-member constituencies but suddenly there was a change of mind on the part of the Government, and instead of only two single-member constituencies joining up to form a GRC, we were told that there should be three. And then before the 1991 generalelection, suddenly again there was a change in the law to bring it up to four. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the amendments to the Town Councils Act, are we soon to be further told that the number of single-member constituencies in a GRC shall be increased? This change shall certainly come into being if the Government perceives that its electoral success will be enhanced. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chiam, may I remind you that we are debating the Town Councils (Amendment) Bill and we are not debating the Bill on Group Representation Constituencies. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is connected. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Could you get to the point then? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, there is a connection. At the moment, the number of residential and commercial units of flats in a four-member GRC is large enough to enjoy the economies of scale in running it. From this point of view, there is no need to enlarge it further. Potong Pasir is only a single-member constituency and its Town Council is doing just fine. Since a single-member constituency Town Council can manage, there is no reason why a four-member GRC cannot manage. From the management point of view, there is indeed no need to change the four-member GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe one of the reasons why the HDB is divesting the maintenance work of housing estates is that as the estates get older, such maintenance work becomes more and more troublesome. So the HDB passes this part of its difficult task to the Town Councils. In doing so, the HDB reserves for itself the more lucrative and politically sensitive parts of the common property, such as the car parks and the open spaces which may be used for public dinners, fairs or political rallies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The central TV antennae (CATV) did not, at first, come under this category. In fact, the two most troublesome areas of maintenance work are the CATV system and the lifts. Complaints of poor TV reception are received frequently, in particular, during such events as the World Cup or if there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> are popular films being shown. Now suddenly the HDB wants to take over the maintenance of the CATV system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what the Minister has said, I do not believe the real reason is that HDB has the technical expertise. The Town Councils have the means to maintain any kind of CATV system and maintain it well. It does not need the HDB to do so. I believe the reason is that money is involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been told that the Government will soon introduce subscription TV. How does subscription TV work? Each subscriber has to pay to the commercial TV station for a modem or a device to unscramble the signals before he can get a clear picture on his TV screen. Apparently, if such a device or modem is attached to CATV, the residents in the block of flats will be able to get clear signals. So the Government will not be able to sell their devices or modems to the individual residents. Of course, if the HDB allows the Town Councils to look after the common TV antennae and when this subscription TV comes into being, I think the residents will be happy. Certainly it will be fine for the residents, but not for SBC which, we presume, will be owning this commercial TV station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, to prevent the loss of revenue, HDB wants to take back the maintenance of the central TV antennae in the HDB estates. The grant, of course, given to the Town Councils for maintaining the CATV system has been taken back by the HDB. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, I will take Mr Low and Mr Chiam's comments on expanding the GRC separately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I think it is not relevant to the Bill under discussion. The Town Councils Act presently allows the amalgamation of three constituencies to form a Town Council. The definition of a \"GRC\" is one constituency. So what we are providing for in the Bill is to increase the number of town councillors to be appointed. It has got nothing to do with increasing the size of individual GRCs. The number of town councillors that can be appointed, as I explained in my Second Reading speech, is only intended as a maximum. We will leave it to the Town Councils to strike a balance between \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> ensuring adequate representation from the various estates within the Town Council as well as not appointing too many town councillors as this will be so unwieldy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of sinking funds, I think this is a very important issue. I share Dr Koh Lip Lin's concern that with the rising cost of cyclical maintenance, the sinking funds accumulated by Town Councils may not be sufficient for future commitments for cyclical maintenance. In fact, the Government is taking a look at this and we may require the rate of contribution of 25% to be increased to make sure that future generations will have access to adequate sinking funds for their cyclical maintenance. The reason why we want the Town Councils to be able to use the sinking funds as contribution to the upgrading is, as I have explained earlier, we will coordinate the upgrading together with the cyclical maintenance of the precinct. And in so doing, Town Councils can make use of their funds set aside for cyclical maintenance as part contribution to the upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam made a comment on the frequency of changes to the Act. Let me assure him that the objectives of the Town Councils Act have not changed. We are coming to the House today to make procedural changes that are required based on experience. In particular, he mentioned clause 2 which is intended to reduce the number of days during the transition. In the present Act, it is 180 days. We think that 90 days is sufficient for the transition. Previously, we provided for 180 days because it was a transition from HDB to Town Councils when the Town Councils were first formed. Now the Town Councils have been in operation for three years. They are going concerns and we think that we need only 90 days for a transfer after a general election or a change of boundaries after a general election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned that Bukit Gombak did the transfer in 30 days. I think that goes to prove the point that, in fact, we are able to do it within 30 days. The Act gives 90 days. This is to give the Minister the flexibility of up to 90 days. We, in fact, feel that it can be much shorter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made another comment on the CATV. I think Mr Chiam has a very fertile mind and I thank him for the suggestion that the TV reception can be very poor if the CATV is poorly maintained. But let me assure him that that is not our intention. The reason why HDB took over the CATV is that HDB has the technical and the supervisory expertise to upgrade the CATV for the new facilities that will now be available to Singaporeans, in particular, subscription TV. I think Mr Chiam said that money is involved. Indeed money is involved. To upgrade all the antennae systems so that residents will be able to receive Teleview and subscription TV will cost the Government more than $60 million. He claimed that if you attach a modem on the antenna, you can pay for the entire block. The subscription fees, I think, will be covered by the Minister for Information and the Arts. I do not think he will allow the Town Councils to install a modem on the CATV that will facilitate the TV reception for the entire block without paying for all the units in that block. If a Town Council wants to install a modem on the CATV for the entire block, it will be charged for 100 units. So if the Town Councils want to pay for all and not pay according to individual user, I am sure he is quite happy to subscribe en bloc for the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think all these are not intended in the change of the CATV. The taking over of CATV by HDB is very simple, very straightforward. We want to take it over so that we can upgrade the CATV reception for subscription TV in the quickest way possible. And even then, that will take us three years before the whole upgrading exercise can be finished. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister says that the HDB will be installing an antenna suitable for receiving Teleview. Will it also be suitable for receiving TV3 of Malaysia? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The Government policy on TV3 has been explained in previous discussions in the House. As I read in the Hansard, it is quite clear the Government, through HDB, does not intend to provide TV3 reception in HDB estates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My point is that if you have got an antenna that can receive Teleview, you can also receive TV3. Is that correct? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Technically, you can upgrade the antenna to receive any station that you want. But there is the stated policy of the Government that it would not upgrade the CATV in the HDB estates to receive TV3. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Lim Hng Kiang]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DRUG TRAFFICKING (CONFISCATION OF BENEFITS) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.10 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the aim of this Bill is to deny drug traffickers the enjoyment of the benefits of their crime by confiscating their assets which are derived from drug trafficking. So that the Bill will be made effective, the laundering of drug assets will also be made an offence and benefits derived from this offence will be confiscated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The provisions of this Bill are based largely on the United Kingdom Drug Trafficking Offences Act with modifications to suit local circumstances. Members will recall that our Corruption (Confiscation of Benefits) Act, 1989, was also modelled on this United Kingdom law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we want this additional weapon to deal with drug traffickers, we, at the same time, have to be cautious to ensure that the Bill will not adversely or unnecessarily affect the operations of the financial institutions in Singapore. Therefore, one of the important \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> concerns in drafting this Bill was that the new law should not undermine the confidence of depositors, investors and property owners over the confidentiality of records of their assets. Many safeguards have been built into the Bill. And with these safeguards, third parties will not be able to pry into a person's financial accounts under frivolous pretext or under the guise of drug trafficking investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Equally important, this new law ought not to be more liberal than other financial centres in releasing information to foreign enforcement agencies. Therefore, the Bill provides that such information can only be released to a foreign government agency provided that certain stringent criteria are satisfied. Furthermore, there is a prerequisite that a mutual legal assistance treaty must exist in the first place with that country and that the Attorney-General must be satisfied that there is a prima facie case of drug trafficking against the person in question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed legislation will be restricted to confiscation of assets derived only from drug trafficking and that there will be no unrestricted access to financial records. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the provisions themselves are quite complicated and technical. It is my intention to submit this Bill to a Select Committee. Instead of taking Members through the individual provisions, what I propose to do is to explain how this new law will actually operate and I intend to do this by referring to two past cases which occurred in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first example. The Central Narcotics Bureau last year arrested an opium trafficker. He was found in possession of $5,000 in cash. CNB's investigations under the Misuse of Drugs Act revealed that he had little or no money to his name. From documents seized at his residence, it was found that his wife, who was not employed, owned two bungalow houses and his 17-year-old son owned a new luxury car and had $200,000 in his bank account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing this law had already been in force then. The prosecution would apply to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> Court for a search warrant to search the residence and workplace of the arrested drug trafficker. The search might have yielded information on bank accounts, property and other information relating to his assets. With this information, a Production Order would also be obtained from the Court, ordering any financial institution or other Government agencies to produce details of all assets in the name of the drug trafficker or his family members. Through such Production Order, valuable information would also be obtained on the value of these assets and the location of the assets. An application would then be made by the Public Prosecutor to the High Court for a Restraint Order to freeze the cash of $5,000 and $200,000 and also to restrain the car to prevent it from being sold. The Public Prosecutor would also apply to the High Court for a charging order to stop the sale of the two bungalow houses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After his conviction and on the application of the Public Prosecutor, the Court would require the drug trafficker to show proof of his sources of income leading to the accumulation of these assets which have been uncovered. Prosecution would bring evidence to show that both the drug trafficker and his family members had no regular income or other sources of income and that there was also no evidence of any inheritance from relatives. The Court would therefore assess the trafficker's assets and include $5,000 cash in his possession, the two bungalow houses, the son's car and the $200,000 in the son's bank account. In the absence of contrary evidence, the Court would presume that these assets were the benefits of his drug trafficking activities and issue a Confiscation Order for these assets to be confiscated in the form of a fine equivalent to the value of these assets. If he is unable to pay the fine, the Court would appoint a receiver to take possession of the assets and realise their values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second example to demonstrate how this Act could work. I would refer to another CNB case to show how the new offence of money laundering would be investigated. Three years ago, a heroin trafficker was arrested. He was a Director of two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> companies, one in Singapore and the other in Hong Kong. The Singapore company regularly paid large sums of money to a third company in Malaysia belonging to a business associate of the heroin trafficker for the purchase of electronic components. The Malaysian company in turn remitted money to the Hong Kong company for the purchase of the same electronic components. In actual fact, the business associate of the heroin trafficker was a key member of a drug syndicate and whose role was to launder the drug moneys of the heroin trafficker. The drug moneys would be delivered to this business associate and the same amount remitted to the heroin trafficker through his Hong Kong company. The drug moneys would be used, either for the enjoyment of the heroin trafficker and his family or for further investment in his drug trafficking syndicate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This, compared to many other complicated situations, is actually a relatively straightforward case of money laundering, which simply means to conceal the origin of moneys derived from drug trafficking activities and to pass it off as legitimate proceeds of lawful activities. Under the new Bill, this business associate would be guilty of assisting the heroin trafficker to launder drug money. Any payments which the business associate receives from the heroin trafficker for assisting him to launder his drug moneys would also be subject to confiscation upon the conviction of the business associate for assisting in this money laundering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say a few words about the implementation of this new law. A special Financial Investigation Division will be set up within CNB to deal with all such financial investigations into drug trafficking cases. Financial investigations into drug assets and drug money laundering, I would say, are inseparable from investigation into the drug trafficking offences or activities. This is because information gathered in one investigation is often essential to the other investigation. Because of this, the new provisions will provide an additional weapon to detect and curb drug trafficking activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this new law, by confiscating benefits of drug trafficking, would render drug trafficking an unprofitable venture. It will be an additional weapon in the package of deterrents we would have in Singapore to deal with drug traffickers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is timely to enact this law because there are drug syndicate chiefs who often handle the money only and are very careful in avoiding handling the drugs, the substance itself, because of our very stringent penalties in the Misuse of Drugs Act for those handling the drugs. Now with this law which will make money laundering an offence and provide for the confiscation of benefits from drug trafficking, these people who thought that they can put themselves outside the legal framework by just handling the money, cannot escape the arm of the law. Not only can they be convicted for the offence of money laundering, but they can also have their ill-gotten gains confiscated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned earlier, Mr Speaker, I intend to refer this Bill to a Select Committee so that individuals, organisations, financial institutions and others who have views on the details of its provisions can make representations and for us to take into account these representations before we finally enact the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, I rise to support the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of drug trafficking cannot be over-emphasised. We have been very severe in our dealings with traffickers. We make no apology for imposing the death penalty under certain circumstances. In spite of this, the use of Singapore as a transit point continues. This is simply because drug money is \"big money\", and traffickers are willing to take the risk. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past four years as Chairman of the GPC for Home Affairs and Law, at practically every diplomatic function and when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> especially overseas, I have been consistently asked as to why \"efficient Singapore\" is so slow to legislate on an asset seizure law. There was a lack of an attempt to understand what we wanted: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) laws that were enforceable; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) that we wanted to ensure that the new laws enacted would not hamper the development of our financial institutions; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) that we wanted to ensure confidentiality of the banking and other financial institutions; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) we are committed to fighting drug addiction and drug trafficking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was not a case, and it is not a case, of delay tactics. We wanted a law that works, but a law that will not work against us. In the community of nations, Singapore can be proud that we are amongst the few countries that practise compulsory drug rehabilitation at the State's cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill shows how complicated the whole issue of drug asset seizure is. I welcome the Minister's move to send the Bill to a Select Committee. We will be dealing with foreign drug enforcement agencies and local and foreign individuals. Do we entertain all enquiries? How do we even know that the agencies or the officers of the agencies are not interested parties as whole governments are sometimes implicated in the drug trade? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had a personal experience which I will never forget. A few years ago, I presented a paper on the drug scene in Singapore. One of the suggestions made by the Singapore delegation was the sharing of intelligence information. The next morning, a gentleman, a delegate from another country, joined me for breakfast. He was a Member of Parliament from another country. Over breakfast, we discussed the international drug scene and he brought up the subject of intelligence information sharing. Whilst he agreed that it was a good idea to share intelligence, he told me never to do this with his own country. Why? He felt strongly that the Commissioner of Police of his own country was deeply involved in the drug trafficking trade. I thus agree with the approach of our Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> to this Bill; indeed, we must take a very cautious approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main concern of this Bill is in the implementation. Whilst we must do all that we can to ensure that no drug trafficker will benefit from his ill-gotten gains, we must protect the confidentiality of the innocent. We must always be on guard that this Bill is not abused. We must not fall into the trap of allowing third parties to pry into a customer's confidential accounts and transactions with financial institutions. I welcome the safeguard that all foreign requests will be channelled to the Attorney-General who will act in consultation with experts from the Ministry of Home Affairs, Central Narcotics Bureau and the Monetary Authority of Singapore. I am glad to hear from the Minister that a multi-disciplinary team would be formed to meet this new challenge, a team conversant with international law, international banking, and of course specialist narcotic officers. This, however, must also be a team ever aware of the sovereignty, security and other essential interests of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would next like to turn to the Confiscation Order. In our local context, where home ownership of HDB flat using the CPF mechanism is a cornerstone of our way of life, I would like to seek clarification from the Minister regarding this. Should a HDB flat be in the joint name of the husband and wife, and the husband is found guilty of drug trafficking, maybe, without the knowledge of the wife, what is the status of the flat? Will the whole family be evicted? We know that the HDB home is protected from seizure due to bankruptcy. Will such a similar protection be extended in the case of drug offences? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the question of the burden and standard of proof. One is usually presumed to be innocent unless proven guilty. It is the duty of the prosecution to prove that a person is guilty of drug trafficking. However, after conviction, the onus is then placed on the offender to show which of his assets were not derived from drug trafficking. This seems to me to be unusual. While I will not support the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> guilty, is this not an \"overkill\"? The Minister must have good reasons for this clause. Can he explain? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in closing, I would like to say that I am glad that this complicated Bill is being sent to a Select Committee. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I wish to thank Dr Arthur Beng for his support for the Bill. May I just comment on the points that he made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, his comment on the Financial Investigation Unit. I wish to assure him that this is indeed one aspect of the implementation which we are very mindful of, because the investigation into matters which would lead up to the confiscation of assets and the investigation of money laundering is not going to be easy. Because our discussion with other drug enforcement agencies elsewhere who have had experience in this area is that the drug traffickers are quite skilful and cunning, and have a very complicated mechanism and the network they set up of different financial bodies and companies and branches, in order to achieve money laundering. It is very complicated and it requires quite skilful tracing and investigation in order to uncover this money laundering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we will have to set up, and it is our intention to set up, a special financial investigation unit that must include people who have the competence and ability to go into these areas, which must mean that you have people who have accountancy training and sufficient knowledge about financial affairs to be able to do the necessary investigations. So I wish to assure him that we have this in mind, and this will be done, and the officers will be trained. This is already under-way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point was his concern of seizure of assets like houses. He mentioned HDB flats where the wife may be the co-owner and she may be completely innocent. I would like to assure him, first, that if you examine the provisions in detail, there is a very elaborate provision (I think it is clause 9) which protects the interest of innocent third parties. And if it was true that the wife in that particular case had no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> knowledge or was innocent, then her rights would be protected under clause 9. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I want to make a broader point for Members to understand the approach in this Bill. When we examine the models and approaches adopted by different countries, basically there were two different approaches. In one approach, the authority will actually confiscate the physical assets of drug traffickers, sell them off, manage them, and so on. The other approach, which is the United Kingdom approach which we are following, is, in the first place, to avoid physical attachment of all the assets, but to apply to the Court for an order for a confiscation of the benefits. In other words, the Court will make an order that the accused person must pay a confiscation of the benefits or the total sum which the Court assesses to have been derived from drug trafficking. This approach is favoured by us because in some other countries, the authorities have landed themselves in quite big problems, because they have to manage supermarkets, they have got to handle yachts and various other assets. We want to avoid that. So the approach is the Court will assess the value of the assets and the order will be to the accused person to pay that amount. And if he does not pay, he goes to jail. But, of course, in the ultimate analysis, there are provisions for the realising of these profits. But the initial approach is to try to avoid managing these complicated and various assets, some of which may even be located abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So that is an approach which I would like to point out, which is similar to the approach we took for the confiscation of benefits in respect of corruption. I think it is a more practical approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point the Member raised was concerning the burden of proof, whether is it unusual, and how do I justify. I would justify it, first, on public policy and, second, that if we do not have that presumption, this law is unworkable. Let us take a situation where a drug trafficker is convicted. And investigations then show that he may have a monthly income, all his known sources of income of himself, his wife and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> the entire family, shall we say, for the past six years have never exceeded, say, $10,000 a month. But he has a million dollars in various bank accounts, he owns a condominium and houses in his name here, and he owns property abroad. Then he has bank accounts abroad, total sum of which, shall we say, is $5 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is very reasonable to conclude that since the total sum of his assets is so disproportionate to his known sources of income these cannot be derived from his legitimate income or legitimate work. And since he has been convicted of drug trafficking, who can best explain this? It is well-nigh impossible for the prosecution to prove to the Court that these are derived from drug trafficking. It is just impossible because these are matters within the special knowledge of the drug trafficker. That is why in many countries, including United Kingdom, whose model we are following really, the burden is placed on the accused person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the first place, let me emphasise, there is a preliminary burden on the prosecution. The prosecution must first prove that he ought to be convicted for that particular drug trafficking offence which may trigger off his investigations. After he has been convicted, the burden is on the prosecution to launch investigations for the tracing and recovering of his assets. And the burden is on the prosecution to adduce all these to the Court and to urge the Court that the amounts standing in his name are so disproportionate that the presumption ought to be invoked. But then these are matters within the knowledge of the accused person. And he could say, well, how did it come by such large amounts of money? I think it is reasonable. But more important, or equally important, if we do not have this presumption, it will be just impossible to get at the ill-gotten gains of drug traffickers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and seven Members to be nominated by the Committee of Selection. - [Prof. Jayakumar]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NANYANG POLYTECHNIC BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to provide for the establishment of a fourth polytechnic in Singapore. It will be known as the Nanyang Polytechnic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our first polytechnic, the Singapore Polytechnic, was established 38 years ago - in 1954 - to train middle-level professionals to support the economic and technological development of Singapore. Since then, we have established two more polytechnics, Ngee Ann Polytechnic and its predecessor, Ngee Ann Technical College, in 1967 and Temasek Polytechnic in 1990. These three polytechnics have spearheaded the training of skilled manpower to meet the needs of the economy. Today, polytechnic graduates are valued as practice-oriented and knowledgeable middle-level professionals and are much sought after by industry. Since the beginning, our polytechnics have produced a total of 83,000 graduates for our economy. Based on the projected enrolments of the four polytechnics, we should produce another 105,000 polytechnic graduates by the year 2000. At present, polytechnic graduates form only 5% of our workforce. By the year 2000, they should form 12% of the workforce. \n  <br>\n  <br>\n  <i>Meeting manpower needs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as our economy becomes more sophisticated, we will need a manpower structure that is similar to that of the developed countries. Take Japan as an example. In 1990, 16% of Japan's workforce were university graduates and 58% have post-secondary education. In contrast, our 1990 workforce comprised 6% degree holders and 13% post-secondary graduates which include polytechnic graduates, A-level holders and other post 0-level graduates. Clearly there is a large gap at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> the post-secondary level including at polytechnic level. This is a crucial sector of our workforce. While many degree holders occupy the higher echelons of industry and provide professional and managerial expertise, they must be supported by middle-level professionals and managers who can implement plans and concepts efficiently and effectively. Feedback from employers suggest that there is indeed a demand for middle-level professionals with polytechnic qualifications. This is further confirmed by the higher median starting salaries of polytechnic graduates which today have crossed the $1,000 mark. To meet the needs of the economy, we must therefore expand the polytechnics rapidly. \n  <br>\n  <br>\n  <i>Meeting pupils' aspirations</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the expansion of polytechnics must not be at the expense of standards. We must also consider whether there is a sufficiently large pool of students who can benefit from polytechnic education. In the last few years, we have witnessed the increasing popularity of the polytechnics among '0' level school leavers. In 1991, for example, there were 16,100 first-choice applicants for the 8,800 polytechnic places available, or about two applicants for every vacancy. An analysis of these applicants showed that most of them meet the entry requirements of the polytechnics. This year's Joint Admission Exercise results for polytechnic admission are not out yet. However, I can report that the number of first-choice '0' level applicants for the polytechnics is 17,300. This is a record number. They are applying for about 10,000 places offered by the four polytechnics for '0' level school leavers. We must therefore provide more places at the polytechnics to meet the aspirations of students and parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the improvements in the education system, more students will have at least 10 years of general education, including four years of secondary education. For the majority of our students, education will not end at the secondary level. Most of them will expect to continue their education and training in various post-secondary institutions such as junior colleges, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> polytechnics and the Institute of Technical Education. It is envisaged that, by the second half of this decade, about 40% of a cohort, or about 16,000 students, could benefit from the courses offered by the polytechnics. This translates into four polytechnics, each catering to an intake of about 4,000 students. To meet this demand for places, the Government has decided to establish a fourth polytechnic instead of expanding the existing three into very large institutions. Our experience tells us that a polytechnic should not be too large. Otherwise its quality of education will be affected. \n  <br>\n  <br>\n  <i>Courses to be offered</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nanyang Polytechnic will offer courses which are relevant to the needs of industry, taking into account courses currently offered by the other polytechnics, trends in our economy and our manpower needs. Initially, the Polytechnic will offer courses in Engineering, Business Management, Information Technology and Health Sciences. \n  <br>\n  <br>\n  <i>Engineering</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In engineering, the Polytechnic will focus on key areas, such as automation, manufacturing technology and precision engineering. \n  <br>\n  <br>\n  <i>Business Management</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore positions itself as a global city with total business capabilities, we need middle-level professionals well-trained in fields, such as financial trading and insurance and risk management. Courses at Nanyang Polytechnic will take cognizance of the regional economy and adopt a regional and international outlook. \n  <br>\n  <br>\n  <i>Information Technology</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Demand for information technology professionals is still increasing. Nanyang Polytechnic's diploma course in Information Technology will provide a strong grounding in programming and systems analysis related specially to manufacturing software, computer-integrated manufacturing, and computer networking. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Health Sciences - a new field</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Health Sciences programme at the Nanyang Polytechnic will be a new development. Presently, the training of health care personnel, such as nurses, is hospital-based with an emphasis on clinical work. With the rapid advances in medical technology, we need to inject more rigour into the training of health care professionals through institution-based training. This is consistent with worldwide trends. The training will still be practice-oriented, but more theory will be included in the curriculum. This will help upgrade our health care professionals so that they can better meet the needs of a more affluent society with a maturing population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our diploma courses in Health Sciences are new to Singapore. Nanyang Polytechnic will be collaborating with the University of Sydney to tap their expertise in this area. Sydney University's Faculty of Health Science is well recognised in Australia. Under the collaboration, it will help our new School of Health Sciences introduce two new diploma courses - Physiotherapy and Occupational Therapy, in addition to nursing and radiography. \n  <br>\n  <br>\n  <i>Plans for 1992-1993</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1992, Nanyang Polytechnic will start at two temporary campuses and offer diploma courses in the Health Sciences and Business Management. Courses in Health Sciences will be conducted at the Outram campus, formerly the Silat Primary School, as well as the present School of Nursing. The second campus, the site of the former Tiong Bahru Secondary School and Delta Circus Primary School, will be used for courses in Business Management. This year, Nanyang Polytechnic will take in 380 students for its Nursing, Radiography and Therapy courses and another 320 students for Business Management courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next year, Nanyang Polytechnic will start courses in Engineering and Information Technology. For this purpose, ITE will loan the premises of the newly built Yishun Technical Institute to the Polytechnic. The initial intake for Engineering and Information Technology will be 360 and 160 students respectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Long-term Plan</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the long-term plan is to develop a new campus for Nanyang Polytechnic on a 30-hectare site in Ang Mo Kio New Town, catering to an intake of about 3,800 students in four to five years' time. This site is ideal because it is centrally located and it is near to high technology industries. The site is also conveniently located next to the Yio Chu Kang MRT station and will, therefore, allow the Polytechnic to serve students, including adult workers attending evening classes, living along the MRT corridor. \n  <br>\n  <br>\n  <i>Purpose of Bill</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Nanyang Polytechnic Bill proposes to establish the Polytechnic as a body corporate, comprising the Board of Governors, the Senate, the members of the academic staff and other officers. The Bill also makes provisions for the establishment of Schools within the Polytechnic. The Constitution of Nanyang Polytechnic is set out in the Schedule to the Bill. The Constitution defines the composition, powers and duties of the Board and Senate, as well as other details which will be governed by statutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, I rise in support of the Nanyang Polytechnic Bill before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC for Education welcomes the establishment of the Nanyang Polytechnic which will help to produce more better educated, middle-level professionals and staff with highly marketable skills to meet the demands in the various sectors of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that the courses offered by Nanyang Polytechnic will complement the existing polytechnic programmes, as well as broaden the range of options with the introduction of the Health Sciences programme. Over the last few years, the 'O' level and 'A' level examination results have been improving constantly and this year's results are the best ever. Naturally, high standards will fuel greater \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> competition among our students for a limited number of places in our tertiary institutions. It is timely, therefore, that the number of our polytechnic places be expanded to take in as many qualified applicants as possible. The Nanyang Polytechnic provides this expansion without compromising standards. In addition to meeting the demands of the labour market and the students' aspirations for higher education, the Nanyang Polytechnic will also contribute towards levelling up the standard of education of our workforce to match that of the developed nations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, some apprehension that the glut of polytechnic and university graduates in the labour market may arise in the near future leading to disappointment, frustration and even disillusionment. I do not share these sentiments. Singapore does not stay competitive by holding down the potential of our students and our workforce. On the contrary, their potential must be maximised. We stay ahead of our competitors by tapping higher value-added, higher technology industries that have the capacity to pay our workers higher wages. Our workforce must have the education, the training and the skills to meet the requirements of such industries. With higher wages, our people can then expect a higher standard of living and a better quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the quality of an educational institution is not just determined by the quality of the buildings or the students, but also the quality of the teaching staff. I would like to ask the Minister: with Temasek Polytechnic set up just two years ago and taking up a substantial pool of teaching staff from the labour market, would Nanyang Polytechnic face problems in recruiting qualified professionals for the various schools? Are we looking overseas in view of the shortage of labour and expertise in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, with the four polytechnics competing for the same pool of teachers, is there coordination among them to prevent staff poaching of one polytechnic by another? In order for polytechnic education to remain relevant to industry, our teaching \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> staff must continue to maintain their links with them through industrial attachments. At the same time, industry professionals should be invited to serve on the Advisory Committees to ensure that course curricula remain relevant to their needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education is a life-long experience and it is important that our graduates continue to upgrade themselves even after they enter the world of work. In this respect, I would like to ask the Minister whether Nanyang Polytechnic will also play a role in providing continuing education in selected fields for working people. Will the Nanyang Polytechnic also conduct part-time courses at the diploma level for mature workers who have missed out on a post-secondary education in the past? This can be done by using the credit system which allows working people to take courses at their own pace and at their own time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although Nanyang Polytechnic is the fourth polytechnic to be established, I certainly hope that it will not be the fourth choice for our students. Nanyang Polytechnic should quickly develop its own character and reputation and carve out a niche for itself among the four polytechnics in Singapore. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, I rise to support the Nanyang Polytechnic Bill. Before I speak on the Bill, I would like to declare my interest as a polytechnic lecturer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore depends on the quality of its human resource for economic growth and Government must play pro-active roles to ensure that our learning institutions produce sufficient professionals, middle-level professionals and skilled workers for our industry. I am glad to note that Government recognises the importance of our middle-level professionals and continuously emphasise the quality of polytechnic education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a few months ago, a Director of Technikon Natal from Durban, South Africa, visited our polytechnics as part of his visits to polytechnics in Hong Kong, Australia and UK. He commented that after visiting all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> the polytechnics in these countries, he found that Singapore is the only country that is still upholding the real objectives of polytechnic education and, that is, to train future technologists. He noted that many countries have succumbed to political pressure and convert their polytechnics into degree awarding institutions. In fact, he was amazed to note that not only have we maintained the standard of our polytechnics, but we are also expanding it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, like many parents and students, I welcome the establishment of the fourth polytechnic, but, however, I have a few questions and suggestions to make. More than 16,000 first-choice applicants applied to the polytechnics last year and since Temasek Polytechnic has limited places due to space constraint, I would assume that the majority of the applicants applied for conventional and popular courses, like Engineering and Business Administration, which are offered by Singapore and Ngee Ann Polytechnics. However, Sir, I do not see the rationale of how we could meet the aspirations of students and parents if the new polytechnic is going to offer unconventional and new courses, like Health Sciences and Information Technology. The Minister has indicated that these courses are relevant to the needs of industry, but has any study been made to show that these courses are actually demanded by students. I believe that we should strike a balance between the needs of industry and the interest of our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also observe that Nanyang Polytechnic will be offering engineering courses in automation, manufacturing technology and precision engineering. In my view, Sir, these courses are restrictive and too specialised. In engineering, specialised knowledge should be preceded by general knowledge. Speaking as a trained electronic engineer, I feel that our polytechnic graduates should not be trained in a specialised area because it will inhibit their versatility and adaptability when they join the workforce. I suggest that Nanyang Polytechnic offer more broader based courses, like Electronic Engineering (which happens to be the most popular \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> course applied by students), Electrical Engineering or Mechanical Engineering. Within these courses, we could then include areas of automation, manufacturing technology, precision engineering, or any areas of specialty which are needed by our industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many private institutions and schools are doing a good job in offering courses, like Information Technology, and many of them are in collaboration with prestigious foreign universities to ensure its credibility. My question to the Minister is: is there a need for Nanyang Polytechnic to duplicate their effort? If so, will the Information Technology course offered be in collaboration with any creditable university or institution? In my view, Sir, we should not duplicate what private schools or institutions are doing, but instead concentrate on providing courses which could not be offered by these schools. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, I thank Mr Lew Syn Pau and Mr Umar Hamid for their support of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would first take up the points made by Mr Lew Syn Pau. He asked whether, in the process of setting up Temasek Polytechnic and now Nanyang Polytechnic in such a short time, we are depleting staff members from the other polytechnics, and whether there will be an unhealthy competition for manpower between them. Let me assure him, Sir, that there is no problem in this area at all. In fact, the two older established polytechnics are well stabilised and they are providing some of their staff members to help start the courses in the new polytechnics, to be heads of departments and senior members on the staff. The new polytechnics are recruiting beyond that from the private sector. They look for people who have working experience, as well as the requisite academic qualifications, to become academic staff. And they are doing so not only locally within the Singapore context, but they are also recruiting from Britain, Australia, Canada and the United States. This is in fact a good time for the polytechnics to recruit, because in the countries I have just mentioned, there is a budget squeeze in these countries. And the education budget in these countries is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> also being squeezed. So we are able to benefit by recruiting some of their academic staff to come here to work for us. So the staffing position, although tight, is possible, because there are these sources from which we can recruit staff members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally coordinate this matter because I meet the principals of the polytechnics on a monthly basis. And amongst other issues, the question of staffing comes up and I ensure that there is a great deal of cooperation amongst the polytechnics in this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he raised the question of part-time courses for working adults. Yes, indeed, the polytechnics are conducting evening and weekend courses for working adults leading to the diploma and leading to the advanced diploma that they offer. This is very well established in the case of Singapore Polytechnic and Ngee Ann Polytechnic. Temasek Polytechnic is beginning to go into continuing education courses. In the case of Nanyang Polytechnic, it will concentrate, first of all, on its full-time courses to get itself established. And I would not advise them to start going into part-time courses for working adults, especially as the other polytechnics are already providing for this. But in due course, Nanyang Polytechnic, I am sure, would also want to help working adults upgrade themselves through their part-time evening courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Ang Mo Kio GRC - and it is indeed in Ang Mo Kio where the Nanyang Polytechnic will be established - raised several interesting questions. I think he has made a general point which is: should the polytechnics start unusual courses like Health Sciences for which there may not be much student demand? And he is in fact saying: why not wait for student demand before you start courses? I disagree with him on that point. I think what is more important is to ask the question: does the economy need professionals and technologists in this or that area? Do employers need people? What kind of skills and experience and knowledge do they need? Starting with that, then there is a justification to spend a lot of public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> funds on the establishment of very expensive courses at the polytechnics. And having done that, then the polytechnics will set out to persuade the students that these courses are in demand by employers and to persuade them to come in to take these courses. That is the approach taken by the polytechnics which, I believe, is the right approach. And it has proven to be correct because all the courses offered by the polytechnics are well subscribed and taken up by school leavers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Health Sciences which is a new area for the polytechnics, the request to start diploma courses in Health Sciences, especially in the therapy courses which we do not have up to now, came from the health sector, particularly from the Ministry of Health. They have been watching this situation for many years and they have now convinced the Ministry of Education and the polytechnics that they should go into the field of Health Sciences. So this year we have made a start on this. I am glad to tell the Member that based on first-choice applications, there are more applications for, say, nursing places than there are places available to take them in. I believe this may be the first time that we have such a healthy response for Health Sciences courses. And it could be because the courses have been upgraded to diploma level. So we have got on to a good start for Health Sciences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Information Technology, he is right in pointing out that there are some private sector computer schools that are running computer courses, programming courses, system analysis courses. I think they have a role to play and they should continue to play this role, providing these courses especially for working people who want to acquire computer skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But as far as the national need for information technology professionals, whether at degree level or diploma level, is concerned, the need is very large. The National Computer Board has projected that by the end of this decade, Singapore will need something like 30,000 information technology professionals, generalists, specialists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> Today, we have 14,000. We are not quite half way there yet. And they have therefore requested through the Committee for Professional and Technical Education, a Ministerial Committee, for an expansion in the number of places offered at the NUS and NTU for degree level courses for information technology and also at the polytechnic diploma level for similar courses. The NUS and NTU will be raising their intake from about 800 currently to about 900 in 2-3 years' time. At the level of the polytechnics, currently they are taking in 700, but they will be gradually raising the intake to about 1,100. So by that time, a total of about 2,000 IT professionals will be coming out into the workforce. But despite that, NCB thinks that there will still be some shortage and indeed many companies which cannot recruit enough people on the local market are recruiting from overseas. There is recruitment of overseas IT professionals into Singapore. But I should tell the Member that there is a world-wide shortage, so that even if you try to recruit from overseas, you may not be able to find the people you want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to assure him that these courses have been very carefully studied, surveys have been done and that there is no danger of redundancy in the creation of these courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Tay Eng Soon]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL COUNCIL OF SOCIAL SERVICE BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.10 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill seeks to repeal and re-enact the Singapore Council of Social Service Act, Cap. 321. The Singapore Council of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> Social Service Act was enacted 24 years ago, in 1968. At that time, we had high unemployment, and many Singaporeans lived in cramped quarters that lacked proper sanitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation has changed dramatically in the last two decades. With strong economic growth, we now enjoy full employment. Any able-bodied person can get a job without any problems at all. With greater affluence and full employment, the nature and scope of our welfare problems have also changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We had more than 16,500 public assistance recipients in 1968. Today, the number has dropped to about 2,300. The social problems we face today are those of a modern, urbanised and industrialised society. Our families have become smaller. The dual-income nuclear family with both parents working is becoming more common. This is to be expected, since women today are as well-educated as the men. The aged population will also increase dramatically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these changes in our economy and the family structure will pose new challenges to us in the future. Instead of the homeless, the destitute and the aged single who migrated to Singapore from China, India and Malaya many years ago, new social problems are emerging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Council of Social Service (SCSS) and the Community Chest of Singapore (CCS) have performed an excellent and invaluable job in supporting and providing welfare services in Singapore. The President of the SCSS, Dr Ee Peng Liang, and his team of volunteers have done much over the years to provide relief for those in need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ee and members of the SCSS Board of Management recognised in 1990 the need to re-examine the role and functions of the Council to ensure that the Council would be well-positioned to serve society through the end of this decade, and into the next decade. In collaboration with my Ministry, the Council commissioned a consultant firm in 1990 to carry out this review. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consultants completed their study, and submitted their recommendations to the Council and my Ministry in 1991. The recommendations were accepted by my Ministry, the Council and the Community Chest. Voluntary welfare organisations were also briefed and have accepted the conclusions of the study. The proposed legislation is to put into effect these changes recommended by the consultants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill, when approved by Parliament, will enable the National Council of Social Service (NCSS) to take a strategic and more pro-active role in welfare planning and provision to meet the more complex and diverse welfare needs of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now explain the major new provisions in this Bill. Clause 3 establishes the National Council of Social Service as a corporate body. The new name is to reflect its enhanced and more pro-active role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 vests the management of the affairs of the Council in a Board, and deals with the appointment and election of members of the Board. The Bill provides for an equal number of appointed and elected members on the Board of Management. This will help to ensure that the VWOs' interests are adequately represented, while at the same time, allow NCSS to tap the resources and expertise of capable persons from other sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister will appoint only two members, namely, the President and the Chairman of the Community Chest. Two Board members will be ex-officio, representing the Director of Social Welfare and the Director of Medical Services. The President of the Council will appoint the Secretary and the Treasurer, and the remaining five appointed members will be drawn from the Chairmen of the various service and fund allocation committees in the NCSS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 10 and 11 set out the objects and powers of the Council. The Bill provides for greater emphasis on the Council's leadership role. It will enhance service provision by NCSS to its member organisations and strengthen its role in fund-raising. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> It provides for the establishment of minimum acceptable standards of social service and guidelines on good practice. This will enhance the services and facilities provided by VWOs to their clients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 establishes an Endowment Fund which shall vest in the Council. This will help provide the Council and Community Chest with a steady stream of income. It will facilitate better planning and help to even out the fluctuating results of annual fund-raising efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 13 establishes the Community Chest and deals with the appointment of its Chairman and members. The existing Community Chest of Singapore was established in 1983 as a Committee of the Singapore Council of Social Service. It is now a household word, with public donations amounting to millions of dollars each year. The Bill provides for the establishment of the Community Chest as a clear legal entity within the National Council of Social Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The expanded NCSS will require an increased budget to fulfil its enhanced roles. My Ministry will help the NCSS by funding up to 50% of its operating expenditure for the next three years. Government's financial assistance will be reviewed after the initial three years, by which time NCSS will be in a better position to determine its longer term needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new NCSS to be set up under the Bill will provide the critical link between Government and VWOs and will help energise VWOs to fulfil the current and future welfare needs of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Bedok GRC):</b> Mr Speaker, Sir, the Government has adopted the \"many hands approach\" to the provision of social welfare services in Singapore. For this approach to succeed, a great deal of organisation, planning and coordination would be necessary to galvanise and direct the efforts of the community and the VWOs to where they are needed in the most \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> efficient and cost-effective way. This is especially so, Sir, when more and new problems emerge, as has been mentioned by the Minister a while ago, as a result of changes in the family and society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of these changes, like the increase in the number of nuclear families with both parents working, more single parents, and a society that is rapidly aging, would require wide networks of service delivery involving many and a wide variety of VWOs. A strong institution, therefore, is needed to tackle these problems. The proposed National Council of Social Service has the potential to provide the kind of leadership, direction and flexibility required to spearhead the efforts to meet the emerging problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a strengthened organisation, Sir, over the existing SCSS - more pro-active in identifying and meeting needs, more oriented towards planning and strategizing, and greater emphasis put on leadership and participation by people with a wider array of interests and expertise. It also provides for continuous self-renewal and, therefore, continuous new ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased, Sir, that the Bill has also provided for the amalgamation of the new Council and the Community Chest with a clear delineation of roles and operations. This formalises the latter. Its predecessor, the Community Chest of Singapore, has no clear legal status and operates largely independent of the SCSS. Such separation, Sir, has also given rise to some confusion over the roles of the SCSS and the CCS and also meant some duplication and overlap in the activities of the two. This amalgamation would mean that the fund allocation can now be better matched with plans and priorities to meet the needs of clients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public confidence in the Chest is crucial as it handles substantial amounts of money from the public. Such confidence will also go some way in encouraging the public to be more generous in their donations to the Council. More funds are needed by the Council and Government would provide up to 50% of actual recurrent cost subject to a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> maximum of $2.75 million. There is also provision for the setting up of an Endowment Fund, which interest could be used by the Council in its operations. Adequate funding is necessary if the Council is to carry out its work effectively. I hope that Government will monitor this aspect and continue to ensure that sufficient funds are available to the Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is a lot of work to be done by the Council. More urgent is for the Council to look into the manpower needs of providing social services, as service quality is inevitably affected by the adequacy and quality of manpower available. The Council will have to urgently address the shortage of professional and technical manpower in the VWOs. And apart from numbers, it will also have to look into the career prospects and job satisfaction of social workers and care givers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area which would need urgent attention is how to interest and motivate more and more people to get involved in voluntary service. The new Council could work closely with Government in these two areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, Sir, I have two questions to ask the Minister. One involves the fate of the people who now work in the SCSS and the CCS. What would happen to them with the formation of the new Council? The second question involves the perception of several people in the VWOs about Government intervention and control in the new Council. Rightly or wrongly, these individuals view the formation of the new Council as Government's attempt to control the body through its appointment of some of these Board members. Can the Minister comment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Mr Speaker, Sir, like my colleague, Mr Abdullah Tarmugi, I would like to lend my support to the Bill which is geared towards rationalising the overall infrastructure of welfare services in Singapore. I am happy to note that much thought, planning and consultation had been done among all relevant parties over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> the past two years or so before the Bill was introduced in this Chamber. Thus, more than ample opportunities were given towards a full airing of views and opinions and obtaining relevant inputs to arrive at a consensus to restructure the Singapore Council of Social Service into the new National Council of Social Service. Sir, I share the Minister's view that the SCSS, since its inception more than 20 years ago, has made invaluable contributions in the field of voluntary welfare services by playing its role as a coordinating body. It has brought plenty of joy, happiness and sunshine into the lives of the less fortunate in our society. Together with its fund-raising arm, the Community Chest of Singapore, or better known as the CCS, more funds were made available in recent years that had enabled the provision of better and improved services. However, Sir, there is always the need for any national organisation to move ahead with the times, more so in our fast changing environment in Singapore. New social problems will emerge that require new approaches to tackle the problems. It is in this context, Sir, that I see the formation of the National Council of Social Service to replace the present Singapore Council of Social Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as someone who has been associated with the SCSS for a while now, I am confident that this is a move in the right direction, bearing in mind the benefits to be derived. One clear benefit that has already been mentioned is that the NCSS can play a more effective role in strategic welfare planning working together with other agencies. This will come about as the relationship between the NCSS, CCS and the VWOs together with MCD becomes more clearly defined in the future. In this way, we can minimise duplication and overlapping and maximise resources to the fullest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another benefit which I welcome is the increased funding by the Government. In this way, it will help to lessen the burden of the fund-raising efforts by the VWOs. Sir, one other benefit worthy of mention is the procedure for determining the composition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> of the NCSS Board, which allows for self-renewal in leadership. Besides ensuring a balanced mix of persons with the right expertise, by restricting the elected Board members to hold office for not more than three consecutive two-year terms, in my view, is a reasonable time frame for contributions to be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, Sir, I wish to raise one point with the Minister. This is regarding the post of the President of the NCSS and Chairman of the CCS who will be appointed by the Minister. It appears that they can hold office indefinitely. To be consistent, a time bar on holding of office should also apply to these Government appointees. Could the Minister please comment on this matter? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I would like to thank my two colleagues for their strong support for this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Tarmugi has asked two questions. Firstly, what is the fate of the present employees who are working in CCS and SCSS. Sir, the new Council and the new Community Chest will absorb all the staff who are presently employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the perception that Government is intervening by appointing the two key members. Sir, out of the 22 members on the Council's Board of Management, the Government will only be appointing the two key members - the President of the Council and the Chairman of the Community Chest. Sir, there are important reasons for this. This is because the Council would have greatly expanded roles and functions in the future, compared to when the SCSS Act was first enacted in 1968. It is now an umbrella organisation responsible for planning and helping to provide welfare services on the national level. Sir, the Community Chest also raises a tremendous amount of money each year and it will have to raise even more money in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example. Last year, it raised $20 million and disbursed $18 million to 42 charities. This year, the target is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> $27 million. It is a lot of money, all donated by members of the public. Understandably, the public would expect the money to be properly accounted for, properly invested, and used prudently. The President of the Council and the Chairman of the Community Chest are the key figures in assuring the public that their donations and money are being handled carefully and properly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been fortunate that the SCSS and the Community Chest have been led by a man of great integrity, commitment, dedication and ability in the person of Dr Ee Peng Liang. Indeed, we can say that the achievements of the Council and the Community Chest are a credit to Dr Ee's foresight and to his leadership. Sir, Dr Ee was elected as the President of the Council when it was first established as a legal entity by Parliament. I think many Members know that. But what Members may not know is that the Council was first registered as a Society in 1958. One of the pioneers responsible for the formation of the Society at that time was the late Mr Lee Kong Chian. He realised at that time that there was a great need to have capable and dedicated persons to lead the Council. In 1964, he personally identified Dr Ee and persuaded him to come in and take over the leadership role in the Council. Sir, having served for almost 28 years, Dr Ee has decided that it is time that he stepped down and handed over the reins to someone else. He has served the nation and Singaporeans well, and we are truly grateful and, in fact, indebted to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NCSS and the CCS will need to continue to have people like Dr Ee to head it in the coming years. Such a person is likely to be already well established in the business or professional world and would preferably also be involved already in voluntary work. The question is, can we be sure that such persons would readily come forward to participate in the election process? I think chances are that such persons will not. As the Council and the Community Chest are such vital national organisations, we cannot leave it to chance. The Government has a duty to ensure that the Council and the Community Chest are well managed and well led. We have to ensure that only eminent persons who have the trust \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> and the confidence of the public as well as of the many voluntary welfare organisations are appointed to these two high positions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me take this opportunity to inform Members that Dr Ee's successor as the President of the new Council will be Dr Robert Loh who is an eye surgeon. In fact, it was Dr Ee himself who recommended that Dr Loh succeeds him. Dr Loh has worked alongside Dr Ee for many years as the Vice-President of the Singapore Council of Social Service. He has served on many of the SCSS and Community Chest committees and he has been active in many other committees and welfare organisations. I have no doubt that Dr Loh, like Dr Ee before him, has the trust and the confidence of the voluntary welfare organisations. He will be able to build on the strong foundations laid by Dr Ee and he will be able to lead the NCSS in anticipating and providing for the future welfare needs of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to assure Members that the appointment of the President and the Chairman will not change the independent and voluntary status of the NCSS to be able to continue functioning independently as the present SCSS has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Zulkifli has asked whether there should be a time bar for the appointment of the President of the new Council and the Chairman of Community Chest, just as there are similar time bars on the others. These two positions are key positions and as key positions, the pool of Singaporeans who would be suitable for performing these two roles would be very limited. It is important for us to let them do the job as long as they can continue doing the job well and if they wish to step down, then we will, of course, have no choice but to look for another member. If we manage to find another Dr Ee who is able to commit all his energy and to devote all his time to the Council, and he is prepared to do it for 10, 15 years, I think we should be very grateful that such a person exists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Yeo Cheow Tong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACKNOWLEDGEMENT TO THE CHAIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Thank you very much for your patience, Mr Speaker. In the last two weeks or so, you have sat through 10 days of sittings of Parliament - first, the debates on the Budget Statement, next, in the Committee of Supply, and then two days of sittings to consider the Bills. Many Members have spoken, some very eloquently and well prepared. And, of course, you, Mr Speaker, have been most patient and indulgent in listening to some of the speeches which were probably a bit too long. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn to a date to be fixed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I guess it is my turn to say a few words. I want to thank the Leader for his kind words. Honourable Members, I assure you that, contrary to what you think, and believe it or not, it has been a pleasure for me to listen to you, just as much as, I am sure, it has been a pleasure for all of you to make your speeches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very glad to note that most of you have heeded my advice and kept your speeches mercifully short and to the point. And thanks to your cooperation, it has been possible for almost everyone to have his or her chance to speak, including those who did not or forgot to move their amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I could not help but notice in this long sitting of ours that there appeared to be more speech-reading than speech-making. Perhaps before we conclude, I would like to offer a few words of advice, and that is, when we all go back, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> maybe we could brush up on our skills. As I am sure, you will agree that when we next come back here, the House could do with more speech-making and this could contribute to more lively proceedings and it would be less boring for those who are watching us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-\n  </div> \n  <div align=\"right\">\n   Three Minutes to Four o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
