{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1992-01-16\"> \n  <meta name=\"Start_Col\" content=\"295\"> \n  <meta name=\"End_Col\" content=\"386\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">16-01-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 16th January, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng -- from 17th to 18th January, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tay Eng Soon -- from 21st to 25th January, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe -- from 25th January to 4th February, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Zulkifli bin Mohammed -- from 26th January to 1st February, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching -- from 27th to 29th January, 1992 \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>FLOOD ALLEVIATION SCHEMES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chin Harn Tong</b> asked the Minister for the Environment (a) when his Ministry's flood alleviation schemes will fully achieve their target and (b) what are the areas still prone to flooding caused by rain and/or high tide. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, flooding is no longer a serious problem in Singapore. It is now less frequent and less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> extensive. The flood prone area in Sin- gapore has been reduced from some 3,200 hectares in the 1970s to 354 hectares now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifteen hectares in the Bukit Timah area are still flood prone, compared with 142 hectares before the completion of the Phase IIA Diversion Canal in 1990. Bukit Timah Road and Dunearn Road are no longer flooded now. The areas in Bukit Timah that experienced flooding in last December are Adam Road, Eng Neo Avenue, Queens Road, Balmoral Road and Steven Road. The drains at these areas, except that at Adam Road, are now being widened and deepened after the Diversion Canal was completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Drainage improvement at Adam Road will be carried out after the Public Works Department has finalised the design details of the Adam Road Interchange Project. This is because the configuration of this project will affect the alignment of the drain. Improvements to the drains at the other areas in Bukit Timah began after the diversion project and will be completed by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides Bukit Timah, Sir, other areas that experienced flooding recently are Braddell Road, Newton Circus, Outram Road, Poh Huat Road, Farrer Park and Neo Tiew Road. Flood alleviation measures for these areas will be taken during the current year. These measures include the widening and deepening of Sungei Kallang to receive the drain outflows from Braddell Road and the construction of new outlet drains in the other areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Flood alleviation measures will be carried out in 28 other areas over the next five years. By then, the flood prone area in Singapore will reduce to 260 hectares scattered in 21 low-lying areas. Flooding at these areas can be alleviated only when the ground levels are raised through redevelopment. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, when all these measures have been completed, can the Minister give an assurance that flooding will not recur in these areas? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I cannot give that assurance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Why can't the Minister do it? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, all the schemes that I have outlined just now are flood alleviation schemes and, as the name suggests, they can only alleviate but not eliminate floods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may explain to the Member. Incidence of flooding in any catchment depends on several factors, chief of which are (1) heavy rainfall and, worse still, if it is continuous heavy rainfall for days on end, like the ones we experienced in December last year; (2) tidal influence; (3) the limited conveyance capacity of the drainage system of the catchment and, in some cases, on the low-lying nature of localised areas in a particular catchment. Of all these factors, unpredictability of weather is something quite beyond my control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The drainage system of a particular catchment is designed for storms of a certain magnitude and once this capacity is exceeded, the system overflows and flooding occurs. So no drainage system can eliminate flood in a flood prone area. It can only alleviate flood in the area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOOD PRODUCTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Display of expiry dates)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chin Harn Tong</b> asked the Minister for the Environment (a) whether all canned, bottled or packaged foodstuffs sold for consumption are required to show clearly and correctly their expiry dates and (b) where this requirement applies, what are the steps taken by his Ministry to enforce this requirement and penalise offenders. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, not all canned, bottled or packaged food are required to display their expiry dates. The Sale of Food Act now requires 16 groups of food products to have date-marks. These are food products which either have short shelf-lives or can easily deteriorate in quality. They include all infants' food, milk, milk products, fruit and vegetable juices. My Ministry regularly examines the need of date-marking for other food products. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some manufacturers also display the expiry dates of other food products \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> even though this is not a requirement. Though my Ministry does not impose the date-marking requirement on these products because they have longer shelf-lives and do not spoil easily, we welcome such voluntary date-marking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Retail outlets are regularly inspected to ensure that the 16 food products properly display their expiry dates. Our inspectors also look out for all food products that carry expired dates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, Sir, there were 12 convictions against failures to display date-marks and 129 convictions against sale of expired food. The fines ranged between $300 and $2,000. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, I have two supplementary questions for the Minister. Firstly, is it an offence to give away foodstuffs that have passed the expiry date? Secondly, how do companies dispose of food products that have passed the expiry date? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, under the Food Regulations, it is an offence to give food unfit for consumption as a prize or as a reward or for the purpose of advertisement. But we cannot prosecute a company for giving away expired food items as an outright gift. Charitable organisations are therefore advised not to receive food that carries an expired date-mark. If they are in doubt, consult my Ministry. My Ministry is also reviewing the Food Regulations to prevent companies from giving expired food items to charitable organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mr Chin's second question, Sir, in practice, the retailers return the expired food items, if any, to the suppliers who would in turn arrange for them to be destroyed at our dumping grounds. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>INFECTIOUS DISEASES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Infectious Diseases Act (Chapter 137 of the 1985 Revised Edition)\", presented by the Minister for Health (Mr Yeo Cheow Tong); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Fourth Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [13th January, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - [Dr John Chen Seow Phun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.40 pm \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Mr Lee Yock Suan):</b> Mr Speaker, Sir, many Members have spoken on education which is a key topic in the President's Address. I wish to thank them for their views and suggestions. I also welcome this opportunity to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the new Minister for Education I hope to build and improve on the strong foundation which has been so well and ably established by Dr Tony Tan, Dr Goh Keng Swee and other previous Ministers for Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is our education philosophy and objective over the next 10 years? It must be to further improve the quality of our education, to strive for excellence in education. This means educating each child, not only the bright child but also the average child and the not so bright, to his maximum potential, taking into account his abilities and interests. It goes beyond academic achievement to include social, cultural, moral and physical development. It means developing well-rounded, upright and useful citizens who can think critically and creatively and apply their varied talents and skills for the benefit of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A school is not only a place for academic learning. It is also a place for children to interact with others and develop healthy habits and attitudes, such as tolerance and understanding and appreciation of each other's cultures. We must strive to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> schooling a rewarding, enriching and enjoyable experience for our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve our goals, we must invest heavily in our people. To quote from the book The Next Lap: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Education will receive the highest emphasis as it is resourcefulness, not resources, that will increasingly determine winners and losers in the future.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are already investing about 4% of our GDP on education each year. This is likely to increase as more students make it to secondary and tertiary education, as salaries rise and as we employ more highly qualified staff. The question is how to optimise our investment in education. We should invest where we can derive maximum returns whilst spreading the benefits to as many students as possible who can make the grade. We must develop our brightest and most talented students to the limits of their ability and potential as they will be our future leaders. They will be our cutting edge in a highly competitive world. At the same time, we must raise the educational level of all our students and educate each child to the limits of his potential. This way, we level up our student population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also been paying much attention to slow learners to help them along and reduce wastage. This has been the basis of the streaming policy which enables students to be taught according to their learning abilities. Slow learners are given more time to complete the course so that more students can pass. The result has been a significant reduction in the drop-out rate for primary schools from 11% in 1980 to 4% in 1990. The corresponding rate for secondary schools declined from 20% in 1980 to 5% in 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allowing students to remain longer in school means higher cost. The cost will be further increased when the refined education system with streaming at Primary 4 is fully implemented. Students will no longer be screened out by the Primary School Leaving Examination (PSLE) but will be placed in secondary schools according to their abilities to receive at least 10 years of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> schooling. This will benefit mainly the 13% of the students who did not proceed to secondary school under the previous system. It is hoped that under the new system they will be better able to receive training in the Institute of Technical Education to qualify for better jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there can be no doubt that the Government is investing heavily in education and that it is highly subsidised. School fees are only about $10 per month in all schools, except in the six independent schools where fees range from $70 to $200 per month. That the independent schools have found it necessary to charge such fees shows how expensive education can be when you start introducing innovations like smaller class sizes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Independent schools were introduced in 1988 as a way of improving the quality of education. Our centralised system has ensured uniform and satisfactory standards in all schools at a time of rapid expansion of school enrolment in the 60s and 70s. However, centralised control means putting constraints on what schools can do for their pupils. These constraints inhibit innovation and creativity and hold back the more able from realising their maximum potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons, we have, over the years, devolved greater authority and responsibility to schools. Our Government and Government-aided schools now have more discretion in professional matters such as curricula and programmes. Principals have taken full advantage of this discretion to make teaching and learning more effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To see what further educational innovation and improvements are possible, we allowed six schools to go independent. The objective is to achieve an overall improvement in the quality of education for all schools by allowing independent schools to try out new ideas and later on share their experiences with other secondary schools. This will in turn raise the quality of education in Singapore all round. If we do not do this, we will run the risk of stagnating in mediocrity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share Members' concern that schools in Singapore should remain affordable. No student should be prevented by financial circumstances from receiving the education he deserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the independent schools, there is already a financial assistance scheme for children from lower income families. Students with family incomes of $2000 per month or less can qualify for partial or full remission of the fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, an Edusave Scholarship Scheme will be introduced next year for the top 25% of students who enrol in the independent schools based on their PSLE results. The schools will reserve up to certain percentages of their places for these scholars who can choose whichever independent school they wish. Certain schools will therefore receive more scholars than others. The scholarship will cover the fees for the full four years in the school. It will be based purely on academic merit, regardless of family background. I have no objection if some rich scholars decide to give up their scholarships to poor students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two more girl schools, Raffles Girls and Nanyang Girls, will go independent, bringing the total to four girl schools and four boy schools. Besides the independent schools, there will be other good secondary schools for parents to choose from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edusave will also provide scholarships for top students of other secondary schools. Thus, good students in all secondary schools will be recognised and encouraged to do their best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides scholarships, Edusave will also make annual grants averaging $100,000 per school to all non-independent secondary schools. Guidelines will be drawn up to guide the schools which will be given discretion to utilise the grants to improve their educational facilities and services or to provide bursaries to needy students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these refinements to Edusave are within the scheme's objectives. The grants to all secondary non-independent schools serve to pool together part of the Edusave resources for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> schools to apply flexibly to improve their programmes and facilities for the benefit of all their students. The school management are in the best position to know what the schools lack so that the funds can be applied most effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scholarship schemes are intended to encourage students to excel and to reward effort. Not only top students going to independent schools but also good students in all other secondary schools, including neighbourhood schools, will have the opportunity to qualify for Edusave scholarships. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides funding these schemes, Edusave contributions will also be made to students' Edusave accounts which can be used for approved education fees and enrichment programmes. These amounts will increase as the Edusave Fund builds up over the years. The Edusave Fund is separate from my Ministry's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the broad outline and objectives of Edusave were given, the public should not assume that Edusave is an entitlement and that the features were already locked in. At this gestation stage, improvements have been made. If necessary, further refinements will be made to the Edusave scheme in future for the benefit of our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I wish to clarify why the Government is likely to phase out pre-primary classes from schools within two years. These classes are meant to be a pilot project to test out my Ministry's new preparatory year programme which is used to upgrade the private kindergartens. The private sector has all along been providing kindergarten education in Singapore, like most other countries. We should help to upgrade these kindergartens and not replace them with a Government scheme. To do so would tantamount to one more year of schooling. It will be at high cost and may produce only marginal improvements in the overall performance of our students. My Ministry can better apply the limited resources to improve formal education in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we owe it to ourselves and future generations of Singaporeans to provide our young with the best education that we can achieve. Results will only be known many years later. By then what kind of world will we be living in and what knowledge, skills and talents will best serve us? To face an uncertain, competitive and rapidly changing world, we need people who are nimble, flexible and resourceful. We should have greater flexibility and variety in our education system and develop each child to his maximum potential. We must continue to emphasize our bilingual policy. English is our common working language and it provides vital links to the outside world. Our mother tongues are basic to maintain our cultural ballast, Asian values and identity. At the same time, in our eagerness to prepare future generations, we must not overload our students as human capacity is limited and there are trade-offs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve quality education we must have not only a good system and facilities but, more importantly, good principals and teachers. The quality of school leadership is vital. We also need knowledgeable, dedicated and well-trained teachers who can inspire and motivate our students and bring out the best in them. We must therefore continue our efforts to attract the best to the teaching profession, pay competitive salaries and reward them appropriately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are fortunate to have a conducive schooling environment. Students are disciplined and eager to learn. Parents place strong emphasis on education and are prepared to invest in their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the support and involvement of parents, teachers and principals as well as community organisations, I am confident that the quality of education in Singapore will continue to improve in the coming years. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Point of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No, you are not permitted to clarify at this point. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of Dr John Chen. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong's Government has clearly indicated in the last General Election's manifesto that The Next Lap will be the PAP Government's programme for the next five years. As we have heard from the President's Address, Mr Goh's Government is honouring its pledge to the people of Singapore. I think what is important is the stated desire to spread prosperity widely to all segments of our population. Programmes like Edusave and Medifund will address and meet their critical needs. They will contribute further progress in our standard of living and quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the dividends from all the hard work that we have put in all these years are being distributed and shared by all Singaporeans. The future is indeed bright and when Edusave and Medifund are fully implemented, the general well-being of our people will improve further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, we heard Deputy Prime Minister, BG Lee Hsien Loong, spoke eloquently on behalf of the Government, with regard to the principles and policy of this Government. What I would like to do is to focus on the main policy issues rather than to discuss the general principles involved because he has provided the most convincing case to all of us Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, Edusave, Sir. Notwithstanding that I am speaking just after the Minister for Education, I would like to contribute my views. When the Edusave concept was first mooted by the Prime Minister, there were many well-to-do Singaporeans who felt that they did not need any Government financial assistance. They could well afford to provide for the education of their own children, and they have indicated that they wish to free the amount, if allocated to them, to help other needy Singaporean children. But I think what is important to me is not really to focus on the parents. The focus on the Edusave concept should be on the children, irrespective of whatever family circumstances. And I think it is very vital that we treat each individual student as such because it provides good value training to them at a very early age, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> to teach them how to be independent and self-reliant. More importantly, we hope that it will inculcate in our children to appreciate the value of money because many of our young do not really understand the value of money these days, especially with their extravagant and lavish ways. They live as though money will come naturally, and they take our prosperity for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not create a situation whereby it becomes a stigma to be well-to-do, that the well-to-do are being despised. As we have heard from the Deputy Prime Minister, how do we draw the line between the well-to-do and the less well-to-do today? Is it the four-roomers or the five-roomers? I think all of us are getting well-to-do. What is important, I believe, is to encourage those who feel that they can afford, to contribute voluntarily and generously to charities, foundations, or organisations with Institution of Public Character (IPC) status. In this way, they are also setting good examples to the children in their caring and sharing ways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So on that basis, it is important for us to similarly consider the award of scholarships to children coming from the well-to-do families. There is a difference between elitism and meritocracy. Students coming from well-to-do homes should not be penalised, nor be denied of the recognition of their scholastic ability and achievement. Maybe one of the difficulties that we have is the monetary award attached to the scholarship that opens the eyes of many others. It is important for us to give equal encouragement and motivation to these students to excel in their studies. Maybe as the Minister for Education has stated earlier, if parents feel that they can support their own children, they should still grant the scholarships to their own children and to free the money in the form of bursaries to other needy children. But I do not think we should deny our good students the award of the scholarships because I feel that in this way we can spur the academic and extra curricular activities (ECA) performance of our students to greater heights. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another area that I would like to talk about is the self-employed because in the President's Speech, there is an indication to ask the self-employed to contribute to the Medisave account. It is a very good plan and we should try to implement it as soon as possible. Of course, there is a very wide spectrum of people classified under the self-employed, from the very well-to-do sole-proprietors, shopkeepers, food stall operators, taxi drivers, contract workers and others. I believe that this was not implemented earlier because of the difficulties involved, but I think it is important that we make a start somewhere and somehow. It is always better that we make a modest start and allow them to accumulate the funds gradually with increasing amounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to suggest that we make it compulsory for the self-employed to contribute a small flat sum each month to the CPF account, or at least to the Medisave account. The example of the NTUC taxi drivers is a very good one for us to look at because they understand clearly the need to save for the future. It may not be easy for the self-employed to come out with a lump sum cash payment each time that he or his family member is hospitalised. I think the savings through the CPF and the Medisave account will certainly help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The argument has been that any compulsory savings in the CPF will seriously affect the disposable incomes of the self-employed, citing cases of tight monthly budgets and that these people are living from hand to mouth. There may be some such cases but I am very sure that the majority of the self-employed are able to take this first step. Certainly, the details could be looked into as more information is obtained. It is very important right now for this House to agree that it is a good thing to make it compulsory for the self-employed and for all economically active Singaporeans to contribute to the CPF, or to the Medisave account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of self-employed is estimated to be in the region of 180,000 persons or about 10% of our economically active working population. From my personal observation, they actually form the bulk of those living in the rented HDB \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> flats. Having spoken to some of them, if they have been given a choice earlier, they would have wished that they have started voluntarily by contributing to the CPF account. But we all know that human nature being such, it is not easy to make voluntary contributions. So we have to guide them and we should help them out of this economic trap because as they get on in years, they will find it very difficult to get out of their adverse circumstances. The fate of the older Singaporeans should not be perpetuated in the younger ones in their twenties, thirties or forties. With strong economic growth and full employment situation in Singapore today, this is the best time to start making all the economically active Singaporeans contribute to the CPF. We may not have such a conducive situation as now to do so in the future. I, therefore, advocate that the self-employed be required to contribute to the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the move to raise the Medisave contribution rate will have to be studied carefully. By doing so may mean re-channelling the CPF funds from the old age living expenses to maintain the lifestyle that the retirees are used to. Even older Singaporeans who have already bought their homes need to maintain them. We should do away with the thinking and presumption that in times of financial need, the elderly could always sell their property and opt to buy a smaller one. After settling down to a familiar and comfortable place, no elderly person would wish to give up his home easily. My greater concern is that with an enlarged Medisave account, there is the tendency for frivolous spending. This will cause health cost to escalate. We all know that the demand for medical services is inelastic. The Medisave account can be easily and quickly depleted with careless and misguided use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will support a higher rate of Medisave contribution if there is evidence of patients who have suffered because of the lack of funds in the Medisave account. The extra money which could have bought him better expertise and treatment, or that the patient is helped in reducing his cash outlay to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> his medical bills, instead of coming out cash, he can use the available Medisave funds to pay for his medical bills. But for a start, it is better for us to consider revising the maximum ceiling allowed for account holders to use their Medisave accounts to pay for their hospital bills, especially where there are sufficient funds so that he need not have to use cash. I think that would be most welcomed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Medifund, I am very happy with it. This should put to rest any fear that the poor will be neglected. They are assured that they will receive basic medical care and that they should not be unduly worried that they really do not have the money to pay for the C or B2 ward charges. I am a little perturbed, like all my PAP colleagues, about Mr Ling How Doong's remarks with regard to the choice of community leaders being invited to sit in the committee to decide on cases being referred for Medifund. I think we ought to give recognition to our community leaders. They have worked very hard all these years to help to make for a better Singapore. As they are community leaders, they know the ground well. They are independent, impartial and neutral. They certainly deserve our trust and confidence that they will be able to decide each case reasonably, with sensitivity and compassion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another point which Mr Ling How Doong mentioned yesterday is with regard to the comparison of charges between the private hospitals and the Singapore General Hospital (SGH). Of course, the Minister for Health has responded by saying that there is a possibility of loss leaders and that it is better to look at the total bill size. In the President's Speech, he has indicated that the trend is for the private sector to play a bigger role. And possibly at the time when Mr Ling checked with the hospitals it could be a period of low demand and because they are private hospitals, the administration could respond to fluctuating demands, like the hotels where during certain periods, the rates are higher. If that is so, there is a case for more private sector participation in providing health care in Singapore and we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> should encourage more private sector involvement in such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come to housing now, Sir. The response from the HDB shopkeepers has been very positive to the HDB's plans to sell the shops to the tenants. But the big question that they are asking is: what is the market price, what is the price that they have to pay? I hope that the HDB will give due consideration to the financial capacity of these tenants in meeting the instalment payments and in the repayment of the loans taken on the property. For many of them, they may have difficulty in providing the collateral in securing the loan. I hope that there will also be minimal restrictions so that the loans could be easily obtained from financial institutions at competitive rates because the people get uneasy from the experience of their own HDB flats. I hope that the HDB shops will be treated differently from the HDB flats in the financial arrangement, otherwise there will be restrictions on them. They are also hoping that there will be minimum restrictions concerning the transferability of the HDB shops from the existing owners to the new buyers who wish to buy from them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the civil service. I think it is perfectly in order to make changes to the management of the civil service and to free its personnel administration. However, I am not so sure what fundamental changes are intended to mean and to be. The civil service has served us well. I am not so sure that the examples of the United Kingdom and Malaysia are good enough reasons for us to follow suit, unless their new experience has been far superior to our existing arrangements. If in making the drastic and fundamental changes to our civil service is likened to the dismantling and breaking up of the Soviet Union, followed by the formation of the Commonwealth of Independent States, then we have to be mindful of the danger and the pitfalls. Instead of cooperation and collaboration, we will find intense competition, a free-for-all situation and, I think, we need stability and security of tenure for the civil servants and for the civil service to operate. The big \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> question is: are our civil servants mentally prepared for the culture shock that will be brought about by the change? Because they have to be mentally attuned to the new changed circumstances and I think they have to be prepared for it. If, as a result of the change, prices go up not because of the free play of market forces but through higher service charges and increased licensing fees to pay for their keep, I am not so sure Singaporeans will welcome this move of the civil service after all. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, can I seek clarification from you? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, I have told you a number of times that it is not possible. At the end of a Member's speech you cannot seek clarification. Mr Sinnakaruppan. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Mr Speaker, Sir, I support the motion moved by the hon. Member for Hong Kah GRC, Dr John Chen, to thank the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has stated that education is the foundation of competitiveness and that it is a life long process. Like the two speakers before me, the Minister for Education and my fellow MP for Kampong Glam GRC, I intend to dwell on the topic of education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continuing education is not only a worthy end in itself, but it is also critical to ensure a good standard of living for all Singaporeans. The main function of Government is to improve the quality of life of its citizens and to provide a secure and prosperous future for their children and their children's children. While assistance and even subsidies must always be given to the less fortunate members amongst us, the long-term prosperity of Singapore, as pointed out vividly by the Deputy Prime Minister yesterday, can only be assured by investing the fruits of the present economic success in areas such as education where we can continue to reap the benefits in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A stable society is achieved by an equitable distribution of the wealth of the country. It can only be done by harnessing the drive of the individuals to make a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> better life for themselves and their children, and by providing them the means to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education has been the cornerstone of Singapore's success. Our parents came to Singapore to work as unskilled labourers. Succeeding generations improved their lot by acquiring knowledge and improving their skills. Ours is a meritocratic society where the ability and efforts of the individual can overcome the disadvantages that many of us are born into. Hence, both for the long-term good of Singapore and for the immediate betterment of its citizens' lives, a primary obligation of the Government must be to continually provide and upgrade educational opportunities so that every adult and child can better himself or herself. Such opportunities are critical to the economically less well off as it provides them the means to cope with the increasing cost of living and to enjoy a share of the economic success of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to touch on the question of improving educational opportunities in three areas. These are community-based programmes, the upgrading of standards of neighbourhood schools and continuing education for those in the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been much public interest in the formation of community-based organisations, especially in respect of their role in educational upliftment. The formation of such organisations is a welcome development. Every means available should be used to improve the educational levels and skills of Singaporeans and hence raise the quality of their lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been shown that different communities in Singapore face different problems in education. These often require specific solutions that are unique to that community. Community-based programmes are effective as there would be no barriers of language and culture in reaching out to those who are most in need. These efforts supplement those of the Government which is committed to improving the education system for all Singaporeans in our pursuit of excellence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, I wish to address an important issue raised by the Member for Potong Pasir three days ago. Although many MPs have already spoken on this, I still think that I would add my views as well. He had asked if the Government was for a Singaporean Singapore or for a Singapore where each racial group keeps to its own culture, language and traditions. I am surprised that he does not realise that Singapore's diversity of race, language and culture is our uniqueness and that it is our strength. A Singaporean Singapore is one where different racial and religious groups continue to live in harmony even though they may practise different cultures, different traditions or speak in different languages. It is not incompatible to have a Singaporean Singapore and at the same time cultural diversity. I am sure that the Indian community, for example, would be alarmed if they were told not to promote their culture, language or heritage. Therefore, it is important that no community in Singapore is ignored or eroded. While strengthening their own communities, the people of the different ethnic groups in Singapore must foster better understanding between each other. In this way, we would avoid racial extremism or chauvinism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is this formula that has worked for Singapore in the past three decades and it is this formula that would carry us through as a multi-racial society as we approach a developed nation status. This Government has provided for the needs of all citizens regardless of race, language or religion, and to those who are less well off. I am confident that this Government will continue to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am indeed glad to know that the Ministry of Education has decided to give greater support to neighbourhood schools to raise their standards. This support for our neighbourhood schools is timely, given that the bulk of Singaporean students are receiving their education in these schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In independent schools, principals and teachers are given the flexibility to tailor the curriculum and teaching methods to the needs of the students. The lessons \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> learnt by the independent schools should be applied in the running and administration of neighbourhood schools as well. I am glad to hear from the Minister for Education that neighbourhood school principals and teachers would be given more flexibility in curriculum development and teaching methods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed grant for each neighbourhood school of $100,000 from Edusave is a welcome move, as it would give them the resources to hire specialist teachers and acquire additional facilities and equipment. However, the $100,000 grant may not be enough for any one school to improve its curriculum and facilities in more than one field. Schools that are near each other can develop different programmes and facilities and share these with each other. By complementing each other in this manner, students can enjoy a wider range of choices made available by economies of scale. The gradual improvement of neighbourhood schools would reduce the gap in the standard between independent schools and neighbourhood schools, thus providing quality education for all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also wish to touch on the continuing education for the members of the workforce. We have to constantly upgrade our skills so that Singapore can maintain its competitiveness in the international marketplace. One important measure for this has been the funding of training through the Skills Development Fund. Up to 1989, the SDF had reached out to only 11% of companies employing less than 10 workers, while it had reached out to 100% of companies employing more than 100 workers. Employees of smaller companies generally are less able to cope with changes in the economy and therefore have a greater need to upgrade their skills. The SDF should therefore focus its efforts on these companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is heartening to note that the SDF has started the training voucher scheme to assist these smaller companies in utilising SDF funded programmes effectively. Further efforts like this are necessary to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> ensure that smaller companies can benefit from SDF funded training to remain competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An athlete wins his race because he has trained hard and is mentally prepared. Education is the training and preparation that will ensure that Singaporeans complete the Next Lap in record time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, I would like to join my colleagues in thanking the President for enunciating the Government's policies and priorities for the current term of Parliament. His Address is concise and yet it pinpoints clearly the key challenge faced by this Government. It is clear that significant intellect has been brought to bear in the preparation of the Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President states that the Government will translate the lofty vision of the Next Lap into immediate programmes so that Singaporeans can be better off by the end of this term of Parliament. The Deputy Prime Minister has also reiterated this point yesterday in his speech. To me, in other words, this means that the various said programmes will have to show measurable results in four or five years' time. And given the latency of most Government programmes being around three or more years, it would imply that, if we are talking about new programmes, there shall be a flurry of activities in the next 1-2 years to start up all these new programmes for Singaporeans. And Singaporeans will look forward with anticipation the benefits of these programmes, although I think it will be useful if the benefits can be made clearer to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Address also reiterated some fundamental principles of this Government. They are, firstly, this Government will invest in education and infrastructure, but will not subsidise consumption. Secondly, this Government will provide basic medical care while limiting its expenditure on the insatiable demand for better medical care. And, thirdly, this Government will share with Singaporeans the wealth created together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these are important principles, sound principles. I am glad to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> note that the recent minor setback at the polls has not weakened this PAP Government's resolve to do the right thing in the long-term interest of Singapore. In my speech, I will deal with this principle in turn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In investing in education and infrastructure, the Government is building for the future. Our expenditure on education will ensure that our young will be equipped with the proper skills to take on the challenges of tomorrow. Our expenditure on infrastructure means that we and our children will be able to create greater wealth with more productive facilities at our disposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On medical care, the Address expresses Government's concern regarding new and untried medical treatment. Given the rapid advances in medical technology, the biological body function of a terminal patient can be prolonged longer and longer, and often times without enhancing the quality of living, the meaning of life. The Government, as such, should not be placed in a position of playing God in determining who should enjoy and who should be denied life sustaining medical care. Rightly, the individual should be given the responsibility to manage his own health and be responsible for the medical care he seeks. The question is: what is basic medical care? In my mind, treatment like heart transplants, liver transplants, etc, are not basic medical care. How about other treatments like open heart surgery, kidney dialysis? These, I would say, become more difficult to classify. Are they basic or discretionary medical care? Are they new and untried medical care? Take kidney dialysis, for example. The treatment enables the patient to become productive once again, but the treatment must be sustained for as long as the patient lives. As such, while the Government is wise to reiterate its commitment to provide basic medical care, it also needs to give a better definition of what that means. Does it stop at providing Class C beds in the restructured hospitals or does it go beyond that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To provide a safety net for medical care, Medifund will be established. In the disbursement of Medifund, the President \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> states that the Government is prepared to be more flexible when it comes to individuals without sufficient Medisave savings because Medisave was launched too late in their productive life. I welcome this commitment. It will help to remove some of the major worries of our aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if this is indeed the case, would it not be true that the Government is also establishing a new precedent? In the provision of medical care for our people, Government is the prime mover of change. As a result of restructuring the Government hospitals, fees have escalated. To help to pay for these higher medical costs, Medisave scheme was implemented. For those who have retired or close to retirement, the health care scenario is no longer the same scenario when these people were in their 40s and 50s. The scenario has now been changed and changed completely by the Government. Since Medisave is a recent scheme, most retirees and people close to retirement are indeed caught without sufficient Medisave fund. In other words, to borrow a term from the business world, there was a paradigm shift, a shift dictated by the Government. To these people, in the dispensing of Medifund, Government is saying, \"All right, we change the scenario, we will help you to take care of this.\" This shows compassion. The question is: will the Government show the same compassion in dealing with other situations where people are caught as a result of Government dictated changes or is Medifund a specific exception? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, by tackling the potentially explosive political task of restructuring the provision of medical care, the Government is anticipating the increasing demand of the older voters in getting the Government to provide more for them. The development in other countries with a greying population provides ample warning of this trend. In the US, an increasingly larger share of the Government budget goes towards the benefits of the senior citizens, often times at the expense of the young. For instance, in many US local governments, voter revolt, especially the revolt by senior citizens \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> against increasing tax burden is depriving their schools of the necessary financial support. There is even one city which has gone to the pain of re-zoning its district to get rid of its primary schools so that the senior citizens do not have to bear the burden of supporting the schools. Robbing the cradle takes on a new meaning in this case. So is it surprising in those cases that the standard of education in the US is declining? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to note that our Government has chosen to continue to invest in the young. We have selected the choice of success. However, can a democratically elected Government continue to withstand the pressure put on it if sufficient voters want a certain benefit? To start to placate voter demand in Singapore would mean going down the road of decline. I hope my parliamentary colleagues from the Opposition will, in the current term of this Parliament, put the national interests over and above political considerations, and support this Government when it comes to choosing what is right and what is expedient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Government also states that it will share the wealth created together with Singaporeans. The method it has chosen to do so is by upgrading and increasing the value of their HDB homes, at a cost of $10 billion over 10-15 years. To my mind, in so doing, the Government is saying that budgetary surpluses are the wealth created together, which is true. But in sharing, the Government is also saying that these budgetary surpluses become shareable, which I think is new. It is also new in the sense that this Government is handing out money to individuals for just being a Singapore citizen. Of course, in this case, the handout is not in cash but in kind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the Elected President Act in place, I would assume that the money for this upgrading programme will come from future revenue surplus. Presumably, the Government has also decided that the reserve accumulated to date is sufficient and there is really no further need to continue to accumulate reserve at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> same rate as in the past. This is all well and fine. However, I have several philosophical objections to this method of sharing wealth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To begin with, it seems to me that the only qualification for people to enjoy this gift from the Government is to own a HDB flat. In fact, the older the flat you own the better it is. The chance of getting it is faster, more of it too. But why only share this wealth with HDB owners? How about those not owning HDB flats? How about those who cannot afford HDB flats? For those who stay in private residential estates we can say perhaps they do not need this handout from the Government. But how about those in the lower income group who cannot even afford an HDB flat yet? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, what is disappointing is that there is this general lack of enthusiasm from the people over this generosity of the Government. The question is why? One of the reasons, I think, is that the time frame we are talking about of 10-15 years is too long. It dilutes the impact of the $10 billion giveaway by the Government. For those elderly citizens not owning flats to participate in the early part of this programme, they might not be even around. They might not even live long enough to enjoy this benefit, even though in terms of their past contribution to Singapore, they should be the most deserving ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, for those people living in the older HDB flats, I think their number one priority is not necessarily in having extra space added to their living space. I would say that for those old people their concerns are in the leaking toilets, leaking downpipes, crumbling wooden windows, spalling concrete, as Madam Foo has pointed out. For those who are upward mobile, their wish in life is actually to upgrade to a newer flat. They do not want any renovated HDB flat. They do not want to be tied to their old HDB flat for another four to five years. For the old, what they really need is to have a lift which stops at every floor so that they can commute up and down without having to climb the stairs during their daily life. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other nitty-gritty problems in the implementation, such as obtaining more than 70% of those concerned to participate in this programme, which I would not take time to highlight here. So my question is: Is the HDB renovation really the best way of sharing our wealth created together? Are we giving our people the wrong gift? Or, as the Minister for National Development says, we should not look at the gift horse in the mouth. Take it or leave it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps this upgrading scheme is based on the consideration that flat upgrading will improve our people's asset, an asset which they cannot readily convert to cash for consumption. However, there are also other ways to achieve the same goal and also with greater impact as well. Here, I will borrow an idea from Mr Heng Chiang Meng, and one way is to create an investment mutual fund of, let us say, $10 billion, with $1 billion allocated over 10 years, ie, the same disbursement from the Government as in the HDB upgrading programme. In this case, every deserving Singaporean will be given an entitlement equivalent to what they will receive in the HDB upgrading programme. If necessary, the person will also be required to come out with 10% contribution to enjoy this entitlement, just like the HDB upgrading programme as well. The advantage of this scheme is that everyone will be able to enjoy this and they do not have to wait 10 years. And to prevent instant consumption, instant conversion to cash, restrictions can be placed on a minimum holding time before their entitlement can be redeemed. Another advantage, to my mind, Sir, is that the investment mutual fund would marshall our national savings into more productive use rather than just residential real estate investment in HDB flats. So in view of this, I would urge the Government to reconsider, besides the HDB upgrading programme, other alternatives in fulfilling this objective to share wealth with our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this House, over the last several days, we have also heard the debate whether Singaporeans are better off or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> worse off. The Opposition said we are worse off. The Deputy Prime Minister said we are better off, supported by a whole host of statistics. I think statistically the Deputy Prime Minister is correct. Singaporeans are indeed better off. However, as Madam Foo pointed out yesterday, whether we consider ourselves better off or worse off is relative. Relative to what? Relative to our expectations. One of the statistics that can be used to compare whether we are better off or not is to look at the purchasing power of the workers in different countries in terms of the number of months one needs to work in order to afford certain goods, let it be a shirt, a meal, a car or a house. So perhaps we can apply the same statistics to compare ourselves whether we are better off now versus several years ago, 10 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since I graduated in 1972, I will use my own experience as an example. However, before I start, let me point out that the figures I use are not exact, mindful of what happened to Mr Goh Chee Wee when his statistics were different from the Minister. In 1972, my salary as a fresh graduate engineer was $1,050 a month. At that time, a plate of noodle was at most $1. Ticket to the movie was $2. A cheap Japanese car was $7,000. A 3-room HDB flat was about $12,000, a terrace house was about $40,000 to $50,000. I do not know how much a bungalow would cost at that time since I never thought of buying one. It was beyond my reach. In 1992, 20 years later, a fresh graduate engineer can expect to command a salary of $2,300 a month, plus one month Annual Wage Supplement (AWS). So salary has indeed more than doubled. A plate of noodle now is around $1.50 to $2.00. A ticket to the movie is about $4. A cheap Korean car, there is no cheap Japanese car anymore, including COE, is around $60,000. HDB does not build 3-room flats any more. So in a New Town it is hard to get them. A 4-room flat in a New Town is about $100,000. A terrace house costs $500,000. A bungalow, $1.4, $1.5, or $1.6 million. So in terms of the young engineer's purchasing power, something \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> has indeed become cheaper, more affordable, but other things have indeed gone out of reach. Is the young engineer better off today versus 20 years ago? The answer will depend on his expectations. So it is very difficult to say whether we are better off or worse off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important set of statistics that the Deputy Prime Minister mentioned yesterday is the educational attainment of residents aged 25 to 29 years old. It shows that 60% of our people have more than primary education, and in the same statistics it shows that the number of graduates has also doubled from 1980 to 1990. With better education, people's expectations have changed. When we use statistics to show that we are better off, perhaps we also should take these into consideration -- that people have changed, their expectations have changed, times have changed. The question we should ask is this: Are my children going to be better off than I am when they grow up? I think in Singapore, you can be very certain that the answer is yes, but some of their expectations must be modulated. Indeed, that is the key problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address has also pinpointed that the pace of change in Singapore has been very, very fast. And by nature, people are risk-averse to changes. The people's unhappiness about changes is manifested in the polls in the last General Election. And yet change we must in order to move forward and become a developed country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, changes in Singapore can be classified into changes in response to external factors as well as government dictated internal changes. People's adaptation to changes is also a function of how much time they have got left in their working life to respond to these changes. Older people are indeed by nature typically more conservative and resistant to change. Still, I believe that if Singaporeans can see clearly for themselves that changes are inevitable, are necessary, as a result of external competitive factors, they will accept the changes. The cut in CPF contribution in 1985 is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> very good example. However, for government-mandated changes without what the people perceived as very good reasons, they will find them more difficult to accept. Indeed, this is what the President's Address calls \"resistance to change in the absence of visible threat\". The Address also asks the rhetorical question of how to mobilise the population in the current changed environment. Indeed, how? That is the question, and that is the challenge for us in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members of this House have cautioned about Singaporeans getting soft. However, getting soft, Sir, is more or less the natural order of things. Being lean and trim, when people are going flabby, requires discipline and hard work. To galvanise our population in this time will require leadership, leadership that is quite different compared to the early years of our nation building, when our people responded to the challenge of the days under the leadership of Mr Lee Kuan Yew. In times of peace and prosperity, as it is now, would our people respond to a new generation of leaders? Therein lies the greatest challenge before us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, to ban chewing gum is to govern. That is easy. To galvanise Singaporeans to take on the difficult task ahead of us in the Next Lap is to lead. That is not so easy. Mr Chng Hee Kok yesterday had also pointed out what leadership meant in terms of getting people to accept unpalatable policies. We all know that in battles there is a big difference between the response of the troops if their leader in leading an infantry shouts, \"Charge\", versus another who shouts, \"Follow Me\". We look to the Prime Minister for leadership. To the Prime Minister, I would say this. Lead us well, lead us into the future. Lead us, and Singaporeans will follow you and give you our fullest support. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Mr Speaker, Sir, thank you for giving me the opportunity to join my parliamentary colleagues in supporting the motion standing in the name of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> Member for Hong Kah GRC in thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to focus on two areas. First, on multi-racialism and, second, on our economic and social philosophy as underlined by the levelling up theme in the Presidential Address. \n  <br>\n  <br>\n  <i>Multi-racialism</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has long been accepted that one of the basic pillars of Singapore is multi-racialism. It is therefore logical if this subject has, and will, remain among those upmost in our mind. As multi-racialism is critical for Singapore's survival, stability and prosperity, there is a need for us from time to time to clarify, restate and re-emphasize its original position, its meaning and its function. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am compelled to restate the spirit and meaning of multi-racialism in the light of a recent statement by an Opposition Member of this House. The Member had, in his speech on Monday, highlighted his grave fear on the negative effect of the alleged \"compartmentalised\" approach, which according to his analysis, would turn Singapore into another Quebec. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to add to points made by my other parliamentary colleagues in reassuring our fellow Singaporeans that such a conclusion, though appearing to be logical, is devoid of facts and, worse still, misleading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reason is simple. We do not have the geographical pre-condition to be another Quebec or even Yugoslavia in which there remain pockets of ethnic groups perpetuating or breeding intense feeling of dislike or even contempt to the other groups in pursuing their groups' interests. Such pockets did exist in the fifties and sixties in Chinatown, Geylang Serai and Serangoon. But now, with nation-wide resettlement, these people are living within the same neighbourhood; some even living under the same roof. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have English as our first language and mother tongue as second language, thus enabling us to communicate, interact and mix with each other. We understand each other's similarities and differences. Almost all of our children go to multi-racial schools, share the same classrooms, can- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> teens, and they play together. At neighbourhood level, our people of different ethnic groups are more actively participating in our community life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to emphasise that diversity is not necessarily a hindrance or non-compatible to nation building if we succeed in upholding the higher and broader ideal and objective while pursuing the smaller group's objective; if we are able to control and neutralise the ugly centrifugal force of communalism; if we succeed in preventing the domination of one or more ethnic group or cultural group over the other; and if we succeed in achieving sustained economic growth and use the wealth to further improve our standard of living, invest in broad-based human resource development, regardless of ethnic groups. These are things which Singapore has already done and will continue to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Americans started with a diverse society, even slavery, but they use economic development to improve their standard of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Japanese, although ethnically homogeneous, started with a fractured community, ruled by feudal clans and warlords. They too use the post-war economic miracle to upgrade their human resource and enhance their communitarian spirit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The East European countries, on the other hand, embarked on systems and policies that had failed to achieve the material wealth for their people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These countries, some of heterogenous societies, were kept together through the autocratic rule. When the lead was removed, the centrifugal forces of ethnicity were unleashed. The result is disaster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the creation of material wealth through economic development and the ability of the leadership to move the people towards this end are crucial in forging the bonding between the people and the government at the initial stage of nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only after this is achieved can we move to broaden our other national goals and objectives. The Hon. Deputy Prime Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> Lee is right when he said that economic success is a pre-condition to other goals. We have achieved this and we are setting our sights on the other goals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not saying that the communal forces had ceased to be a threat for Singapore. It is there, latent, waiting for conditions to change and ready to be exploited by the unscrupulous chauvinists to our peril. In taking greater interest in our respective culture and language, are we lighting up the flame of communalism? We do not, and we will not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to the claim made by the hon. Member for Potong Pasir, the PAP has not made an \"about-turn\" from the basic philosophy underlying the concept of \"Malaysian Malaysia\". Unless I misunderstood him, the Singaporean Singapore is very much alive and being practised here. Each group is free to pursue its interests. It is the concept that underpins multi-racialism. We believe, and we practise, \"unity in diversity\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the more important question facing us is this: Will the sustained economic development and fair distribution of the nation's wealth continue to be a major bonding factor for Singapore? I think this is the issue which has been touched by many Members of this House, including the speaker before me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not so sure. Economic factor will remain as one of the factors, but it will not be the major factor. As our society becomes more mature, characterised by a slower economic growth and as we move to higher plane, there is a need for us to identify and develop new bonding factor or factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Working towards the developed country status is a target that requires new bonding. In fact, by itself, this objective could be a means towards such a bonding. At the same time, newer challenges and problems are also appearing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More and more new ideals and aspirations are beginning to appear across the horizon, some tangible but most are not. For our survival, we have moved into bringing ourselves above the poverty line and under-nourishment to achieving minimal standards in education and employment, housing and health services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we are facing a problem of managing our success and pursuing life par excellence. Arts and culture may soon become the necessary enriching \"vitamins\". This can also become a contentious issue. Mass consumption, individualism and taking our good life for granted are some of our new problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I sense some under-current or centrifugal forces are at work now. The biggest danger to us is the tendency to behave like a developed nation with all its spending habits when we have yet to become one. Sir, there is a Malay saying, \"Kalau gajah berak besar, kancil pun mahu berak besar.\" Pardon me for my language, Sir, but you can imagine how difficult we can be and what will happen to our foreign reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are looking inwards to rediscover our new strengths, new vitality through our varied but rich history, values, philosophy and creativity. It is a healthy thing to pursue. In fact, in the face of the unrelenting onslaught of Western values -- some positive, some negative -- such preoccupation becomes necessary if we are to remain as ourselves, distinct, unique yet capable of emanating or radiating our own well-founded strength. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other option is to go along with the Member for Potong Pasir's self-proclaimed, authoritative interpretation of Singaporean Singapore. This would mean perpetuating the way of life that will lend us to be another Caribbean or some English speaking African countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me illustrate. In one of my trips to the African countries, one Sunday morning, as the delegation was taken through the villages of Africa, out of these thatched huts in the poverty-stricken village area appeared some gentlemen with dark suits and dark ties. So I asked my fellow African, \"What are they doing?\" He said, \"They are going to church. This is what we learned from the Englishmen.\" But must it be in dark suits in the hot climate? If we pursue the Member's proposed option (of Singaporean Singapore) will this lead us to a more dynamic, supple and successful Singapore? I am not so sure it will. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Free Market System</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second issue which requires our serious examination is the question of the free market system. Listening to the various views expressed by Members in this Chamber over the past many years had led me to conclude that there are three schools of thought. First, those who believe that we should pursue vigorously the concept of free market -- this is the free marketeer group. Second, those who say and strongly believe that we should be ruled by our heart and should be more charitable and generous to the extent of practising welfare state philosophy with its long-term crippling effect to the country. Although voices belonging to the so-called exponent of state welfarism is slowly fading out of this House, we do occasionally hear such line being echoed. The third body of opinion came from those who chose the middle-of-the-road approach. This is best reflected by views expressed by the hon. Member for Leng Kee who said that we should pursue the free market system up to a point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have to be clear in our mind as to which path will best lead us to the new height and at what cost. We need to be sure of the ultimate result. In doing so, there is a need to reconcile between the need to be competitive internationally by remaining at the forefront and becoming the best on one hand and the need to avoid the feeling of alienation among fellow Singaporeans who are unable to keep up with the pace of change and development on the other. In this respect, I share the view of the hon. Member for Leng Kee. This should be the basic consideration for the levelling up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully agree with my colleague from Marine Parade GRC when he quoted a marathon analogy from a Japanese source. Yes, in a marathon, when we are in front we have to keep running faster so as to keep the gap open and to prevent ourselves from being overlapped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, we always have to bear in mind that it is a team competition. While remaining the leader of the marathon, we must also keep our pack of team members \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> with varying abilities not kilometres apart, otherwise you win but the team loses. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, last year the world saw great changes with far-reaching impact. The civil war in Yugoslavia and the disintegration of the Soviet Union have confirmed the collapse of Eastern Europe. In the \"Desert Storm\" operation in the Middle East, the power of high-tech weaponry displayed by the United States had also confirmed the value of a wealthy nation with a strong defence capability. Following the detente between North and South Korea, the peace talks in Kampuchea have reached a certain conclusion. Having been insulated from the world for many years, Vietnam is now waving her hands at the investors from the capitalist countries. ASEAN, except the Philippines, has been progressing steadily. Over the past ten years, our per capita income has increased from US$4,000 to US$12,000. Foreign reserves have reached $30 billion. Yet, the Member for Hougang said that the wealth in the Government coffers does not benefit the people. The Deputy Prime Minister has rebutted what he has said. Singaporeans are enjoying the highest quality of life in Asia. An ordinary wage earner can live in an attractive and spacious flat while senior managers of Japan earn much higher salaries, they cannot have accommodation comparable to that of our ordinary workers. From 1982 to 1991, the inflation rate of Singapore has been maintained at a level below 4%. All this is attributable to the strength of the Singapore dollar and our strong foreign reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1990 Report on Competitiveness in the World made a study on the performance of the 10 newly industrialised countries. Of the 10 countries Singapore has the least natural resources, but it is unsurpassed in the following areas: industrial efficiency, monetary resources, human resources, international orientation and social stability. Moreover, in the areas of public transport, public health, environmental protection education opportunities and the sharing of economic growth, there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> are many concrete examples. Of course, in every society there are the lower income groups, people who are unable to catch up with the rest. Therefore, in his Address, the President has appealed to Singaporeans to help this group of people to ensure that every Singaporean will be able to adapt to changing circumstances and raise the educational level of their children so that they could contribute to the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Government has agreed to display multi-lingual signs in public places. For a number of years, we know that the Government departments have been using English only. This has caused great inconvenience to the middle-aged and older people. Some old people, who are sick and are unable to read the English signs in the hospitals, have to go round and round in circles before they can find the place they want. If you have multi-lingual signs in the MRT stations, then the senior citizens will find it very convenient. I hope that the Government departments will not use administrative convenience as the reason for not displaying the multi-lingual signs. We must dispel the sense of alienation of the older citizens so as not to make them feel that they are lost even in their own country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, many years of English education have brought about an international outlook and enhanced our competitiveness. But the infrequent use of the mother tongue has made some people feel that there is no value in learning the mother tongue and in knowing our own culture. Recently, the China Times has published a report on Singapore. It has high praise for Singapore. Whether it is the Chinese on the mainland, or in Taiwan, regardless of differences in their political systems, their views on Singapore are the same. Why is it that some Singaporeans are not prepared to learn their mother tongue? This has caused a great surprise to the China Times reporter. What kind of people are willing to give up their language and culture? We all know that we should absorb the cultural values from both the East and the West. We should not blindly follow the fads and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> fashions of the West. Some people believe that everything Western is modern and everything Oriental is backward. But the fact does not confirm this. Even the idea of democracy is not the monopoly of the Western world. In 1863, a leader of the Taiping Heavenly Kingdom (Taiping Tianguo) suggested the idea of secret ballot in municipal elections. We know that Great Britain introduced the secret ballot in Parliamentary elections in 1872. Literature, the arts, the rule of law and the rigorous approach to research are aspects of Western culture worthy of emulation. The economic success of the four Little Dragons of Asia has attracted the attention of Western sociologists and economists. According to two American scholars, Hofheinz and Kalder, there is a correlation between the outstanding economic performance of the four Little Dragons and their traditional values. Although they are poor in resources and lack proficiency in the foreign language (except Singapore) and their industrial base is weak, these disadvantages have not prevented their products from entering into the world market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, Hong Kong, Taiwan and South Korea have the following points in common - strong family relationships, respect for the old, and mutual support among members of the family. This constitutes a source of strength which is significant. We know of many examples of brothers and sisters who, for the sake of their younger ones' education, sacrifice tertiary education by starting to work early in order to support their younger brothers and sisters through the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next common attribute is the emphasis on education. The Asians believe that education can upgrade the standard of living of the people and I am glad to note what the Minister for Education has said about the importance of education in our future development. The Deputy Prime Minister also mentioned yesterday the importance of educating the talented students to develop their full potential. Even in China, there are special schools set up for the talented, so that they can achieve greater heights and serve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> society better. We should cultivate and train the talented so that they could make a greater contribution to our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point in common among these Four Dragons is harmonious human relations. Oral agreement is as good as the written contract. In America, there are 500,000 lawyers whereas in Japan there are slightly over 10,000. Another point in common is thrift and diligence -- more savings, less consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another common attribute is the group spirit. Emphasis is placed on the responsibility of the individual to the group and less is mentioned about the individual's rights. In these four countries, ours is the most open society. Western trends and way of life are becoming more and more prevalent. Yesterday, I read in the newspaper about the transvestites' show in the Bugis Street area. I do not know whether the show was staged by the STPB to please the tourists. A friend of mine told me that two years ago, while he was in a cinema in England, he saw a documentary on Singapore and as soon as the word \"Singapore\" appeared, there was a loud shout \"Bugis Street\" from the crowd. This is the impression of Singapore in the minds of the foreigners. Is Singapore equivalent to Bugis Street? Singapore cannot be represented by Bugis Street. We should review the desirability of these shows in public places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that consolidation of our cultural foundation is not aimed at achieving better economic performance only or a defensive reaction. Learning the mother tongue, knowing our culture, is to enrich our own lives, to reaffirm our identity, to strengthen our self-respect and to understand our responsibility to the family, to society and the country. In times of difficulties, we can use the experience of our ancestors to encourage ourselves and to move forward. When we are successful, we should not become arrogant and conceited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The future performance of Singapore will not only depend on the establishment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> of more science parks, a national electronic network, the use of smart cards, an intelligent island but also depends on the proper balance between tradition and new concepts. The path of cultural development is a long and tortuous one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the HDB plans to sell most of its shops to the sitting tenants. This is a measure that is most welcome. Last year, there was an increase of 10-30% in HDB shop rentals. Many of the tenants found this a great burden, especially those operating in the older housing estates where the mobility of the population was high. Younger couples had moved out and gone on to the new towns. The purchasing power of the residents was correspondingly reduced. It takes a few years to convert the 2-room flats into 4-room flats and during this period of transition, business in the shops is affected. The success of the shop ownership scheme depends on the selling price, the interest rate payable and the repayment period. Some of the shopkeepers are concerned that the prices of the shops may be beyond their means. If the prices of the shops to be sold are to be based on the tender prices of the fast food and coffee shops in the new estates, they will not be able to afford them. I hope that the Minister for National Development will be sympathetic to their plight. In fixing the price, the different circumstances of the housing estates should be considered. Even within the same housing estate, business will vary according to the location, the population and the availability of parking facilities. Furthermore, these sitting tenants have been paying rent for many years and therefore should be given special consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of shop tenants have been contributing to the community services in the housing estates. They donate money and take part in the activities of grassroots organisations to enhance the quality of life in the estate. When they are facing difficulties, we should be more flexible in working out the terms of sale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the success of Singapore depends on sound policies and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> proper implementation of such policies as well as the values of the people, ie good government and good people. The policies are based on the long-term interests of the country. With the right attitude and the correct values, the people of Singapore will be able to distinguish between the good and the bad, the right and the wrong, and continue to support the Government. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of Dr John Chen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Wang Kai Yuen mentioned about change. But change is inevitable, and Singapore has undergone tremendous changes in the last two decades and is continuing to make more changes. It is these fast changes that have created problems of understanding, problems of adjustment and problems of acceptance of these changes. It does not mean that changes have brought only problems. On the contrary, the changes happening in the last two decades have put Singapore on the world map as one of the countries enjoying one of the highest standards of living. The people are well fed, well housed, well schooled and well clothed. There is practically no unemployment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I think at the macro level, we have projected ourselves well, as a hard-working, disciplined, people, full of vigour and energy, ready to take on new challenges of the world. And true to form, we did well. However, at the micro level, the local scene, I can see Singaporeans trying to catch up with understanding the various changes made, trying to make adjustments to the changes and, finally, accepting the changes. Thus, the three problems I said earlier, namely, the problem of understanding policies, the problem of adjustment to policies and the problem of acceptance of policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At my meet-the-people sessions and especially my Sunday morning breakfast with my constituents, not just grassroots leaders, I hear now and then questions related to the issues of the day, like COE, health cost, restructured hospitals, maid levy, independent schools. And now and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> then, a statement like this: is there a quota for Malays getting into our universities? These recurring questions show that there are indeed problems of understanding, adjustments and acceptance of our policies. We must try to contain these through better preparation, better presentation and better PR. To a large extent, this boils down to style of government. Those who always insist that substance is more important than style are correct to a certain extent. But to adhere to it like the Holy Bible is deluding themselves. The truth is that television brings you to the living room of the Singapore family. How they perceive you is an impression that stays in the minds for a long time. As you might know, Mr Speaker, Sir, nowadays it appears that people judge you more by perceptions rather than by what you are worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The personal style of the policy presenter and his choice of words, the way he counters views, may win or lose the audience. I am not saying that we should suddenly become actors, but what I am saying is, let us not just win arguments, let us also win audience acceptance. A good PR goes a long way, and even if the policies are tough ones, people may be more understanding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come back to this problem of understanding. Mr Speaker, Sir, recently, I met a friend and his opening remarks were, \"What the heck are you all doing -- going into the hawker business?\" I was puzzled and asked him what he meant. He said that one of our Government-linked companies (GLCs) had gone into the roast duck business, competing with other hawkers. \"Soon\", he said, \"your paus, your dumplings, your sui mais, your roti pratas will also be mass produced.\" He said he did not want to eat roast duck of one taste, but of many different tastes and styles of roasting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You see, Mr Speaker, Sir, people fail to understand the purpose of our Government-linked companies. Many GLCs have strayed away from the original purpose of their business. To me, I quite understand why they have to venture out. There is the manpower cost to be met, the capital cost to recover and the recurring cost to stay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> afloat. But to the local Singaporean, he cannot understand and, as far as he is concerned, this is an unnecessary move. And no amount of explanation, even by the Deputy Prime Minister, in his response to GLCs competing with local companies, has succeeded in convincing. Perhaps in our drive to privatisation, we should look into how we can avoid treading into areas that locals have already been established. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are certain ways of earning a living. They may not be the best in our eyes, but let us live and let live. Allow certain, not all, such practices to go on as before. Wet markets, for example, may not look so neat and tidy, but if the people are comfortable to market in such surroundings, let it be. It has become part of our social fabric. It does us no harm. It is not Swiss, but it is local, and we should let it stay. But we make improvements to design, to drainage, waste disposal and we check pollution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the problem of adjustment. Mr Speaker, Sir, when certain good schools went independent, parents found something was amiss. Parents were suddenly faced with a difficult choice. Cost consideration suddenly was an important factor for the choice of a good school. This was not so in the past because all schools shared the same school fees. This narrowed their choice. Either you pay more to enter a good independent school or you opt for a non-independent school of lesser stature. This, I believe, is compounded by RI going independent. Because Raffles Institution had always held out hope for many parents who wanted their children to be educated at that great institution. What then is the answer, Mr Speaker, to this adjustment problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government must encourage some of the good Government schools to remain non-independent and give these schools the same subvention grants given to independent schools. These schools must be given some degree of independence so that they can function like the independent schools, but the fees are lower. These so-called Government independent schools \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> can then provide another good choice for the parents. I am therefore happy that the Government has decided to allow some of the funds from Edusave to be channelled to the neighbourhood schools to allow these schools to upgrade facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, when the Government decided to restructure the Government hospitals, the people were again faced in a difficult choice situation and this is made more so by the emphasis of these restructured hospitals as being one class better. Therefore, many shun Alexandra Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So again, Mr Speaker, Sir, what is the answer to this? My answer is to provide more and fairer choices to the people by providing the remaining unrestructured hospitals the same subvention grants as you would have given to a restructured hospital of a similar size, and keep some hospitals as secondary hospitals. The provision of secondary based hospitals, as elaborated by my colleague, Dr Michael Lim, would complement the present restructured tertiary level hospitals very well. It helps to keep health cost lower. At the end, people want to feel that there is equal opportunity of choice and not just choice between the various restructured hospitals or the few independent schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, HDB flat prices have increased significantly over the last four years. With such steep increases, there is a danger that public housing will be priced beyond the reach of the average worker. How do increases in HDB flat prices compare with increases in (1) wages; (2) private property prices; and (3) prices of resale HDB flats on the secondary market over the past 10 to 20 years? Sir, I will go into more detail during the Budget and Committee of Supply debate. But this is one question that the younger Singaporeans worry about now. How can they adjust to the fast increase of prices of their potential homes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come to my third point - the problem of acceptance. There are numerous examples. But the most glaring one is the latest TAS time-based charges. Why is it that many Singaporeans responded very negatively to this which, in my opinion, is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br> a fairer way of payment, that is, based on usage? The question is how do you expect the average Singaporean to accept such a change when an announcement of $1.12 billion profit was made just prior to its implementation. It boggles their minds and it will take a magician to explain this. Similarly, it will become increasingly difficult to convince Singaporeans that they will have to pay more for certain items of consumption, if the consumption tax comes into operation, and especially when we have reserves of $74 billion. I hope the Deputy Prime Minister's address yesterday has provided some answers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, acceptance can come only with understanding and perhaps a relaxation of some of our rigid rules. Let me give you two examples. A male Singaporean falls in love with a female foreigner, usually a Malaysian, but he cannot marry her because she once applied and registered to work here but, for some reasons, did not. But because her name has been captured by the computer, she was, for all intents and purpose, considered a work permit holder, and the poor Singaporean cannot marry her because she has contravened our Work Permit regulations. This creates anger and frustration because you are breaking up an emotional attachment of two people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we promote the family concept of togetherness, the care of our old and the need to support the family, Singaporeans find it difficult to understand and accept these policies when their married children are not allowed some priority for flat allocation close by to their own. This is particularly glaring when new flats are built in an old housing estate like Teban. Married children of families staying in the older sector have to leave the estate and stay somewhere else far away from their parents because our present HDB ruling has no provision for priority for such married children to purchase the flats nearby. It is like giving priority to schooling to those living one kilometre from the school, or having their brother or sister in the school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not want to bring up such matters at the debate on the Presidential \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 343</b></font>\n  <br>\n  <br> Address. It should rightly be discussed at the Committee of Supply and I intend to do so. But these examples are used to highlight some of the effects of our fast changing Singapore and why some Singaporeans are restless and cannot accept the contradictions and rigidity of some of our policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now move away from the local scene. The world is also changing very fast. We must look beyond our shores, go regional and international. We must keep a close watch at events in the Asia-Pacific, North America and Europe. Europe, in particular, is experiencing a tremendous change. Its boundaries are harder and harder to define. But I see Europe as a potential growth area, especially after 1992 when Europe becomes one big economic entity. We must quickly plug ourselves into their network of trade and communications. In this respect, we must consider first setting up a Singapore-UK Business Association in the United Kingdom to help pave the way for Singaporeans going to do business in UK and Europe and vice-versa. This Association should have the support of EDB, TDB and MTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must continue to build our reserves. To me, it is the best way to maintain our position as a financial centre and serves as a cushion against bad times. Apart from our manpower as an asset, this is our other asset. This reserve is what other better endowed countries have in terms of natural resources, like gold, tin and oil. We must continue to build this, and avoid the temptation to dig into this saving as a way out of some of the policies we want to embark upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister has very eloquently explained this in his address yesterday and Singaporeans should listen to his arguments very carefully. However, the Government must make special effort to try and convince the people that our reserves are invested very carefully to earn good money for Singapore's benefit. This, together with continued good economic growth, will enable us to spend more on education and infrastructure and to fund \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 344</b></font>\n  <br>\n  <br> projects like the MRT Woodland's line which is going to cost $1 billion, upgrading of HDB flats costing about $5 billion spread over a period, the Edusave fund and Medifund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Sir, let us better our style and improve on our image. Let there be fairer choices in our hospitals and schools. Let us continue to go regional and international and work hard to help build up our reserves for future prosperity and stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting till 3.05 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.40 pm until 3.05 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.05 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Mr Speaker, Sir, thank you for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to speak in support of the motion of thanks in the name of the Member of Parliament for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of my parliamentary colleagues have touched on most of the issues in the past few days and I will only want to highlight on a few points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the President's Address, it was mentioned that part of the Edusave will be used to provide scholarships and bursaries for the independent and neighbourhood schools, and for grants of $100,000 each for secondary schools. The grant for the students under the proposed scheme will therefore be reduced. And as I understand the scheme, as conceived originally, the Edusave is an endowment scheme from the accumulation of budgetary surpluses that would otherwise have gone into the State's reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Edusave scheme would provide for every child within the age group certain grants from the endowment for enrichment, education, or for his savings. I am in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 345</b></font>\n  <br>\n  <br> support of providing more scholarships and bursaries for the students, although I would prefer that these scholarships and bursaries be given to students in need, so that we can ensure that all our able students can go to the independent schools. However, I feel that such expenditures should be taken out of the current budget rather than from the Edusave Endowment Fund. The Edusave, as originally conceived, is to be built up from the accumulation of budgetary surpluses. Its pace may be dependent on the size of the budgetary surpluses as accumulated or the state of health of the economy. In years when the economy is in recession, as we cannot be too sure it will not happen, whose claim on the Edusave Endowment should have priority? The 25% of students and the $100,000 grant to every secondary school or the larger proportion of the students in the age group, whose enrichment, education or grant this scheme was supposed to originally provide? As I understand it, only the remaining amount, after the deductions, would be available for grant to the ordinary student in the age group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may appear that there is no difference. After all, it is coming out from the Government's purse. I beg to differ. First, there is the mechanics of the public finance. If paid out of the current budget, the amount of scholarships and bursaries and secondary school grants can always be factored in the yearly expenditure and not be subjected to the vagaries of the residual surplus. Secondly, there is the question of principle. If we are to transfer the endowment fund from part of our reserves in order to level up society, then I feel we should distribute it without discrimination. These reserves belong to all Singaporeans, as pointed out very eloquently yesterday by the Deputy Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I realise that in a society that aspires to meritocracy, Government's expenditure and policies can always be tuned to achieve certain desired outcomes. In this case, the support for scholarships and grants to independent schools and neighbourhood schools' top students surely will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 346</b></font>\n  <br>\n  <br> not lose its message of meritocracy if paid out of the current budget. On the other hand, when we transfer part of the nation's reserves, these reserves belong to all Singaporeans. When we intend to show that we care for all, irrespective of whether one is a winner or a loser, then the gesture must be to give equally. This was the idea as originally conceived. It is important, I feel, for people bonding, for levelling up, for pride in the membership of the Singapore society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that taking the funding for these scholarships and bursaries and grants under the current budget will save us from many difficult situations later on, every year, when we will always have to explain why money is reduced from the Edusave for the majority of students because the education fees for the 25% of students have gone up, or the school grants have risen, especially so when there are more roving Members of the Opposition in the House seeking targets or opportunity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on now to the question of the free market economy. Over the past few days, many Members have spoken and championed the cause of the free market economy. Just now the Member for Tampines GRC had spoken about the three views on this free market economy. I rather believe that there may be three and a half. I believe that there is no such thing as a free market economy, just as there is no such thing as a free lunch. Any economy comprises a set of rules and regulations under which transactions for goods and services and rights take place in an orderly manner, for which gains can be expected in order to keep the relationship going or stable, so that the exchange is no robbery. Such rules and regulations must be set by the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A free economy presumably means that there is to be a minimum of rules and regulations and control by the government under which competition will ensure that people will benefit by getting the best economic price for their goods and services and rights. Yet, left to itself, the market fails in certain situations. Economists call this \"market failures\", such as in industries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 347</b></font>\n  <br>\n  <br> where there are externalities, where there are economies of scale, or in the area of public goods. By that I mean, Sir, that where there are side-effects to the production or consumption of the goods and where such side-effects can cause benefit or cost to the firm that is different from that incurred by the society, this will lead to a breakdown of competitive pricing. Competitive markets also break down for certain firms such as in the utilities or the telecommunications sector which are natural monopolists. The free market, therefore, may not lead to benefits to the consumer because of their monopolistic control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of public goods such as defence, and a clean and green Singapore, in areas of standards and research, it is difficult, and, I believe, wrong, to let the free market rein, where anyone, for example, can pay another to do his national service or compensate the Government for not doing so, or anyone can simply pollute the air we breathe for a charge, or anyone can buy a certification of standards for a fee; particularly in a country like ours where so much interaction of an economic, social and political nature takes place. In so small and vulnerable a place, the governing hand is more imperative today than before. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the most significant factors that explains the phenomenal success of the East Asian economies is the visible hand of the Government. Yesterday, we were shown figures which showed that many of these East Asian countries of Korea, Taiwan and Singapore, for example, had all high growth rates and low inequality of income over two decades. The government of these countries was an important initiator of economic growth and efficiency. It played a balancing role, sometimes predominant and heavy in one hand, occasionally lightly in another, to stimulate and steer the economy to raise the level of investment and economic development in these countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this role, Sir, I must say the PAP Government achieved wondrous results for Singapore. I would like to give a good example of how intervention and control \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 348</b></font>\n  <br>\n  <br> by the Government achieve world-wide acclaim in Singapore. It is the Housing and Development Board (HDB). No country in the world has housed 90% of its population and almost all of it on sold housing units. If the so-called free market had reined, we would probably have a housing situation in Singapore today more or less similar to what Hong Kong is. We would not have achieved the results in housing that has even won the accolade by the Chinese President, as was quoted by the Deputy Prime Minister yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Land reform was another. Perhaps, we did not realise that such a Government interventionist legislation as the land acquisition for urban renewal goes against the free market rules. Yet I remember that when this legislation was first introduced, the former Prime Minister had a difficult time reconciling this with his English legal training in property rights. Yet everyone marvels at our nice and tree-lined roads and buildings, for commercial and residential purposes, and the systematic urban planning in Singapore. It is a valuable public good. Without it, we would not have our HDB today. The Government is able to mobilise huge amounts of domestic savings for our development effort over the past 25 years through the Central Provident Fund (CPF). The CPF is an enforced savings scheme. A free market economy does not force people to save. Yet we all agree that the CPF is a good scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can go on but it is really unnecessary. A balanced approach is crucial. We have also achieved much by the enlightened hand of the Government in the past. We can do as much by adopting this balanced approach so that all our people, especially the lower income class, can see and have the benefits of membership in the Singapore society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we enter a new page of history, as we start on the Next Lap, much can be done, yet much can also be undone. The Minister for Communications has a very difficult job because everything he lays hands on affects our incomes, whether it is telephone charges, Certificates of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 349</b></font>\n  <br>\n  <br> Entitlement (COE), or the Electronic Road Pricing system to come. Similarly, the Minister for Health. The next difficult job, Sir, coming up, I believe, could be the Minister for the Environment. Yet one of the most important lessons we may not have learned is that it is not regulations or rules which will stultify us, it is bad regulations which hinder us. It is the slow decision-making in the Government bodies, hierarchies which restrict and obstruct us, in failing to understand changing technologies and changing relative prices. We must have the correct rules and regulations to tackle the right problems. We must see the problem well ahead. For that, it is so important to have a good, far-sighted government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the most regulated and unfree economies of the world is Japan, much more than the United States or Europe. This statement does not come from me, Sir. It comes from Lester Thurow, author of the book \"The Zero Sum Society\". Anyone who has done business with the Japanese, or has lived in Japan, will know the power and network of the Ministry of International Trade and Industry (MITI) and the rules and regulations in Japan. Yet she is certainly the most competitive and efficient economy in the world today. There is no correlation between regulatory control and efficiency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, I was very much reassured in the President's Address when it was mentioned that the Telecommunication Authority of Singapore (TAS) would be corporatised, not privatised. Being eternally hopeful, I always believe that when corporatised, the Government will still have a hand in regulating control, especially in determining fair economic charges through the Board. In corporatising, there is more leeway and speed for decision-making. There is also more direct accountability. However, the public interest must also be taken care of in setting fair economic prices. Otherwise, the runaway \"economic horse\" will surely upset the \"political cart\". I hope the Government will not lose sight of the need for social efficiency and equity in such corporatising exercises. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo, the hon. Member for Tanjong Pagar GRC, mentioned that there is also a rider between the \"economic horse\" and the \"political cart\" who must steer in the right direction, presumably so that there is no U-turn. I may add that there are also passengers on the cart. Some are sitting in front, many are seated behind, some have fallen off. The journey, Sir, must be done so that horse and men are home in one cart. And I have no doubt, Sir, that we can do so in good time. \n  <br>3.22 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, since the People's Action Party came into power in 1959, the country has scored achievements in various fields. Among the most obvious is our economic success, which has seen us growing from a trading centre, catering to the needs of the region, into a centre of finance, communications, high-tech industry, tourism, etc. Our achievements in these fields have brought us prosperity and turned us into the second most advanced country in Asia. And these past 32 years have been, to my mind, a period of consolidation that has equipped us for the challenges of the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, one of the factors responsible for our success has been our honest and capable leadership. Our leaders are prepared to embark on tough policies in the interest of the nation. And, that Singaporeans have been willing to accept these policies reflects our pragmatic nature. As a result, Singaporeans enjoy a high standard of living in a stable and peaceful environment, conducive to an even higher quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, although we have succeeded because of good Government, the citizens remain dissatisfied and this led to a drop in the percentage of votes for the PAP in the last general election. I am sure there is a message in this for the Government. While enjoying the fruits of success, the people are facing pressures in their daily lives in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 351</b></font>\n  <br>\n  <br> the form of rising costs, in housing, transportation, education, health care and daily expenditure. Even if we support the principle of the free market, we have to bear in mind the social cost of our comfortable life. The Government has to act with care when dealing with the rising cost of living, to ensure that the people, especially those in the lower income group, do not suffer in trying to make ends meet. In this connection, I welcome measures to be taken by the Government to ensure that those in the lower income group will not be left behind by the tide of progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address, Mr Deputy Speaker, gives the people much to hope for. It explains the Government's philosophy and sets out a long-term plan to meet the country's needs and the aspirations of the people. The plans outlined in the book The Next Lap need to be explained in a simple way for the benefit of the people so that it could serve to stimulate everyone to strive towards excellence for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, allow me now to comment on two areas - education and health. I am impressed by plans to raise the quality of education in Singapore. We have just heard the Minister on this point. We have come to a stage where every citizen has access to a full education that will equip him to contribute to the nation's economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principle of meritocracy we espouse must be maintained and, where possible, practised with a touch of compassion. Every student who wants to study or gain a skill must be given the opportunity to do so. The changes we have introduced in our education system should lessen the drop-out problem. We have just been told by the Minister about the 4% drop-out rate in primary schools. I think we need to improve the situation further and bring the rate down to zero. Besides reviewing the streaming system, the Government should also seriously consider expediting the introduction of the day school and reducing the number of students per class. This is not a new proposal, and in fact has been raised several times in this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 352</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I support the setting up of the Open University, which is scheduled to start this year. I hope with this University, more mature citizens would gain the opportunity to obtain a degree. However, I hope the admission criteria would not be so lax as to bring down quality. The Open University needs to ensure that its degrees are equivalent to degrees from NUS, NTU and other universities. It is also imperative that the Government allocates the same amount of funds as it does for NUS and NTU. This would ensure that the Open University's fees would not be so high as to burden its part-time students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I also support the Edusave scheme, under which an account will be opened for every student. I propose that the scheme begins when the child is five years old, so that students can take advantage of the fund right from their pre-school years, because most of our children begin formal education at five or even younger. The Government can also allow students who are well-off to contribute their Edusave funds to the school. I think the Hon. Minister for Education has already expressed agreement to this idea. The school will then be able to enhance its activities for the benefit of all students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, allow me now to touch on health care. Much has been raised by Members in this House over the increasing cost of health care. I would like to voice the concern of the ordinary citizens on this matter too. I urge the Government to monitor the situation constantly to ensure that costs would remain affordable especially to the lower income group. Higher rates of subsidy must continue to be allocated to B2 and C class wards. A public education programme can be launched to inform the people of the quality treatment and care available in B2 and C class wards. This is to encourage more people to use them in accordance with their means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am impressed by the proposed Medifund scheme. I hope it would enable more patients to gain assistance when they encounter difficulties paying their hospital \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 353</b></font>\n  <br>\n  <br> bills. I would suggest that more flexibility be exercised when considering applications from those in the lower income group. We should not impose such strict criteria as those which apply to cases under the Public Assistance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The health care system needs to incorporate incentives for the individual to maintain his health. Every individual must be responsible for his own health and fitness, if he is to avoid having to spend large sums of money when taken ill. The Government can encourage people to participate in mass sports activities, whether for recreation or competition. In this regard, assistance can be provided to all national sports associations (NSAs) in the form of annual grants and training and competition facilities. If possible, every NSA should be provided with individual facilities, to serve as training ground for sportsmen and proper venues for sports fans to watch tournaments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, support for sports events has been very encouraging. However, as we know, the performance of our sportsmen at the international level has not been satisfactory. We can see the example in the SEA Games recently in Manila. I think we need to set up a Ministry of Sports in order that we may attain excellence in sports as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Mr Deputy Speaker, I think my speech would be incomplete if I did not touch on Malay community affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am heartened by the Government's assistance to the Malays through MENDAKI, the Association of Muslim Professionals (AMP), the Muslim Religious Council (MUIS) and other organisations. The Malay community is fortunate and pleased that the Government is taking an interest in their affairs. The MENDAKI Foundation has been working actively to raise the economic, educational and social standing of the Malays. Assistance in the form of annual Government grants to Malay organisations should be maintained so that the community may reduce and perhaps eliminate altogether the problems that have been burdening them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Muslim Religious Council, it can upgrade its administrative machinery further if it is allowed to engage in the development of endowment lands and in pilgrimage agency. MUIS needs a business arm so that it can involve itself in development and business. An amendment to the Administration of Muslim Law Act can be considered. If other statutory bodies can engage in business activities, I think MUIS, a statutory board, can be allowed to do the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I support the motion of thanks to the President. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion and the remaining items on the Order Paper today be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <br>3.34 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Deputy Speaker, Sir, I was amused by Mr Chiam and Mr Low Thia Khiang's loud criticism of the President's Address for its omissions, and not for what is in the Address. It is like chastising Shakespeare for not including Chinese poetry in his works. Why not challenge what is in the Address and state clearly what you support and do not support? Why do you not debate the issues? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What kind of society do we want? This has been debated many times in this House, when we debated the National Agenda for Action, Shared Values, and when we debated last year's President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the style of the Government? That was settled in the last general elections. Mr Chiam's stylus is stuck in the groove of his 78 RPM record. That is his problem. But for us in the PAP, we will get on with the serious business of government, with new ideas and fresh programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our strategic vision is a developed Singapore by 1999. Our thinking, philosophy and programmes are published in The Next Lap. The President's Address focuses on the Government's programme \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> for the next five years. It should be read together with The Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our mission in the next five years is to implement programmes to upgrade and level up the performance of the population; let me repeat, level up the performance of the population, so that their earning capacity and therefore their incomes can rise. This would give us ever higher standards of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Levelling up does not mean keeping down performance or rewards at the top, spreading largesse to even out rewards, or closing the income gap. It means motivating, helping and encouraging everyone to do better, the exceptionally able, the able, the average and those not so able. It means making them competitive and productive and offering a gentle helping hand, to lift up the standard of living of those who cannot attain that level on their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some MPs have confused levelling up with closing the income gap. The two concepts are different. One has to do with help to improve the standard of living of the bottom half; the other, an egalitarian approach, to equalize rewards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The egalitarian approach is detrimental to economic progress. Consider the normal two ways to equalize rewards or to close the income gap. One, underpay the able for their skills and expertise, and overpay those with below average ability and skill, as they do in Communist countries. The income gap between the able and less able, the skilled and unskilled, is deliberately kept small to achieve an equal society. With little difference in pay, there is little incentive to study hard or spend long years as an apprentice to acquire skills. The economy suffers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other is to allow the able to earn as much as they can but to squeeze the rich like lemons until \"their pips squeak\", as one British politician once said. That was exactly what Britain did with a top marginal tax rate of 60% until Mrs Thatcher reduced it to 40% in 1988. The taxes paid by the able and the successful are then used to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> subsidize and fund welfare programmes. The result is emigration and massive tax avoidance by the high income earners. They can simply shift their residence to tax havens like Monaco or the Bahamas. Worse, the population, once fed on the milk of welfare, cannot be weaned away. Consumption patterns then become distorted by subsidies and resources are misused. The result, eventually, is economic decline, indebtedness and a falling standard of living relative to others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Zealand is a prime example where the welfare society has gone wrong. It began its welfare system in 1898 with a pension of o18 a year for people 65 years and over who had led a \"sober and respectable life\". In 1938, the government consolidated various other measures to create the world's most comprehensive social welfare system. These included pension to those over 60 and benefits to widows, orphans, children, invalids, miners and the unemployed. Health care was free. Today, these social services cost 38% of total government expenditure, and the money has to be borrowed. The net result is huge debts, economic decline and unemployment, and what critics describe as \"third-rate social services\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday's Straits Times reported that the New Zealand government is introducing a \"user-pay\" health care system next month. Of course, the electorate is in an uproar. But as the Associate Health Minister, Maurice Williamson, countered: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'New Zealand simply cannot afford to continue borrowing money to provide health care for everybody at no cost.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider Table 1 (Cols. 379 - 380) which I have distributed. In 1970, New Zealand was ranked 11th in terms of per capita GNP. This dropped to 21 in 1989. Look at Singapore's. In 1970, we were ranked 33rd. In 1989, we were ranked 24th. In 1990, the preliminary data showed that Singapore had overtaken New Zealand. Just compare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> Singapore's 1990 per capita GNP with its GNP in 1970, nearly US$12,000 in 1990, as compared to US$920 in 1970. But, of course, Mr Chiam will still advocate that Singaporeans are worse off today than in 1970. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590379.htm\">Table 1 - PER CAPITA GNP RANKING OF NEW NEWLAND AND SINGAPORE (Cols. 379 - 380)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson from New Zealand is clear. If you try to close the income gap or go for welfare to achieve an egalitarian society, as Mr Low Thia Khiang advocated, and also Mr Ling, I believe, not only will the country not make good economic progress, it will end up in bankruptcy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Friedrich Hayek, a Nobel Prize winner for Economics, in the 1930s and 1940s, had the moral courage to challenge all intellectuals who believed that they were able and ingenious enough to bring about a better system of \"social justice\". They attacked Hayek as an enemy of the people, because he had argued that \"equality of opportunity is just, but attempts for a government to create equality of result would lead to tyranny.\" This was the central point of an article by George Melloan in the Asian Wall Street Journal, 14th January 1992, page 6. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What has happened in the old Soviet Union proved that Hayek was right. Equality of results leads not only to tyranny but also to bankruptcy. China would also have gone bankrupt. But Deng Xiaoping's open door policy and his active encouragement of the Chinese to work hard and be rich, has saved China from bankruptcy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is better to recognise this reality. For a country to progress, let the market reward a person according to his worth, ie, his ability, performance and contribution. There will always be an income gap between the able and less able. And if the Government intervenes to make them equal, the result will be tyranny and bankruptcy. We must help the less able to increase his income, but we should never stop the able from increasing his income even higher. The gap can never be closed under a market economy. What we can do is to level up a person's standard of living, as opposed to artificially handing him more money to spend as he likes. We can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> do this by upgrading his competence and by spreading the fruits of economic progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy is to give more and better opportunities for the able from poor and lower income families. If they are able, they will catch up with the able from higher income families. If they are better, they will surpass the able from the higher income families. This way, we level up the population without demotivating them or getting them addicted to welfare and subsidies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can give you a few examples of MPs who have levelled up -Lim Boon Heng, Lee Yock Suan, Tan Cheng Bock and myself. We did not come from rich or exceptional families. I came from a poor home, one without electricity and modern sanitation along Pasir Panjang Road. Like my colleagues, I depended on bursaries and scholarships to go through secondary school, to go to university and to do my Masters. Because of these opportunities, Tan Cheng Bock, Lim Boon Heng and many others in this House, have overtaken many of our classmates who came from wealthier families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Government is moved by compassion. Because of my own experience, I know that to be successful, I must be competitive, and I want to help others in my old situation to succeed. But in a way which will make them do more, not less, for themselves. Otherwise, the help, instead of strengthening them, will weaken them. Most important of all, compassion must lead to higher performance. If a method results in lower productivity for the team, it is better not to show compassion in that way. Put in another way, all Singaporeans are members of one big team competing against many teams from other countries. Compassion for the slower performers holds the team together and this improves total team performance. When we care for each other we foster our team spirit. This is what makes the Japanese so cohesive, so united. Their successful look after their less fortunate, their managers care for their men, resulting in loyalty down and loyalty up. Japanese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> society has tremendous cohesion, and this helps their nation to win. It is effective altruism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But remember, to be compassionate, Singapore must first create wealth, the resources, to show compassion. Otherwise, compassion is but mere words which may fill the heart, but they do not silence the growls in the stomach. To increase our resources, to afford a higher standard of living, better schools, homes and hospitals, to have more money in our pockets, we have to be competitive. There is no other way. We have to use our labour and capital to produce goods and services at a quality and at a price which will sell against worldwide competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this ever smaller interdependent world every nation competes against each other. But for the sake of world peace and stability, nations also have compassion for each other, and so cooperate together to preserve stability through development programmes. The successful nation helps the less developed, partly out of compassion, but also out of enlightened self interest for a peaceful and stable world environment. But all the same, everyone still competes: country versus country, firm versus firm, team versus team, worker versus worker, and the competition goes on at every level, at the macro and micro scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore must provide the conditions to enable all firms and workers to operate optimally. That means having a political and social system with economic and social policies that will help our firms to be competitive and our workers to be productive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The old Soviet Union had the wrong political and economic system. The economy was commanded by the centre and not market driven. Prices of goods and services were decided by planners, not by the market. Wages were fixed by the state, not by supply and demand for workers. The result: an unresponsive, unproductive and uncompetitive workforce which is the reason for the collapse of the Soviet economy and the disintegration of the Soviet Union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An official who last year accompanied the Senior Minister to Alma Ata, Kazakhstan, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> told me this story. In the guest house where he stayed, there were no fruits on the table. But when he went outside of the guest house to the compound, he saw apples and pears growing beautifully on the trees, and more apples and pears rotting on the ground. He gave some tips to the household staff. But despite that, there were still no apples and pears on the table. Maybe he undertipped. So after each meal, they decided to help themselves to the apples and pears on the trees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I tell this story because it describes in a very graphic way the problem of the old Soviet Union. The old Soviet Union was rich, full of resources, but the distribution system was wrong. They could not get their goods to the market, or they might not even have produced the goods for the market in the first place. Why is that? It is because the workers were entitled to wages as decided by the state. So whether you worked hard or not, you got more or less the same pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we in Singapore produce a high and rising standard of living for Singaporeans? The key is productivity. This is not a new message, but it is worth reiterating and repeating many times - the key is productivity. Let me quote from Michael E. Porter's landmark work: \"The Competitive Advantage of Nations\". He is a professor at Harvard Business School. He has concluded from an exhaustive study of many countries that the economies which are successful are those which continually upgrade itself and are competitive in the use of its resources, and not countries which have what you call \"good factor endowment\" or comparative advantages. I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Productivity is the prime determinant in the long run of a nation's standard of living, for it is the root cause of national per capita income. ... The productivity of human resources determines their wages, while the productivity with which capital is employed determines the return it earns for its holders. High productivity not only supports high levels of income but allows citizens the option of choosing more leisure instead of long working hours. It also creates the national income that is taxed to pay for public services which again boosts the standard of living.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Examine the linkages. First, you must have productivity, which allows you higher \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> wages, which in turn increase your national income, which in turn allows taxes to be collected, and from the taxes, good public services can be given, and this raises the standard of living of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To increase Singapore's productivity and competitiveness and to level up Singapore's position vis-a-vis other countries, let us strive to achieve the following four objectives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Upgrade the average competence level of the population as well as train the able to their maximum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Level up standards of living through investment in education, health, housing and infrastructure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Corporatise Government services wherever possible to achieve better accountability and economic efficiency at the micro or firm's level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. Take a strategic long-term view of where the country should go and not a short-term view of its immediate needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me deal with the need to upgrade the competence of our population first. High standard of living is increasingly becoming a function of the levels of education and training in the workforce. There is a link between education, the wage which you will get, and the general quality of the workforce. This is because the industries that pay well are skilled-based, knowledge intensive and innovation-led. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you a few examples. Chemical processing industry, which comprises petrochemicals, oil refineries and other chemical products, and the manufacture of oil field equipment, these are the two knowledge intensive and high-skilled industries. The average annual remuneration level in the petrochemicals and oil field equipment industries was $42,000 and $37,000 per worker respectively, which is 2.2 and 1.9 times the manufacturing average of $19,500 per worker. The proportion of workers with tertiary education in these industries was 30% in chemical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> processing and 20% in oil field equipment compared to 10% in other manufacturing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is even more interesting. The proportion of workers with 'O' level education and above was similarly 92% in chemical processing, and 94% in oil field equipment, compared to 59% in other manufacturing. In other words, the better educated you are, the higher the qualifications you have, the better the chances of your working in industries which pay you well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at Table 2 (Cols. 381 - 382) on Education Participation Rates to see how our population-educational profile compare with others. Just look at the two columns aged \"16 Years\" and \"18 Years\", which correspond to the 'O' and 'A' level respectively. Look at the ranking of Singapore, row-wise, for 1990. 83% of Singaporeans of that age were attending schools as compared to those countries listed above. And if you look at the column of \"18 years\", ours is 54%. We are comparable to Australia and Austria but lower than France, Germany, Netherlands and the United States. But as you move up to the tertiary level, the last column \"22 years\", we are ranked 13th out of 14 countries, higher only than Ireland. And bear in mind that we are comparing current data for Singapore, which is 1990 data, against out-dated data of the other countries. So our educational profile relative to the others could even be worse. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590381.htm\">Table 2 - EDUCATION PARTICIPATION RATES - % OF AGE GROUP (Cols. 381 - 382)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To show that there is room for us to improve, please look at Table 3 (Cols. 383 - 384), where my purpose here is to try and compare our population having only primary or no formal qualifications against New Zealand. In our case, in 1990, 61% of our population had no formal qualifications or only a primary education, as shown in the two segments of the pie chart (primary and no formal qualifications), as compared to 38% for New Zealand. Their \"no formal qualifications\" include those with only a primary education. This is for resident non-students aged 15 years and over, that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> is, people in the workforce, housewives, retirees and others not in the workforce. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590383.gif\">Table 3 - RESIDENT NON-STUDENTS AGED 15 YEARS &amp; OVER BY HIGHEST QUALIFICATION ATTAINED (Cols. 383 - 384)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my description of the chemical processing industry and the oil field equipment, you can see the importance of having a good education. Looking at our pie chart for 1990, three out of five Singaporeans do not have the qualifications to earn more for themselves. But more important, three out of five Singaporeans are in no position to make a significant difference to the upgrading of the economy, which is what we are trying to do over the next few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, obviously, we can, we must, and we will do more to increase the general competence of the population and increase the numbers of those who can make it to upper secondary and university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the popular sentiment against the policy of the Government to invest more in the able than the less able. But just think for a moment of the consequences if, as Mr Low Thia Khiang suggested, we invest more in the less able and less in the more able. Those who can acquire the knowledge, at university, may never get there, and those who could have got to the polytechnic would not have made it, if we spend less on the able. The slower learners on whom we concentrate our best teaching resources, that is, if we spend more on the less able, will end up with a 10-20% increase in grades of pass, but cannot jump over to the next level. In other words, we can spend more on them but can they make it to the polytechnics, to the universities? How then do we upgrade the economy? Where do we get the engineers and managers from? The three to five '0' level students to be engineers instead of the university graduates? Where do we get our technicians from? The VITB instead of the polytechnic? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Deny the able the opportunity to acquire knowledge and hold their progress back to keep company with the rest of the population, the end result must be their under-performance with disastrous results for our economy. The percentage figures for each cohort reaching university, polytechnic, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> secondary and primary levels would have declined instead of gone up, as BG Lee told us yesterday. Worse, many of the able will emigrate to countries where their talent and ability will be better nurtured and better rewarded. Singapore's economy will then lose its bounce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This has happened in Britain as some of their best doctors, scientists and academics have left over-taxed and underpaid Britain for the US, especially in the 1970s and 1980s, before Mrs Thatcher tried to reverse policies by reducing income tax and subsidies on welfare. You heard BG Lee yesterday. He was lamenting how Cambridge had gone down in standards as compared to the increase in standards in Harvard and MIT. I could detect great regret in BG Lee's voice. He was very worked up. There was a reason. He went to Cambridge. His father went to Cambridge. His mother went to Cambridge. So they can see and they can feel for the institution which had dropped in standard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This point on talent came across vividly in lectures by Prof. Derek Leebaert as reported in the Nikkei Weekly, and this was published in the Straits Times of yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Professor Leebaert is from the Georgetown University's Graduate School of Business. He argued that \"talented people are a more important resource than any man-made device or corporate strategy\". Because of the US' ability to absorb the best and brightest from abroad into its universities, research laboratories and workplaces, he is confident the US will continue as a technological power-house, and thus not be overtaken by Japan. His confidence is based on the fact that the US can absorb talent from all over the place, from Asia, India, China, Singapore, Korea. Wherever you have talent, they can absorb the talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, heed his advice on the importance of talent. If we do not train and reward our talented, they will simply pack up and settle in the US. Why should they remain in Singapore if their talent can be nurtured further in the US and they can be rewarded? Will those without a formal or have only a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 365</b></font>\n  <br>\n  <br> primary, and even secondary education, be better off when that happens? Will there be high-paying jobs for them? Will there be jobs for them at all? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we, as a nation, invest more in the more able, it is for the wider benefit of the nation, not only for the personal benefit of the more able. We do not give privileges to the rich. Every student has to compete to prove that he is worth the investment which we put in him. Perhaps I should not dwell too long on this topic because it seems just a commonsense thing that we should invest in those who hold out the promise of a higher than average return to the nation. Every shopkeeper knows that you have to invest in a product with the promise of more sales, that is, high returns. The important thing is this competition is open to every Singaporean. It is not restricted to a few people. It is open to everyone in Singapore, whatever his family's financial or social position. It is competitive elitism at its best, not at its worst, as Mr Ling suggested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is this principle of encouraging ability, nurturing ability, encouraging those who are able as well as the general population, to strive harder that prompted me to revise Edusave. When I first decided to put aside $5 billion for Edusave, I was driven primarily by the thought of giving everybody the same starting position, that means, we build up the funds so that each student can have $500 per year. Whether you are rich or poor, that is the sum to start with. But as I reflected over the details, I can see a flaw, a fatal flaw, in the old concept, if we do not modify it. The scheme was not tied to effort. So I have revised the scheme to ensure that every student has something, that is, a participation prize, the day you enter school, and the better ones a scholarship. The participation prize is for all, as long as they remain in school for 10 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scholarship for the top 25% in independent schools is to motivate the students to do well. You have equal oppor- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> tunity, you start at the same starting line, you do well, you enter an independent school, you are among the top 25%, youget the top prize, and that is, your fees will be paid for through Edusave scholarships. And then there will be the commendation prizes in terms of neighbourhood scholarships or merit bursaries for all the good students in neighbourhood schools. Again, to get that, you must make the effort. Ability itself is not enough. If you are able, you do not study, you will not do well in school. But if you are able and you study, you try, you have a chance to get the commendation prize as well as the top prize. And it is just as well we revise the scheme. Because when I read the letters to the press and also the editorial in some papers, I felt what has become of the scheme. Even before we have implemented the scheme, it has come to be regarded as an entitlement, what we have promised to give them, $500, that is theirs, please do not reduce the sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us say we reduce the sum from $500 to $300 per year. Over 10 years, that will be $3,000. Where in the world do you have a country which gives out $3,000 to each and every student, so that that student will have that sum of money if he does not use it when he leaves school? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me remind everyone that Edusave is not an entitlement. The $300, or whatever sum which we decide on after working out other schemes, for the student, is not an entitlement. If it does not increase the motivation to try harder and do better, Edusave will be scrapped and some better scheme will get the use of these funds. If, in future, our productivity declines, if we run into chronic budget deficits, the government of the day must pass an Act in this Parliament to dissolve Edusave. Only our students' positive results, shown in better all round educational attainments, can keep Edusave going, results which show that Edusave sharpens our competitive and productive edge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does the scheme to award top students in independent schools benefit only the rich and the middle-class Singaporeans? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 367</b></font>\n  <br>\n  <br> Look at Table 4 (Cols. 385 - 386). I would ask Mr Ling How Doong, in particular, to look at Table 4. Look at the column, \"Top 25% in Independent Schools\". 63% of those who will qualify for Edusave scholarships come from public housing. They are not from rich families. They are the ones who will find this scheme very useful. They are the brightest, they will be motivated to do well to get the scholarships and the funds which they will get from the scholarships will yield results for them and for the nation later on. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590385.htm\">Table 4 - BREAKDOWN OF 1992 SECONDARY ONE STUDENTS BY SCHOOLS POSTED AND TYPE OF RESIDENCE (SINGAPORE CITIZENS ONLY) (Cols. 385 - 386)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides Edusave, we can invest in infrastructure, like refurbishing of the older HDB estates, public transport, hospitals and recreational facilities to level up the entire society. These are practical ways for sharing the fruits of progress. The Yuppies have their condominiums. We can upgrade the bigger HDB flats owned by technicians, supervisors, teachers and others, to approximate the quality of the condominium estates. Our managers have their private clubs and private swimming pools. Our workers have their Pasir Ris Resort, NTUC Club and public swimming pools. Our businessmen and executives play golf at their private clubs. Very soon, our workers will be able to play golf at their own Orchid Country Club. The reservists will have their SAFRA Golf Club, and the public, public golf courses which we will build. In this way, by investing in infrastructure, in recreational facilities, we level up our standards of living and the quality of life without reducing the drive to work hard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some MPs have spoken in support of the privatisation of certain Government services. But there seems to be a misunderstanding in the public mind as to the purpose of corporatising or privatising Government services. I prefer the term \"corporatise\" to \"privatise\" as it reflects more clearly what we want to do. Of course, we do not intend to sell off everything of what we corporatise, so the company will not be completely private. Many believe that the Government is after profits and people fear that charges will go up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> once we corporatise. They are mistaken. It is not the job of the Government to make profits out of its own people. If we want more money, if you think that we are out to make profits, we can easily collect the same amount through taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Corporatising is to make the organisation more efficient and more aware of costs and productivity. It should lead to higher productivity, better services and not lower productivity and poorer services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of corporatising Government services, where this can be done, is to make the organisation more competitive and efficient at the micro level. It is to subject the organisation to the rigors of the market. Recovering costs directly for the services used, and not indirectly through subsidies from taxes, will allow people to decide if they really need or want that service at that price, and so prevent a misallocation of resources, as BG Lee Hsien Loong pointed out yesterday. Subsidized prices give the wrong signal and we will have a misallocation of resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee explained that in terms of using the Certificates of Entitlement (COEs) to subsidise bus and MRT fares. Let me take his argument one step further. Suppose we subsidise heavily MRT fares and make the cost of commuting cheap. Then Singaporeans will buy properties far away, but near an MRT station, say, at Bukit Panjang or Woodlands. They do not have to settle for one in the Central Business District (CBD). Let's say that some time in the future, the government of the day finds itself unable to continue with the heavy subsidy and it has got to raise the MRT fares, or otherwise the services will run down and the whole MRT system may even have to close. What will happen to the property values in Woodlands and Bukit Panjang? The property values of land, apartments in Woodlands and Bukit Panjang would have been high at this stage, because we have subsidised the public transportation system. It makes no difference where you are because transporta- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> tion is convenient. When you remove the subsidy, prices will come tumbling down. Who will compensate the shopkeepers, the HDB dwellers, the other Singaporeans who have bought their property in Bukit Panjang and Woodlands at higher prices? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We therefore prefer to charge the public the appropriate price for the use of Government services. Then there will be no distortion in terms of consumption or demand for the services. That way, our economy becomes more efficient and supply and demand can respond to market signals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come to the last objective, the fourth objective, which is to think long-term. To upgrade the economy, to raise the standard of living of Singaporeans is a never-ending exercise. It cannot be achieved overnight. Programmes take a few years to produce results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask you to judge my Government not by what I say or can accomplish straightaway, but by what my Government will achieve at the end of its term of office. Edusave, independent schools, Medifund, home improvements - they need four to five years to show everyone what there is in it for them. If we go for short term, small benefits, and miss the long term, big benefits, we will lose our strategic way. This will spell ruin for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not be like American corporations which are pressured and overly concerned with quarterly results. We must be like Japanese firms which concentrate on increasing market share which depends on fundamentals like good management-worker relations and productivity, research and development and long-term investment strategy. They take the long view. So they have beaten the Americans in almost every product they have targeted -- cameras, ships, cars, high-quality textiles. Whatever they choose to do, they do well and they beat almost everybody. In many instances, they beat everybody and they leave no room for others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is important for companies to think long-term, and thinking long-term has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 370</b></font>\n  <br>\n  <br> succeeded for Japanese companies. Thinking long-term is even more important for a country. MPs should never forget this. If the Government under pressure, and there will be pressure from the public, appeases the immediate appetite of voters although it knows they are against the longer term interest of Singapore, Singapore must fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I commend Mr Koo Tsai Kee for his courage to state his political conviction early in his very first speech in this House that he is here to lead, not to espouse what voters want, when he knows that what they want are not good for Singapore. I am gratified that several MPs spoke out strongly on the need to uphold the free market and to be competitive. Singaporeans want more bread and butter and better bread and butter. We can get this provided we know that the only way is to stay competitive and productive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many PAP MPs have also felt the electoral pressure to publicly remind the Government that they should show compassion to the poor and the less fortunate. Indeed this is something which the Government wants to do -- to be compassionate -- because if we do not care for the weak, they will weaken team unity and lower the total or overall performance. But when the desire is very short-sighted and will reduce efficiency and productivity, we must find other ways to be compassionate, and we cannot abandon sound principles, like time-based telephone charges, just to show compassion. If the results had been 75% having to pay more since lst December, we would find some other method of adjustment or compensation without giving up on the principle that if we use more, we must pay more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we must level up by raising the competence level of the total population of each and every student and worker. We will provide equality of opportunities. We can never achieve equal results or rewards, unless we want to commit economic and political suicide, like the Soviet Union. We can share the fruits of our labour through increasing the asset worth of every Singaporean who has a HDB home, and a CPF account and a POSB account. When we privatise big \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> enterprises like Telecom, we intend to give every CPF account holder a special discount as a bonus, that is, when we float the shares on the market, the shares given to the CPF account holders can be at a discount. It cannot be free, as Mr Heng Chiang Meng has recklessly proposed. It is a popular line. But does it work? Why to CPF account holders only? Why not to every Singaporean? It is because we want to encourage savings in Singapore. If you have a CPF account, a POSB account, you are amongst the savers in Singapore and it is the savers who are the accumulators of wealth. It is their resources which help Singapore to grow and to expand. We want to expand these resources. We want to encourage those who can save, to save more, so that our economic base can be expanded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I dealt in some detail on this theme in my New Year Message. But let me just remind you of some figures. Switzerland, unlike the United States, has a huge surplus of foreign assets of US$185 billion, which is 94% of the GNP. And Swiss private overseas investments over the decades have reached, in 1989, US$237 billion, at book value, mind you, or 120% of the GNP. Singapore's private overseas investments are only US$7.5 billion or 25% of our GNP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what we want to do when we have this scheme of special discount for CPF account holders is to emulate the Swiss, save more, expand our resources, so that these resources can be invested overseas, which means an expansion of our economic base. We are then not limited to the geographical economy of Singapore. Our economy will be much larger than the domestic economy of Singapore which is limited by the size and population of Singapore. This is what we want to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you give a special discount to those who cannot even save, who do not have a cent in the POSB, what you give them will be consumed very quickly. It does not add to our competitiveness, our resources, our economic base. But, first, let us concentrate on creating wealth, and that means \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 372</b></font>\n  <br>\n  <br> to be competitive and productive and to save. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also want to reiterate the point of investing in people: invest in everybody, but invest more in the able. That is the way the Japanese have progressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every Japanese competes with all his might to get into the best primary and secondary school, and into the best university. Even after graduating from the university, they take competitive examinations to get into top ministries like Finance or MITI or Gaimusho, which is the Foreign Affairs Ministry. And they also compete to get into the best organisations, the big companies like Mitsubishi, Mitsui, Sumitomo, for life-time employment. At every stage, only the best make it. The result is a Japan which has made it to the top of the international league. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the opposite example, Britain. Britain used to reward excellence and nurture the elite. But their class divisions caused a change in policies after World War II and they began to level down. You heard yesterday how the British dissolved their elite grammar schools and created comprehensive schools for the able, the average, the poor students, without discrimination. So in Britain today, they no longer talk of excellence and they certainly do not admire or emulate those who are very excellent in performance. And meritocracy is now a dirty word. The result is a relentless decline in British performance to mediocrity. They are now behind the Germans and the French in performance. Even the Italians, if we take into account the shadow economy, have overtaken the British. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we have had a good debate on the President's Address. The PAP Backbenchers have helped to put Singapore's Next Lap in the right setting and perspective. Singaporeans have to look at the big picture. We will be reckless and stupid to abandon our basic policies, policies which over the last 26 years have got us past the half-way mark towards full-developed status as an industrial society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br> If we keep on course, stay a meritocratic society, be competitive and compassionate, we shall get there by 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I invite the Opposition MPs to play a positive role in Singapore's development. Debate our policies objectively. If they disagree, let us have their reasons. Better still, offer their alternatives, their solutions. That is what democratic politics is really about, a contest of ideas to solve our problems and to give more opportunities to every Singaporean. But let me assure you that my Government is determined to secure the long-term well-being and security of Singapore and Singaporeans. This is our paramount objective. The Government will lead the way forward. Within five years, everyone can see the results and it is results that my colleagues and I will be judged by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thank you, Mr Deputy Speaker, Sir. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Dr John Chen, do you like to wind up the debate now? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Deputy Speaker, Sir, after the Prime Minister's speech, I feel that it is quite redundant for me to say anything more, except to say that the debate in the last four days, participated by more than 40 Members in this House, has contributed immensely to our search for a consensus on what course Singaporeans should take if the country is to continue to progress and prosper in the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is one crucial point that we should all know and I want to emphasize. That is, we can do well only if there is national unity. Otherwise, what we say and the programmes that we have will not result in the overall progress of our society. Many Members have spoken on this subject. We need to continue to build consensus. We need to strengthen the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> bond among Singaporeans. We need the more able to step forward to show concern for the others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to quote the words of the Prime Minister which inspire me very much when he said at the swearing-in ceremony on 28th November 1990. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The torch has passed from one generation of runners to the next, but the race continues. I will use the collective talents of my colleagues and the combined energies of all citizens to help the Singapore team stay ahead. Singapore can do well only if her good sons and daughters are prepared to dedicate themselves to help others. I shall rally them to serve the country. For if they do not come forward, what future will we have? I therefore call upon my fellow citizens to join me to run the Next Lap together.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it remains only for me to thank hon. Members for actively contributing to this debate, and also to thank you, Mr Deputy Speaker, and, of course, Mr Speaker, for your great patience in presiding over this 4-day debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much obliged, Sir. [Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RECLAMATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(PULAU UBIN/PULAU TEKONG KECHIL)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move the Motion* standing in my name as it appears on the Order Paper. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*The Motion reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with Section 4 of the Foreshores Act (Chapter 113) approves the reclamation by Government of the foreshore and seabed off Pulau Ubin and Pulau Tekong Kechil containing an area of about 657 hectares as shown coloured pink on the plan marked \"LAND OFFICE RECLAMATION PLAN NO. 1/92\" which is deposited in the Land Office, Singapore. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government will reclaim about 657 hectares of land off Pulau Ubin and Pulau Tekong Kechil, and connect these two islands with a low land bridge. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> area to be reclaimed is shown coloured pink in the plan marked as \"LAND OFFICE RECLAMATION PLAN NO. 1/92\", a copy of which has been displayed in the Library of this House for the information of hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reclamation along the shallow waters of the two islands is part of the 2,480 hectares that can eventually be reclaimed in this area. By beginning the reclamation early, the land reclaimed can consolidate naturally. The additional land and the land bridge will maximise the interim recreational potential of the two islands. At a later stage, they will be developed for new towns and other uses. This has been explained in the Concept Plan and in the Addendum of the Ministry of National Development. The islands will then be connected to the mainland by the MRT and a major road through a tunnel or a bridge. The proposed land bridge linking the two islands will take into account the road and MRT alignment in the Concept Plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Housing and Development Board, as Government's agent, will carry out the reclamation at an estimated cost of $1.4 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with Section 4 of the Foreshores Act (Chapter 113) approves the reclamation by Government of the foreshore and seabed off Pulau Ubin and Pulau Tekong Kechil containing an area of about 657 hectares as shown coloured pink on the plan marked \"LAND OFFICE RECLAMATION PLAN NO. 1/92\" which is deposited in the Land Office, Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SELECTION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, it is normal practice for the House to appoint a Committee of Selection at the beginning of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> every session, so that the Committee can appoint other Sessional Committees of the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Parliament, in accordance with paragraph (1) of Standing Order 95, appoints the following as Members of the Committee of Selection:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Mah Bow Tan \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek Bin Saniff \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with paragraph (1) of Standing Order 95, appoints the following as Members of the Committee of Selection:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Mah Bow Tan \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Sidek Bin Saniff \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STANDING ORDERS COMMITTEE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, it is also normal practice for the House to review and amend Standing Orders from time to time to make sure that the business of the House can be transacted as efficiently as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Standing Orders Committee to be appointed under paragraph (4)(a) of Standing Order 95 do consider and report on such amendments to the Standing Orders of Parliament which the Committee may deem necessary.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Standing Orders Committee to be appointed under paragraph (4)(a) of Standing Order 95 do consider and report on such amendments to the Standing Orders of Parliament which the Committee may deem necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Fourteen\n  </div> \n  <div align=\"right\">\n   Minutes to Five o'clock pm to\n  </div> \n  <div align=\"right\">\n   a date to be fixed.\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590379.htm\">Table 1 - PER CAPITA GNP RANKING OF NEW NEWLAND AND SINGAPORE (Cols. 379 - 380)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590381.htm\">Table 2 - EDUCATION PARTICIPATION RATES - % OF AGE GROUP (Cols. 381 - 382)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 383</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590383.gif\">Table 3 - RESIDENT NON-STUDENTS AGED 15 YEARS &amp; OVER BY HIGHEST QUALIFICATION ATTAINED (Cols. 383 - 384)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 384</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 385</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920116/19920116-HA-0590385.htm\">Table 4 - BREAKDOWN OF 1992 SECONDARY ONE STUDENTS BY SCHOOLS POSTED AND TYPE OF RESIDENCE (SINGAPORE CITIZENS ONLY) (Cols. 385 - 386)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 386</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
