{"memberId": null, "volumeNo": "60", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"60\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1993-03-17\"> \n  <meta name=\"Start_Col\" content=\"1337\"> \n  <meta name=\"End_Col\" content=\"1432\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">60</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">17-03-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 60</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 17th March, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>RESTRUCTURED HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Operational cost)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health (a) what is the operational cost of running restructured hospitals, giving a breakdown of the profit/loss of these hospitals from 1990 to 1992 and (b) whether there will be an increase in the charges of these hospitals and, if so, what measures his Ministry is taking to curb the rising charges. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the total operational cost of running the Singapore General Hospital, Kandang Kerbau Hospital, Toa Payoh Hospital and the National University Hospital for 1990, 1991 and 1992 are as follows: \n  <pre>\r\n\r\n      Operating     Operating      Government       Net\r\n\r\nYear    Cost     Surplus/(Deficit)  Subsidy   Surplus/(Deficit)\r\n\r\n\r\n\r\n1990   $486m         ($201m)         $181m         ($20m)\r\n\r\n\r\n\r\n1991   $534m         ($195m)         $187m          ($8m)\r\n\r\n\r\n\r\n1992   $547m         ($182m)         $208m          $26m\r\n\r\n\r\n\r\n      $1567m         ($578m)         $576m          ($2m)\r\n\r\n      ------         -------         -----         ------\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The net surplus of $26 million in 1992 was mainly due to an increase in the subsidy received by NUH. This was because NUH's subsidy in earlier years was under-computed by about $10 million and this shortfall was paid to the hospital in 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, manpower costs account for 65% of the operating costs of hospitals. As long as Singaporeans enjoy good pay increases, medical cost must rise accordingly. This is because hospitals also have to pay competitive wage increases in order to be able to recruit and retain their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> staff. It is therefore better that hospitals increase their fees by small amounts every year to cover their cost increases, rather than to defer such revisions and have large increases every few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hospitals will, however, continue to improve and streamline their operating systems and procedures, and optimise on the use of manpower. Other measures which the hospitals are taking to control costs include: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) Restricting the purchase and regulating the use of expensive medical equipment; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b) Controlling the use of expensive drugs; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c) Automating labour intensive procedures; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;d) Avoid duplication of services amongst hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since hospital operating costs will continue to increase, it is inevitable that part of the cost increases be absorbed by the patients. However, for subsidised patients, because of Government subsidies, much of these cost increases will be borne by the Government. The Government will pay for as much as 80% of the cost increases for Class C patients and 65% of the cost increases for B2 patients. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio GRC):</b> Sir, could the Minister ask the restructured hospitals to present statements of accounts to Parliament? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the hospitals are private companies owned by the Government and their accounts are published every year. If Members of Parliament wish to have them, I can arrange for Members to receive their annual reports. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, may I ask the Minister what was the percentage of manpower cost of these restructured hospitals before they were restructured? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the manpower cost of the hospitals appeared to be higher before they were restructured. In fact, the manpower cost amounted to slightly over 70%. This is because a fair bit of the operating cost was actually hidden subsidies provided by the Government. By restructuring, we were able to recognise these hidden subsidies and therefore the manpower cost, as a percentage of the total operating cost, went down to 65%. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, does the Minister envisage an improvement of the deficit situation now that there will be a revision of the Consultation Fee Scheme? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the revision in the Consultation Fee Scheme will in no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> way affect the operating cost. This is because the Consultancy Fee Scheme comes out from more or less a fixed pool of money. The revision only affects how that sum of money is to be distributed amongst the doctors. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDICAL AND HOSPITAL CHARGES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conditions for waiver)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health if he will state (i) the conditions under which a patient can apply for a waiver of medical and hospital charges and (ii) the number of such applications in each restructured hospital and the number of successful applicants for the years 1990 to 1992. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, any Class B2 or C inpatient or subsidised outpatient who is unable to pay his hospital charges can apply for full or partial remission of the charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In evaluating an application, the medical social workers take into consideration the choice of ward class, the size of the hospital bill and the home and financial background of the patient and his family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Details of the applications for waiver received by the hospitals from 1990 to 1992 are as follows: \n  <pre>\r\n\r\n                  1990                 1991                 1992\r\n\r\n\r\n\r\n           No of                No of                No of\r\n\r\nHospital   Applns  No Approved  Applns  No Approved  Applns  No Approved  \r\n\r\n\r\n\r\nKandang       39      38          36        34         52         51\r\n\r\nKerbau               (97%)                 (94%)                 (98%)\r\n\r\nHospital\r\n\r\n\r\n\r\nNational     428     428         371       371        603        603\r\n\r\nUniversity          (100%)                (100%)                (100%)\r\n\r\nHospital\r\n\r\n\r\n\r\nSingapore   2545    2401        1347      1346       1983       1974\r\n\r\nGeneral             (94%)                 (99%)                 (99%)\r\n\r\nHospital\r\n\r\n\r\n\r\nToa Payoh     50      50          62        60        132        132\r\n\r\nHospital            (100%)                (97%)                 (100%)\r\n\r\n\r\n\r\nTotal       3062    2917        1816      1811       2770       2760\r\n\r\n(Rate of            (95%)                 (99%)                 (99%)\r\n\r\nApproval)\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1993 TO 31ST MARCH, 1994</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [16th March, 1993], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head R of the Main Estimates be reduced by $100.\" - [Mr Peter Sung]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, yesterday, in my answer to Mr Robert Chua's question about satellite dishes, I gave two reasons why we do not allow such dishes for households. First, control; second, access rights. There is a third reason which is that there will then be a proliferation of dishes on our rooftops pointing in different directions at different satellites. It makes much more sense for us in Singapore to lay a cable network for our whole island and this can easily be done in 5-7 years. We are a compact city. The ducts have already been dug by Telecom and we can either use Telecom's optical fibres or lay new fibres in the ducts which are already there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC and Telecom engaged a cable consultant last year. The consultant has briefed both Mr Mah Bow Tan and myself. They told us that it is entirely feasible. Every household can easily have access to over 30 to 100 TV channels. In America where cable TV is readily available and, in some cities, already 100 channels, few homes bother to install satellite dishes. If we have a cable network in Singapore, satellite dishes will also not be worth the trouble. In an emergency, this will give us a chance also to reach out to everyone. For example, if the SAF needs to mobilise reservists, then the green man can flash on all the channels. Cable will also allow us to keep out the extremes of pornography and the broadcasts which are incendiary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But will we have time to watch so many channels? What will happen? Will TV increasingly shift from broadcasting to narrow casting as the marginal cost of a channel becomes much lower? TV channels will become more specialised and more targeted. There are sociological implications we have to think through. TV programmes will no longer be a basis for common experience. It will no longer be a common stage for the whole community. One day, if you ask someone, \"Have you watched TV last night?\" that will be a nonsensical question because which channel are you talking about. It is like asking someone whether he read the book without identifying the title of the book. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the benefits are enormous. We will become a much more information and knowledge-intensive society. We will be able to allow the various foreign communities in Singapore to watch their own television channel from Japan, Germany, France and so on. This will help consolidate our position as a hub city for international business. To attract the talent of the world to come to Singapore, we have to cater to their needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever the problems, there is no going back. Whether by satellite, by terrestrial broadcast from Malaysia or Indonesia or by cable, SBC has no choice but to compete regionally and internationally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To answer Mr Robert Chua, yes, we will have to broadcast by satellite. It is a matter of time and business calculation. This is why I have been pushing for the privatisation of SBC by the end of next year. We simply have to become more competitive. If we do not swim, we will sink. There is no escaping this choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Channels 5 and 8 will be spun off into one company, Channel 12 into another, Radio into a third, and so on. We will have to strengthen the channel image of each company so that when there are many channels available they can hold their own. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may even have to reshuffle the broadcast languages so that each channel will have a stronger identity. And there is no escaping the logic of competition and the need to watch ratings. If we do nothing, we will become like Indian television which has been so careful with regulations that it has become virtually irrelevant. And so you find in India today, Star Television, being watched all over, all six channels, including Hindi channels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know why the Indian government has allowed this, because if they wanted to control, I am sure the Indian civil service would have found some way to regulate. But they have chosen not to control and I suspect the reason is that the present government has decided to let TV in, in order to break the mindset of over 800 million people, because they are embarked on this course of reform without which India would be left far behind by other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By itself, competition will bring down standards and lead to more sex and more violence. Therefore, a good regulatory framework is very necessary. When SBC is privatised, a new statutory board will be formed to perform this function. We will have to ensure minimum hours of public service broadcast, news, current affairs, documentaries, minority programmes, children's programmes and so on. And we will do this with a combination of licensing fees and by direct State subventions. Licence fees and State subsidies will go to the statutory board for allocation to the different channels. And we must also support local productions so that we are not only importers of programmes, we are also exporters. But even in the best situation, we can never hope to produce more than a fraction of all the programmes that we broadcast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Locally-produced serials have been a tremendous success. We are now exporting them all over the world. I have seen SBC Chinese serials in Vancouver. I have seen them in Islamabad. I have even seen them in Urumqi in Xinjiang. We have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> come a long way. Without Hong Kong talent, we would not have been able to achieve this. I hear many criticisms of Hong Kong producers and I understand the reasons for these criticisms. But I think we must give credit where credit is due. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC is going into English dramas. We had our first feature a few days ago. It was not bad. There is promise. And I hope that in 5-10 years our English dramas will reach the standard of our Chinese dramas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the issue of censorship. I spent some time explaining the challenges confronting television in Singapore because that provides the context, the background, behind SBC's drive to experiment and to try new things. Sometimes they make mistakes which I expect them to. If they do not make mistakes, that means they have stopped trying and that is no good. We become like Indian television. But every time they make mistakes, we must inform them. Then they will adjust, pull back and improve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has to strike a balance between the desire to entertain and the need to also inform and educate. I saw parts of \"Angel of Vengeance\" when I came back from India and I felt uncomfortable which was why when Prof. Jayakumar mentioned it to me, I immediately proposed that we set up a Police/SBC Committee. And I was relieved when I spoke to the General Manager of SBC to learn that he was also unhappy and even before I raised the matter with him, he had already raised the matter with his staff in order that they make adjustments and corrections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, I know some people say, \"Look, there is no clear nexus between TV violence and crime.\" But if there is no clear nexus, we must always err on the side of safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of all the mediums, we are strictest with television because it goes right into the living room. The Government accepted the recommendation of the Censorship Review Committee that TV be censored more strictly than cinemas. In September, I asked the Chairman of SBC, Dr Cheong Choong Kong, to do an independent audit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> of SBC's censorship standards. He, in turn, persuaded Mr Hsuan Owyang, who is the Chairman of our Board of Film Appeals, to be the Chairman of the TV censorship panel. The other members were Mr Chua Gim Siong, Prof. Eddie Kuo, Mr Ronald Lim, Mr Arun Mahizhnan and Mr Suhaimi Salleh. They are all not from SBC. So they could give an independent perspective. And they are people known to have conservative views which was why they were chosen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote a few passages from their report. They said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The panel agreed that stricter censorship involving morality should be applied to local productions. The impact of local productions is expected to be greater as viewers can easily identify with them.' For example, it is one thing seeing violence by Sylvester Stallone and Arnold Schwarzenegger, but it is quite another to see violence by Zoe Tay and Li Nanxing, especially in Bedok or Toa Payoh. There is an immediacy which is not there when we watch Hollywood or even Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The panel was also satisfied with the level of censorship applied to the treatment of violence in programmes. A few exceptions were noted such as excessive violence in some action dramas and movies.' It maintained that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the level of violence in programmes should continue to be kept low as the cumulative effect of violence on TV is not fully known.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The panel advised in the end that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'in managing the censorship process, SBC should be conscious of its own social responsibility as well as prevailing public expectations. Thus, liberalisation must be done in a careful and gradual manner. However, it cautioned against reverting to an over conservative stance in view of the advances in technology and changing social norms.' I have asked SBC to release the report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I disagree with Mr Peter Sung that each time the limit of censorship is pushed, we extend the limits. That is not true at all. We are policing the limits all the time. On homosexual scenes in \"Breaking Point\", we asked SBC to pull back last year. On violence, we are asking SBC to pull back now. It is to police the same limits that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> MITA banned the book Harlots and the latest issue of the magazine Marie Claire. Cosmopolitan wanted to bring in a special edition for Singapore. They say, \"Don't look at the American, British or Australian editions. Look at the South African edition which is more conservative.\" So we took a look but we found it to be excessive. And, in fact, over the last few months, some issues of the South African Cosmopolitan have been banned by the South African government. So we are not rushing at all. They can wait. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not true what Mr Peter Sung said that school girls can legally view R(A) videos like \"The Lover\". This is against the law. R(A) films can only be screened in approved cinemas and duplication is not allowed. It is a punishable offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think Dr Vasoo must have been misled by the advertisements he sees in the newspapers. R(A) films are a small proportion of all the films shown, maybe one in eight, one in 10, and they are allowed to be screened only in licensed cinemas and none of these are in HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Hsuan Owyang's TV Censorship Panel and Prof. Tommy Koh's Censorship Review Committee (CRC) did sterling work. Censorship is a very subjective matter. No two persons will agree entirely. The CRC members who covered a wide span, including religious leaders, started with very diverse views but were able in the end to produce a consensus report which was balanced and comprehensive. And I think we see widespread approval. I was therefore quite surprised by the harsh criticism of the CRC by Mr Peh Chin Hua and some others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me clarify a few points. The CRC recommended NC16 not as a relaxation but as a tightening. It was precisely Dr Vasoo's concerns that they wanted to address, that parents might not be around to guide their children, and this was why they suggested that some PG films be banned for children below 16. And this is what NC16 is about, not a relaxation but a tightening. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC cannot be held responsible for the publication of Action for AIDS. It is true that one of the issues was unnecessarily explicit in recommending the use of condoms. In fact, it was my Minister of State, Dr Ker Sin Tze, who pointed it out to MITA officials who then immediately called up the publishers to tell them to stop circulating it to the schools. The other day I asked Mr Yeo Cheow Tong about this organisation Action for AIDS (ASA). Is it a serious organisation? Mr Yeo told me that they are doing good work. They reach out to groups which could not otherwise be reached. If the ASA takes too moralistic a stand, they will not reach out to these groups. And God knows that AIDS is a very serious problem that we have to address. But, of course, we must at the same time not allow publicity on AIDS to go too far, which is why we have not allowed Chris Ho's music video \"Safe Sex\" which claims to be sex education with respect to AIDS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am very heartened by the principled position taken by Mr Peter Sung, Mr Peh Chin Hua, Dr Vasoo and Mr Goh Choon Kang. They are talking not only about censorship, they are talking about morals in society. It is important to take a stand and to distinguish between right and wrong, and censorship is only a part of the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Technology is making censorship harder and harder to enforce. Despite all of Government's efforts, we can only stop a part of the traffic in pornography. We must not think that just because we bury our heads in the sand and we see nothing ourselves that others see nothing and nothing is happening. We can check magazines and books, but we will need an army of censors to vet all videos, CDs and software tapes. Any copies smuggled in can be easily replicated. The machines are readily available. And with a Handycam, you can produce your own videos. With electronic bulletin boards today, you can dial up IDD directly and get your pornography flicks from America or Europe. These things are brought about by technology and technology has not yet \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> given us a way to bring about foolproof controls. What we can do is to crack down and crack down hard on distributors. It is not practical to try to catch all individual offenders. In fact, we are looking at new legislation to broaden the definition of \"distribution\" and to increase the penalties so that it is not worth the while for those who want to make money to make money this way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Censorship is important because it establishes the standards a society sets for itself. It is a signal that we send to everyone. But censorship is never enough. And sometimes you do not need censorship. If you look at Chinese families in the Chinatowns in America, mostly in red light areas, or Indian families living in depressed areas of Britain, surrounded by drugs and violence, their children see what is happening, but they grow up, sturdy and upright. Why is this? It is because of the family, is it not? And that is the critical factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was an article in Britain recently about an Indian family in a poor part of London. They run a small shop. They caught English kids stealing. They informed the parents. The parents, instead of whacking the kids, were not happy that they were told. That is the trouble, is it not, when the family abdicates its responsibility to educate the next generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The family plays a critical role. It is right that Singapore should be stricter than most other cities in Asia even though Singaporeans travel extensively. It is right that when we come back to Singapore we take off our shoes and we put on slippers because Singapore is home. But we must not delude ourselves into thinking that while we can keep out the mud, we can make Singapore a germ-free environment. Singapore cannot be a germ-free environment. What we need is to build up our own immune system and have occasional inoculations. What is decisive are the values we impart in our families, our schools and our civic institutions. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Peter Sung and Dr Wang Kai Yuen that we should learn from the mistakes of the West. In a speech earlier \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> this year, Alexander Solzhenitsyn said, very sadly, that the West has been \"undergoing an erosion, an obscuring of high moral and ethical standards. The spiritual axis of life has gone dim.\" The line between right and wrong is being blurred in the West. All lifestyle choices become equally illegitimate. As the Christian says, that is Satan's greatest triumph, when people stop making distinctions between right and wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I felt uncomfortable when an AFA activist suggested to me, \"Look, do not call prostitutes \"prostitutes\". That is too judgmental. Call them \"sex workers\"\". I found that troubling. I was very troubled when after we banned Marie Claire, the publisher told the press, \"Look. We are only reporting. We take no position one way or the other.\" But that is the point. I think as individuals, as organisations, we should take a stand. It is because we take a stand that we maintain the immune system in our body politic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In yesterday's Asian Wall Street Journal, William Bennett, who used to be President Reagan's Education Secretary from 1985-1988, contributed a very dismal piece on America's moral decline. I think it is worth my while quoting a few passages because it is part of a debate between East and West. He said, over the last 30 years: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`there has been a 560% increase in violent crime; a 419% increase in illegitimate births; a quadrupling in divorce rates; a tripling of the percentage of children living in single-parent homes; more than a 200% increase in the teenage suicide rate; and a drop of almost 80 points in Scholastic Aptitude Test scores.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`America's cultural decline is evidence of a shift in the public's attitudes and beliefs. .... American society now places less value than before on what it owes to others as a matter of moral obligations; less value on sacrifice as a moral good; less value on social conformity and respectability; and less value on correctness and restraint in matters of physical pleasure and sexuality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The American social and civic institutions - families, churches, schools, neighbourhoods and civic associations - have traditionally taken on the responsibility of providing children with love, order, and discipline - of teaching self-control, compassion, tolerance, civility, honesty, and respect for authority. Government, even at its best, can never be more than an auxiliary in the development of character.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it should be against this perspective that we see the whole issue of censorship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Tan Tarn How wrote in the Straits Times recently, we have been deluged with American values. Tan Tarn How thinks that we cannot fight the trend. I think he is wrong. He sees the tidal wave, but he does not see the tidal shift. The values which the West now holds are not the values which created modern Western civilisation. The Calvinist values - strong families, thrift, hard work, education, living for others. In an ironic twist of history, it is now the East which upholds these values. And as East Asia becomes the economic centre of the world, East Asian influence in the world, East Asian methods of business organisation, of social organisation, will spread its influence in the world. If we hold firm, I am confident the tide will turn as we enter the next millennium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to Mr Chiam See Tong's proposal for more newspapers in Singapore. We have 11 local and over 30 major foreign newspapers circulating here. Whether there should be more is not for MITA to decide. It is for investors to decide. MITA does not place a limit on the number of newspapers. We also have political newspapers like the SDP's Demokrat, and the Workers' Party's Hammer. I notice that the Demokrat appears infrequently, but that is Mr Chiam's decision. The Hammer appears more frequently. A few Sunday's ago, my wife came back from the market, she brought me a copy of the Hammer, which costs 40 cents. I went through it. I was very sad to find that they decided to extract articles written by foreigners against Singapore, and reprinted in the Hammer. In other words, if they have criticisms against the Government, why do they not find their own writers? Is there such a poverty of ideas and a paucity of writers that you have to use others to be a surrogate? Or do we still have this servile mentality that what the white man says must be right? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam blames the newspapers for the SDP's dismal performance in the last by-election. First, he blamed dialects. Now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> he blames newspapers. I do not believe that the voters in Marine Parade GRC lacked information in that very private moment when they went to the polling booth. I find it very strange that Mr Chiam considers the Straits Times a PAP newspaper, when it prints all these long rambling letters from the SDP. And despite the SDP shifting its position each time its arguments are punctured, still the Straits Times prints these letters. It is for the Straits Times to decide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few weeks ago, the Sunday Times printed and gave colour coverage to a rather mediocre wall painting in Hougang. Some of our PAP MPs got excited and grumbled to me that the Sunday Times is pro-Opposition. I think that is also not true. Bertha Hansen and Sumiko Tan write all these long-winded pieces about the PAP Youth Wing. I happen to be the Chairman of the Youth Wing. So are they pro-PAP? They criticised me. Of course, I will give them a proper response in due course. But in the meantime, they write what they want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No, the newspapers are neither pro-PAP nor pro-Opposition. They are pro-Singapore. That is what is important, they are pro-Singapore. Take GST, for example. It is a very complicated subject. Despite all the attempts to explain it, New Paper did a survey the other day, a large number of Singaporeans have not even heard of it, much less understand its many intricacies, or maybe they are distracted by Star Search. But that is the point. It is not easy to explain complicated social policies which are good for Singapore. The question is: is GST good for Singapore? It is. Then let us do our best to explain it so that there is maximum light and minimum confusion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is pathetic the debate that went on in Australia. Keating supported it when he was Treasury Secretary. But because Hewson supported it, so he fought it. Now they are not going to have GST for many years, and who suffers? It will be the Australian people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More and more I am convinced that our newspapers are an important factor in Singapore's success and more and more I am convinced, looking at Britain and America, that the newspapers are an important reason for the decline of Anglo-Saxon societies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the side of SPH, we should be glad that we have a strong organisation which is a national flagship. SPH is not big. SPH is minuscule compared to Time Warner, or Rupert Murdoch's News Corporation or the Yomiuri Shimbun or Fuji Sankei. If we are to have a chance in international competition, it is better that SPH be big. This was Mr Chia Shi Teck's argument in an earlier debate. With SPH, we have a chance, and SPH gives Singapore a voice beyond its shore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by Dr Vasoo on heritage, our basic approach is a simple one. It is unity in diversity. If we try to impose unity by curbing diversity, there will be trouble. This is not a light-hearted matter. Two nights ago, I hosted a dinner for the Sri Lanka Minister for Communications. We were talking about the Elam Separatist Movement. I told him that when I visited Madras, I called on the Chief Minister, and she looked very bulky. I did not know why. When I came back I found out that she was wearing a bullet-proof jacket inside. Because she cracked down on the Tigers and they are gunning for her. She is now category one risk in India. But how did it all happen? According to this Minister, Dr Ratnasinghe, it started in 1956 when they decided to impose Singhala as a sole language and to impose Singhalese as the dominant culture in Sri Lanka. That started it. He recalled the prophetic words of a very brilliant Marxist Member of Parliament at that time, Dr Colwyn d'Silva who said, \"We have a choice. One language two nations, or one nation two languages.\" There is a lesson for us. If we want to be one people, one nation, one Singapore, we must have diversity. If we say no diversity, there will be no one people, one nation, one Singapore. The reality is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> paradox. That is why we allow and we encourage, to some extent, diversity in Singapore. It is also an economic asset because it gives us links to all parts of the world. In Singapore we do not want any Chinese, any Malay, any Eurasian, any Indian to feel that there is a contradiction between his ethnic identity and his being a Singaporean. That is our multi-cultural ideal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When PM Goh reopened the National Museum Building a few years ago, he encouraged the different communities in Singapore to establish their own heritage centres. Last year, I announced that the Chinese Federation of Clans was considering establishing a Chinese Cultural Centre at the old Nanyang University Administration Block. This year, I am happy to disclose that for the Malay Heritage Centre, a working group has been formed under the chairmanship of Mr Ridzwan Dzafir. The Committee is considering the old Istana Building at Kampong Glam. I hear that URA looks upon the proposal favourably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For all four communities, the Government will help provide buildings at nominal rentals and contribute to the endowment funds for the operation of these centres, on a dollar-for-dollar basis, and up to a limit of $5 million for the Chinese, $2 million for the Malays, $1 million for the Indians, $1/4 million for the Eurasians. These centres will complement the effort of the National Museum to establish a Museum of Singaporean History and a Museum of Asian Civilisations. The People's Museum will then become unnecessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the dispute between cultural groups, Dr Vasoo, maybe he was being polite, was very vague. If he meant back-biting among artists, the NAC will do all it can to mediate. But it is in the nature of artists to be critical of each other. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> I want to clarify what I have said. When I said that The Lover was brought into Singapore legally, I meant it was brought in to be shown under the R(A) category. Somehow when the film got into Singapore legally, it went on show illegally. On behalf of the MPs who spoke on this amendment, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> would like to thank the Minister for his reply. I am glad he said that we would err on the side of safety, but please do not make too many mistakes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>1.15 pm \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RB 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, \"More Mandarin, Less Dialect\" is a policy we have been actively promoting in recent years. This policy helps to unite the different dialect groups in the Chinese community in Singapore and to enhance the cohesiveness of our society. Undoubtedly, it is a policy which we should fully support. However, with the development and changes in the international economic environment, our Government is quick to realise that in order to develop and progress in this rapidly changing world, we must broaden our vision. We must treat the various territories in the world as a market-place for our business ventures. Only then can we compete with the other highly developed economies in the world. At the same time, this will help to overcome the problem of our space constraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To develop overseas, having a large capital alone is not enough. We need the right opportunities, a favourable climate and also the support of the local people. Some of my friends who have been doing business in China told me that, in China, if you are able to converse with the people there in their native dialects, the relationship would immediately become more cordial and half the battle would be already won. Then your conversation with them will not only be a mere exchange of views, but will also convey a message of empathy and emotional rapport. Therefore, it is much more easier to reach a consensus on matters of mutual interest and eventually to close your deals with them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of that, it occurs to me that, perhaps, we should conduct courses in some of the Chinese dialects to cater for the needs of our businessmen who intend to invest in China. As a matter of fact, these businessmen have actually experienced the necessity to acquire a working knowledge of the relevant dialect or dialects so that they can do business more effectively. In this respect, I think the Singapore Federation of Clans Association or the Chinese Chamber of Commerce and Industry can play a useful role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As these courses are meant for people who are intending to invest or to work overseas, I believe they will not run contrary to the Speak Mandarin Campaign which Singapore has been promoting all these years. I would like to know what is the view of the Ministry of Information and the Arts on this suggestion of mine. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ho, can you take your three topics together? \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Thank you, Sir. Sir, inculcating courtesy in Singaporeans is not a frill. It is a necessity. As Singapore becomes a highly urbanised, compact and competitive society where life is hectic and to some, stressful, there is need to seek a balance with the finer things in life. This MITA is doing. But my question is: Are attitudes being transformed? Are Singaporeans becoming more gracious, appreciative, thoughtful and courteous? Or, are many Singaporeans still impatient, inconsiderate and self-centred? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, episodes such as the outcry against the proposed setting up of a hospice at Dover Road and a hospital at Bukit Batok indicate that this is so. Likewise, phenomena such as road bullies, shop bullies, granny bashers, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present approach of holding an annual courtesy campaign, in my view, Sir, is not totally satisfactory. Last year, I said in this House that this approach had only attained \"uneven success\". Even though more Singaporeans had indeed become more courteous, I felt that much more could be done. I also said that courtesy was more a mindset that had to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> be continually cultivated. An annual campaign that focused on outward actions left much to be desired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope much more can be done in this area and would urge MITA to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two specific areas for consideration, in my view, are: First, to work with MCD on its Punctuality Campaign. I think this is a very useful campaign, an important campaign, and perhaps we can even adopt the slogan: \"to be courteous is to be punctual\". The second area which many Singaporeans have also talked about is this need for us to cast aside Singaporeans' propensity for complaints. In terms of courtesy, there is also need for Government to continually encourage Singaporeans to be more appreciative or more affirming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to ask the Minister whether the reinforcing of courtesy and graciousness in Singaporeans can take on a higher profile. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have just one more amendment and that is on censorship. We have heard already the Minister's comprehensive reply on the matter of censorship, in particular, as regards TV and film censorship. Sir, may I just submit that vigilance is perhaps needed in two other areas - not quite strict censorship, but monitoring and vigilance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first is on plays. Sir, there has been some controversy recently on specific acts done on the stage by actors, such as the drinking of urine and the dressing up of some Muslim actresses in Catholic garb. I appreciate that in the realm of plays, we should not have an overly strict censorship regime. Experimentation is healthy and, indeed, necessary. But may I submit that this is one area where Government may want to monitor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other is on the easy availability and popularity of computer games such as Street-fighter, Terminator, Art of Fighting which are all about delivering kicks, punches, blows, shooting, etc. The question is: What is the effect of these games on our young? Is it healthy that aggression in our young is cultivated in such a manner under the guise of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> amusement? Here, again, I would submit that some monitoring and vigilance is required. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts (Dr Ker Sin Tze):</b> Sir, with your permission, I will answer the first question in Mandarin and the remaining in English on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, the Speak Mandarin Campaign has now gone into the 15th year. Since the beginning of the campaign, we have been actively promoting the speaking of Mandarin through staging various events. The Speak Mandarin Campaign is aimed at encouraging people to speak more Mandarin and less dialect. We have had significant success in this respect. Now we notice that most students use Mandarin quite naturally in their conversations in schools. The survey conducted by the Ministry of Education reveals the following result. In 1981, about 52.9% of the students surveyed used dialects in their daily conversations. But in 1991, this was reduced to only 3.6%. In 1981, among Primary One students, the use of Mandarin was 35.9%. But in 1992, this was increased to 62.7%. So, we can see that with the active promotion of Mandarin over the years, we have achieved good results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Speak Mandarin Campaign does not necessarily preclude the use of dialects by specific groups of people such as businessmen who may find dialects useful. We do not deny that dialects do have their economic value, particularly now that we are encouraging our entrepreneurs to invest overseas and in places where dialects are used, for example, in Taiwan where Hokkien is used; and in Guangzhou and Hong Kong where Cantonese is used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What Mr Chin Harn Tong said just now was true. However, this does not mean that we have changed our stand on the Speak Mandarin Campaign. There is no fundamental contradiction between the two. The Government does not object to the Federation of Clans Association or the Chinese Chamber of Commerce and Industry conducting dialect courses for our people who intend to venture \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> overseas. Acquiring the working knowledge of a dialect is like having an additional tool for communications and hence better competitiveness when we go out to do business overseas. We have no fundamental reason to object to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in Singapore, we do not have the intention to entirely eliminate the use of dialects because, to the older generation, the use of dialect is more direct and convenient. The older generation may not understand Mandarin as well as they do with dialects. If we are to make ourselves understood by them better, it is more appropriate for us to speak to them directly in dialect. This is consistent with the Government's stand that we would continue to actively promote the use of Mandarin. We have not changed our policy on the Speak Mandarin Campaign. But when the need arises, we will still use dialects to communicate with the old folks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the use of dialects on TV or over the radio, I would like to give a simple comment. As a matter of fact, we are still broadcasting news in a number of dialects over the radio. We have also shown some operas and other forms of art performances in the various dialects on TV. Apart from their artistic values, they provide good entertainment for our older generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Dr Wang Kai Yuen asked whether, with the introduction of cable TV in future, we would allow dialect movies to be telecast over TV. In his view, the broadcast of dialect shows over TV is the same with the renting of video tapes which are available in dialects. I think there is a difference because it is not so convenient to rent video tapes as there are many constraints, for example, you have to return the tapes within a specific time, failing which you may be fined for late return. Therefore, renting video tapes is not quite the same as watching the shows over TV which are readily available once it is switched on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the time being, our stand is that we are not prepared to allow the telecast of dialect shows over television. But as the Minister has mentioned a moment ago, when cable TV is fully developed, there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> will be many channels, maybe as many as 100 channels. By that time perhaps we could have one channel in Japanese and also another in Cantonese for people from Hong Kong to watch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum it up, I would say that we would still actively promote the Speak Mandarin Campaign. We have achieved good results and we want to do even better in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English) Sir, Mr Ho Peng Kee asked what other measures were taken to promote courtesy in Singapore. The National Courtesy Campaign in Singapore enters its 15th year this year. The campaign is being directed by my Ministry and advised by an ad hoc committee comprising mostly civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To generate greater enthusiasm and encourage wider public participation, MITA will form a Singapore Courtesy Council with members mostly drawn from the private sector. I am happy to announce that Mr Noel Hon Chia Chun, Managing Director of NEC Singapore Private Limited, has been appointed to head the Council for a renewal term of two years. Other members will be appointed later. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Courtesy Campaign in Singapore has achieved great success throughout all the years. This has caught the attention of some British members of the Polite Society. In Britain, they have formed a Polite Society. They even published a book called \"Good Manners Guide\". In the book, they devoted the whole chapter 5 on the Courtesy Campaign in Singapore and our success. One of the important points in the book is that courtesy is closely related to the values of the society we have. And the values we have are, for example, respect the elders, respect our brothers, sisters, parents and be courteous to them, address them, deal with them with a certain formality and courtesy. It is very important to note that the Courtesy Campaign cannot be an isolated campaign. It is part and parcel of the overall value system we have, which we will continue to promote. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the other two points which Mr Ho raised is his suggestion that we work with MCD on the Punctuality Campaign. I thank Mr Ho for his suggestion. Certainly, we will work with MCD to push ahead with the Punctuality Campaign. The Punctuality Campaign is important because if you are not punctual, you waste other people's time. But for it to be successful, it really has to depend on the concerted effort of all the people. Two weeks ago, I attended an association's opening ceremony. I was told by the organisers that it would be punctual and dinner would start at 8.00 pm. So I went there at 7.45 pm. By 8.00 pm, the organisers proudly announced that dinner would be served. We waited for another 10 or 15 minutes, but nothing happened. We found out later on that the manager and the cooks at the restaurant were not ready for the dinner. The organisers said that they told them to start punctually, but the manager probably did not believe that would be so. We have this campaign for so many times over so many years, but nothing has really succeeded. So from this incident, we can see that the problem is very deeply rooted in people's mind. Punctuality is quite difficult to achieve and we really have to put in greater efforts to make it succeed this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On another point, Mr Ho suggested that we had to reduce the propensity to complain. Singaporeans are very fond of complaining about all the things they do not like. Last night, during my meet-the-people-session, a lady came in and complained about jet fighters flying over somewhere near her place. She felt that she had the right to ask the Ministry of Defence to divert our jet fighters to another flight path. On complaints like this and others, some valid, and some not quite valid, I do agree with Mr Ho that we have to find ways to try to educate and persuade our people not to over-complain on issues which do not have a valid reason to complain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the censorship of plays, Mr Ho cited the incident of urine drinking. I must clarify that the urine drinking act was not part of a drama or show. It was done in connection with an art forum organised by a private art gallery in which Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> artists, musicians and writers participated to present their views on the promotion of the arts. The National Arts Council has publicly spoken out against such behaviour done in the name of art. We all feel that it is not proper, and such kind of behaviour is really done to attract publicity. It was cheap publicity. So I hope that artists will not try to take that kind of action as a creative adventure and repeat it either on stage, or on other occasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the censorship of plays, the National Arts Council has been designated as the authority to vet plays. For established drama groups, they will be exempted from censorship. We hope that these established groups can have their own censorship. But for the newly-established drama groups, they may not know the limit. They may tend to venture a bit more beyond the allowable limit. The National Arts Council would then read their script and advise them whether the script is allowed to be used in the play. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ker, we are falling behind time. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> On the point about computer games, I agree with Mr Ho that there are a lot of computer games which show violent scenes. We will take note of his suggestion and try to review computer games which have excessive violence. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong</b>(\n  <i>In Mandarin</i>): It is a very comprehensive answer by the Minister of State. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, in response to your earlier request, I shall be brief and I am sure you will be relieved. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Much appreciated. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a case for the facilities of branch libraries to be further improved, eg, more reading facilities can be set up, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> the Children's Section in these libraries can also be improved, and at the same time on-line search facilities can also be further incorporated. These branch libraries have been built in the last 10 to 15 years and if you do an assessment, there is certainly a need to improve them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister what plans have been made to modernise these libraries and I understand that there is a plan for Library 2000. When will this be implemented and where will this library be set up? \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, promotion of reading habits will only be beneficial to the nation. Certainly because of limited resources, one cannot expect a library in every constituency. However, having a neighbourhood library in a large constituency would stand to reason. I would like to ask the Minister whether there are plans for a neighbourhood library in large constituencies, such as the Punggol area, where there are about 250 blocks of flats. In the interim, if suitable premises with the requisite amenities can be provided in the constituency, will the Ministry consider operating a smaller scale library in this area, perhaps, under a charitable foundation? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I am glad to hear that Dr Michael Lim supports the idea of a neighbourhood library. This subject of neighbourhood library is not new. I had brought this issue up in this House before. Potong Pasir Town Council has made a request to the former Minister-in-charge of library services to set up a neighbourhood library in Potong Pasir Estate. But the request was refused. I hope the present Minister is more amenable to the idea. If he is, the Potong Pasir Town Council shall certainly be reviving the request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, I must declare my interest, Sir. I am the Chairman of the Potong Pasir Town Council (PPTC). What the PPTC is requesting for is a library of about 300 to 400 square metres to be built at a void deck to house between 7,000 and 10,000 volumes of books. The PPTC shall be responsible for the acquisition of the books and the day-to-day running of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> library. What we really want is just the consent of the Ministry and the assistance of the HDB to wall up a space in the void deck. I think that is all we request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Libraries are important social organisations. They are store houses of knowledge. Monies spent on libraries are not a consumption item but are good investments for the future of the citizens. Libraries are certainly not luxurious items but are indispensable educational tools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the total expenditure for the Library Services Programme was about $23 million. This amount could easily be increased by one quarter. I note that MITA allocates about 18% of its funds to the Library Services Programme while a big chunk of 32% goes to the Singapore Broadcasting Corporation (SBC). By the great number of advertisements in SBC's programmes, one would have thought that SBC has earned enough money from the advertisements to be self-supporting and does not need funding from MITA. Therefore, I do not see why MITA should be so generous in its allocation of funds to SBC. Much of the funds due to SBC could easily be diverted to the Library Services Programme. I hope the Minister will take note of this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can think of at least three good reasons why neighbourhood libraries should be set up. Firstly, it is accessibility. Young children can easily go to these libraries. The last time when I brought up this subject, the Minister refused permission to establish a library at Potong Pasir. He gave the reason that there is a branch library at Toa Payoh Central. There may well be a good branch library at Toa Payoh Central. But it must be noted that it is situated about 4-5 kilometres away from Potong Pasir and I think it is not reasonable to expect parents to allow their 3-4 year old children to travel by bus from Potong Pasir Estate to Toa Payoh Central. The more reasonable thing to do is to build a neighbourhood Library at Potong Pasir which is within walking distance of young children living in that estate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is the high cost of books. Books in Singapore are still prohibitively expensive and they are not affordable to most working parents. The prices of books these days are only within the reach of the well-to-do in Singapore. Children from poor homes should be helped by making books readily available to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third reason for wanting a neighbourhood library is to promote the reading habit and the love for books. If there are neighbourhood libraries and they are easily accessible to young children, this can be a tool to promote good reading habits in early life and a love for books which will certainly serve these children well, both in their school studies as well as in later life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note from the budget that the number of books loaned out to students in Singapore - students are mostly using the libraries - has not increased for the last two years. The number has remained stagnant at about 9 million or thereabouts. Therefore, in order to promote good reading habits, I think there is a need for easily accessible libraries in the constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are all compelling reasons. But I believe the Minister will still have reservations, and I have been thinking why it is so. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Chiam, could I urge you to hurry up because we still have a lot of Members who wish to speak? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I can only think of one reason why the Minister will oppose this. Because if libraries are set up in Opposition wards, he is afraid that Opposition reading material will be stuffed in these libraries. So I will ensure that there is a neutral committee and the reading material will be non-political. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, my topic is not so exciting as Mr Chiam's, but no less important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to strongly argue that there is a need to review the need for a sports library in Singapore and this can be done in conjunction with the review undertaken by the Library \n  <br>\n  <br>2000&nbsp;&nbsp;&nbsp;&nbsp;Review \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> Committee. Currently, we have sports libraries at the Singapore Sports Council (SSC) and at the National Institute of Education (NIE). But I feel that since the Committee is looking into all matters such as technology, the arts, Asian collection, business information and children's collections, I think we should not forget the sportsmen in Singapore. Such a review and such a sports library will indeed give a boost to the cause of sports in Singapore. Modern technology can be fully exploited to incorporate computerised and audio-visual features. These features can be maximised for coaching purposes. Magic moments in Singapore's sports can be captured on celluloid and computer discs. A Hall of Fame of Singapore's sports heroes can be incorporated in the overall design. Encouraging words from past sportsmen can be compiled and even displayed in parts of the library. Link-ups can be effected with other sports libraries. I think the possibilities are infinite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think it will be a pity if, just as many of us today have forgotten the exploits of our sportswomen like Mary Klasse in the 50s, 30 or 40 years hence, Singaporeans of the future will not remember the exploits of Ang Peng Siong, C. Kunalan and Tan Howe Liang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my point is very simple. It is not a matter of where a library should be located or other details. But since the purview of the Library 2000 Review Committee is rather broad, I hope that the Minister will consider tasking the Committee to include a sports library. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, early last year, there was a proposal to fund additional branch libraries in Singapore on the old model. The agreement which the Ministry had worked out with the Finance Ministry in the past was that every time a housing estate reaches a population of 200,000, it triggers off the procedures to build a new library with more or less the same set of books and with more or less the same kind of facilities. We already have eight branch libraries and I feel that maybe now is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> time to take a step back and have a complete review of where we want to go in the next century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have some doubts about this idea of having big branch libraries. Some of the facilities in these libraries are not very well utilised. And they all stand alone, which means that if the weather is bad, it is not convenient to go there. Actually, libraries should be a haven when there is bad weather. Why not make libraries a part of a shopping centre, so that it becomes a part of the activities of the family? Some can go to the Library, others can go shopping, others can go for a haircut. And why must we be so rigid about the idea of 200,000 people? We have a National Library headquarters, then we have eight branch libraries and we have nothing else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I formed a committee called the Library 2000 Review Committee which is chaired by Mr Tan Chin Nam of the EDB and Mr Koh Kheng Hwa of the National Computer Board. I asked them to take a completely fresh perspective, from the viewpoint of how to plug Singapore into the libraries of the world. With information technology, you can have a virtual library where all you need is a computer terminal linked up to all the major libraries in the world and anything that you want can be delivered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And why is it that the library must issue a separate library card and make you pay a deposit when our new IC has a bar code? So all these things the Committee should review and is reviewing. For instance, they are going to introduce a system whereby all you need is to use your IC when you go to the library. There is no need for a separate library card. But we need much more use of information technology. We need to review the hierarchical structure and we need to look at the possiblity of specialist libraries, say, for the arts community, for the business community and, as Mr Ho Peng Kee suggests, maybe even for the sports community. But for each specialist library, there must be a champion. For the arts library, the National Arts Council is the champion and the proposal is to site it at the Singapore Performing Arts Centre at Marina Bay. That is like the arrangement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> at the Lincoln Centre and at the Barbican in London. I think it is a good idea, not too big, but an arts library where all the expensive books are kept, where all the musical scores are available, all the opera scripts, librettos, are available. I think that we can have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a business library, Mr Peter Sung has raised it last year and this year. The EDB and TDB appear to be interested. If they champion it, then we go for it. Of course, they will have to help finance it. Equally with sports, if the Sports Council is interested, I think we should encourage the Library 2000 Review Committee to speak to the Sports Council. But is cannot be that MITA is more interested in a sports library than the Sports Council. Then there is something seriously wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the ideas being developed for Library 2000 is to make our libraries different, so that each branch library will have a constellation of neighbourhood libraries which are all organically connected to the local community so that you can have a board, you can bring in community leaders, you can bring in school principals, you can bring in other people who are interested, so that each library will then develop a local character, with activities and with a range of books suited to the unique characteristics of that commmunity. Of course, there will be a core collection of books, encyclopedias, reference texts and so on. But the different towns have got different characters, different demographic profiles, different racial compositions, and I think the mix of books should reflect these differences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our newest library, not yet completed, is in Tampines. And MITA's intention is to make Tampines Branch Library an experimental test bed. We are going to try out all kinds of new ideas in that library, including the idea that if you want a library book, you call up. Your order is taken down. We send it to you. You pay. so you do not have to come down to the library. Maybe you can return it by post and we have a special envelope for this purpose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will also include the idea of a more interesting system of book display. Why must books in a library be arranged in stacks? Why can they not be like the books in MPH or Times bookshop? In other words, a complete change in the orientation, that you are not there waiting for people to come to use your facilities. You are there to market your books to the browser. So arrange books like the way books are arranged in a bookshop and see how it goes and bring in the children. Use computers, use this, use that, but bring in the children, because they are the next generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all this, I share many of the sentiments expressed earlier that we must promote the reading habit, we must promote widely and we must bring in the next generation. And it is for this reason that we are also conducting an experiment with neighbourhood children's libraries. For secondary school students, it is not a problem because they can always take a bus or MRT to go to the branch library. But for children, we did a survey and we found that children tend to use libraries which are close to them. If the libraries are too far away, they do not use the library. And it happened at the same time that the PAP Community Foundation was interested in setting up children's libraries. So we got together and we have agreed to try out four prototypes at various places, Bukit Batok, Bukit Panjang, Mountbatten and one other location. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. General George Yeo, we are running out of time. We will have other amendments. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Yes. Can I round up quickly? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> The idea is not to organise children's libraries on the basis of constituencies which I know is Mr Chiam's preference, but to organise it on the basis of areas. But we should not politicise it. We are working with the PAP Community Foundation. The SDP is a political party. And I do not think we should work directly with a town council because that is politicised. But there is nothing to stop Potong Pasir or any town \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> council for that matter to start its own library. There is no regulatory requirement that you must get National Library's approval. Of course, if you want National Library's support, then you must fit into our overall plan. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, in view of the exciting answer by the Minister, I beg leave to withdraw the amendemnt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RF 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a lot of small interest groups have been formed in recent years to promote arts, drama, music, literary writings. These groups are enthusiastic and they are looking for more support from the Ministry itself. They feel that bigger groups, more well-known groups, are getting the support required. I would like to ask the Minister what support is being given to these groups to encourage them to promote arts further. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ho is not speaking. Mr Choo. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, promotion of arts should be looked at from both recreational and educational perspectives. There should be a balance between the two. Minister Yeo has responded to the points raised by the four MPs and he thought that the four MPs were asking too much. The Minister should thank the four MPs for their concern because I feel that the four MPs who have spoken before me are making a very good point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the control of TV violence is concerned, only SBC itself can solve this problem. The most important person to have control over the choice of scenes is the producer himself. He should know what is acceptable and what is not acceptable by our Singapore viewers. Although we do have many outstanding producers helping us with our production, that does not mean that we must follow the Hong Kong standard for sex and violence on television. We should not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> simply follow what is being done in Hong Kong. Just how does the relaxation of the censorship standard benefit our society? SBC has from time to time been trying to adopt bolder lines in their production by including more violent and explicit scenes in their TV serials. These are unhealthy ideas. I think it should not be encouraged. There seems to be a lack of internal control. Why should this be allowed? I feel that there is a need for SBC to review their internal audit standard. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Choo, you are off the point. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Drama is art, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you want a reply from Mr Ho Kah Leong, because we are running out of time? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Can I round it up, please? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Okay, round it up. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Thank you very much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): In this TV serial, Angel of Vengeance, there were violence and some sex scenes. I think such scenes should not be allowed. SBC should be very careful and they should not allow such things to happen again. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There is no more time. Mr Ho. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Information and the Arts (Mr Ho Kah Leong):</b> Sir, first of all, may I reply to Dr Vasoo. He has asked whether MITA or NAC could give grants to smaller interested art groups. The answer is \"Yes\". There are several schemes to help the various art groups. Let me just quote a few of them. We have the Project Grant Scheme, the Annual Grant Scheme, the Theatre Assistance Scheme and the Arts Housing Scheme. Interested art groups can apply for one of these grants to NAC. NAC will consider giving them grant on their own merit. But I would also add that while we should try to help as many groups as possible, we should not adopt the policy of egalitarianism in the arts. To achieve excellence, we must be prepared to back fully those who show more promise. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I will respond to Mr Choo Wee Khiang in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo has just spoken very excitedly that some TV serials produced by SBC had some violence and sex scenes in them. I think my Minister had already replied to this topic in detail a moment ago. Singapore Broadcasting Corporation itself has a very stringent internal censor audit system. They have the Programme Advisory Committee to look into this matter. This Programme Advisory Committee comprises respectable people from society and they meet regularly to offer advice to SBC. I think we should all look forward to more interesting TV serials by SBC so that Singaporeans could enjoy viewing them, after a hard day's work. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $108,887,240 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $47,395,100 for Head R ordered to stand part of the Development Estimates. CLAUSE: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head J - Ministry of Community Development. Amendment No. (1), Mr Abdullah Tarmugi. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Bedok GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head J of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when there is a call for higher Government spending on welfare, the normal response is an enumeration of the ills of a welfare state and the virtues of avoiding a crutch mentality. But many have argued, Sir, that the Government does little for the poor and the disadvantaged, while making it increasingly easier for the more able to reap higher rewards for their efforts. Such an argument, Sir, is psychologically attractive and emotionally seductive. There is a constant tussle between the two arguments, making it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> a fertile ground for the \"I'm-more-compassionate-than-thou\" types to peddle their politics of envy. I must categorically assert, Sir, that I too do not subscribe to the notion of a welfare state or in mollycoddling. Yet, I believe that while we must not go the way of some Western societies when it comes to doling out of welfare, I think there are compelling reasons that we can and should do more for our poor and disadvantaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the total projected expenditure for MCD this financial year is $233.31 million. This is 0.29% of GDP and 1.4% of total allocation to the various budget programmes. Welfare programmes are projected to cost $62.34 million or 26.7% of total expenditure for MCD. Expressed as a proportion of GDP, this sum appears very small indeed. We could do more. But by merely giving out more financial assistance is only a small part of the answer. It is far better for us to think of more and better ways of giving assistance to programmes which will enable the lower income and disadvantaged to break themselves away from the vicious circle into what our Prime Minister refers to as the virtuous circle. In other words, we help them to help themselves through counselling, through training, education and through creating opportunities for these groups to amass wealth to better their lives. The result is more enduring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also have to make it easier and cheaper for voluntary organisations to run their programmes and thus increase the community effort in helping the poor and the disadvantaged. We will also have to continue to monitor the effects of the GST on the sections of the community and on the efforts of the VWOs. I believe we can do all this without turning into a welfare state and without unduly increasing expenditure, a fear so often expressed by the Government bench. Can I have the Minister's response, please? \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, the subject of public assistance for the low income families is one that consistently touches our hearts and minds. Whilst this topic has been discussed time and again, I think it is important for us to review the position once too often. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng, the then Minister for Community Development, said in this House in March 1987, that the single largest provider of help to the poor really is the Government through its public assistance programmes and various counselling and service programmes. Sir, this surely must be the case. The fact that we have such a small number of people receiving public assistance should be a source of pride for all of us. It means that such families go to the Government as the last resort for assistance. Many who need assistance are helped by relatives, friends, welfare organisations and well-wishers. It also means our people have not developed a crutch mentality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, Sir, those who really need public assistance should be properly taken care of. What I would like to ask the Minister is whether there have been any improvements in our public assistance programmes. Has our level of assistance kept up with the rising cost of living and rising expectations? Have any new programmes been implemented to further help the lower income in our midst? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the impending introduction of the GST, the impact on the lower income will be even greater. In view of this, I would urge the Minister to re-examine the adequacy of our public assistance programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in asking for a review and re-examination of our public assistance scheme, let me make it clear that I am not advocating for more welfare or handouts. All I am asking is whether our current public assistance programmes are adequate and appropriate to present day needs. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, presently there is a Rent and Utilities Assistance Scheme (RUAS) which is available for poor Singaporeans who are unable to meet their bills in rentals and utilities. However, a Singaporean paying his flat by instalment, struggling along in his 3-room purchased flat, is not eligible for any of such assistance because he owns the flat. 90% of HDB flats are owned. Many who own 3-room flats are on instalments and one day they may face \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> difficulties because they have got problems after an accident or illness, leaving them unable to work for a certain period. Single mothers, divorcees with children, and problems of alimony payments and so on, may be adversely affected occasionally in the course of their working lives. Meanwhile, while they are unemployed, the bills mount - utilities bills, SC&amp;CC charges bills and even instalments. These examples are drawn from real cases that I have met. These are people who are struggling at the bottom. They are not parasites of society. They are the ones who deserve help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to be a little bit more flexible in administering this Rent and Utilities Assistance Scheme. Surely, if there are good reasons why a poor worker is unable to pay his bills for utilities and conservancy because of some accidents, some illnesses, some family crises, or some temporary personal difficulties, the RUAS Scheme should assist, instead of sticking to the rigidly imposed rule that he or she must be renting a flat. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, poverty is a rarity in Singapore. The number of people on public assistance is small. However, that should not give us false complacency that we have done enough. The amount given to those on public assistance is only a percentage of the minimum household expenditure. One can barely make ends meet, let alone indulge in any luxury or excesses with our public assistance scheme. I am not one for excessive welfarism that stifles the incentive to work and reduces the drive to climb out of the poverty trap. Neither do I support excessive frugality with dispensation of assistance to the extent that even if the spirit is willing, the environment makes it impossible for one to climb up socially. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for public assistance should be stringent. Rightly, this should be so. However, sometimes it becomes too stringent. At the end of the day, we must not lose sight of the aim of assistance, that is, not only to help them in times of difficulty but, in the longer run, to help them climb out of the poverty trap. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Adjustments have been made to soften the effect of GST. It remains to be seen whether these adjustments are sufficient. I would like to ask the Minister what measures will the Ministry be taking to ensure that there is sufficient flexibility in the scheme to buffer the effects of price increases on those receiving public assistance. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, in speaking on this amendment, I would like to touch on the contributions made by grassroots leaders and discuss how we can give greater recognition to this group of hardworking volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am told that in 1992, the various grassroots organisations organised over 18,000 projects which benefited about 1.72 million Singaporeans. On a monthly average, each grassroots leader spends about 20 hours on planning, discussing and organising various activities. These activities include cultural programmes, sports and fitness programmes, overseas and local tours, social gatherings, block visits, tuition programmes, fund-raising efforts, legal counselling, and others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these programmes serve to bring Singaporeans from all walks of life together. They provide an avenue for Singaporeans to interact with one another. Indeed, Sir, as I mentioned earlier, more than 1.72 million residents have benefited from the activities organised by grassroots leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our grassroots leaders play an instrumental part in maintaining the social fabric of Singapore. These leaders are all volunteers and do their work out of their desire to do good, often at the expense of time they could have spent for themselves or with their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel we must ask ourselves as to the kind of recognition that can be given to such dedicated volunteers. I must state very firmly here that they do not expect to be rewarded. But, at the same time, their contributions should not be taken for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest to the Minister that he looks at ways and means to give \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> greater recognition to our grassroots leaders. He might wish to consider setting up a committee like RECORD which was done for the reservists, and examine this issue more closely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One suggestion I would like to offer to the Minister for consideration is that the Ministry try to organise some overseas training programmes for selected grassroots leaders. These would enable our grassroots leaders to have a better understanding of what is happening in our neighbouring countries. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the social landscape in the old estates is greying. The population of the aged in these estates has increased quite dramatically. I am sure, Sir, your estate too faces a similar problem. The question is that we need to respond in terms of organising various programmes and encouraging better community support to meet the different changes and demands of this aging population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many families also have parents who become aged sick and they require support. Despite views that families should try and organise their resources to support them, many families have working members and therefore they are stressed and stretched in terms of the need to provide care and support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out from the Ministry what plans there are to encourage more community groups to establish services to support the aged sick, and at the same time, to see how families can also be provided the necessary support to continue to provide care for their aged sick. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, as we go about building up an external economy, a second wing, we must also simultaneously study other untapped areas and other possible opportunities back home. And I am talking about creating Singapore into a sports hub, a centre for world-class sports activities. We could make full use of our superb position, superb infrastructure, superb status to bring in a year-long sports calendar. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to dream that we have a lot of world-class activities taking place round the year like the recent Johnnie Walker Classic. We could have a baseball season, basketball season, football season. We could have World Grand Prix, SEA Games, Asian Games, Olympic Games all taking place in Singapore. Sports have mass appeal and they are also money-spinners. We can also introduce maybe the not-so-well-liked gaming, betting pools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a lot of advantages here. The locals could be entertained. Often we say that there is nothing much to do in Singapore. So with a year-long calendar of activities, the local spectators could be entertained, the sports fraternity could be motivated and we could be looking at professional sports, full-time sportsmen, and the tourist industry can also be well supported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we go about this? It is like creating things out of thin air. EDB is promoting the film industry. With the current state of the Sports Council and sports associations, I think a better agency to look into this might be the EDB, which could map out strategies to make Singapore into a real stage for world sports. Since the Hon. Prime Minister is not in favour of a Sports Ministry, there is no other choice, except to actually create, maybe, a committee within EDB to study this. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, on 18th January 1993, a suggestion was raised in this House by the hon. Member who just spoke, that Government should form a Ministry of Sports and Youth. The Prime Minister replied that there was no need to form such a Ministry. His reply dealt at length and, convincingly, in my view, why a separate Ministry was not required to look after the needs of youth. However, the Prime Minister did not fully deal with the need for a Ministry of Sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just as we have a Ministry to look after the Arts, Government should seriously consider tasking, if not setting up separately, a Ministry to look after sports. Unlike youths, sports - like the Arts - permeates national life and is not a sectoral concern. I am aware that sports \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> comes under the portfolio of the Minister for Community Development. But, considering the wide coverage of MCD, I wonder whether the Minister, try as he might, can really devote much energy or time to the cause of sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again, there are other agencies doing the job. The Singapore Sports Council (SSC) is doing a good job. But its brief is targeted at the masses - the bringing of sports to all Singaporeans, even though I understand that, of late, it is also targeting sports excellence as an objective. Achieving sports excellence is a complex matter requiring total commitment. Focusing priorities, setting targets, channelling limited resources, nurturing champions, lining up sponsors and keeping them happy, coordinating the National Sports Associations, arbitrating on disputes, guiding Singapore sports into the era of professionalism and, of course, continuing with the important task of ensuring healthy lifestyles for all Singaporeans - these require the attention of more than a Minister in charge of a large Ministry (MCD), hardworking though he is, who is, concurrently, also the Minister for Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sportsmen, like performing artistes, have a certain emotional mould that requires sensitive handling. Just as MITA has done a good job resuscitating the arts scene in Singapore, I am sure a Ministry of Sports will bring the same uplifting effect to sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even if Government considers the setting up of another Ministry not necessary, I would suggest that perhaps it should put forward a Minister who can be the Sports Supremo in Singapore, much as Minister George Yeo and Professor Tommy Koh are heroes in the arts scene. Sir, we know, of late, the Minister, Dr Yeo Ning Hong, who heads the SNOC, has been in the limelight, but essentially that is because the SEA Games are coming along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I say this with seriousness and with due respect to Mr Yeo Cheow Tong, Dr Yeo Ning Hong, and other Ministers and MPs who sit as advisors and presidents of sports associations. In the eyes of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> Singaporeans, there is as yet no Minister who, in the mould of Minister George Yeo or Professor Tommy Koh, has come out as the champion of sports in Singapore. In my humble view, I think there is such a need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Football fans rejoice that Fandi Ahmad is playing finally for Singapore. He shared in the New Paper his main reason for doing this, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The meeting lasted more than an hour. ... I was impressed with his concern for Singapore football. He told me: `Forget the past. Look towards the future.' Surely I must trust the Minister's words. That was the clincher. I was convinced.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think those of us who are footballs fans will know that the Minister that Fandi Ahmad was referring to was, of course, Mr Mah Bow Tan, advisor to FAS, who is not in the House today. So the moral of the story is: the personal concern and prestige of a Minister can go a long way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge Government to give sports higher priority on its agenda. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam is not here. Mr Low Thia Khiang. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, in the budget of the Ministry of Community Development, there is one item of some $14 million for social defence and community relations activities. This amount is to be used mainly for the administrative expenses of the Citizens' Consultative Committees (CCCs) and the Residents' Committees (RCs), and to provide resources to these community organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the definition by the United Nations, the main role to be undertaken by social development organisations is to improve the social, economic and cultural conditions of the communities, so that the various communities will become part of the national life, and that they will be able to contribute richly to the improvement of the nation. At the same time, social organisations are the media of social development, to service the residents living in the community. Therefore, the CCCs and RCs, which are labelled as community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> organisations and are funded by the Government, should also set the target of serving the people living in their respective communities, in line with the definition by the United Nations. The welfare of the people in the community should be the main consideration in whatever activity they organise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, these so-called social organisations, controlled by the People's Action Party, are gradually showing their true colours after the Opposition MPs were returned at the general elections. The CCCs and RCs had all along been claiming that they were fighting for the interest and welfare of the residents and for the improvement to the facilities in the community. Many people, with the noble aspirations to serve the people in their community, were misled by these beautiful lies and they joined the RCs. But now, it is very obvious that these so-called social organisations which claim to serve the interest of the people and which are funded by the Government are pretending to prepare to advance along one path while secretly going along another (doing one thing under the cover of another). They are actually servicing the PAP. This situation was exposed by the PAP itself. As reported in the Straits Times of 13th March 1993, the PAP Adviser to the grassroots organisation in Bukit Gombak Constituency, Dr Ho, said, \"Since these organisations come under the Ministry of Community Development, they can be said to be part of the PAP network.\" I quote from the Straits Times of 13th March: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Asked if these organisations are part of the PAP network, Dr Ho replied: In a way, yes, since all such organisations come under the Ministry of Community Development, which is, after all, part of the Government.\" \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from here it can be seen that the PAP has not made a distinction between the Party and the Government. They are making use of the Government organisations and the Government's money to strengthen the Party's organisation. As Senior Minister Lee once said, the Government's money is the people's money. If \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> you want to run the PAP grassroots organisations, then please use the PAP's money. Moreover, please do not forget that the RC's activity centre is also built by the Government using the people's money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the defeat of the PAP candidate in the last general elections, the Residents' Committee in Hougang Constituency was made to suffer as a consequence because they were blamed for not having fulfilled its duty. Since when has the Residents' Committee the duty to ensure that the PAP candidate in its Constituency must win his seat in the general elections, failing which it shall be held responsible? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the same department in the Ministry of Community Development is also responsible for the social defence aspect of the Total Defence concept. The object of social defence is to enhance the cohesiveness of society. If community activity is conducted in the way that the PAP does it, then it will not attain the object of social defence, and may even divide our people to the extent of threatening the security of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I urge that all those people who participate in social organisations should have a genuine interest to serve the people in the community, and they should perform their duty without fear or favour. Only then can they command the respect of the people. If they disguise themselves under political colours to serve the PAP, rather than the people, then they will eventually be discarded by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, can I take my second cut on PA? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chairman:</b> Yes, proceed. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the community centres under the People's Association are established for the purpose of organising recreational activities and providing leisure facilities for the residents. I have the following questions for the Minister in charge of the People's Association: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, has the PA considered expanding the Hougang Community Centre and providing better facilities to the residents there? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, what are the criteria for the appointment of members of the Community Centre's Management Committee? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, has the People's Association imposed any restriction on the use of the community centre's facilities, such as tennis courts, to conduct training courses? The reason is: if these courses are being conducted too frequently, it will deprive people from making use of the facilities for their original purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, can Opposition MPs make use of the facilities of the community centre in their constituencies to provide services to their residents, for example, conducting of pre-primary classes, etc? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at Three o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.37 pm until 3.00 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) --- \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Yeo Cheow Tong):</b> Sir, first, I would like to thank the many Members who have spoken on my Ministry's budget and for raising so many points on my Ministry's work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Abdullah Tarmugi has touched at length on the Government's approach to welfare programmes and he has asked how we can better help those at the lower level of society to help them level up, as the Prime Minister has said. He has mentioned that we can do more and would like me to explain what else we are doing to better help them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has been able to achieve rapid economic growth over the last three decades because our policies emphasise meritocracy, hard work and national cohesiveness. Through these policies, we have benefited the vast majority of Singaporeans. We have helped them to do better. We have enabled them to improve their standard of living. The Government can continue to help our people, especially those in the lower-income groups, by continuing to make the economic pie grow bigger in the years to come. We do that by having the right social and economic policies to ensure that businesses can prosper so that good well-paying jobs remain plentiful. This way, all Singaporeans will benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any society, there will always be those that will be relatively less well-off. In Singapore, where we have a very good record of helping such people, it is not just the small group of indigent, but really the much larger group who falls into the low-income earners, the lower 20% of wage-earners. Our programmes for helping this group include the heavily subsidised educational programmes which ensure that their children will have an equal chance to make a success of themselves. Their children are their hopes for their future. And if we can help their children to succeed, then we have permanently helped them to level up. We also have provided them with very heavily subsidised housing programmes as well as health programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in many of the programmes, the Government has adopted the many-helping-hands approach. And through this approach, we have in the last few decades built up a society of compassion, a society where the more successful are very much prepared to come forward and help those who are less successful. This is in contrast to the attempts of certain political parties to sow discord, to raise passions of envy and emotions of hate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that we are a compassionate society is well reflected in the large numbers of ordinary Singaporeans who are today making voluntary contributions every month to the Community Chest. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> last figure we had, 210,000 Singaporeans opted in. They voluntarily put their names on paper to contribute every month to those who are less fortunate. It is not just financial contribution. We have large numbers of Singaporeans who have come forward, again voluntarily, to devote time and effort to the over 200 voluntary welfare organisations (VWOs) that we have in Singapore. These organisations are doing very good work in helping to reach out to those Singaporeans who require help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, VWOs are very very important. In fact, reports have come out recently, especially in the United Kingdom, which regret the growing role of government over the last 3-4 decades in providing help to the less fortunate. And the reason why there is much regret is that when government is involved in providing help, they do it, firstly, in a very impersonal way by using guidelines. You are either in or out. And if you are in, whether or not you should be in, you qualify for everything that is within the programme. If it is a VWO that is helping, I think the help tends to be very personalised. They analyze, they make sure that there are good reasons for you to qualify. And if you do not qualify, they advise you what to do to get yourself out of that problem. They tailor programmes to meet the specific needs of each applicant who qualifies. It is very much more personalised and the help they give is then very appropriate, very relevant, and also very cost effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, because of that, the Government's policy is to encourage the existing VWOs to go into new areas of service, new areas where they have more expertise, they have more capabilities and therefore they can be in a better position to help extend assistance to those who require help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some examples of what we are looking at are family service centres. These are one-stop social service agencies. We have pilot programmes but, in recent years, the VWOs themselves have also been starting their own family service centres. These will be accessible to all residents and they provide a broad range of programmes, like counselling, tuition, as well as financial support programmes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we have the Rent and Utilities Assistance Scheme which Mr Chay brought up just now. This is a scheme to help the low-income earners who are living in rental flats to tide over temporary financial problems. Of course, we have our public assistance (PA) scheme which I will talk about a little bit more. Lastly, we have a very good programme of helping those who are receiving assistance from the Government, ie, those who are on the PA scheme and those who are on the Rent and Utilities Assistance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the philosophy is a very simple one. Their children are their hopes for the future. Let us focus on them. Let us help them be the engine for uplifting the family out of their poverty trap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also suggested that we monitor the effects of GST on the low-income group. Sir, we will definitely do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das has asked about the public assistance programme. What improvements have we introduced and how do we ensure that the public assistance scheme is providing adequate support to the indigent and to those who are on the scheme? And how do we ensure that with the introduction of GST, the PA allowances will be adequate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as Mr Das has mentioned, the PA is a very stringent scheme and I am glad he supports the need for us to keep it stringent. In 1989, MCD brought in a firm of private consultants to review the PA allowances. In previous years, the allowances were really, in many ways, formulated by the Ministry itself. But to ensure that all the factors have been taken into consideration, the Government brought in a firm of private consultants to study the expenditure requirements of the low-income groups, what is their spending profile, what are their requirements. Based on their very exhaustive study, MCD accepted the recommendations they put forward for the PA allowances. And these new allowances were introduced in March 1991. We now review the allowances once every two years. The last review was carried out in 1992 and as a result of that review, new allowances were introduced on 1st \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> January this year. So the allowances are regularly reviewed and we make sure they are adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over and above the PA allowances, there is actually a whole spectrum of programmes that we have to help the indigent. For example, the PA recipients also receive free medical benefits at polyclinics and in the hospitals. So they are shielded from all health care costs. For the school children of PA families, they do not pay any school fees at all. All fees are waived. In addition, they get free textbooks and free uniforms. The schools also provide them with pocket allowances. And for those who need to take transport, the schools also provide them with transport subsidies. So in addition to the PA allowance, the children do receive additional assistance. I think what is also important is that the schools monitor the progress of these children very closely. And those who require assistance are then referred to VWOs who then provide them with free tuition. So the children are again a key focus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those who, for various reasons, require more help, we also have six supplementary charities which provide additional funding to the PA recipients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the elderly who live alone, we also have a Befrienders' Service where we link the elderly who are living alone, with a befriender, who then visits that person a couple of times a week. The Befrienders' Service would also make arrangements for these single elderly to receive, for example, free meals and free rations. Again, the support is very good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the GST, as announced by the Minister for Finance, the PA rates will be increased by 3-5% early next year. This increase would then offset the less than 3% increase in costs arising from the GST. But that is not all, Sir, because two-thirds of all the PA recipients live in HDB flats. The majority of these people live in 1- and 2-room rental flats. So all the PA recipients who live in HDB flats will be receiving a rebate. This rebate, as announced by the Minister for Finance, actually amounts to between 5% and 18% of the PA allowances being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> received by them. So in actual fact, because of the GST, the recipients would get increases of between 8% and 23%, whilst costs should increase no more than 3%. Actually, the PA recipients are going to be far better off under the GST. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen asked for the Rent and Utilities Assistance (RUA) Scheme to be extended to flat owners. At the moment, the RUA Scheme only applies to people who rent HDB flats. It does not apply to flat owners. The reason is very simple. For those who are renting the flats, there is nowhere else for them to go. If they are in arrears, HDB cannot just ask them to leave, because where else do they go to? So we need to give them additional support to tide them over their temporary predicament. The Rent and Utilities Assistance Scheme provides counselling help to those who are in arrears - counselling on how to manage their income and how to improve themselves and get a better job - and with educational assistance for those with children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the HDB flat owners, HDB already has a present scheme to help flat owners who are in temporary financial difficulties. How does HDB help? Firstly, the HDB would defer instalment payments for six months. If the financial difficulties are still there, HDB would extend it by another six months. So at the moment, HDB already allows flat owners to defer payments for one full year. That should, in many cases, be more than adequate for those who are in temporary problems, perhaps through an accident or something else, which prevents them from working for a few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the HDB now allows such people to extend their repayment period up to a maximum of 25 years, plus, for the first five years, the HDB will allow them to pay only 75% of the normal instalment payments. So it is not just one year's deferment, but after that a re-scheduling of their mortgage payments. HDB also allows the flat owners of 3-room flats and above to very freely rent out rooms in their flat. I think that is a very valuable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> source of income for such people. So for the flat owners there are a lot of alternatives available for them and, therefore, we should not allow them to come in and squeeze out those who really require such help from that small sum that we have in the Rent and Utilities Assistance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim has asked whether GST is adequate. I have answered that already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das has asked for greater recognition for grassroots leaders. Sir, first, I would like to thank the Member for having highlighted the tremendous amount of contributions put in by our many grassroots leaders. They have really done a wonderful job and we should recognise them and be grateful to them. At the moment, these deserving grassroots leaders are already given various forms of recognition. For example, National Day Awards. Many of the National Day Awards that are given out each year are received by our grassroots leaders. They get Long Service Awards as well as Meritorious Awards. My Ministry is now also looking into Group Awards to the CCCs. We are now finalising the framework and we would get back to the advisors and our grassroots leaders to get their suggestions on how to make this scheme more attractive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from the traditional forms of recognition, the Government also publicly recognises the status of our grassroots leaders by closely involving them in the decision making process. We do that by bringing our grassroots leaders in for briefings and discussions and their feedback and suggestions are then taken in by the Ministers and Ministries and the policies are fine tuned arising from their feedback. Two good examples are the time-based telephone charging system and the COE system, which were amended arising from such feedback. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to meet the social and recreational needs of grassroots leaders, MCD has also now set up a Grassroots Recreation Club. The club was just opened a week ago. This is a temporary clubhouse in an old community centre. We are now looking into securing land where we can put up a permanent clubhouse, which would be very much welcome by our grassroots leaders. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, we are running out of time on this amendment. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Sir. I will look into his suggestion about training overseas. As to a similar organisation like ACCORD, there is already a committee looking into the welfare of the grassroots leaders. It is in the National Community Organisations Council (NCOC). I will ask them to take up the suggestion put up by Mr Das. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the policy for the aged, Dr Vasoo has asked whether we have plans to encourage more community groups to help support the aged sick. Sir, the aged sick now comes under the Ministry of Health and I think there were quite a few questions raised under my other Ministry's budget on the aged sick. I suggest that the Member look up the Hansard for the answers given by the Minister of State for Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck has asked about making Singapore into a sports hub and allowing gaming/betting pools and so on. Sir, first, we must understand that the many sports facilities put up by the Singapore Sports Council are mainly meant for community use, with the exception of the National Stadium and the Singapore Indoor Stadium which have first class facilities. Therefore, the bulk of our facilities are not really designed for world class events. However, despite that, there have been a number of world class events being staged in Singapore. This includes the Dragon Boat Race, the World Formula One Power Boat Grand Prix and, of course, the recent Johnnie Walker Classic. Sir, many of the international events require quite a fair bit of expertise and manpower resources. As our National Sports Associations get more experience, I think more of them will go out and bid actively for many of these international events. However, we must also remember that many of these large scale events, like the Johnnie Walker Classic, are actually put up not by our sports associations, but by commercial organisations. The criteria they use are quite different. If it is an event that is really catering more for the local audience, hoping to get income from the Singapore audience and the regional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> audience, we have to recognise the fact that our audience base here is actually quite small, except for a few sports with mass appeal, for example, football. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, whether or not such events will continue to be staged here would depend on whether the entrepreneurs and the companies concerned feel that they can turn this into a money making proposition, and whether they can fit this into their world-wide advertising programme, like the Johnnie Walker Classic. If they can, of course, they will stage it here. For such events, we have very little influence over them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to betting pools, I understand that the FAS is looking into it. We will leave them to decide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ho Peng Kee has asked that a Ministry be set up to look after sports and that there should be a Minister as a sports supremo. Sir, the Member has touched the right chord when he says that sports permeate the national life. Sir, that is precisely because sports is not a sectoral concern. It would better benefit from the many-helping-hands approach that is being adopted by my Ministry. In the world of sports, many champions are better than one. The field of sports is so vast and diversified that we have 55 National Sports Associations (NSAs), each one very independent, each one very conscious of its own priorities and each one wanting minimum interference from others. It is therefore not possible to find a single sports supremo who would be able to reach out to all the 55 associations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fandi Ahmad's case, as mentioned by Mr Ho, shows very well the need to have someone who is interested in and who is concerned about a particular sport. I think the NSAs know that too, which is why, on their own, 10 of the NSAs have already invited Ministers or Members of Parliament, in their personal capacity, as advisers, patrons or presidents. So we have Mr Lee Yock Suan as the President for Badminton, Mr Ho Kah Leong for Basketball and Mr Mah Bow Tan, of course, who has done a great job in FAS, is promoting soccer in his own personal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> capacity. So we should let as many champions as possible come out so that each of the sports can then proceed on and do better. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, I intend to take the \"guillotine\" on this amendment at 3.30 pm. I believe you still have quite a lot to answer. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Sir. Having a Sports Ministry, instead of having the SSC as a statutory board, will in no way make the situation any better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Low Thia Khiang has accused the grassroots organisations of being part of the PAP network and not using the money which has been voted by Parliament for community work. Rather, they have used it for political work. Sir, I wish to categorically deny that. Mr Low is very wrong. The CCCs and the RCs are set up as part of the Government network of grassroots organisations. They are part of the Government and their job is two-fold. Firstly, to act as a bridge between the people and the Government. The CCCs and the RCs do that by reaching out to the people, explaining to them Government policies and getting their support for such Government policies. They also in turn give the feedback that they receive from the residents to the Government and persuade the Government to amend those policies where necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, their job is to organise activities which promote social cohesion and racial harmony. Sir, I think these are very important objectives and the RCs and CCCs do a very good job in meeting these objectives. In fact, as Mr Chandra Das has mentioned, last year 1.7 million Singaporeans participated in activities organised by our grassroots organisations. If they were not actively involved in working for the community, where would they get the 1.7 million participants from? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he also quoted Dr Ho Yew Ming. I am not too sure whether Dr Ho was misquoted in the newspaper. But if Dr Ho did say that the grassroots organisations are in a way part of the PAP, Dr Ho is very, very wrong, because they are not part of the PAP. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Encik Ibrahim. We only have 10 minutes. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of divorces under the Administration of Muslim Law Act has increased since 1984, ie, from 637 in 1984 to 1,021 cases in 1991. Even as a percentage against the total number of marriages, it increased from 14% to 21%. This increasing trend is very worrying, as divorce leads to many other related social problems involving the children of divorced couples. I wish to ask the Minister what is the latest divorce figure for 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the Parliament sitting on 16th November 1992, the Minister-in-charge of Muslim Affairs informed the House that the Registry of Muslim Marriages (ROMM) conducts a number of programmes to help Muslim couples, together with the Syariah Court, MUIS and the Mosque Management Committees. Among the programmes are counselling services for couples intending to marry, religious knowledge for those found lacking in it and Marriage Guidance Courses at the various mosques. I wish to ask the Minister how successful are the various programmes as mentioned by the Minister. I also wish to ask the Minister whether the Syariah Court has made any study on the background of divorced Muslim couples and the reasons for their break-up. From the study, Sir, they could identify the type of people likely to face problems during marriage. ROMM could then ensure that couples intending to marry attend compulsory marriage guidance and Islamic education courses. Would the Minister consider this suggestion? \n  <br>3.30 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Sir, in debating the budget for the Ministry of Community Development, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> I would like to raise some views on the family life of our people with the hope that it would attract more attention from our people on this very important subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As this Ministry is responsible for public education, I would also like to ask the Minister whether he has any plans to enhance family ties of our people through public education and also what are his plans for social assistance for our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are moving towards an international city and developing Singapore into a centre for the exchange of culture and economy, we are having serious problems with the basic unit that makes up our society - the family unit. Although some of our colleagues here may think that I am exaggerating things to scare our people, I think we just cannot afford to neglect this very important fact, as this can be very serious, because we can see that there are some basic changes in the husband and wife relationship and parents and children relationship in our society today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nowadays, with our women getting better educated and having better job opportunities and social status, on top of the protection given to them by the Women's Charter, the traditional role of man being head of the household has changed. Women today are enjoying equal status as the men. They are less willing to be dominated by the men. We have to face these changes objectively and analyse these changes. Otherwise, we will come to a stage where we have economic prosperity but moral decline. Therefore, inculcation of the proper concept of marriage is very important. Marriage is the beginning of a husband and wife relationship. But nowadays many people are sceptical about the concept of marriage. In fact, in society today we have these so-called \"Single Aristocrats\" and \"Single Family\". Of course, our Government has, since a long time ago, been very actively promoting this proper concept of marriage. The question is just how effective has such promotional programme been. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Statistics have revealed that divorces in Singapore under the Women's Charter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> have increased from 2,261 cases in 1986 to 3,813 cases in 1991. That is indeed a tremendous increase! So with more divorces, many children suffer psychologically, resulting in an imbalance in their mental development. No doubt some people are of the view that it is a problem for the psychologists to worry about, but we as political leaders must not be slow to show our care and concern for the matter. So if we develop ourselves into a society like the USA where many children who are deserted and suffering from malnutrition, and lots of single-parent children who do not even know who their fathers are, and then try to save the situation, I think that would be too late! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to recent newspaper reports, in the USA today, as much as one-third of the new born babies are born into single-parent families. This phenomenon has to do with the welfarism practised by the Western countries, the special reliefs given to the single-parent families, and their people's view on the concept of marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we have to work along both lines. On the one hand, we have to enhance marriage education, both pre-marital and post-marital education. On the other hand, when we are formulating our policies, particularly taxation policy, we must be very prudent and careful to consider the effects of these policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another family problem is the change in meaning of the husband and wife relationship. There are many factors contributing to the changes in relationship between the husband and the wife. We cannot put the blame solely on any one party. As the saying goes, \"it takes two hands to clap.\" In most cases, both parties are equally liable. The change in husband and wife relationship can affect the family in the following three ways: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) In our society today, many people are going overseas to invest or to work and we are also encouraging our young entrepreneurs to venture overseas. Very often, when a person is alone in another country, he may come into contact with a third party and get into an extra-marital affair with her. A magazine recently \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> reported that in Taiwan families are now facing the invasion by third parties and are in danger of breaking up. Therefore, to teach everyone of our people, through education, to cherish one's spouse is a real challenge to the department concerned. When we study Chinese literature, we read stories about Chen Simei divorcing his wife and Zhao Wuniang travelling thousands of miles to look for her husband. The relevant department should consider using some of these widely loved traditional operas or stories to strengthen their educational and promotional efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Being an open society and a centre for the exchanges of economy and culture, various trends and diseases can have significant impact on a small nation like ours, for example the spread of AIDS, etc. It has been reported in the newspapers that some husbands went overseas to fool around with other women and bring home with them venereal disease which was passed on to their wives. Even their children were affected. Therefore, when we are encouraging our Singaporeans to venture overseas, we should simultaneously enhance our education programme on family living and healthy living, particularly on moral education. For the nation to be strong, its people must be mentally and physiologically strong and healthy. This is an important part of our total defence strategy. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mdm Foo, are you expecting a reply? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Okay, I will just try to sum up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) How do we teach our people to adapt to this new husband and wife relationship? Now we have more than 51% of our women joining the labour force. The financial position of our women in Singapore has also been enhanced. This has resulted in changes in the status of our women and the positions of husband and wife in a family. Just imagine, if we have a wife going outside to work and her husband staying at home to look after the children, what will people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> think of this? In circumstances like this, it seems that women have a choice whether to work or not, but the man has no such choice open to them. This change in the traditional roles of husband and wife is a result of progress to society. Therefore, teaching our people to adapt to these changes is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other point that I would like to talk about is the change in the parents and children relationship. Some of our colleagues have advocated legislation to force children to look after their parents. This point has not been debated upon. Although we can legislate to require children to support their parents, the most important thing is to honour their parents. In the Chinese classics, Zi You asked Confucius what was filial piety. Confucius replied, \"Nowadays, when we talk about filial piety, we are just talking about providing for the parents. Even dogs and horses can provide for their children. If there is no respect, then what is the difference?\" In other words, dogs and horse can also provide for their parents, the difference lies in that human beings must, apart from providing for their parents, show respect to them. The point I would like to raise here is something which you, Sir, may also like to know. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chairman:</b> Order. Mdm Foo, would you like to have a reply? I suggest you round up because we are running out of time. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Soon:</b> Okay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) According to 1992 statistics, among the old people above the age of 60 who go to the Ministry of Community Development for social assistance, more than 60% are men, more than 1,000 of them. I therefore request the Minister to conduct a study to find out where the problem lies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we have been presenting awards for outstanding woman, outstanding mother, etc. I feel that we should also boost the morale of our gentlemen in Singapore by having an Outstanding Gentleman Award, Model Father Award, Model Husband and Wife Award, Model Children Award and Model \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> Family Award, etc. I would like to ask the Minister whether his Ministry has any long-term plans in this respect. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister-in-charge of Muslim Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister-in-charge of Muslim Affairs (Dr Ahmad Mattar):</b> Mr Chairman, Sir, Encik Ibrahim Othman has asked a number of questions on Muslim divorces. On the actual number of Muslim divorces registered in 1992, the answer is 1,002. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On whether the various programmes mounted by the Syariah Court and the other organisations have been successful in reducing the number of divorces, my answer is \"fairly successful\". For instance, Sir, of the 3,082 applications for divorce for the five-year period (1988 to 1992), 1,097 cases, or slightly more than a third, were reconciled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On whether the Syariah Court has done any study on the background of couples seeking divorce, the answer is, of course, yes. In carrying out its conciliation work, the Syariah Court inevitably studies the background of the couples seeking divorce and, apart from helping parties reach a conciliation, the studies also help to identify the main causes of divorce in the Muslim community. These matters are taken into account by the Registry of Muslim Marriages when preparing Marriage Guidance Course for couples intending to get married. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I agree with Mrs Yu-Foo that we need to strengthen and safeguard our families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our Asian values encompass values such as a strong family unit, filial piety, respect for the elderly, parental responsibility and family obligations. These are very important values and we should not allow such values to be undermined by negative influences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst the Government can help to propound these values and to remind Singaporeans about their importance, I think it is equally important that parents and grandparents must continue to teach such values to their children and grandchildren. Fortunately, our societal values are still very strong. The divorce rates, while getting higher, are still low compared to the West, but we should not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> be complacent. The Government will encourage the provision of family life and parent education programmes to support these values and to ensure that as a society, we will continue to remain strong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these broad-based programmes are now available at the Family Service Centres and they are also organised by various Volunteer Welfare Organisations (VWOs) and religious groups on a regular basis. On my Ministry's part, we have launched the parenting handbook last year and the marriage preparation handbook in January this year. We are now working on a package of resource materials, including videos, which VWOs can make use of in mounting parent education and family life education programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we will also look into taking more steps to promote marriage preparation and to encourage more employers to support family life education programmes at the workplace. In this regard, I hope Mrs Yu-Foo, through her role in NTUC, will also give us her assistance. All these would then supplement the efforts of our schools and the mass media. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the single families, there are actually at the moment already family counselling services and support services and helplines are available. I think the question is how do we publicise these support programmes so that those who require help can more easily make use of them. We will look into ways and if Mrs Yu-Foo has got any suggestion, we will be very happy to get them from her. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, she has also asked how do we give recognition to the man. Specifically, she has asked about the Father of the Year award. Again, if NTUC is prepared to organise such programme, MCD would also be prepared to give her our assistance. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> I thank the Minister for the answers and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3). You have only 12 minutes for this amendment. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I beg to move \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problems and challenges that we have to face as a result of having more of the elderly among us are already well-known. What faces us is so big and serious that Government alone will not be able to tackle it effectively and comprehensively. It has to be an effort in which the whole society is involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principle of the family being the best institution to care for its aged is a fundamental and sound one. Notwithstanding this, we will still need more institutions and facilities for the aged, either as an alternative for those who are unable to enjoy the care and support of their loved ones, or, for those with families to complement what they get at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, therefore, disturbing, Sir, to hear and read reports that certain sections of the community have manifested the \"not-at-my-doorstep\" syndrome, as shown by some residents when a hospital for the aged was proposed in an HDB estate. If community-based programmes are to succeed and be a feature of our lives, then we will have to arrest the syndrome from becoming a trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our space constraints do not give us the luxury of placing institutions and facilities for the aged away from residential concentrations. Nor is it desirable for us to do so. We will therefore have to make increasing use of whatever space we have, including void deck space for such needs. We will need to educate the public on this principle. We will need to encourage and plan for the setting up of community-based programmes to care for the aged. My question is: What is the Ministry doing to facilitate the development of community-based programmes and facilities for the aged? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mdm Foo, two minutes. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, the subsidy for childcare centres was introduced in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> 1987 and, since then, the number of childcare centres has increased tremendously from 48 centres in 1984 to 304 centres in 1992. During this period, the cost of operating childcare centres, which is labour-intensive, has also increased due primarily to increase in operating cost. So this has resulted in higher fees for parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the last Parliamentary debate, I had asked the Minister whether the Government could consider increasing the childcare subsidy from the present rate of $100 per child per month. The Minister had then informed the House that his Ministry was in the process of reviewing the scheme. I would like to ask the Minister whether his Ministry has completed its review of this subsidy scheme. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, the issue of childcare arrangements must be seen as a whole. For working parents, care of children is needed soon after their birth to the age of 12 years old. Unfortunately, in Singapore, we do not have an inclusive overall plan for this need. To formulate plans for this pressing need, we need an integrated approach with cooperation between the Ministry of Community Development, Ministry of Education, Ministry of Trade and Industry and Ministry of Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now quickly highlight the problem areas in childcare arrangements. Right now, there are 21,000 places available in childcare centres. Most of these cater only to children between the ages of 2 and 6. Out of 21,000, 19,000 places have been taken up and yet parents complain of the lack of places. One reason for this is the uneven geographical distribution of childcare centres with certain areas being under-serviced. Would the Minister look into this deficiency and would he consider that one possible solution is to allow commercial operators to lease HDB void decks at reasonable prices? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is the review of childcare subsidies which has already been touched upon by the hon. Member before me. I just want to stress that there are 195,000 households who earn less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> than $1,500 per month. We cannot afford to ignore this large group as these households need the dual income of both working parents to survive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the statistics of the SCSS in 1991, there were only 200 low cost childcare places available while the need is for 6,000 places. So I am wondering whether the Minister would consider converting the 2,000 places not taken up in regular childcare centres into low cost places to make up for the deficiency in the low cost childcare places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a recent survey carried out by the National Productivity Board and Singapore Institute of Labour Study involving 300 private sector companies showed that 60% of the employers think that childcare facilities will improve workers' commitment and increase productivity. But only 2% of the firms have childcare facilities. Obviously, the employers need Government support to put thinking into action and here the Ministry of Finance will have to come in with fiscal incentives for employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point is that there is no priority given to childcare arrangements before the age of 2 and after the age of 6. Last year, 16,000 women left the workforce citing childcare as the main reason and we have latchkey children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To alleviate this problem, there was an attempt made to have full-day school, but this scheme did not work because of the lack of adequate facilities and infrastructure to meet the children's needs. I realise that this subject of full-day school comes under the Ministry of Education. But it illustrates my earlier point that childcare arrangements must be seen as an integrated whole. Thus, we can see that the problems and challenges of childcare arrangements span the purview of more than one Ministry. Could the Minister please respond on how this issue can be dealt with in a holistic manner? \n  <br>3.48 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Eugene Yap Giau Cheng) in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mr Abdullah Tarmugi has asked what is Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> doing to facilitate the provision of more community-based facilities for the aged. My Ministry's community-based programme aims to keep the well-aged, those who are not sick, physically fit and socially active. The Ministry of Health also provides community-based services for the frail aged and the sick elderly. These programmes together between the two Ministries encourage the aged to grow old gracefully within the community and not in a residential institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the years, with the assistance and cooperation of the National Council of Social Services, we have managed to build up a wide range of community services, for example, Senior Citizens' Clubs. We also provide pre-retirement seminars, sports for the aged, sheltered housing, Befriender Services for the lonely senior citizens. On the part of MOH, we have day care centres, respite care centres and so on. All these make up our community-based programmes. The approach has been fairly successful as seen in the large numbers of members in our Senior Citizens' Clubs. For example, the number of clubs has more than doubled from 130 to 284 between 1986 and 1992. More significantly, the membership has quadrupled from 30,000 in 1986 to 110,000 in 1992. This shows that more of our senior citizens are taking an active interest in keeping socially and physically fit and they are joining all these clubs in order to avail themselves to the fellowship and companionship of the neighbours who are also members and to be able to take part in organised activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as Mr Abdullah Tarmugi has mentioned, one in four of the elderly will be aged 60 and above by the year 2030. What is important for us to note is that over 90% of the elderly are actually well elderly. They are fit, they are active, they do not require any help or assistance at all. The challenge to us is how do we make sure that in the coming years, we will be able to motivate this big group of fit persons to look after the elderly who require some physical assistance, and not rely on the economically active to look after these aged sick. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So one possible programme that we are now experimenting with is the mutual help scheme. Under this scheme, the members of the Senior Citizens' Clubs form themselves into separate groups and by getting together often for activities, they build up a very close rapport with each other and then when one member of the group falls ill, the other members of the group will then go and provide assistance. For example, helping him with his medication, preparing meals for him or bringing meals from their own home to give to him and also to help him with the household chores. So this way, although his family members may be working when he falls ill, he does not have to rely on either the hospital or the community hospital for help. He can rely on the whole community network for help. Sir, this pilot programme will be closely monitored by us and, if successful, we will expand it to other areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another programme that we have been working on is the Community Homes Programme. This is to cater for the large number of elderly who, because their children have grown up, married and moved out, are left to live on their own. We would like to encourage more of them, instead of living on their own, to move in to sheltered housing. The concept of the sheltered housing is that this would perhaps be in the HDB flats where we would ensure that the facilities are there to help them. This will enable them to live independently which is quite important to many of these people -live independently and yet be in a position to help each other. So although the children have moved out, they have other companions and other people who can help them. There are now 17 community homes existing. We are working with the National Council of Social Service to see how we can help these 17 homes to upgrade and expand to take in more residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with all these programmes, we should be able to gradually have a fairly comprehensive scheme which should help us cope with the growing numbers of elderly in the years to come. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo has asked about the increase in the childcare subsidy. Sir, I am very happy to inform her that my Ministry has finalised the study and will be increasing the childcare subsidy scheme from $100 to $130 for children on the full-day care system, and from $50 to $65 for those who are getting half-day care. Sir, the subsidy will also be extended to children of the fourth order birth because, at the present moment, the childcare subsidy can be enjoyed only up to the third child in each family. The new subsidy scheme will be implemented from 1st of April this year, ie, next month. And this increase would increase the Government's expenditure by about $6 1/2 million per year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin has asked quite a large number of questions. I will try to answer them. Sir, she has stressed that there is a need to provide childcare facilities for children up to the age of 12. Sir, we have to look at the childcare challenge, not from the context of only external care provided by childcare facilities, but in the context of our Asian society. The responsibility for looking after children really falls upon the family as a whole, especially the extended family. And I am glad to say that most of our families have their children being looked after within their family contacts, rather than being sent out to childcare centres. And as such, the places in childcare centres that we have are fairly adequate. Yes, in certain places there are complaints but it is a problem of facing it in the sense that we are still in the process of building new childcare centres, especially in the new estates. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Yeo, we are running short of time. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Sir. Unfortunately, there are quite a few questions which I have to answer. We will try to ensure that in the new estates, there are new childcare centres for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;She has also asked for the low income households to be provided with help. Again, the childcare needs of the low income group should be seen in the context of the whole family but, at the same time, there are already certain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> programmes available for the low income families. For example, NTUC does provide some assistance for those from low income families who require some subsidy and certain of the VWOs, who are running these childcare centres, do also provide some subsidy. So, perhaps, these organisations can do a little bit more, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to workplace childcare centres, despite all our persuasion, there has only been an increase of one per year, and the reason is very simple. Most companies are not in the business of running childcare centres and since there are enough childcare centres being opened up each year, most companies would prefer to leave it to the commercial operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to tendering out void decks for commercial operations, Sir, that is what we have been doing. We now have 44 centres in the void decks and we are in the process of tendering out more. We have released 44, of which 41 are in operation, ie, three are still in the process and we will be tendering out more each time. I must inform the Member that these centres, although tendered out, have been charging very reasonable fees, from as low as $250. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on full-day schooling, I will leave it to the Ministry of Education. But as I said, the holistic manner to look at the needs of child rearing should be looked at from the family context and not just from the point of view of the childcare centres. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Encik Harun. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lim is not here. Amendment No. (5), Mr Chia. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JF 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In congratulating the good work of the Feedback Unit, I must pay tribute to the past Chairmen; Dr Tan Cheng Bock, who has been acclaimed to have personalised and started this Unit; then Mr Chandra Das who had corporatised the Unit; and now Dr Ow Chin Hock who said that he would institutionalise the Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have experience in the Unit, first, as a contributor during Dr Tan Cheng Bock's term; then as a panel member during Mr Chandra Das' term; and now a resource member. The participants who come from different walks of life also give quality contributions in dialects, in Mandarin, in Malay, on various topics and subjects. In addition to gathering feedback and explaining Government policies, the participants are very serious and it is very educational. They exchange views, agree, disagree, argue and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question now is whether it is time for this Feedback Unit to take a new dimension, to have more teeth, so to speak, when looking at Government policies; whether the Feedback Unit should be given the task to review key policies, study the negative social impact of Government policies that were introduced and match them with the original objectives. The point here, Sir, is that if there are corrupt officials, CPIB goes after their necks. But there are good officials who are not corrupt. But the wrong policies introduced may do more harm and damage than those corrupt officials. The question is: how do we rectify this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember during the recession, Dr Tony Tan, then Minister for Trade and Industry, when addressing the Administrative Service, encouraged them to read The March of Folly. The point he raised was whether officers would dare to speak up and point out mistakes made by their political masters. So can the Feedback Unit introduce an award to award public officials who are bold enough to point out mistakes of Government policies? And should the Feedback Unit not come under the Prime Minister's Office to give it more teeth? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, you have 5 minutes. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the Feedback Unit was set up by the Prime Minister as an additional channel of communication between the Government and the people. The Unit was never intended to have an executive or supervisory role over the work of Ministries and Government departments. Whatever feedback obtained by the Unit is channelled to the highest level of Government and brought to the notice of the Ministries and the Ministers involved. So the feedback is treated very seriously and, where necessary, Ministries will move and amend the policies. This has been reflected in many cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the policies propounded by each Ministry are policies which are reviewed at the highest level also by the Cabinet and by the Prime Minister. It is not just officials alone who formulate policies. Therefore, I can assure the Member that every policy is considered carefully before being announced and, of course, some fine-tuning may be necessary. But this role is not a role which is meant for the Feedback Unit. The Feedback Unit has a very important function and it should continue performing this function, which is really to explain the policies and to get feedback from the public on how the policy or its implementation can by further improved, so that the Ministries can proceed to take the necessary action. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, I thank the Minister for the answer. I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JH 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the grassroots organisations play a very important role in social development. Over the years, grassroots organisations such as the CCCs, CCMCs and RCs have been actively organising various healthy social, recreational, educational and sports \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> activities for the residents, providing the residents with the opportunity to interact and to know one another better, thus contributing to harmonious living and enhancing social cohesiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These grassroots organisations have also a very important mi tion to fulfil, ie, to provide a channel of communication between the Government and the people. On the one hand, it helps the Government to explain new policies and measures to the people. On the other hand, it collects feedback from the people to the Government. Therefore, to assist these grassroots organisations to carry out this heavy responsibility, the Government officials also play a very important part in coordinating their work. These officials need to have very good qualities. But there are two types of officials - one under the Ministry of Community Development (MCD) and the other under the People's Association (PA). Although their duties are the same nature, their remunerations are different. Their terms of service are different. I think we should unify their schemes of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we also realise that many of these grassroots organisations are facing a great handicap in not having enough funds and facilities, unlike the community centres. Therefore, we should provide them with the facilities which are about the same or, if not, better than the community centres so that they can carry out their work effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the officials in MCD and PA who are responsible for this sort of job are all highly educated, and with our economic development, the job opportunities outside are better. So very often, these officers will leave their work and join the private sector. In order to attract these people and to keep them in the service, we should also improve their terms of service. I hope the Government will consider improving their working conditions and their remuneration. Otherwise, they will leave the service and we will be losing such talents. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, previously, under the Ministry of Education's pre-school programme, there were 20 primary schools offering \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> preparatory year Tamil. Now that the programme has been scrapped, Indian children are left with only four PCF, two People's Association and three private kindergartens which offer Tamil during curriculum time. These are located in Yishun, Toa Payoh, Sembawang, Telok Blangah, Bedok and Serangoon areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The result of the lack of kindergartens offering Tamil is that the majority of Indian students do not receive adequate pre-primary preparation in their mother tongue, unlike children from other ethnic groups. Most Indian children will have to spend extra time and effort learning their mother tongue during the initial years in primary school resulting in less attention paid to other subjects like Mathematics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Action Committee on Indian Education reported that Mathematics is the main source of the overall under-performance of Indians in the education system. And for children from disadvantaged home backgrounds, pre-primary education plays an important role in helping them to overcome the lack of intellectual stimulation and support received in their early years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge the Ministry to consider and to facilitate the introduction of Tamil in more People's Association kindergartens. While it is not practical to do so in every constituency, there should at least be one kindergarten offering Tamil in every GRC or its equivalent. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, on donations made to community centres' extension or upgrading funds, both of which are currently enjoying IPC status. Here, I hope that the Minister will support my appeal and convince the Minister for Finance that well-wishers and benefactors who have bought dinner tables in support of the aforesaid function be given full tax exemption instead of partial tax deduction whereby two receipts have to be issued, one accounting for the dinner cost and another for the difference which shall be treated as outright donation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Frankly speaking, it is rather untidy and distasteful to the donors and well-wishers. It would have been neater and more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> straightforward if the donor or the well-wisher could be given one full tax exempt receipt for the entire amount he had paid for a dinner table. In fact, we can treat the amount the well-wisher paid for a dinner table as outright donation and in return we host the dinner for them. With this arrangement, it goes to show that we are appreciative of our benefactors' financial support. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mrs Yu-Foo has asked my Ministry to consider how to improve the working conditions and the terms of service for the Community Development Officers (CDOs). Yes, we recognise that the grassroots organisations are very important, not just the RCs and CCCs but also those that are associated with the People's Association. We have been looking into how to improve the terms of service of the CDOs. I am glad to inform the Member that we are now looking into amalgamating the CDO scheme with the People's Association. There are certain benefits in this in the sense that, firstly, if we can amalgamate them, then it will allow the CDOs to operate from the PA's community centres. As we all know, the community centres have got very good facilities. And this will also ensure that the CDOs will be able to provide assistance and support to members of the RCs and CCCs who are living within their ward or constituency, ie, close to each of the CC. It will also allow them to optimise on the use of equipment and the CDOs could also tap the staff that are available in the CC. These are good advantages and we are now looking into how to amalgamate them. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr Wong Kan Seng):</b> Sir, I will answer the questions on the People's Association. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PA now runs kindergarten classes in 60 community centres for more than 7,400 children and we do have classes in Tamil, although the majority of them are in English and Chinese or English and Malay, because of the number of students involved. Right now, we have in Chong Pang, for example, two Tamil classes for 71 children out of 270 children in Chong Pang Community Club; in Bedok, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> 36 children out of eight classes of 199 children. If there are enough children in a particular constituency which can form a class for Tamil language, we will do that provided we can find the space to do it. The main thing is that we must have enough children, enough demand. Otherwise, we will not be able to make it a viable class. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mr Choo Wee Khiang's suggestion for tax exemption for all donations to the community centres, right now all the donations for building, for extending, for upgrading the community centres are tax exempt, provided the donors do not receive any particular benefit in return. We have taken up with the Finance Ministry to grant tax exemptions for all donations to the community centres and clubs. The Finance Ministry is studying this request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is indeed these donations which make it possible for the community centres to be built and to be upgraded. Earlier on, Mr Low Thia Khiang asked about the upgrading of the community centre in Hougang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) : Let me reply to Mr Low Thia Khiang in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low asked whether the Hougang Community Centre will be upgraded. In fact, the Hougang Community Centre was already upgraded last year at a cost of $1,088,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked what were the criteria in our appointment of Management Committee members of community centres. Our criteria are whether the persons concerned can contribute to the management of the community centre, whether they are dedicated and whether they are willing to serve the people. If they are, then we will appoint them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to why Hougang Community Centre has been organising so many activities, this is an indication that the residents of Hougang are very supportive of the Community Centre. That is why the Community Centre has organised so many activities for them. Of course, if the residents wish to have new programmes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> in the Community Centre, and if the response is good, we will try to organise the programmes for them. \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): Sir, I am very satisfied with the Minister's reply. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (7), Mr Abdullah Tarmugi. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Heng Chiang Meng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JI 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has earlier mentioned the example of the Johnnie Walker Classic as a successful sporting event in Singapore. I will not belabour this point. However, in my opinion, a greater success is the fact that this event was shown on television in many countries in the world, reaching an audience of perhaps several hundred millions of people, some of whom are potential investors in and tourists to Singapore. Such events normally would become part and parcel of our menu of interesting events and attractions for the tourists who come to Singapore. In fact, if we have sufficient such world class sporting events in Singapore, these events in themselves will serve as magnets to attract more tourists in the region to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's budget, the Minister for Finance has given a tax incentive to promote Singapore as an international centre for the trading of arts and antiques. Sir, I am very certain that the Minister for Information and the Arts has a hand in this matter. I would therefore like to request the Minister for Community Development to persuade his Cabinet colleague, the Minister for Finance, to provide tax incentives to encourage the staging of world class sporting events in Singapore, besides granting a 10% concessionary tax rate to approved promoters of such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> events. The incentives could also include tax exemption of the prize money to be won by non-resident sportsmen. Sir, this would effectively increase the prize money. We know that in these events, at international standards, and normally at professional standards, in today's world, money is the name of the game. I think it is a worthwhile objective for us to achieve to become the sporting centre of South-east Asia, if not, the whole of Asia. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, the Singapore Sports Council, like the People's Association, is currently under the purview of the Ministry of Community Development. Unfortunately, the promotion of constituency sports in Singapore has not kept up with the progress made in the area of community development. In every constituency, there is at least one or more community centres with four to five full-time staff to administer the running of the activities of the CCMC, the YEC, WEC and the SCECs. The Residents Committees of two to three wards usually share the resources of a regional Community Development secretariat and tap the manpower of the full-time staff there to organise their activities. However, there is no such structure in place for the Singapore Sports Council. The promotion of constituency sports has been largely left to volunteers, even as the Government embarks on the decade long healthy lifestyle campaign. I believe that there is an urgent need for greater emphasis and focus on sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to propose that the SSC consider assigning at least one full-time staff to two or three wards and this staff can operate from either the community centre or the MCD secretariat to help organise and promote sports at the constituency level. Also, I wonder if the Ministry of Information and the Arts may be a more appropriate body to promote the aims and activities of the Singapore Sports Council. After all, arts, culture and sports, all belong to a group of the finer things in life and this would help it to have better focus on sports. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, the National Sports Associations in their pursuit for excellence in sports often face \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> tremendous difficulties in sustaining their programmes. Such programmes include, firstly, centralised training under the charge of experienced coaches. Secondly, participation in regional or international tournaments for big match experience and exposure for the athletes. Thirdly, staging of regional or international tournaments to give greater exposure to the sports and hence increasing spectator support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such programmes require substantial funds. These funds come partly from grants from the Singapore Sports Council, commercial sponsorship and donations from well-wishers. In fact, a greater part of these funds come from commercial sponsorship. Sir, may I declare my interest. I am the President of the Singapore Table Tennis Association. Sports which have strong spectator support do not have problems in securing commercial sponsorships. There are willing sponsors. However, for some sports where, for various reasons, spectator support is lacking, such as table tennis, it is impossible to obtain any sponsorship. Officials in such National Sports Associations who are volunteers, and who have to divert their energy and attention to fund raising activities, instead of concentrating in sports administration, would be relieved of this onerous task if a bigger grant is given for sports promotion. This would help towards achieving sports excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, would the Minister consider increasing the existing grants given to the National Sports Associations in line with the Government's policy to achieve excellence in sports? If so, would the Ministry also indicate the criteria for the quantum of grants given to sports associations? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Heng Chiang Meng has asked whether the Government will consider extending more tax incentives for the staging of large scale world class events in Singapore. Sir, firstly, the promoters of large scale sports events, if they are using the facilities of the Sports Council, are already given certain concessions, in the sense that we do give them discounts on the fees charged for rental of these facilities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the non-resident sportsmen who come here, we also do give them a concessionary tax rate of 15% in contrast to the non-residential tax rate of 27% which is imposed on professionals such as lawyers, accountants, architects and engineers, who come here on short-term assignments. So, there is already a concessionary tax rate of 15%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the Government will consider a concessionary tax rate for the sports promoters, we will have to take it up with the Ministry of Finance and I will ask my officials to see what are the incentives being given by other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan has asked for more support for constituency sports. Sir, the SSC has been allocated nine full-time officers to support the constituency sports club (CSCs). We are now looking into how they can make better use of these nine persons. We have a pilot programme now at the Delta Sports Club where we make available the officers, plus the secretariat staff, to support seven constituency groups, that means to support the CSCs and residents living in the neighbouring seven constituencies. If this project proves successful, we will also extend it to the other constituencies and, therefore, be able to provide them with better support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to sports being in the same mould as arts and culture, sports is treated differently in every country. There is really very little commonality between sports and the arts. The key thing to remember is that the Singapore Sports Council is a statutory board which is wholly charged with the promotion of sports in Singapore. As a statutory board, it performs very autonomously on its own and it has all the experts there who help to promote sports in Singapore. I think we also have to remember that when it comes to sports, the key factors are talent, talent, and talent. That means while the Singapore Sports Council can promote the funding, the facilities and so on, at the end of the day, whether we achieve sports excellence would depend on how much sports talent we have in Singapore. With a small population, the chances of us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> having world class champions are actually quite slim. Nonetheless, we will try hard and we will try to identify whatever talent we have, and see how do we build them up to be at least regional champions, if not world class champions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang has asked for more financial help for the NSAs. In the first place, donations to the national sports associations are already tax exempt. So it would be easier for the NSAs to approach sponsors for donations. In terms of actual grants being given, actually the Singapore Sports Council has already been giving quite a fair bit of support to our NSAs. For example, in 1981, the Singapore Sports Council gave out $300,000. This increased to $670,000, almost double, in 1987. For the first eleven months of last year, we gave out a total of $2.6 million, that is, we quadrupled the amount between 1987 and 1992. Sir, we will continue to see how we can make more funds available, but at the end of the day, we must always accept that it will be a limited pool of funds that are available. The sports associations should try their best to reach out to as many supporters as possible. They should reach out to promote sports more actively and thereby get more supporters for sports. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, all I asked of the Minister for Community Development was to request the Minister for Finance to give certain incentives to promote world class sporting events in Singapore. I did say that it would effectively increase the prize money because in today's international sports, money is the name of the game. For example, let us say, our Singapore Golf Open, the total prize money is US$400,000. This compares to an average prize money per event in the US of a million US dollars. At 15% tax rate, in fact, less $750 for tax-free allowance for the winners, we are only talking about a tax of US$60,000. Sir, instead of the Minister trying to promote sports, I think he is answering like the Minister for Finance, which is quite odd. In view of his uncooperative reply, I refuse to withdraw the amendment, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, since he is not withdrawing, it gives me a chance to reply. Whilst we can be very sympathetic, we have to also face the facts. The fact is that, firstly, they are already being given the concessionary tax rate of 15%. Secondly, we cannot equate the Singapore market with the US market. In the US, a tennis game alone will fetch a prize money of anything up to about half a million US dollars. In Singapore, it will never be possible because the sponsors at the end of the day must get the return. So there is no way that we can equate the prize money here with the prize money that they can get elsewhere. Nonetheless, we have already given them a concession and I think they should be very happy with that. \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, may I clarify? Perhaps I may say that the Minister forgets my preamble to this request. He conveniently forgets that there are a lot of spin-offs from tourism in this business. And this is the reason why I did mention earlier that such events are shown to millions of people world-wide. I believe that whatever we can do to attract these sportsmen to come to Singapore, it will help us in promoting Singapore as a tourist centre, besides showing the better face of Singapore to the rest of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I still refuse to withdraw my amendment. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, may I clarify my point? I was rather disappointed with the Minister's reply. We have been trying and trying to raise more funds for our own sports association but to no avail. This is why we come to our big brother to ask for more money. Instead, the Minister is asking us to go back and raise more funds. I think the Minister should help us by appealing to the Minister for Finance for more money. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, obviously, he was not listening to the figures that I quoted. We have appealed and we have got more funds. This is why the fund \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> given out by the Singapore Sports Council to the NSAs actually quadrupled between 1987 and 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think very few organisations have managed to quadruple the amount of support within a period of six years. So if his association requires more funds, I would suggest that he goes out to persuade more people to support the sport and the association financially as well. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You still refuse to withdraw the amendment. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8), Encik Ibrahim. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JJ 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to speak on three matters: the construction of new mosques, the collection of Zakat Harta, and the issuance of Halal certificates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Mosque Building Programme is now in its second phase. So far, six mosques have been constructed in Phase I and eight in Phase II. The construction of the final mosque in Phase II - Masjid Alkaff in Bedok Reservoir - is now in progress and the mosque is expected to be completed soon. I wish to congratulate the Muslim Religious Council (MUIS) for the successful construction of these new mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, five new mosques are going to be built in Phase III. I would like to ask the Minister-in-charge of Muslim Affairs where and when the first of these mosques will be built. May I also enquire as to the state of the Mosque Building Fund. Is it sufficient to finance the construction of mosques in Phase II as well as Phase III later? If the funds are insufficient, are there any plans on the part of MUIS to increase the monthly contributions to the fund? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to know whether MUIS has any plans to redevelop our old mosques. Does MUIS intend to create a special fund for their redevelopment? To my mind, the reconstruction of the old mosques is just as important as the construction of the new-generation mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point concerns the collection of Zakat Harta. I am heartened that the collections of Zakat Harta and Fitrah under MUIS have increased from $2,118,567 in the year 1411 Hijriah (1991) to $2,605,696 in 1412 Hijriah (1992). The increase in collections clearly reflects the awareness among Muslims of this religious duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know MUIS' position vis- -vis the other Muslim organisations in the collection of Zakat Harta. Is MUIS the only body that may collect this zakat? Can other Muslim organisations do the same? As far as I know, a number of Muslim organisations do collect Zakat Harta from Muslims in Singapore. If so, how can MUIS ensure that these organisations duly allocate their collections to the specified categories of recipients? I would also like to know what plans MUIS has to inform the Muslim public about the collection of Zakat Harta in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the issuance of Halal certificates, I would like to know how many Halal certificates have been issued to owners of food establishments in Singapore. How does MUIS monitor these outlets to ensure that the operators abide by the terms governing the issuance of these certificates? How many certificates have been withdrawn? And how many certificate holders have been brought to court for infringing the rules? Is MUIS the only body that may issue these certificates, or can other bodies do the job as well? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister could give his response to these questions. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M)</b>(\n  <i>In Malay</i>): Sir, the Muslim Religious Council grants General Services Agent (GSA) status to travel agencies appointed to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br> handle the Hajj pilgrimage. But, oddly, as I have been made to understand, MUIS has no powers under the Administration of Muslim Law Act or under any other law to enforce its decisions and act against agents who infringe its rules. I think this position is rather unsatisfactory. I would like to suggest that MUIS be given such powers so that the GSA scheme, if it is to continue, can be effectively administered, or at least, that MUIS get the cooperation of Singapore Tourist Promotion Board (STPB) to allow MUIS to refer cases of infringements so that the appropriate action could be taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, with regard to the system of tendering for Hajj packages, normally in a tender the decision is final and no bargaining or appeals are entertained. But in this case, MUIS allows appeals, and this can create problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I hope MUIS would review the GSA system and determine its weaknesses, especially in terms of the problems it creates for travel agencies. The scheme places them in an uncertain position. They have to make advance preparations to handle the pilgrimage but might very well eventually fail to get the GSA status. This creates complications for them. The same goes for the pilgrims, who will face a lot of problems if the agent they have registered with eventually cannot get the GSA status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope, in our long term interests, MUIS could consider setting up a special committee to scrutinise the whole scheme of pilgrimage services, re-evaluate the GSA scheme and review the developments since it was introduced. The intention behind the GSA scheme may be good, but if we find that it has brought more problems than benefits, I think MUIS ought to consider whether to improve, adapt, or abolish it altogether. If necessary, we could work out some alternative scheme to administer the pilgrimage, a more systematic way of managing the pilgrims that is, at the same time, not too onerous an administrative burden on MUIS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, may I raise a point concerning the wakaf lands. My only hope is that, in managing the wakaf lands in Singapore, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1425</b></font>\n  <br>\n  <br> MUIS could consider how the properties, once developed, could be sold and the proceeds used to purchase new properties that can in turn be developed as well. In this way, the programme would ensure the continued growth of wakaf assets. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, between Encik Ibrahim Othman and Encik Mohamad Maidin, they have covered five subjects. I shall attempt to give complete answers to as many subjects as possible within the five minutes at my disposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the Mosque Building Fund (MBF), Encik Ibrahim may wish to know that the monthly collection of the Fund is about $400,000. The money is currently being used to meet the development cost of the new Masjid Alkaff Kampung Melayu now being constructed at Bedok Reservoir. With construction cost escalating, the MBF collections are quite inadequate and, hitherto, MUIS has advanced about $1 million from its baitulmal account to help meet some of the payments of the earlier mosques built under the Mosque Building Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the shortfall in the MBF, MUIS, since 1989, has launched two campaigns to encourage Muslims in Singapore to contribute more to the MBF. MUIS is closely monitoring the cash flow situation of the MBF and will decide later whether or not to mount another campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to Phase III of the MUIS' Mosque Building Programme, Encik Ibrahim may be pleased to know that it will start in 1994 with the construction of the first mosque in Chua Chu Kang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On re-building of old mosques, I would like to stress that MUIS does not finance such programme. The Management Committees of these mosques are usually encouraged to repair or upgrade rather than re-build them. However, before embarking on such projects, the Management Committees are to seek MUIS' approval. But whether they repair, upgrade or rebuild, Management Committees of old mosques are required to have in their kitty at least 75% of the estimated cost before MUIS allows them to proceed with the work. This is a condition imposed by MUIS recently, Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1426</b></font>\n  <br>\n  <br> arising from financial difficulties the Hasanah Mosque Management Committee landed themselves in when they spent more than what they had raised in the rebuilding of their mosque in Teban Gardens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know turn to Zakat Harta. Under the Administration of Muslim Law Act (AMLA), MUIS can require Muslims in Singapore to pay their Zakat Harta, like their Zakat Fitrah, to MUIS only. However, that particular provision in AMLA has not been invoked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst MUIS is accountable for the collection of Zakat Harta, the same accountability applies to other organisations which also collect Zakat Harta. These organisations should publish their zakat accounts so that contributors are aware of how the collections are allocated to the eight asnaf or categories of recipients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to encourage Muslims to pay the Zakat Harta, MUIS publishes a brochure on the subject for distribution to the Muslim public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to Halal certificates, I would like to inform this House that MUIS is the sole authority to issue such certificates. In 1992, 108 eating establishments were issued with the MUIS Halal certificate. The certificate has a validity period of one year and is renewable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS conducts surprise checks on these establishments to ensure that the holder of the Halal certificate complies strictly to the Halal requirements. Of the 108 Halal certificate holders, two so far have been suspended for breaching some of the Halal requirements laid out by MUIS. Neither of them have been brought to court yet, but a report has been lodged with the relevant authority for follow-up action. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on wakaf properties, the House may want to know that the first development project comprising four units of terrace houses at Duku Road has been completed. This year, two more projects at Lorong L and Lorong G, Telok Kurau, will be launched. When completed, MUIS will sell \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br> these properties on a 99-year lease and funds generated from the sale will be used for the development of other properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On travel agents for pilgrimage to the Holy Lands, I take note of the suggestions by Encik Mohamad Maidin and we will have them considered by MUIS. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> I thank the Minister for his answer and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $153,316,840 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $79,988,600 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head S - Ministry of Labour. Amendment No. (1), Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first of all commend the Ministry of Labour for taking steps to revise a number of labour legislation over the last one year which provide greater protection to our working population. Among the more significant changes introduced by the Ministry were, firstly, the revision of the salary ceiling in the Employment Act and the Workmen's Compensation Act. The new ceiling of $1,500 per month, up from $1,250, affords more workers benefits and protection under these Acts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the amendment to the Companies Act to make payment of retrenchment benefits one of the priority items. This amendment, which is still with the Select Committee, will provide added protection to workers when their company winds up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, lowering of the minimum age for union membership from 18 years to 16 years. The amendment to the legislation allows workers aged 16 and above to join the trade union and enjoy union benefits. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1428</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the proposed legislation to raise retirement age to 60 and beyond. Sir, the labour movement has been pressing for the raising of retirement age for many years, and I am glad that the Government has decided to introduce a legislation to fix the retirement age at 60 and to raise it further in time to come. Sir, I support the legislation and we will have more to say about this when the Bill comes up for Second Reading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the economic and social conditions under which our workers live have changed over the last few decades and they will continue to change. The Ministry of Labour must continually review our existing legislation to make sure that they do keep pace with the changing circumstances. We must ensure that today's laws are relevant in today's context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to cite an example of a specific provision of our law which, I believe, is completely outdated and requires change. Our Employment Act currently allows children to start working at the age of 12. To work in industrial undertakings, the minimum age is 14. But the Commissioner for Labour can grant permission for children under the age of 14 to work in industrial undertakings. Imagine that children at the age of 12 or 13, working and sweating in a factory in Singapore as child labour. I thought this is only happening in some of the developing countries, or under-developed countries of Africa, certainly not in modern day Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that, in practice, the Commissioner has never granted approval for children under the age of 14 to work in factories. That being the case, why then should we continue to retain this particular provision? Furthermore, this provision goes diametrically against our current policy of giving our children at least 10 years of formal education. Sir, surely Singapore has progressed past the stage where child labour is still condoned, much less needed. It is time we discarded this archaic provision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my comments on the labour legislation would not be complete without mentioning the CPF Act which, I believe, is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> the single piece of social and labour legislation which has the greatest impact on the life and progress of Singaporeans. The CPF was first conceived as a scheme to provide for old age security for Singaporeans. Later, it was extended to enable Singaporeans to purchase HDB flats and private properties. Over the years, the use of CPF has been extended and many new schemes have been introduced. These include Medisave, MediShield and other investment schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the latest announcement by the Government to top-up the CPF by up to $200 to enable Singaporeans to purchase shares is a very generous gesture on the part of the Government to share the fruits of Singapore's success with all its citizens. The Prime Minister has further explained that the $200 and its matching contribution of $500 by the CPF account holders can also be withdrawn or used for other purposes, subject to the normal CPF rules. The scheme will benefit all Singaporeans, in particular, the lower income groups with low CPF balance and those who presently do not have a CPF account. And I am particularly happy with the promise made by the Prime Minister that as long as our economy continues to do well and the Government accumulates strong budgetary surpluses, Singaporeans can look forward to the Government topping-up their CPF accounts from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the first time that the Government distributes its funds or redistribute wealth by topping-up the CPF accounts of Singaporeans. The decision has caught most Singaporeans by surprise, a very pleasant surprise indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, in spite of the generosity and good intention of the Government, there are, unfortunately, people who are sceptical of the scheme. Mr Chiam See Tong has cast doubts on the ulterior motive behind the scheme, claiming that it is designed to lock-in more money in the CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has offered to allow the residents of Potong Pasir to opt out of the scheme. Although Mr Chiam has finally said that he would support the scheme, I am not sure whether he still harbours any suspicion about the motive of the scheme when he commented that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> is a \"clever\" scheme. Some people have asked whether CPF will still proceed to print opt-out forms for distribution to the residents of Potong Pasir and other Opposition wards. I do not know the answer. Perhaps the Minister for Labour would like to answer this question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people have also asked how often is the Government likely to top-up their CPF accounts. So to give an idea of what Singaporeans can look forward to, perhaps the Minister would like to elaborate further on the long-term plan and implication of the CPF Top-up Scheme. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, in Singapore, much assistance has been introduced to help working mothers stay in the workforce and balance the dual roles of home maker and wage earner. However, even with the present scheme, these incentives alone will not be sufficient. Much has to be done in order to help reduce the burden of working parents as well as to encourage economically inactive mothers to join the labour force. In Japan, the childcare leave law was approved and enacted in the Japanese Parliament on 8th May, 1992. The law provides that a worker, male or female, can take leave of absence for childcare from the employers in the private sector until his child becomes one year old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, childcare leave is only provided in the public sector and not found in most of the private sector. Employers in the private sector could play a crucial social role by providing the same kind of leave as that provided by the public sector to their female employees. This would certainly help to strengthen the support system for working parents. I would like to ask whether the Ministry of Labour would look into the possibility of providing some kind of guidelines or regulations for private sector employers to follow. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, the Employment Act, Part IX, covers all female employees, except domestic servants, and those employed in a managerial, executive or confidential position. Those that are covered by the Act get maternity benefits amounting to eight weeks of paid leave for the first two children. I would like to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> urge the Minister that this section of the Employment Act should have no exceptions and should cover all female employees for the first two children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would especially like to draw the Minister's attention to an anomaly in the implementation of this part of the Employment Act. There are many female secretaries who do not do any confidential work. However, by virtue of being classified as secretaries, these unfortunate women are not covered by the Act. Some uncaring employers are exploiting this situation and denying paid maternity leave to their secretaries because of this seeming loophole. Rightfully, these women should be covered as their work is not confidential in nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I am, therefore, asking the Minister for statutory paid maternity leave of eight weeks for all female employees without exception. Failing this (and I am hoping that the Minister is generous), the Minister is urged to grant this leave to all secretaries because they are not in a position to negotiate a contract with their employers, unlike executive or managerial females. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, at a time when many of the countries in the world, including the rich developed countries, are facing the severe problem of unemployment, we are in a very fortunate position to worry about an entirely different problem - the problem of labour shortage. Large numbers of foreign workers were allowed into Singapore but the employers are still clamouring for more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to be realistic, we need a certain number of foreign workers to augment our indigenous workforce, and to meet short term fluctuations in labour requirements. But I am deeply concerned about the liberal entry of foreign workers, and its consequential social costs and the depressing effect on wages of local workers. If cheap foreign workers are readily available, employers will neglect efforts to upgrade and to make greater and productive use of domestic labour resources, such as attracting those economically inactive persons to take up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1432</b></font>\n  <br>\n  <br> part-time or full-time employment and training of older workers to take on new jobs. It will also depress the wages of Singaporeans working in the same industry or occupation where foreign workers are employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Years ago, the Government policy was to reduce and eventually phase out all foreign workers. As recently as 1982, the Government had declared that it would phase out all foreign workers by 1991. But it realised that this was not possible. The growing economy exerted enormous pressure to relax foreign worker controls. So instead of a reduction, our foreign workforce swelled from 80,000 in 1980 to well over 200,000, or 250,000 today. Controls were relaxed. Unskilled foreign workers were allowed into many sectors of the economy. The dependency ratio for the construction sector was raised from two foreign workers for every local worker to 5:1. For the manufacturing sector, the dependency level was increased from 35% to 45%. And for the service sector, long considered a sacred cow by the Labour Ministry, foreign workers are now permitted to form up to 20% of the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the more worrying consequences of the liberal import of foreign labour is that it depresses the wages of the Singaporean workforce at the lower end of the income bracket. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 5.00 o'clock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1993/1994, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Lee Boon Yang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
