{"memberId": null, "volumeNo": "61", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"61\"> \n  <meta name=\"Sit_No\" content=\"6\"> \n  <meta name=\"Sit_Date\" content=\"1993-08-31\"> \n  <meta name=\"Start_Col\" content=\"495\"> \n  <meta name=\"End_Col\" content=\"551\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">61</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">31-08-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 495</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 61</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 31st August, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 496</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 497</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister, Prime Minister's Office and Second Minister for Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 498</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon - from 2nd to 22nd September, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung - from 4th to 6th September, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau - from 6th to 11th September, 1993. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the dates stated: \n  <br>\n  <br>27th August, 1993 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Travel Agents (Amendment) Bill 1993; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Electrical Workers and Contractors Licensing (Amendment) Bill 1993. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 500</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>REARRANGEMENT OF ORDER OF BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Tribute to President Wee Kim Wee on the Order Paper be taken after Questions for Oral Answer. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 500</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>CERTIFICATES OF ENTITLEMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Impact of increasing premiums)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for Communications what is the negative impact of the ever-increasing Certificate of Entitlement premiums and whether the vehicle quota system can be further improved. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the prices of Certificates of Entitlement (COEs) are determined by market forces of supply and demand. Since the supply of COEs is fixed every month, the rising COE prices simply reflect the increasing demand for vehicles in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;COE prices fluctuate according to demand for vehicles which, in turn, is dependent on the state of the economy. This is borne out by past trends. During the Gulf Crisis of 1990, when there was some uncertainty about the economic situation, demand for vehicles dropped and COE prices dropped correspondingly. When the Gulf Crisis ended, demand picked up sharply and COE prices rebounded to pre-Crisis levels. Today, the economy is doing well. More people want to buy cars, trucks and buses, and are able to afford it, hence higher COE prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only way to dampen COE prices is to increase the supply of COEs. My Ministry is now looking into various road pricing measures, such as the whole-day Area Licensing Scheme (ALS) and electronic road pricing which can help to control congestion and at the same time allow for increased vehicle ownership, in other words, more COEs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 501</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, my Ministry will continue to monitor the Vehicle Quota System. We welcome any constructive suggestion which any Member of the House or anyone may have on this subject. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, would the Minister give an assessment of the impact of COE of commercial vehicles on the cost of doing business in Singapore? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I do not have a ready answer for the assessment but I do know that COE prices for commercial vehicles have gone up correspondingly with the economy and with demand and in the same ratio or thereabouts with the other COE categories. I do recognise that for certain categories of commercial vehicles, namely, the heavy goods vehicles, they have to pay double the COE payable by the smaller commercial vehicles. I suppose this is reflected ultimately in the cost of doing business. Nevertheless, there is a good reason for that. These heavy goods vehicles pay different taxes from the smaller goods vehicles. My Ministry is in the process of reviewing the difference in tax structure. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Would the Minister review the need of having multiple or several categories of private vehicles in view of the fact that there is very little price difference in the premiums of these categories? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> That may well be so, Mr Speaker, that the COE premiums today are tending to gravitate towards a common level among the various categories. However, I would like to remind the Member that when we first started off with the various categories for cars, we wanted to ensure that there would be some equity in the bidding process. In other words, those people who are bidding for COEs in the smaller car category are not competing with those who are bidding for the larger and more expensive cars. Nevertheless, ultimately, as I said earlier, prices of COEs reflect supply and demand and it is very much the case today that the demand for small cars is as high as the demand for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 502</b></font>\n  <br>\n  <br> larger cars in respect of the number of COEs available. Hence, COE prices are tending to be about the same. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, would the Minister consider channelling some of the unused COEs, in particular, motorcycle COEs, to the category where there is greater demand? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> We are currently reviewing the question of unused motorcycle COEs. We have to bear in mind of course the fact that these unused COEs have arisen as a result of lower than expected demand for motorcycles and we need to know the underlying reasons behind it. Unused COEs represent unused capacity as it were of road space and we need to make sure that this is equitably distributed if motorcycles are not using it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this is still under review and we will be in a position to give a more definitive answer perhaps in the new year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 502</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FULL-DAY AREA LICENSING SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reasons for introduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chia Shi Teck</b> asked the Minister for Communications what are the reasons for introducing a full-day Area Licensing Scheme in the Central Business District in 1994. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, the whole-day Area Licensing Scheme (ALS) is to be introduced because congestion in the Central Business District (CBD) during the off-peak hours is becoming severe. This is not unexpected given the rising number of cars in Singapore. Rather than tighten further on ownership of vehicles, the whole-day ALS will tackle the specific problem of congestion in a specific area at a specific time through appropriate charges for use of the roads. It is a step towards the use of more extensive road pricing to control congestion and will prepare motorists for the forthcoming Electronic Road Pricing (ERP) which is expected to be ready by 1997. Through more extensive road pricing, we can then allow for a higher level of vehicle ownership without compromising on our objective of keeping congestion under control. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 503</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motorists today enjoy a relatively congestion-free drive in the CBD during the morning and evening peak hours. However, this is not the case for the period in between. Average vehicle speeds during the non-ALS hours, especially in the afternoon, have fallen substantially by 36% to 19 kph. Some places in the CBD like Eu Tong Sen Street, Orchard Road and Bras Basah Road are already experiencing some localised congestion. The whole-day ALS will even out traffic flows into the CBD throughout the day, through differential pricing for entry at different times of the day. It will encourage motorists who may not need to be in the CBD to use alternative routes. Some may also be encouraged to use buses or MRT. The net result will be a smoother and easier ride for all road users, motorists as well as public transport users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the whole-day ALS succeeds in reducing congestion in the CBD, the Government will be able to allow more Singaporeans to own cars by increasing the number of COEs available. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, as $2 and $3 is not very much of a difference, will the Minister envisage that the shift of the traffic will be to the peak hours and the jam will be during the peak hours? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> The proposed rates of $3 for the whole day and $2 for just the mid-day off-peak hours are premised on the fact that there will be some shift of traffic to the peak hours but it is sufficient to smoothen out the road traffic throughout the day. In other words, yes, there will be some shifting over of the traffic from the off-peak to the peak hours, as the Member has suggested, but there is still a little bit of capacity left in the peak hours to allow this to take place without undue congestion. But, nevertheless, if the differential of $1 is too small to bring this about, we will review the rate. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Sir, may I ask the Minister whether any concession will be given to residents living in the CBD because it would appear that they would be penalised for living within the CBD. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 504</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Currently, Sir, the residents in the CBD do not enjoy any concession and indeed they also do not suffer any congestion during the peak hours. There is no reason for us to vary the situation when the whole-day ALS comes into being. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I have got two supplementary questions. First, does the Minister envisage that with the full-day CBD congestion in fact will be caused in the outlying areas? Second, has he considered or asked the Government to decentralize the Government departments and other facilities so that traffic will not be attracted into the CBD? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Perhaps I will take the second question first. As the Member may be aware, it is in the overall land use policy of the Government that we try and decentralize as much as possible many of the activities. Hence, you will notice the setting up of regional centres in many of the outlying HDB estates. However, there is a limit to what can be done because some of the activities still need to be in the CBD. We cannot completely decentralize all these activities. So long as there is commercial, retail and business activity in the Central Business District which attracts traffic and people, there will be traffic congestion. The purpose of the ALS scheme in the past and the purpose of this extension of the ALS scheme is not to eliminate traffic from the CBD but rather to control it to the extent that people who want to use the road and who are willing to pay a nominal sum to use those roads can do so and enjoy smooth, congestion-free travel. That in itself is a plus. It saves them money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the first point that he made on whether there will be congestion in the ring roads, yes, there will be congestion in the ring roads but this is not envisaged to be serious congestion at the moment. However, it is a dynamic situation and the authorities concerned - the Public Works Department, Registry of Vehicles and the Traffic Police - will continue to monitor the situation and make adjustments as and when it is found necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 505</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> The Minister has said that the shift of traffic could be from the off-peak hours to the peak hours. But because there is the off-peak period, many people could just drive into the city and do their business. Has the Minister considered the business effect in the CBD, like in the retail trade? I speak with vested interest, Sir. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, the retail trade association has been consulted and discussions have been held with the retail merchants association prior to the announcement of this scheme. The Registry of Vehicles has met and explained the rationale of the scheme. The feedback is that the retail merchants association, whilst they would prefer not to have the scheme, understands the rationale and reason behind it and they also recognise that, in the long run, we should continue to maintain the situation where the traffic flows smoothly and not deteriorate into a situation like in some other major cities where people avoid the city area because they cannot even move. While they do not welcome the scheme, they recognise and understand the need for it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 505</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WOODLANDS IMMIGRATION CHECKPOINT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reasons for traffic congestion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Chiam See Tong</b> asked the Minister for Home Affairs what are the reasons for the traffic congestion at the immigration checkpoints at Woodlands and what steps are being taken to improve the situation. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, the main reason is that the number of travellers passing through the Woodlands Checkpoint has risen rapidly over the years. In 1990, the daily average was about 176,000. This increased to 181,000 in 1991 and 187,000 in 1992. In the first six months of this year, the daily average has hit 190,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, the number of vehicles passing through the Checkpoint has also increased. Given this large \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 506</b></font>\n  <br>\n  <br> number of travellers and vehicles, some traffic congestion is unavoidable from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, on certain occasions when immigration and anti-narcotics operations and surprise checks are conducted at the Checkpoint on persons entering Singapore, the time for clearance of arriving travellers may be lengthened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Immigration Department has taken measures to ease the problem. For example, when there is congestion, Traffic Police, which normally deploys two to three officers at the Checkpoint for the morning peak period, has doubled its force. This has improved traffic flow. In addition, Immigration Department is recruiting more staff and this will increase clearance capacity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the longer term, as has been announced in Parliament, a new and much larger Checkpoint is being developed at Woodlands. Land has already been reclaimed for this purpose. The new facilities are expected to be operational by late 1996 or 1997. Traffic flow will then be better managed and persons entering or leaving Singapore will be cleared in a much shorter time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, the Immigration Department, together with the Police, will continue to monitor the situation and will take all necessary measures to ensure speedy clearance. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, as one who travels to Johor at least two or three times a year, as far as I can remember, every time I travelled to Johor there was always a traffic jam. There was never once where the traffic was clear. Anyway, I am happy to hear that the Ministry is enlarging the immigration facilities at Woodlands. On the checking of passports, can the Parliamentary Secretary tell me whether they are checking on other matters, rather than just the validity of the passports? Perhaps the immigration officers are checking too many things. That is why they are taking too much time. If the passport is valid, they should allow him to go. Maybe they are checking too many things. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 507</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> The Member would appreciate that there is a need to ensure that people who travel through the Checkpoint have valid travel documents. That is the first point. Measures have been taken to computerise. In fact, there is a computer unit that helps to check the passports and other travel documents in an expeditious manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know when Mr Chiam passed through the Checkpoint. Maybe he chose days when it was terribly crowded. But let me assure the Member that steps have been taken to expedite the clearance process by Immigration at the Checkpoint. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Another very stressful experience at the Causeway is queue jumping. I do not know whether the Parliamentary Secretary can comment on this. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Was the Member one of those who jumped queue? I think this is something that disturbs all motorists. Queue jumping is something we will not feel very happy if we are affected. In any case, the Traffic Police have been deployed at the Checkpoint to ensure that there is no queue jumping. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 507</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLICATIONS APPEAL COMMITTEE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Criteria for publication)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Assoc. Prof. Walter Woon</b> asked the Minister for Information and the Arts, in regard to the newly-formed Publications Appeal Committee, if he will state what criteria will be used by the committee to determine whether or not a publication should be banned. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts (Dr Ker Sin Tze) (for the Minister for Information and the Arts):</b> Mr Speaker, Sir, the Publications Appeal Committee will follow the criteria recommended by the 1992 Censorship Review Committee (CRC). The Committee recommended that publications which are inimical to Singapore's national interest should continue to be disallowed. These include materials that may: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) erode the core moral values of society; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) subvert the nation's security and stability; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) create misunderstanding or conflict in our multi-racial and multi-religious society; or \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) denigrate any religion or race. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Censorship Review Committee also recommended that consideration and weight be given to the artistic or research merit of a publication and its context. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>THE ECONOMIST AND OTHER GAZETTED NEWS MAGAZINES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conditions for lifting of restrictions)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Assoc. Prof. Walter Woon</b> asked the Minister for Information and the Arts if he will say when and under what conditions the restrictions on The Economist and other gazetted news magazines will be lifted. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (for the Minister for Information and the Arts):</b> Mr Speaker, Sir, we do not wish to gazette The Economist indefinitely, because it is not a regional publication like the Asian Wall Street Journal, Asiaweek and Far Eastern Economic Review, but an international journal like Time magazine which only reports on Singapore irregularly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Time magazine was de-gazetted after nine months. What happens with The Economist will depend on whether any further problems develop over the next few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Asian Wall Street Journal, Asiaweek and the Far Eastern Economic Review will remain gazetted because unlike The Economist, they are regional publications which report regularly on Singapore. Gazetting will remind them that they should not interfere in Singapore's domestic politics, and that they circulate in Singapore as a privilege and not as of right. However, while they will remain gazetted, we will only restrict their circulations if they continue to flout the rules. We regularly review the circulation limits of gazetted magazines, and when justified, we will increase the limits on those which abide by the rules, as we have done with Asiaweek and the Asian Wall Street Journal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 509</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, does the Hon. Minister of State agree that Singaporeans are mature enough to judge for themselves what is true and what is false, and there is no need to resort to banning or restricting the circulation of The Economist? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Yes, Singaporeans are mature enough. But harmful publications will certainly produce a harmful effect on our readers. For the long-term benefit and interest of the country, the Singapore Government should not tolerate any interference from foreign publications in our domestic politics and other domestic affairs. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister of State mentioned about harmful effect. Could he elaborate further in this instance what is the harmful effect? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> It could convey unhealthy lifestyle. It could mislead our people about a certain way of thinking or management of the economy or of the Government. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> Sir, would the Minister agree that since Singaporeans are mature, they should be given all sides of the story, including our right of reply, so that they can judge for themselves? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Yes, I think we should all be entitled to our right of reply. If somebody makes a wrong accusation, we should have the right to point out the facts and correct the mistakes. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, has the adoption of gazetting served its purpose against the negative effect that we suffer? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Can the Member repeat his question, please? \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Using this method of gazetting foreign publications, has it served our purpose? And when measured against the negative effect that we suffer, do we come out better off? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> It certainly serves our purpose. It would remind all the foreign magazines that when they circulate in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> Singapore, they have to report any facts, analyses or any other articles appearing in their magazines or newspapers correctly. Otherwise, their circulation may be restricted. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, if I heard the Minister of State correctly, one of the reasons for gazetting foreign publications is the propagation of unhealthy lifestyle. Does this refer to The Economist? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> It could be any other publication. But in the case of The Economist, it is the refusal to give us the right of reply. That was the reason why we gazetted The Economist. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister of State mentioned about the right of reply. Could he confirm that the local media also adhere to the same principle of right of reply? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Yes, I would think that our local media should also give whoever has the right of reply a right of reply. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MYANMESE AIRLINE PASSENGERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Interception at Changi Airport)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Lau Ping Sum</b> asked the Minister for Home Affairs if he will inform the House if the Government has investigated the circumstances under which 11 Myanmese airline passengers en route to Bangkok from Australia were reportedly intercepted at Changi Airport and sent to Myanmar instead and what is the outcome of the investigations. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, the Member is probably referring to reports in Bangkok newspapers and in Asiaweek of 18th August 1993 concerning \n  <br>\n  <br>11&nbsp;&nbsp;&nbsp;&nbsp;Myanmar seamen who were flying from Australia where they had won a wage dispute mediated by the International Transport Workers Federation en route to Bangkok. Asiaweek said that Myanmar military intelligence agents apparently intercepted them at Changi Airport and bought them passage to Yangon. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 511</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I directed the Internal Security Department (ISD) to conduct a thorough investigation to establish the facts. ISD's investigations have established the following. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 3rd June 1993, at about 7.00 pm, 11 Myanmar seamen arrived at Changi Airport on a Qantas flight from Brisbane. They had originally been booked on a connecting flight from Singapore to Bangkok. But this second leg of their itinerary had been cancelled at the Australian end. As a result, their journey terminated in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, on 2nd June, the First Secretary of the Myanmar Embassy in Singapore had received a request from the Chairman of Star Corporation Shipping Company, representing the employer of the seamen, asking him to help repatriate the seamen to Yangon. The First Secretary replied he could not do so without instructions from Yangon. Subsequently, he received such instructions from the Foreign Ministry of Myanmar to assist in repatriating the seamen for breach of agreement relating to their employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the seamen arrived in Singapore on 3rd June 1993, the First Secretary got the Qantas Airport Duty Manager to assist him to detain the passports of the 11 Myanmar seamen and to hold the seamen under escort until their departure for Yangon. For this purpose, the First Secretary handed to Qantas a copy of a letter from the Myanmar Embassy addressed to the OC Immigration Changi Airport with copies to Qantas and Airport Police. The letter requested Immigration to detain the passports of the 11 seamen and to assist in repatriating them to Yangon. Neither Immigration nor Airport Police received the letter. The First Secretary admitted that it was never faxed to the Airport Police. He believed that he may have faxed the copy for Immigration to Qantas on the assumption that Qantas would forward it to Immigration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Secretary tried to put the 11 seamen on a flight to Yangon the next day, 4th June 1993, but did not succeed. Three days later, on 7th June 1993, the seamen were eventually flown to Yangon on a Silkair flight. During the whole \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 512</b></font>\n  <br>\n  <br> period, the seamen were confined under SATS guard in an area in Changi Airport normally used to temporarily hold passengers who are prohibited to land in Singapore or other passengers who, because of irregularities of their travel documents, have to be returned to their point of embarkation by the relevant airlines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of the facts established so far, the following conclusions can be drawn: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The actions of the First Secretary of the Myanmar Embassy which resulted in the physical confinement of the 11 seamen were most irregular and, if against the will of the 11 seamen, also illegal. The seamen had not been prohibited by Singapore Immigration from landing in Singapore. They would have been allowed to enter Singapore had they sought to do so. The Myanmar Embassy did not raise with the proper Singapore authorities their desire to repatriate these passengers to Yangon. Although they claimed to have faxed their letter to Immigration and the Airport Police, instead they dealt exclusively with the Qantas Manager throughout the whole episode. The First Secretary told the investigators that although he could not have exercised these powers in Myanmar, he was entitled, as a diplomat in Singapore, to detain the seamen. This assertion of jurisdiction is totally unfounded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Qantas was wrong to assist the Myanmar Embassy. The second leg of the seamen's itinerary from Brisbane via Qantas had been cancelled and their baggage tagged for off-loading at Singapore. Therefore, Qantas' responsibility for these 11 passengers ended when they landed in Singapore, especially since Qantas was subsequently not involved in arranging for the seamen to leave Singapore. All these arrangements had been done by the Myanmar Embassy officials. Qantas had no basis whatsoever to act on the Myanmar Embassy's request to confine the seamen for four days, all this at Qantas' own expense. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) As for the SATS security officers, ISD's investigations have not established any intentional contravention of the law. However, it was clearly wrong of them to have confined the seamen purely on the request of Qantas and the Myanmar Embassy. The present arrangements for SATS to hold people in the airport pending repatriation are unsatisfactory and must be reviewed. This review has already commenced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) There has been no evidence that Myanmar intelligence officials were involved, contrary to Asiaweek report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Immigration Department, Police, CAAS and other Singapore Government Departments were not involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government takes a very serious view of this incident. The Ministry of Foreign Affairs has formally protested to the Myanmar Embassy over the actions and conduct of their First Secretary in this affair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ISD investigation papers have been sent to the Attorney-General to determine whether any party has committed any offence, or whether anyone has been negligent and failed to exercise due care and attention in his duties. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, if the Minister says that the First Secretary's action could be considered illegal, may I ask him what offence did he commit? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> As I said, the Attorney-General is reviewing the papers. I would say that in my discussions with him the offence would probably be that of wrongful confinement and/or abetment of wrongful confinement. The evidence thus far does suggest that apart from the involvement of the Myanmar Embassy, Qantas staff and SATS have given assistance in the confinement of these 11 seamen. Obviously, the Attorney-General would have to study the papers and decide who has committed what breach of the law and what consequential actions must be taken. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SMALL FAMILIES IMPROVEMENT SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Increase in minimum monthly income)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Chia Shi Teck</b> asked the Minister for Community Development how many households qualify under the Small Families Improvement Scheme and, if the number is small, whether he will increase the minimum monthly income to S$1,000 per month and subsequently adjust upwards with inflation. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, about 8,600 households will be eligible for the Small Families Improvement Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme is meant to encourage poor families to keep their families small so that they can concentrate more resources and attention on fewer children. The $750 per month income limit each for husband and wife covers roughly the lowest 20 percentile of the population. The other conditions reduce the percentage of eligible households to 3%. These conditions ensure that the Scheme reaches the intended target group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not intend to raise the wage limit from $750 to $1,000, as families where the husband and wife are both earning $1,000 per month cannot be considered poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We realise that among the target group of low income families, many have irregular incomes which vary from month to month. We will therefore exercise some flexibility in the implementation of the Scheme, to give the benefit of the doubt to marginal cases with incomes close to the limit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The percentage of families who qualify for the Scheme will drop over time as education levels and incomes rise. After the Scheme has been in operation for several years, we will revise it in the light of experience. But we do not intend to index the income criterion to inflation as this automatic linkage sets a dangerous precedent. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, what is the rationale behind the eligibility criteria that those who are divorced will not be qualified? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> This Scheme is intended to help small families upgrade and get out of their poverty trap. It is not intended to help families to become separated. So we should therefore focus the resources of the Scheme on helping to keep families intact, because it is only when the family is intact, can they give the full attention and care to the children. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> May I ask the Minister what is the racial composition of these 8,600-odd families, and whether it is true that this Scheme is targeted at a particular minority race? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, of the 8,600 households eligible for the Scheme, 6,300 (73%) are Chinese, 1,600 (19%) are Malays and 700 (8%) are Indians. As the Member can appreciate, these proportions are very close to our racial composition in the population and therefore the Scheme is not intended for any particular minority group. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does the Minister agree that broken families - they may be divorced for to one reason or another - also need the same help as those families which are intact? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, we should not confuse the objective of helping our families who have divorced with the objective of the Small Families Improvement Scheme (SFIS). The Scheme is targeted at a very specific group of people, which is families, and \"families\" means that you must have both parents living together with the children and families whose parents have low income and low education. If single families require help, they can approach the relevant agencies for help under separate programmes. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, would the Minister please tell us what are the social conditions underlying the high fertility in the families that qualify for the SFIS? Can I elaborate? We have done away with illiteracy. Literacy is high. So why is it that poorer families tend to have more children while higher educated women tend to have fewer children. That is what I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> am trying to find out. What is the social reason? Is it lack of family planning? What makes poorer families want to have more children? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Soin, I think that is not relevant to the main Question. I suggest you file a separate Question. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DISCIPLINARY INQUIRIES OF PUBLIC SERVANTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Representation by unions)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Tong Kok Yeo</b> asked the Minister for Finance if he will consider allowing public servants to be represented by their unions at disciplinary inquiries. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo (Nominated Member):</b> Mr Speaker, Sir, in asking the Question, I would like to declare my interest as the Executive Secretary of a public sector union. Question No. 8, Sir. \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Cdre (Res) Teo Chee Hean)(for the Minister for Finance):</b> Sir, unlike disciplinary inquiries in a private company which are conducted by its own management, disciplinary inquiries for public officers are conducted by the Public Service Commission, which is an independent body vested with constitutional responsibility to exercise disciplinary control of public officers. A public officer who is under inquiry may be represented by a lawyer or another public officer. The lawyer may be engaged by the union and the public officer could be a union official. Where the charge is serious enough to warrant proceedings with a view to dismissal, the Committee of Inquiry will include, besides two public officers, a person in a senior position from outside the Civil Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present arrangement in the Civil Service already ensures impartiality in an inquiry. Therefore, there is no need to make any changes. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo:</b> Sir, would the Minister not agree that by not allowing the union to represent its members it is tantamount to denying the trade union rights to represent its members? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> Sir, the unions are able to represent their members in matters like wage negotiations and so forth. As I have explained, in the case of disciplinary inquiries, it is unlike a private company where the inquiry is conducted by the company and may not have any independent person sitting on the board of inquiry. In the case of the public service, the Public Service Commission, as an independent agency, conducts the inquiry. So there is already impartiality in terms of the constitution of the board that is conducting the disciplinary inquiry. In any case, the public officer can be represented by a lawyer or by another public officer, and they could either be appointed by the union or the union official. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo:</b> The Ministry of Labour's guidelines on inquiry procedure for the private sector encourages the participation of union representatives in disciplinary inquiry. Will the Minister consider adopting the Ministry of Labour's guidelines because the Government, being the biggest employer in the land, is advocating something which it is not following? \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> Sir, as I have explained, the situation in a private company is not quite the same as the situation in the public service. In a private company, the disciplinary proceedings may not be conducted by an independent body, whereas in the public service, the disciplinary proceedings are conducted by an independent body. So while the Government encourages unions to represent their workers in disciplinary proceedings in private companies, the situation is not the same as in the public service where the disciplinary inquiries are independent. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo:</b> Sir, in view of the Minister of State's reply, would he consider reviewing the current disciplinary procedures to expedite the disciplinary inquiry procedures, especially in interdiction cases where the process sometimes takes as long as two years. \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> In a case where disciplinary proceedings are taking an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> excessively large amount of time, I will agree with the Member that this should be expedited. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE BROADCASTING CORPORATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Malay programmes in prime-time slots)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Umar Abdul Hamid</b> asked the Minister for Information and the Arts whether the Singapore Broadcasting Corporation will consider having more Malay programmes in prime-time slots since there are no Malay programmes on SBC after 8.00 pm except on Mondays. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (for the Minister for Information and the Arts):</b> Sir, SBC has to educate, inform and entertain all sectors of our society with a limited amount of airtime. It is not possible to have more Malay programmes on prime-time slots on Channel 5 because the demand for English programmes must also be met. SBC has to balance the needs of the Malay-speaking and English-speaking communities, and also take into account competing broadcasts from Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To alleviate the congestion on Channel 5, SBC will restructure Channel 5 and Channel 12 from 1st January next year. All Malay programmes will be telecast through Channel 12. It will then be possible to increase Malay programming hours per week from 9 to 15 hours. We will also be able to show SBC Malay productions like Tinjauan, Hiburan Minggu Ini, Sandiwara and Potret Keluarga on prime-time. The daily Malay News at 7.30 pm will be increased from 20 to 30 minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Channel 12 will continue to broadcast documentaries, arts and sports in English. Channel 5 will become an all-English channel. Channel 8 will stay the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC will announce the details in a few days' time. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Sir, I was made to understand by SBC that the number of viewers and revenues collected by Channel 12 are relatively smaller vis-a-vis Channel 5. My concern is: if Malay programmes are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> transferred to Channel 12, will the quality of Malay programmes be affected? If it is, what are the steps taken by SBC to ensure the quality of Malay programmes? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> No, I do not think the quality of the Malay programmes will be affected. It will give more time to Malay programmes and it will also be able to give prime-time slots to Malay programmes on Channel 12. So it is better off for Malay viewers. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, I think the Minister has not answered my question. What are the steps taken by SBC to ensure that the quality of Malay programmes, particularly Sandiwara, is maintained? If it is not equal to the Malaysian programme, at least, it is equal to some of the Chinese drama that has been put up on Channel 8. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> I am sorry. Is the question relevant? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr Wong Kan Seng):</b> May I answer the question as Acting Minister for Information and the Arts? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the viewer is concerned, it makes no difference, because it is the same programme. The only difference is that he presses a different button. That is all. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister mentioned about the restructuring of SBC Channel 12 programmes. I would like to know whether Chinese opera programmes will continue to be aired through that Channel or will it be cut down. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> The arts programme on Channel 12 will be maintained. Some light English entertainment programmes may move to Channel 5. As much as possible, the arts and information programmes on Channel 12 will not be affected. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXPRESSWAYS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Steps to ease traffic congestion during peak hours)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications what improvements are being made to ease \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> the daily traffic congestion along all the expressways during morning and evening peak hours. \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Cdre (Res) Teo Chee Hean) (for the Minister for Communications):</b> Mr Speaker, Sir, I am answering on behalf of the Minister for Communications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although there is some peak-hour traffic congestion along certain localised stretches, especially on the Pan Island Expressway and the Central Expressway, this is not widespread. Nevertheless, with increasing number of vehicles on our roads, it is to be expected that travelling speeds will deteriorate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two ways to keep our roads free-flowing. One way is to increase road capacity, and the other is to control ownership and usage of vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To increase road capacity, roads will be widened where feasible. There is an on-going programme to widen the stretch of the Pan Island Expressway between Jalan Eunos and the Bukit Timah Expressway, and the stretch of the Central Expressway between Ang Mo Kio Avenue 1 and the Pan Island Expressway. The widening of these expressways will be completed by July 1994. The following expressways are also being constructed by the PWD: extension of the Tampines Expressway from Lorong Halus to Seletar Expressway; extension of the Seletar Expressway from Upper Thomson Road to Bukit Timah Expressway; extension of the Pan Island Expressway from Hong Kah to Tuas; and the Kranji Expressway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in land scarce Singapore, there is a limit to road building. Consequently, there is a limit to the number of vehicles that we can have on our roads, hence the need to keep an overall cap on the total vehicle population via the Vehicle Quota System. In addition, measures like the Area Licensing Scheme and in future the Electronic Road Pricing system will enable us to maximise the use of our roads. In this way, we can increase our vehicle population while keeping our roads relatively congestion-free. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, will the Minister of State enlighten the House as to the progress of the Electronic Road Pricing system as well as the manual road pricing system that was announced about one year ago? \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> Mr Speaker, Sir, the manual road pricing system will be implemented first in the Central Business District (CBD) next year, as has already been announced. For the Electronic Road Pricing system, trials are currently in progress to assess the technical suitability of the systems being proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NON-SINGAPOREAN FOREIGN-TRAINED DOCTORS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Number)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health how many non-Singaporean foreign-trained doctors were registered to practise in Singapore from 1990 to 1992. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Sir, the number of non-Singaporean foreign-trained doctors registered to practise in Singapore for the past three years, 1990 to 1992, was 391. Of these, 116 were granted conditional registration to practise in hospitals or group practice under the supervision of fully-registered doctors for a period of two years. The remaining 275 were granted temporary registration to practise as visiting experts, to undertake postgraduate studies, short-term locum practice, teaching or research. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the same period, 95 non-Singaporean foreign-trained doctors were converted from conditional to full registration. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, when we are trying to cut down the number of medical students in Singapore, would the Minister please elaborate why we need to give full registration to foreign-trained doctors? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, there is still a need for specialists in certain specialties where we are short. Also, the population of doctors has not reached the optimum level yet. We expect to reach the optimum level by about the year 2000 when we have about 5,400 doctors at that time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 522</b></font>\n  <br>\n  <br> versus 4,000 today. So we will still require additional doctors. Also, there is a need for us to expand our population through immigration. Therefore, we will continue to allow a small number of foreign-trained non-Singaporean doctors even in the future years. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, but why had we then started cutting down on the number of our own medical students? With a possible move of our local students going abroad, we are thinking of cutting down the number of universities that are recognised. If the need to have fewer doctors has not arisen yet, should we not then wait until that need arises? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the training of doctors takes many years. There is a long lead time - five years of university education plus another one year of housemanship. So whilst we cut down the number of students today, these numbers will only show up in six, seven or eight years' time when they graduate and they have gone through their postgraduate studies. There is therefore still a need for us to have a few foreign doctors to maintain adequate numbers today. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Mr Speaker, Sir, may I ask the Minister what are the reasons for the deficiencies in certain areas in specialist practice in Singapore? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, firstly, the attractiveness of the different specialties varies. Secondly, I think the individual doctors themselves have different interests. So whilst there may be a need for additional specialists in certain specialty, the interest amongst the existing doctors to take up traineeship posts may not be there. Therefore, there tends to be a mismatch at times. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat:</b> Sir, is the lack of coordination between the Ministry and the National University of Singapore's Medical Faculty one of the factors? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> No, Sir. We do publicise the traineeship positions that are available and it is up to the trainees to respond to the vacancies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, is it true that the Singapore General Hospital does not have enough posts for doctors while the NUH does not have enough doctors for its posts, and that is why NUH has to advertise for foreign doctors? I would like to know about this mismatch, please. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, each hospital has a certain number of posts depending on the number of beds and patients that it has and the size of the different departments. SGH has adequate posts to cater for the needs of the patients going to SGH. NUH also has a certain number of posts to meet their needs. Hospitals advertise when they have vacancies. It is up to the potential trainees to respond to those vacancies. As it turns out in NUH, there are certain departments which have difficulties filling up the available posts. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, for maximum human resource utilisation, should there not be sharing of doctors at the junior level between MOH's restructured hospitals and NUH? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, that is being done. For example, for housemen, the housemen pool is shared equally amongst all the hospitals. But for trainees, I think it is important for only those who are interested in being trained in a particular hospital to respond. There is no point in forcing trainees who do not have an interest in that specialty, for example, to be posted to a certain hospital. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TELOK BLANGAH RISE ESTATE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Sale of 3-room rental flats)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Dr S. Vasoo - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;12. To ask the Minister for National Development whether the Housing and Development Board will sell all the 3-room rental flats in Telok Blangah Rise Estate as soon as possible. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Question No. 12, Sir. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang) (for the Minister for National Development):</b> I am answering on behalf of the Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is currently looking into the feasibility of a scheme to sell rental flats to sitting tenants. If the proposed sale of rental flats scheme is found to be feasible, we will consider including the two blocks of 3-room rental flats in Telok Blangah Rise in the scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RECLAMATION AT PULAU UBIN AND PULAU TEKONG KECHIL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development what is the progress of the reclamation works at Pulau Ubin and Pulau Tekong Kechil; when will the bridge linking the two islands be constructed; and whether this bridge will be connected to Pulau Tekong Besar. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang (for the Minister for National Development):</b> HDB is currently carrying out the offshore soil investigation and hydraulic model studies for the proposed reclamation works. HDB has also called tender for the hydrographic survey and field measurement works. All preliminary investigation works are expected to be completed by June 1994. Reclamation works are expected to start towards the end of 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PWD is now planning and working on the design of the bridge linking the two islands. It can be constructed after the completion of the reclamation works. The timing for the development on the reclaimed land and the bridge construction will be decided in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The water channel between Pulau Tekong Besar and Pulau Tekong Kechil is narrow and shallow. URA is currently evaluating whether to reclaim this channel or to connect the two islands via a causeway or a short bridge. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Priority scheme for first-time house owners)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Chng Hee Kok</b> asked the Minister for National Development if he will improve the priority scheme for first-time house owners in the balloting of Housing and Development Board flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang (for the Minister for National Development):</b> Under the existing Revised Balloting Scheme, implemented since January 1992, new households enjoy enhanced probabilities of success compared to upgraders at the ballot for HDB flats in non-mature estates. Apart from Tampines New Town where demand far exceeds supply, new household applicants who continually apply for flats in non-mature estates should generally be able to book a flat within a year of their first application. In the case of upgrader applicants, it is two years from the date of their first application. In other words, new household applicants are given a one year head-start over upgraders under the balloting system in the allocation of HDB flats in non-mature estates. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. End of Question time. The Clerk will circulate your answer to Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Pursuant to Standing Order No. 21(3), Questions Nos. 16 and 17 have been postponed to the next available sitting of Parliament. Written answers to Questions Nos. 14 and 15 on the Order Paper are reproduced in the section, 'Oral Answers to Questions Not Reached' (Cols. 549 - 552).] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TRIBUTE TO PRESIDENT WEE KIM WEE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I rise to pay tribute to President Wee Kim Wee for his outstanding service to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 30th August 1985, Prime Minister Lee Kuan Yew said in this House when he moved the motion on the election of Mr Wee Kim Wee as President of the Republic of Singapore: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`What Singapore needs in a President is a man of integrity and dignity. He (Mr Wee) is without affectations. His easy manner and his understanding of people will make a good Head of State.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not know President Wee personally until he became President. Mr S. Rajaratnam proposed him. He was one of several names considered. I supported his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> nomination. I trusted the judgment of Mr Rajaratnam, Mr Lee Kuan Yew and the Ministers who knew him well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee is exactly what Mr Lee described - a man of integrity and dignity, without affectations, and who genuinely loves people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Prime Minister, I have called on President Wee regularly to brief him on the Government's agenda and priorities, and to keep in touch. Though the President reads all Cabinet papers, I felt it useful to let him know my thinking face to face. My calls usually lasted for about an hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through these calls and other occasions, I got to know him as a person and as a friend. I learnt that he strongly disliked people who put on airs, people who look down on others less successful than themselves. He was concerned that many better-off Singaporeans were measuring a person's worth by the make of his car and the size of his house. He urged me to try and reverse this unhealthy trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people change when they acquire wealth, power or fame. They become embarrassed by their humble origins, or look down on others they have left behind. But not President Wee. He remains very much the common man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee's simplicity reflects his humble background. His father was a clerk who became blind at the age of 45 and died when Wee Kim Wee was only eight. The family survived by rearing poultry in the compound of a benefactor. When Wee Kim Wee was only 15 years old, he stopped school to work and ease the family's financial burden. He started as a clerk in the circulation department of the Straits Times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through ability and diligence, he progressed from clerk to reporter in the Straits Times, from correspondent to manager in United Press Association and, eventually, to Editorial Manager in the Straits Times. Two years before he was due to retire, he was appointed Singapore's High Commissioner to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 527</b></font>\n  <br>\n  <br> Malaysia. Later, he became Ambassador to Japan and the Republic of Korea, and also Chairman of SBC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During his eight years in office as President, President Wee's dedication to duty was exemplary. In 1989, he underwent two operations, one for cancer of the rectum and the other for a prostate problem. I visited him in hospital. He was cheerful. He said that he had had a good innings, and that if it was time for him to go, it was time to go. Happily he recovered, and resumed his heavy schedule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee has gained the admiration, respect and affection of Singaporeans from all walks of life, regardless of race, language and religion. Apart from the official functions, there were other facets of his work which he did not want publicised. For example, he quietly visited welfare homes and charitable organisations, and supported their activities and functions. He encouraged them and boosted their morale. He also regularly invited public-spirited Singaporeans for lunch or tea at the Istana. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Occasionally, he sent Ministers politely couched notes offering his views and concerns on certain matters based on his own personal experience and observations, or feedback which he had received. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee has done a wonderful job. He will be remembered for his friendliness, grace and dignity and as a President who is close to the people. He is the common man with the qualities and temperament of a Head of State, who having achieved the highest position in the land, remains the simple man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 30th November 1991, the Constitutional amendments which conferred on the President safeguard roles with respect to reserves and integrity of the public service came into effect. The Council of Presidential Advisors was appointed. Under a transitional provision, President Wee Kim Wee exercised all the new powers of the President. This made President Wee's second term of office unique. During it, he has exercised his functions under both the old and the new constitutional arrangements. I am grateful \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> to President Wee for helping to phase in the implementation of these new Constitutional provisions. It has enabled us to test this novel and complex Constitutional provisions and to identify areas which need modifications and adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of President Wee's experience, and because he has been such a successful President, he was the Government's first choice to be Singapore's first Elected President. I saw him personally in January to invite him to stand for election as President when his current term expired. He told me that he was already making plans for his retirement. I explained to him why he would be the best person to be the first Elected President. He asked for time to think over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked to see me about a month later. He declined the Government's invitation. He explained that having being President for eight years, he would find it awkward to now ask the people to vote him in as President. He said that he loved his work and enjoyed the opportunities for meeting all kinds of people, but he just could not reconcile himself with the need to campaign for votes. He added that at his age, another term of six years is a long time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We then talked about how he would adjust to life after the Presidency. He said that he would continue working to keep his mind and body active. He would rent an apartment in town, turn it into his office, and go there every working day to write his memoirs. He would also invite friends over for lunch as he did when he was President. He then showed me the small computer which he was learning to use. I was amazed that he was learning to manipulate a computer at his age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Wee Kim Wee started life as a humble clerk, and rose to become President of the Republic. Tomorrow, he will be retiring. Singaporeans will long remember him and Mrs Wee with deep affection and respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With retirement, President Wee's career comes full circle. Mr Wee will again be an ordinary citizen. He will answer his own telephone, be his own clerk, and type his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 529</b></font>\n  <br>\n  <br> own memoirs. He will have a wealth of experience to write about, many stories to recount, and numerous relatives, friends, associates and acquaintances to recall. But we may not get to read his memoirs. I understand that they are not for publication, but are intended to be his family heirloom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This tribute is not complete without a special word for the First Lady. Like her husband, she took her public role seriously and discharged it with warmth, grace and cheerfulness. Not many people know that Mrs Wee has suffered from severe arthritis for many years. Often she was in pain while performing her public duty. Yet, she was always there, smiling and warm, keeping up with the President as he moved around greeting guests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the President, the First Lady has no affectations. She has a genuine love for people. She has contributed to the prestige and respectability of the Presidency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Mr Wee Kim Wee is a happy and contented man whether he is President Wee or plain Wee Kim Wee. I am sure all Members will join me in thanking President Wee Kim Wee for his outstanding public service as President and in extending to him and Mrs Wee our best wishes for their future. [Applause]. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, President Wee Kim Wee's term of office ends tomorrow. His eight years as President has left an indelible mark in Singapore's society. Singaporeans have run out of adjectives and superlatives to describe our immensely popular President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the moment he stepped into the Presidency, President Wee has devoted all his efforts to bring the office into the lives of Singaporeans from all walks of life. He has spared no opportunity to reach out to as many common people as possible and he makes no apologies for this. In fact, from a Straits Times' interview, his instruction to his ADC was that he wants to meet as many people as possible. Many of them who caught his attention, because of his acts of public-spiritedness, were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 530</b></font>\n  <br>\n  <br> invited to the Istana for tea and coffee and the First Lady's nonya kueh. In doing this, he encourages the best in people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once, after a game of golf at SICC, he invited me to his table. We talked for a long time. He wanted to know about the concerns of the people. He was also giving me feedback which concurred with what I had been receiving from other sources. I was then the Feedback Chief. I knew at once he was close to the ground. His parting advice to me was, \"You must never fear to tell the truth.\" Indeed, all Singaporeans regard him with respect and deep affection. They consider him the ideal people's President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee has shown us lessons in courage, humility and care. He fought courageously to overcome his illness which was cancer. He never gave up in spite of the operations and the therapies. His drive to give of his best saw him up and about the moment he recovered. You can see he takes his role very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His compassion and care for people was revealed in a Straits Times interview on 22nd August 1993. His concern for those parents queuing for school places in the cold, rainy night prompted him to ask his nephew to go and buy food and drinks for them is but one of the numerous examples of the extent he would go through to show his care and concern for his people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, his love for people shows in the way he presents himself. He disarms you with his natural approach in conversation. He listens and he never talks down. His mild manners and gentle touch leave you at ease and comfortable. It is obvious that his high office never distance him and he remains humble and approachable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has showed us through his style, example and grace how to be a Singaporean gentleman - confident, gracious, courteous and caring. His actions sum up what we in Government have tried to achieve through the years by way of campaigns for a more caring and gracious society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 531</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee will long be remembered for showing us how to be more balanced in life, that materialism, wealth and power can be tempered with humility, care and love. My colleagues in this House and I wish Mr President and Mrs Wee all the best in their retirement. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Defence (Dr Yeo Ning Hong):</b> Sir, I rise to join my colleagues in a tribute to our President, Mr Wee Kim Wee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to pay tribute to the President from three different perspectives; firstly, as the former Minister for Communications and Information; secondly, as Minister for Defence; and, thirdly, as an ordinary Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1985, when I was appointed Minister for Communications and Information responsible for the Singapore Broadcasting Corporation, Mr Wee Kim Wee was the Chairman of SBC. I attended my first briefing on SBC at Caldecott Hill. After a brief word of welcome, Mr Wee got on to the business at hand. Operating cost at SBC at that time was going up much faster than revenue. This was due not to inefficiency but to major policy decisions by SBC in the national interest. SBC was then moving into the production of local drama in Mandarin. The cost of local drama is about 20-40 times that of an overseas programme. It is like comparing the cost of putting up a play and then filming it, with the cost of a video tape. Under Mr Wee's guidance, SBC persevered with its local drama productions despite the high cost, because local programmes were better able to reflect values which our viewers could relate to. Also, local dramas have story lines more relevant to our national development. This was the right decision. Since then, local drama has grown from strength to strength, testifying to the wisdom of Mr Wee's decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wee had a clear vision of SBC's role in fostering national values and identity. He provided sterling leadership to the staff at SBC, tackling difficult problems without flinching. I was therefore especially pleased when he was appointed President later in the year. SBC's loss was the nation's gain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 532</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As President, Mr Wee had much to do with the Singapore Armed Forces. He visited many of our camps and units to see for himself the training and living conditions of our servicemen and to meet them, to hear from them of their efforts in national defence. Many of these visits were without publicity or media coverage. Of course, the President's many official functions with the SAF are well known. Over the years, I have hosted the President when he was the reviewing officer at our Tri-Service Officers' Commissioning Parade in December. The President gave me and the Chief of Defence Force very clear instructions. If it should rain after the parade has commenced, he does not want to have an umbrella held over his head. \"If the officer cadets can stand in the rain, so can I\", the President said. \"I may not be as young as they, but I can take the rain just as well.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember clearly one parade - in December, of course. The officer cadets were formed up on the parade ground. Suddenly, dark clouds blew in from the north east. Then, as expected, the skies opened up. The rain came pouring down. The President was expected any moment. The parade had to go on. The presidential motorcade came roaring up the parade ground. Just as suddenly, the rain stopped as if a tap up there had been turned off. The outriders were drenched. But out stepped the President and the First Lady immaculately dressed. We held our collective breath for the next hour as the parade proceeded with dark clouds threatening from above. But the President's aura held the rain at bay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF is always grateful for miracles. But we do not depend on them as a matter of routine planning. So beginning the very next year, the President reviewed the Tri-Service Commissioning Parade in June, no more in December. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many men of Mr Wee's age wish they were 18 again. That is no surprise. But few wish to be young again for the reason that the President has -- he wants to be 18 so that he can do national service. The President told me on many occasions that it is his one regret that he did not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 533</b></font>\n  <br>\n  <br> perform the highest service that any male citizen could do, namely, to bear arms in the defence of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here is the man, the man in the highest office in the land, and he envies all the national servicemen and reservists, for he believes they have had a greater privilege and honour than he. And knowing the President, I know it is a conviction that comes from the bottom of his heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, to mark the 25th anniversary of national service, MINDEF decided to inaugurate an annual Istana reception for us to express our appreciation to all SAF and MINDEF personnel for their contributions to national defence. When the President heard of our plans, he asked to host the function so that he can meet the servicemen and reservists and personally convey to them his appreciation. It meant adding to the President's already heavy schedule of official SAF functions. The annual Presidential reception is now a fixture, a high point in SAF's calendar. It is an event that everyone in the SAF and MINDEF looks forward to because everybody in the SAF and MINDEF wants to meet the President face to face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my final tribute to President Wee Kim Wee is in my capacity as an ordinary citizen. I have the privilege of seeing the President at close range in many different circumstances, from standing tall and proud as the reviewing officer, to lying flat on his back recuperating from his operation. I shall always remember his ever-present smile, his ready word of encouragement and appreciation, his deep interest in people, his big heartedness, his intense love for Singapore. President Wee Kim Wee makes me feel proud to be a Singaporean, to share with this great but humble man the citizenship of Singapore. [Applause]. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Encik Sidek bin Saniff)</b>(\n  <i>In Malay</i>): Mr Speaker, I rise to join the Hon. Prime Minister in expressing our deepest appreciation to a man who has done yeoman service to Singapore in the past eight years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 534</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as the Senior Minister Lee Kuan Yew, then Prime Minister, aptly put it on 30th August 1985 when he proposed the appointment of Mr Wee Kim Wee as our President, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'What Singapore needs in a President is a man of integrity and dignity. He is without affectations. His easy manner and understanding of people will make him a good Head of State.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And so, four years later, Mr Speaker, on 31st August 1989, when we elected him for the second term in this august House, we were unanimous that this President we love has lived up to every word of that description. And we accord him our respect and express our esteem for him with the epithet \"People's President.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if we liken ourselves to a family - the Singapore family - or to a house - the Singapore house - he would be an excellent father; his wife, an excellent mother. As a father, the Head of State, he exuded his fatherliness. As a wife, the First Lady displayed her motherliness. It was such that not a single person among her children felt unwanted or sidelined, all of us, Malays, Indians, Chinese, Eurasians and everyone else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a multi-racial, multi-religious, multi-cultural nation, our survival lies in this respect, in appreciating our multi-racial, multi-religious make-up. Because of him, we do not just breathe, but we breathe a breath of fresh air and we breathe with satisfaction. Our political and social structure remains intact, our tolerance and harmony preserved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in my observation, there are three important aspects about Mr Wee that I reckon make him a unique Head of State. Firstly, his positive attitude when we underwent economic recession. Secondly, how he urged upon us to create a nation of excellence. Thirdly, as mentioned by the Prime Minister and other colleagues, his concern for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I begin with the first. Perhaps having lived in a world that experienced two catastrophic events, ie, the First and the Second World Wars, followed by the Cold War, helped him and his Government to competently tackle the severe world-wide \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 535</b></font>\n  <br>\n  <br> economic recession that we went through some years ago. I remember what he said, and everyone of us, the nation, the people, should scrutinise these words. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`But the recession cannot be solved by the Government alone. These measures will only work if we have the full support of the people. This means that we must all hold and, if need be, reduce our standard of living for the time being. Employees will have less money in the CPF. Wage increment, which we have looked forward to, and even counted upon, will now be temporarily postponed. For the first time in many years things will not be better this year than the last.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He added, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`All this is painful, but it is also unavoidable. In the changed economic environment with US growth slowed, newly industrialising country (NIC) exports affected, and regional economies depressed by low commodity prices, this is the only way we can adjust. By acting now, we shall keep unemployment down, restore our competitiveness and avoid worse problems later. When conditions pick up, we shall be well-placed to grow again.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How right he was. And we remained stable following the fall of the Berlin Wall in 1989 and the collapse of communism the following year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I am confident that his call and his hope that we shall make Singapore a centre of excellence is being realised. He said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We can become a centre of excellence in fields such as education and health. Then the sacrifices and efforts we are making will be rewarded manifold. When the recession eventually ends, as it must, we would have made another great stride towards realising our vision of the nation of excellence.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is the kind of man he is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And speaking of excellence, education and health, we shall pray that he and Mrs Wee shall always remain in good health and that he will continue to enjoy life in a meaningful way. For he has given meaning to our lives. With his attitude, he has given meaning to all of us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the third aspect, his concern for the people. I would like to ask: who among us who have met him have not felt the warmth in his firm handshake, often with both hands; the honesty in his smile; the sincerity in the shine in his eyes? Who among us have not felt the earnest concern he shows in in the education of his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 536</b></font>\n  <br>\n  <br> children? Who among us have not felt his love, particularly for the needy or the unfortunate, as in the examples given earlier? Who among us could forget his courage and his conscientiousness, when he continued to perform the duties of State even in times of poor health, as in the examples given by himself and Mrs Wee - the cancer and the arthritis? He and Mrs Wee will always remain in our hearts, because our interest and our nation's interest have always been in his heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee, Mrs Wee, we love you both. Your deeds will always be in our hearts. We will cherish the memories you left behind. We will continue to ensure that the nation's standing in the eyes of the world, particularly in our relations with our neighbours, will be enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We hope your footsteps will be followed by those who enter this increasingly vital institution of the President, so that the stature of this institution will be maintained for all times, particularly in those three areas where I believe you have given us the strength to lead the people with vision and, most important of all, in terms of your concern for people, which has brought the people and the nation together. These will help us to attain further success in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We wish you, Mrs Wee and your family everlasting happiness. It is something you truly deserve. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, eight years ago, on 30th August 1985, the then Prime Minister, Mr Lee Kuan Yew, in moving the motion for the election of Mr Wee Kim Wee as President, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`What Singapore needs in a President is a man of integrity and dignity. He is without affectations. His easy manner and his understanding of people will make a good Head of State.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In August 1989, Mr Lee Kuan Yew again nominated Mr Wee Kim Wee for a second term of office and he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Four years ago ... he was not well-known to Singaporeans. ... Today, Wee Kim Wee needs no introduction. Most Singaporeans have seen and many have met their President and like him. They speak of him with affection.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 537</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his eight years of office as President, whether at the National Day Parade, whether in delivering his Presidential Address, whether in administering the oath of office of the Cabinet Ministers, or whether at the Investiture ceremony, President Wee has always been very serious and dignified in performing his duty as the Head of State. Because of his diplomatic experience, he has always been very natural in dealing with other Heads of State visiting Singapore. While observing protocol and decorum, he has also maintained the dignity of Singapore. Indeed, Mr Wee Kim Wee is a very competent President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, as the President, Mr Wee Kim Wee cares for the people. He is close to the people. At National Day receptions, at the Lunar New Year receptions and on many other occasions, President Wee has always been speaking very affectionately and closely with the guests. He has also maintained visits to the various charitable organisations and the Government Ministries, and has taken part in many activities in the community. His sincerity, humility and friendship and care from the bottom of his heart to the people, have moved Singaporeans. To the younger Singaporeans, President Wee is a kind and approachable elder. Many young people, in fact, call him a \"Grand Papa\". His character, his accumulated cultural heritage and his subdued moral influence are a model for the young Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee is an English-educated Straits-born Chinese, but he has been well received by people from all walks of life, regardless of race, religion, language and educational stream. He has strengthened the cohesion between the people and the country. He has also promoted harmony of the various ethnic groups. So he deserves the title of \"People's President\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His life and his attitude towards life have given two lessons to Singaporeans. First, in our society, even an ordinary person from a humble family can become Head of State. Second, wealth and success are not everything in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 538</b></font>\n  <br>\n  <br> life; one's values and virtue, and the dedication and commitment to serve the country and his people is more important than anything else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, time and tide wait for no man. Eight years have elapsed. In more than ten hours' time, on 1st September, Singaporeans will bid farewell to the present President. Eight years ago when Prime Minister Lee asked Mr Wee Kim Wee what he would do after the Presidency, and how he would adjust to life, Mr Wee's reply, at that time, was: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`I have been \"His Excellency\" for over 10 years in Kuala Lumpur and in Tokyo. I have had no trouble becoming a private citizen again. I do not expect any problems after I cease to be President.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the recent interviews with the press we learn that after his retirement, President Wee will write his private memoirs and lead his simple family life. We should respect President Wee's choice. But I feel that the community and charitable organisations should continue to maintain contacts with President Wee, and the Government should appropriately invite President Wee to some functions so that he would have the chance to meet the people whom he loves. I believe that every Member in this House, in fact, every Singapore citizen, will love and thank President Wee and his wife. Over the last eight years they have made great contributions to our country and our society. I wish him the best of health and the best of everything. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, Sir, the Opposition joins the Government in paying tribute to President Wee Kim Wee. It is almost a cliche now to say he is a \"People's President\". He rose from fairly humble origin to the highest office in the land and he has served our nation well. He accepted the heavy responsibility of the Presidency in 1985 after an unfortunate episode. At the time when the nation needed someone to restore the dignity of the institution of the Presidency, he did not fail us. By his humility and his approachable manner, he returns the Presidency to the people. He opened the Istana and made the place for ordinary Singaporeans, a place for family and for children, not just a lofty institution \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 539</b></font>\n  <br>\n  <br> and a distant symbol. By being a resident in those open days, he made us feel as guests and not as intrusive sightseers. He was a friend and host to many Singaporeans and he gave many young Singaporeans memories that they will cherish in years to come. Always dignified, his personality nevertheless rose above his high office and he will always be remembered as the man and not just the office. Though he was the last titular President, President Wee is also the first to have the powers of the Elected President, and I dare say that had he run for the Elected Presidency, he would have received an overwhelming mandate from the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the Elected President soon in place, Singapore enters uncharted political and constitutional waters. However, with President Wee's example as the guiding light, the way ahead may be a bit clearer for his successor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We in our position wish the President and the First Lady health and happiness. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the last symbolic President, Mr Wee Kim Wee, will retire tomorrow. Personally, I do not know him very much. But he gives me the impression that he is a very approachable, sincere and kind President. From reports in the newspapers, I can see that he is a very humble and happy man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prime Minister Goh mentioned just now that he had invited Mr Wee to take part in the Presidential election but Mr Wee declined because he had already served as a President for eight years and did not wish to contest the election to be a President. He has decided to retire and to resume the life of an ordinary citizen. So we can see that President Wee is a man who knows how to live and he is also a man of principle. It is said that, \"It is difficult for one to descend from a high office to an ordinary life.\" But President Wee is able to handle this descent in a very, very graceful manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I respect him and I wish him and his wife a happy retirement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 540</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I rise to pay tribute to our President Wee Kim Wee and the First Lady. Together, the two of them are a model of effortless dignity. Their graciousness, charm and humility have captured the hearts and minds of 2.7 million Singaporeans. They are talked of and spoken of with pride and fondness. Singaporeans could not have been blessed with anybody more suited to their posts even if they had been made to order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee epitomises the Singapore Singaporean, the elusive entity which some of us deny the existence of. We are Chinese Singaporeans, Indian Singaporeans, Malay Singaporeans and others. But how many of us acknowledge ourselves as Singapore Singaporeans? President Wee is a living example of a Singapore Singaporean and we could use him as a national role model. He seems to have distilled the best of our Singaporean identity and ethos and truly represents the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another memorable quality of the President is his concern for the under-privileged and disadvantaged of the society. He has urged us all to take up the cause of the less fortunate and uplift them so that the nation can advance together. Yet another commendable quality of the President is his concern for the status of women in Singapore. He has encouraged women to attain their rightful place side by side with men so that men, women and society will be the richer for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are not many living heroes in Singapore but President Wee is certainly one. The public outpouring of our affections for him and the First Lady attests to their immense popularity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Together with the other Members of this House, I wish him and the First Lady the best of health and all the happiness they deserve. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Information and the Arts (Mr Ho Kah Leong)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Prime Minister, Ministers and other Members have spoken to pay tribute to the retiring President Wee for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 541</b></font>\n  <br>\n  <br> the contributions he has made during his term of office in in the last eight years. I share their sentiments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to add some of my observations. Mr Speaker, Sir, President Wee is a very popular and respected President of Singapore. He and his wife are very kind and very accommodating. They have left behind many fond memories which the people of Singapore will never forget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, President Wee is very urbane and knowledgeable. His words and deeds have enhanced the image of Singapore in the international arena, and have also reinforced our relation with our neighbours. When we travel overseas we can hear favourable comments of Singapore and many people envy Singapore for having such a kind and approachable President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, whether you are from any religious or ethnic group, you can feel his presence. He not only attends high level meetings but also goes with his wife to visit the poor and the less privileged people, to give them encouragement and warmth. He not only handles affairs of the state, but also gives comfort to even the ordinary people of Singapore by showing his concern and care for them. In every corner of Singapore we can hear people praising President Wee. He is indeed very, very respectable and popular and he deserved to be known as the \"People's President\". In the last few years, although he had not been in the best of health, he continued to work very actively in promoting religious and racial harmony for the stability and prosperity of Singapore. This is the strong foundation that he has laid. Tomorrow, President Wee will retire in great honour. For what he has done during his term of office, the House is giving him the tribute which he truly deserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to wish President Wee and his wife happiness in retirement. I wish them all the best of health and long life. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Mr Speaker, Sir, for allowing me to rise to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 542</b></font>\n  <br>\n  <br> tribute, together with others, to President Wee Kim Wee. I share the sentiments of the Prime Minister and all the other hon. speakers who have expressed praise just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, President Wee Kim Wee is the embodiment of what a President should be. He is humble, sincere and approachable and a man of highest integrity. His philosophy in life is to serve society. On 27th August this year at the Girls' Guides farewell reception given to him, President Wee in his speech urged the guides to contribute to society when they grew up. I wish that President Wee's advice could be given to all our school children - \"Serve society when you grow up.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same reception, President Wee told those present that he shall be back in circulation again. He said, \"I will be exactly the same man minus the title.\" To me, that is the mark of a great man. Official titles, public accolades and praises do not affect him. When he was in high office, he was exactly the same man as before he was elevated to the Presidency, and behaved so. He did his job well and served the country well, but still the same sincere, humble person. After he has stepped down, he shall still be exactly the same person minus the title, as he said. But I am certain that the majority of the present generation of Singaporeans shall still continue to give him the same respect as if he were the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On a National Day function in 1989, when I went up to shake the hand of the President, he pulled me closer to him and asked, \"Would you like to come for tea?\" I naturally said that I would be happy to come. An invitation soon followed. So on a fine weekday afternoon, I went in my little VW to the Istana to have tea with the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We spent about an hour together. He was like a father figure giving advice on how to improve one's health and he also told me of his long years of service as the secretary of a badminton party. In those days he did not own a car. He had to cycle long distances from his home to the badminton hall at Rangoon Road. Some of you may have visited that dingy old civil service badminton hall at Rangoon Road. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 543</b></font>\n  <br>\n  <br> Anyway, he performed his simple duties as if he were performing very important duties. That is the way how President Wee took his duties. And, of course, the long hours he put into his job as a newspaper reporter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After that personal meeting with President Wee, I can vouch for all the good things written about him. He is truly a sincere, humble person, endowed with high integrity and his dedication to the service of others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish Mr and Mrs Wee good health and all happiness. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Thank you very much, Mr Speaker, for allowing me to rise to pay tribute to this great man, President Wee Kim Wee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 7th September last year, together with another five, I had the honour of receiving the appointment letter from President Wee Kim Wee as an NMP. The ceremony was simple but the tea reception that followed told me that he did not take that ceremony as just a ceremonial role. He immediately went on to advise me on how to serve the nation and to be honest and brave enough to speak up. And I did ask him whether, as President, he had the chance to speak up. He said yes. As the Prime Minister said earlier, he could write and drop notes to the Ministers to voice his views. I think that touches me a lot that he is not just taking his role as a ceremonial one. It is very inspiring, very encouraging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had the greatest honour a month later to attend the Scouts' Association Building Fund dinner where I was put to sit at the head table with him. He and the First Lady were the Guests-of-Honour. I said to myself that I want to get an insight of the man behind the President. I praised him for being the people's President and he immediately shoved that aside. He told me that he was still uncomfortable, like coming into the hall with people standing up. He said, \"I tell my wife we have to make a 50-metre dash.\" He does not want to see people standing up for him. The next day, he has to visit Brunei. After dessert was served at the main table, I could see the ADC prompting him and actually pressing him to go. He was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 544</b></font>\n  <br>\n  <br> irritated and he told the ADC, \"I can still stay because dessert has not been served to the other tables. It does not make sense for me to walk out now and everybody has got to stand up.\" So that tells me what kind of President we have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I picked his brain. I touched on every subject. I was not fair to him, but I wanted to learn from him. It was very enlightening, very educational, full of wisdom and full of knowledge. You can touch on mother tongue, moral values because that was a hot issue at that time which Prof. Walter Woon had raised in the papers, and he was not afraid to state his views (I will keep it to myself). He is a fond collector of cheap things. He is particularly happy with the scout badges from all over the world. So the Scouts Association actually helps him to collect these badges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also pay tribute to the First Lady. As the Prime Minister has said, she is always there behind him, trailing behind him full time and overtime because she also has her own role. She takes the job seriously, takes it as a full-time job. She became emotionally attached to all the roles that she was given. She is the tower of strength and I could see her suffering from pain, as the Prime Minister has said that she has arthritis, when she was climbing up the steps at the SEA Games ceremony. I was also told that she had just recovered from shingles at that time. She would have skipped watching the football match but she was still there. They are a truly loving couple, the President and the First Lady, and the office is a truly two-person job and both have performed extremely well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have just got the election of the Elected President on 28th August 1993. It was a historic event. President Wee Kim Wee's stepping down is also, in a way, a historic event. The first two Presidents that we had, President Yusof bin Ishak and President Benjamin Sheares, died in office. Our third President, Mr C V Devan Nair, left unfortunately. Now, President Wee Kim Wee is stepping down most graciously and gracefully after eight good years of his life. They have toiled hard to earn back the prestige and respect of the office of the President. He became a truly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 545</b></font>\n  <br>\n  <br> people's President, loved by one and all, including the Opposition in this House. It is not easy to be loved by all in our multi-racial, multi-religious and multi-lingual society. He was actually above politics. When asked which candidate he endorsed, either Mr Ong Teng Cheong or Mr Chua Kim Yeow, he stayed neutral right through, and that is the kind of President that we are talking about, above politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may continue to sing praises of him, maybe for a while, but I would like to know what happens next. He has said that he would move into his own apartment, turn it into his office. But do we, Singaporeans, now that we are talking about a more compassionate society, like to see the couple fade into the wilderness or into the unknown? I suppose the Government will give him some form of pension. But, sometimes, it is not a question of dollars and cents. It is a question of privileged treatment. So can the Government, or the State, not provide him with some properly accorded protocol, an office or a driver, or, maybe, an official title or role to tap on his vast experience. I do not know whether we could make him an honorary President. In the French system, an ex-President or ex-Prime Minister is still entitled to use the title. It is just like in the army, where above a certain rank, he could keep his title. We have an Ambassador-at-large, but it is not right to have a President-at-large. I am not saying all this out of fun. I am thinking more on how we can set a precedent to recognise and reward great leaders who have contributed to the nation. I hope the Government can look into this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On a final note, I would like to wish President Wee Kim Wee and his wife the best of health and happiness. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon (Nominated Member):</b> Mr Speaker, Sir, we have in this House heard speaker after speaker singing praises of the President. It is very hard indeed to find anyone who has had any bad word to say for President Wee. He is possibly the only person in high public office who has attracted no public criticism at all. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 546</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;President Wee took over the Presidency at the time when its prestige and its respectability were at a low ebb. I think it is entirely due to him and to the First Lady that the Presidency is as well respected now as it was before. The new President, Mr Ong, will have a hard act to follow after President Wee Kim Wee. President Wee has attracted broad support from all sectors of the population. In fact, during the course of the Presidential elections, one refrain I often heard was \"Why doesn't President Wee stand? We will have no problems electing him.\" This came from all sides, people who supported Mr Ong, people who supported Mr Chua, all were equally comfortable with President Wee standing. We respect his reasons for not standing and we are grateful for the years that he has given to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have very few home-grown models to hold up to our children for emulation. I think the President and the First Lady are wonderful models for us to hold up to our children. In an age where marriages are temporary, they have stayed together for the best part in more than half a century. In an age where people pursue wealth and power for their own sake, we have here a genuinely humble man who is concerned for other people. Many people desire to be remembered by history as great leaders. It is not so difficult to be a great leader but it is much more difficult to be remembered as a great human being, and I think President Wee will be remembered as a great human being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I join the other Members of this House in wishing both the President and the First Lady long life and good health and a fulfilling retirement. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Mr Speaker, Sir, I am honoured to be given this opportunity to pay tribute to President Wee. I echo the sentiments that have been expressed in this House and, as my colleague, Dr Tan Cheng Bock, has said, we have actually run out of adjectives and superlatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are very few people in this world who have the genuine affection, admiration and love of all their fellow citizens. We are very fortunate that one of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 547</b></font>\n  <br>\n  <br> these people is our President and he has given us eight years of his life sitting in the highest office in the land. It is very difficult to express one's admiration and regard for a man who, through great effort, though appearing effortless, has maintained the dignity of that office and has appeared to everyone as someone totally approachable, as one of them, and without any desire for the trappings of office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On behalf of the Sikhs in Singapore, I would like to say thank you to President Wee for his great service to the nation and to the citizens of Singapore. Like all the other Singaporeans, the Sikhs have a great admiration and love for him and we wish him a happy retirement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 548</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to use two very short sentences to express my sentiments. First, I have full respect for President Wee Kim Wee and his wife. As for his retirement, I am reluctant to accept the fact that he has to leave us now. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Nineteen Minutes\n  </div> \n  <div align=\"right\">\n   to Three o'clock pm.\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> \n  <div align=\"right\">\n   Appendix 1\n  </div> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS FOR ORAL ANSWER NOT ANSWERED BY 1.30 PM</h4>\n  </div> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Priority scheme for first-time house owners)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Chng Hee Kok</b> asked the Minister for National Development if he will improve the priority scheme for first-time house owners in the balloting of Housing and Development Board flats. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing Revised Balloting Scheme (RBS), implemented since January 1992, new households enjoy enhanced probabilities of success compared to upgraders at the ballot for HDB flats in non-mature estates. Apart from Tampines New Town where demand far exceeds supply, new household applicants who continually apply for flats in non-mature estates should generally be able to book a flat within a year of their first application. In the case of upgrader applicants, it is 2 years from the date of their first application. In other words, new household applicants are given a one year headstart over upgraders under the RBS in the allocation of HDB flats in non-mature estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The RBS is fair as it gives both new households and upgraders a chance of being allocated a flat. At the same time, it recognises the greater need of new household applicants to be allocated flats earlier. HDB will continue to monitor the RBS and will make appropriate adjustments, if necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TRAINING OF SECOND LANGUAGE TEACHERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Education how second language teachers are trained, as maintaining the standards of second languages like Malay, Mandarin and Tamil is important to the drive to encourage Singaporeans to venture overseas. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Newly-recruited mother tongue teachers have to undergo pre-service training at the National Institute of Education (NIE) before they are appointed to the Education Service. Serving teachers have opportunities to attend in-service courses, workshops and seminars to upgrade their content knowledge and teaching skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NIE conducts three pre-service language specialisation programmes to train mother tongue teachers. They are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Diploma in Education (with specialisation in mother tongue) for teaching in primary schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Postgraduate Diploma in Education (with specialisation in mother tongue) for teaching in primary schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Postgraduate Diploma in Education (with specialisation in mother tongue and literature) for teaching in secondary schools. In addition, NIE also offers a degree course leading to the award of Bachelor of Arts with Diploma in Education. Students may read Chinese Language as one of the two academic subjects they have to offer, together with studies in the Teaching of Chinese. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the three programmes for pre-service training are designed to prepare students to teach Chinese, Malay or Tamil at both the first language and the second language levels in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Ministry of Education organises in-service courses conducted by NIE lecturers and other local trainers to upgrade the skills of serving mother tongue teachers. MOE will increase the variety of local in-service programmes for mother tongue teachers by recruiting trainers from abroad to conduct the training courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry also sends mother tongue teachers and specialists for short courses, seminars and conferences in the PRC, Malaysia, Indonesia and India for further training to enable them to keep abreast of the latest language and educational developments. The number of mother tongue officers selected for overseas training has increased from 18 in 1992 to 26 in 1993. During the recent June holidays, 12 Chinese Language teachers and specialists were sent to PRC to attend a course while 6 Tamil Language teachers and specialists were sent to India to attend a course. In addition, 4 Malay Language officers would be attending conferences in Indonesia and Malaysia this year.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
