{"memberId": null, "volumeNo": "60", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"60\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1993-03-15\"> \n  <meta name=\"Start_Col\" content=\"1147\"> \n  <meta name=\"End_Col\" content=\"1242\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">60</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 60</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 15th March, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Walter Woon - from 15th to 16th March, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee - from 22nd to 24th March, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe - from 2nd to 4th April, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng - from 2nd to 10th April and from 19th to 27th April, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See - from 19th to 20th March, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tay Eng Soon - from 15th March to 10th April, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua - from 22nd to 28th March, 1993. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PUBLIC TOILETS</b>\n  </div> \n  <div align=\"center\">\n   <b>(State of cleanliness)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Teo Chong Tee</b> asked the Minister for the Environment what is the present state of cleanliness in public toilets and whether there are complaints about dirty toilets being received by his Ministry. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, I am glad to report that the cleanliness of public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> toilets in Singapore has improved significantly over the past two years. The number found to be dirty or with defective sanitary fittings has decreased from 911 in 1991 to 489 in 1992. Generally, the operators of public toilets have become more aware of their responsibility and many of them have responded positively to my Ministry's call to upgrade the standard of our public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, a total of 910 private, Government and statutory board premises have upgraded their toilets and fitted them with sensor-operated flush valves. About 80% of these upgraded toilets are located in eating establishments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last December, Sir, my Ministry introduced a regulation requiring operators of public toilets to provide adequate toilet paper, soap or liquid detergent, clean towels or hand dryers and litter bins. It is hoped that members of the public will not abuse the basic toiletries provided but learn to use them in a responsible manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even with the improvement to our public toilets, my Ministry still receives an average of 10 complaints a month on dirty public toilets. We will continue to impress upon operators of public toilets to maintain a high standard of cleanliness. I would like to call upon users of these toilets to cooperate by treating public toilets as if they were their own. Members of the public can help the operators maintain the toilets in a clean, dry and tidy condition. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>POULTRY SLAUGHTERING</b>\n  </div> \n  <div align=\"center\">\n   <b>IN WET MARKETS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Phasing out)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for the Environment whether the phasing out of poultry slaughtering in wet markets has achieved its objective and whether there have been complaints from consumers about the freshness of the poultry. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I am pleased to inform the House that with poultry slaughtering phased out in the last lot of wet markets on 1st March this year, the exercise, which started in April 1991 has been successfully completed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The general condition of the 102 wetmarkets has improved markedly. Today, wet markets are no longer messy. The floors are now much drier. Odour, noise, littering and waste water from live poultry stalls have also been eliminated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The dressed poultry sold in wet markets and other retail outlets are now entirely supplied by licensed poultry abattoirs. The poultry are hygienically and freshly slaughtered and the date of slaughter is tagged. Poultry that are slaughtered according to Muslim rites are also tagged halal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were no complaints received from consumers on the freshness of poultry since the law requiring the date marking of dressed poultry was introduced in July 1992. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I would just like to find out from the Minister how many licensed abattoirs are presently supplying slaughtered poultry to wet markets and other retail outlets and whether approval will be given for more abattoirs to be set up in different parts of Singapore for the convenience of the poultry sellers. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, at present, there are 13 licensed poultry abattoirs and their combined output is sufficient to meet the demand for dressed poultry from wet market stalls, supermarkets, retail outlets and food establishments. In addition, Sir, four new licensed poultry abattoirs will be commissioned soon. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, can I ask the Minister whether the Ministry sends its officers to check on abattoirs, especially on the slaughtering of halal chicken, and how often does the Ministry check on these abattoirs? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> We do send Public Health Officers to inspect abattoirs, especially the ones that are slaughtering halal chicken and we do it as frequently as we can because Public Health Officers have other functions to perform as well. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LIBERALISATION OF USE OF CPF</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR INVESTMENT AND HOUSING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Minister for Labour)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, my Ministry has completed a review of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> use of CPF for investment. The aim is to give CPF members a wider choice of ways to invest their savings while maintaining the longer term objective of ensuring their financial security in old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF Investment Scheme was introduced in 1986. It allows members to use up to 40% of the gross savings in excess of the Minimum Sum for investments. Allowed investments include trustee stocks, convertible loan stocks, approved unit trusts and gold. Gross savings include amount previously withdrawn for housing, investments and educational loans. The actual amount which can be used for investment is restricted to the member's ordinary account balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the requirement of a Minimum Sum is to ensure that members keep part of their portfolio in cash or property instead of investing their entire CPF savings in stocks and gold. Home owners may include their investment in properties as part of their Minimum Sum requirement, so that in practice many of them can participate in the Investment Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as at the end of February 1993, 104,000 CPF members have withdrawn savings for investment. This represented only 14% of the 740,000 members who qualified for the Investment Scheme. The amount invested was $2.1 billion or only 15% of the $14 billion available to be invested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had seven years of experience with the Investment Scheme. CPF members have generally managed their savings prudently. It is timely to widen the 2options open to members to invest their CPF savings. Wider options will encourage more Singaporeans to make business assessments and investment choices for themselves. They will then learn to trade off risks and returns, and live with the consequences of their decisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government will liberalise the rules of the CPF Investment Scheme. The current scheme will become the CPF Basic Investment Scheme. We will introduce a second tier CPF Enhanced Investment Scheme for members who have accumulated more savings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now briefly outline the CPF Basic Investment Scheme. Under the CPF Basic Investment Scheme, members may invest 80% of their gross savings in excess of the Minimum Sum instead of the present 40% limit. Members may now also invest in non-trustee stocks of Singapore incorporated companies listed on the Stock Exchange of Singapore. However, investments in non-trustee stocks and gold cannot exceed the existing 10% sub-limit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on the CPF Enhanced Investment Scheme. To qualify for the Enhanced Investment Scheme, members must set aside $50,000 in cash savings, not including amounts withdrawn for homes, previous investments and educational loans. They can then withdraw 80% of their savings above $50,000 for investment in the following eight approved instruments: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Shares of all Singapore incorporated companies listed on the Stock Exchange of Singapore (SES) and Sesdaq; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Unsecured loan stock of listed Singapore incorporated companies on SES and Sesdaq; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Gold (up to the 10% limit); \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Unit trusts, including those investing in non-trustee stocks of Singapore incorporated companies; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Government bonds; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Bank deposits; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) Fund management accounts; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(8) Endowment insurance policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to encourage CPF members to make use of the investment schemes, the Government will allow members to retain the capital gains and dividends from investments beyond what the sum would have earned in the CPF under both the Basic Investment Scheme and the Enhanced Investment Scheme. However, should there be any losses from previous investments, members will have to make good the principal amount plus interest at the CPF rate on these losses before they can withdraw the surplus capital gains and dividends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government will also liberalise the use of CPF for housing. Presently, under the CPF Residential Properties Scheme, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> CPF members may use CPF savings to finance up to 100% of the property's purchase price or its value at the time of purchase, whichever is lower. Beyond this limit, members will have to repay their housing loan with their own funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will now allow CPF members to use their CPF savings to fund property purchases beyond the 100% limit on the same terms as the Basic Investment Scheme. Members may use up to 80% of their gross CPF savings in excess of the Minimum Sum to pay their outstanding housing loan. It is thus up to members to choose whether to invest their savings in houses or in other assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister of State for National Development recently announced new limits for HDB mortgage loans for purchases of resale HDB flats. The new withdrawal rules under the Residential Properties Scheme will also apply to HDB resale flats. In other words, purchasers of HDB resale flats will also be able to use their CPF savings to continue paying mortgage loans beyond the 100% limit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF Board will work out the implementation procedures and amend various Regulations over the next six months or so. The Basic Investment Scheme, the Enhanced Investment Scheme and the new rules for withdrawals for housing will be implemented once the procedures and regulations are finalised. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Can I clarify with the Minister, please? The first clarification is: Is the CPF Top-up Scheme announced by the Government recently to encourage Singaporeans to buy shares also subject to the restriction which the Minister has just mentioned? If the answer is yes, would the Minister tell this House how many Singaporeans, after their CPF has been topped up with $200 by the Government, will still not be able to use their CPF savings to buy shares? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I welcome the Minister's statement to liberalise the use of CPF savings. I have two questions to ask the Minister and would appreciate the Minister's clarification. My \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> first question is: now that the Government has decided to allow the use of CPF to purchase non-trustee stocks, presumably the Government is prepared to allow CPF members to take greater risks in the investment of their CPF money. That being the case, would the Government consider allowing CPF savings to be used for investment in business or to start a new business? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second question is: The Ministry of National Development has recently announced that there is a plan to allow individuals to bid for land to build their own houses. Can CPF savings be used to purchase such land? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang):</b> With the extended use of CPF savings for residential property, it was announced that members can use more than 100% for payment towards housing loan, inclusive of interest, beyond 100%. Does it mean that it would apply to previous applicants because some of them have actually been granted up to 90% and, in the more recent case, 100%? For these people, do they need to submit a fresh application? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> I have two questions for the Minister. For the Enhanced Investment Scheme, can the amount in the Special Account be used to meet the $50,000 cash requirement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second question is: in view of this liberalisation, do we need to make employees contribute further if they already have $50,000 in their accounts? Perhaps only the employers' contribution should be sufficient. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, first, let me thank the Members who supported the liberalisation of the CPF Investment Scheme. I will take up the point raised by Mr Low Thia Khiang. He asked whether the recently announced CPF Top-Up Scheme will be subjected to the same restrictions and conditions which I have announced shortly. The answer is no. In the case of the CPF Top-Up Scheme for the purchase of Telecom shares, we are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> exempting all CPF members from the requirement to set aside a minimum sum or the $50,000 reserve amount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chee Wee asked whether we will allow CPF savings to be used for starting business or for business ventures. We will not be allowing CPF savings to be withdrawn for business ventures. Business ventures are far more risky than all the new instruments for investments under the Enhanced Investment Scheme. Savings withdrawn for business ventures may be completely lost when the business fails. A CPF member who has invested his savings in a business venture may find that he is unable to liquidate his savings to pull out of the business venture, even if he feels that the business is not doing well. By the time he does so, he may not only have lost all his CPF savings but he could well end up in debt at the same time. In the case of the allowed investments under the Enhanced Investment Scheme, it is quite unlikely for such total losses to happen. There is also the problem of how to assess business ventures which can be financed out of CPF savings. Some business ventures could be genuine. Others could result in consumption of CPF savings with very little real gain. And it is very difficult for the CPF Board to monitor such business ventures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge Members to bear in mind that the purpose of this liberalisation is to allow CPF members a wider scope to invest their savings, so that they can build up their retirement fund. This is in line with the Prime Minister's declared objective of helping Singaporeans to enlarge their assets. Both the Basic Investment Scheme and the Enhanced Investment Scheme will be able to achieve this objective better than releasing CPF savings for business ventures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Goh also asked whether we will allow CPF members to purchase land from the Government for the purpose of building their own residential unit. In principle, I have no objection to allowing CPF members to use CPF savings for financing the purchase of land to build their own homes. However, this will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> require an amendment to the CPF Act, because presently this is not allowed. I will ask the CPF Board to study how this can be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Prof. Low Seow Chay asked whether the new conditions for withdrawals for the payment of interest or to service mortgage loans beyond the 100% limit will apply to previous applicants, people who have already taken out mortgage loans and who have already been withdrawing from their CPF accounts. The answer is yes. It will apply to them provided they meet the conditions required. That means they can set aside the Minimum Sum and then they can use up to 80% to continue to service their mortgage loan repayments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Othman Haron Eusofe asked whether, under the Enhanced Investment Scheme, the $50,000 requirement will include the balance in the member's Special Account. The answer is yes. In computing the $50,000 net savings, the CPF Board will include the balance in the member's Special Account. However, savings in the Special Account cannot be withdrawn until the member reaches the age of 55. For investment purposes, whether under the Basic Investment Scheme or Enhanced Investment Scheme, members will be restricted to using their savings in the ordinary account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, Mr Othman also asked why we require CPF members to continue contributing to CPF if they have a saving of $50,000. The current CPF contribution rate of 40% is based on the objective of enabling workers to retire with sufficient savings to generate post-retirement income ranging from between 20% and 40% of their last take-home pay, after they have paid for their home and set aside money for Medisave. Any reduction of this contribution rate of 40% will affect a worker's ability to generate that level of post-retirement income and also affects his ability to purchase a home which is commensurate with his income level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hon Members in this House should bear in mind that a high income earner may be able to accumulate $50,000 in his CPF account in less than two years. Therefore, if we use that as a benchmark \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> and say that above $50,000 no further contribution will be required, there is a danger that he may not receive all those CPF contributions which will now not be required in the form of take-home pay. He may well end up with a very severe pay cut. Even if we just reduce or just cut off the employer's contribution, then he may still end up with a severe pay cut of 18%. At the same time, we should bear in mind that all CPF contributions are tax exempt. Therefore, even if we reduce the employee's contribution to CPF, then his taxable income will go up. It is far better that the CPF contribution rate continues at our long-term target of 20% plus 20%. With the Basic Investment Scheme and the Enhanced Investment Scheme, CPF members will have many opportunities to invest their savings using tax exempt CPF contributions. Sir, I think this approach better serves the individual's interest as well as the national interest of ensuring that every worker retires with sufficient funds to meet his old age needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have answered the points raised by Members. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I take up one point that has just been mentioned by the Minister? He says that the Government wants CPF members to widen their scope of investments and enlarge their assets. At the moment, CPF members have invested 15% of the available funds, ie, $2.1 billion. The Minister says that $14 billion is available for investments. My question to the Minister is: when this Enhanced Investment Scheme is implemented, how much more of the $14 billion will go into the market for investments? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister says that the purchase of Telecom shares will be exempted. I would like to know the rationale of the Ministry in deciding to exempt the purchase of Telecom shares from the normal restrictions of CPF investment rules which are supposed to safeguard the CPF savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second clarification is that when CPF members sell their Telecom shares in future, can they withdraw whatever they earn from the sale of their shares? If they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> make a loss, do they have to pay back to the CPF for the loss? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, Mr Chiam would like to know how much more funds will be invested. I am unable to tell because how much funds will actually be invested is entirely dependent on the CPF members themselves. What I can tell Mr Chiam is that with the liberalisation of the scheme, and with the introduction of the Basic Investment Scheme and the Enhanced Investment Scheme, a lot more funds will now be made available potentially, to be invested in the various instruments that I have outlined earlier on. In fact, under the Basic Investment Scheme, 740,000 CPF members will be eligible, as I mentioned earlier on. They will together have about $22 billion worth of investible savings. Exactly how much of the $22 billion will be invested, that is a decision only the CPF members themselves can make. In the case of the Enhanced Investment Scheme, 235,000 CPF members currently qualify. Together, they will have available $9 billion of investible savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low has asked on what grounds the CPF exempts the purchase of Telecom shares under the CPF Top-Up Scheme from the Minimum Sum requirement. The answer is that Telecom shares are a special category, in the sense that Telecom is a very established statutory board which has an excellent track record and the shares will be sold to the citizens at a discount, on top of which Government is going to give each citizen a $200 direct subsidy to purchase the shares. Therefore, there is very little risk of any citizen losing out in the course of purchasing Telecom shares. Therefore, we have thought it in order to exempt them from the requirement of the minimum sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked whether later on when CPF members sell the Telecom shares, they will be able to withdraw the proceeds or should they sell it at a loss, will they have to top it up. All withdrawals from investment schemes will be according to the CPF rules. In other words, whatever you sell, the money goes back into your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> CPF account. If you made a profit, except under the Basic Investment Scheme and the Enhanced Investment Scheme, where your profits exceed the CPF amount withdrawn and also the interest which you have accumulated, then you are allowed to withdraw the balance. In the case of those who sell their shares at a loss, we do not require any member, whether under the Basic Investment Scheme or the Enhanced Investment Scheme, to top up with their own cash to make up for the losses. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I did not expect the Minister to give me up to the dollar how much CPF members would invest under the Enhanced Investment Scheme. I am sure the Government has worked out its sums and would have an estimate of how much money will be released into the market. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Mr Speaker, Sir, I am just wondering whether it is very prudent to let our CPF members to have so much leeway in buying shares of Singapore Incorporated to increase their retirement nest-egg, because my fear is that some of them may get themselves burnt. I am wondering whether a better and more prudent way would be for the CPF to start some sort of unit trusts whereby fund managers could then advise them which unit trust to buy where the returns are more predictable so that we do not have many people losing their CPF money. I know they have $50,000 but beyond that they may get their fingers burnt, and that is my concern. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I agree with Dr Soin that there is always an element of risk when you make an investment. I think the result of this liberalisation will contribute to the educational process of getting Singaporeans to better learn how to manage their savings, how to improve the rate of return from their savings, and they must learn. In the course of learning, yes, some people may inadvertently make the wrong decision and they may be hurt. But we have structured the Basic Investment Scheme and the Enhanced Investment Scheme to ensure that their minimum requirement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> on retirement will be met. That is why there is this, at the first tier, Minimum Sum and also we only allow up to 80% of the surplus savings to be invested, not 100%. Likewise, in the Enhanced Investment Scheme, there is a requirement to keep $50,000 cash savings in the member's account, and again an 80% limit, which means that at any one time there will still be a 20% over and above the requirement of $50,000. I think this helps to minimise the risk exposure of CPF members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin also asked: why not let the CPF itself start a unit trust? I think we have already allowed for it under the Enhanced Investment Scheme for people who are not experts in making such investment decision to go to the professionals. That is why we have allowed, as one of the eight investment instruments, a fund management account. CPF members can go and look out for the best fund managers available in town and they will certainly, for a fee, help them to wisely and prudently invest their savings for a good return. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1993 TO 31ST MARCH, 1994</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [12th March, 1993], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head U of the Main Estimates be reduced by $100.\" - [Dr Tan Cheng Bock]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>1.02 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, before the Minister finishes his answer to the hon. Member for Ayer Rajah, I was here last Friday and I was considerate enough not to interfere with the Minister of State in his reply. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> What is the point that you are making, Mr Chiam? Mr Lim is still making his reply. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The point is that he has made an offer to residents at Potong Pasir and I want to make some reference to that offer. I was patient enough to sit here the last time without interrupting him and the press took it up and had a field day on it. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, you did not participate in this debate. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But the offer was made to Potong Pasir. I think I have a right to reply. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, could you let Mr Lim finish first before you say anything. You have no right to speak on this amendment at this moment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Before the hon. Member for Ayer Rajah withdraws his amendment, will I be given a chance to reply to the Minister of State? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, can you return to your seat? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Yes, I will not withdraw the amendment. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang):</b> Sir, let me continue with my answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Cheo and Mr Low asked why there is a need to revise the contribution rate to the sinking fund for the Town Councils. Let me explain. When the Town Councils were formed, the Government wanted the Town Councils to start off on a sound footing. To assist the Town Councils, the Government provided two types of grants. First, cyclical works grant. Because the Town Councils need time to build up the sinking fund, the Government will give each Town Council a cyclical works grant that will cover the cyclical works due in the first seven years of their operation. This grant will be paid in two instalments. The first instalment was paid at the inception of the Town Council. The second instalment will be paid this year and that is why they have budgeted $121 million for it. Second, operating grant. Although the Town Councils are to fund their current and future expenditures \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> from their S&amp;C collections, this may pose a burden on the lower income households. So the Government gives an annual operating grant to the Town Councils. In FY 1992, this grant amounted to $56 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Town Councils are required to set aside at least 25% of their S&amp;C collections, including the Government operating grants, into the sinking fund for future cyclical maintenance. This rate was based on the cost of maintenance at 1986 prices. The sinking fund contribution of 25% is no longer sufficient to pay for cyclical works when they fall due. Town Councils who do a cash flow analysis know this to be true. But none of the Town Councils has raised the sinking fund contribution rate on its own. There was no pressure on them to do so because the cyclical works in the first seven years were funded by the Government. Because they only contribute 25% to the sinking fund, much lower than what was needed, all of them were able to declare a big surplus. This gives a completely wrong picture. Since 1989, costs of maintenance have increased by 20%, but Town Councils have increased their S&amp;C charges by only 9% and yet the Town Councils are declaring big surpluses. How long can this illusion last? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo proposes that we let the 25% contribution rate remain, even though we know that this is not sufficient. Then when the cyclical works fall due and the sinking fund is not sufficient, the residents will be asked to pay up a lump sum to cover the shortfall. This may be okay in the case of condominiums. But in the HDB estates, most of our residents are from the lower income groups. So it is better to raise the contribution rate and build up the sinking fund gradually. That is why the Government decided to raise the contribution rate with effect from 1st April, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the additional S&amp;C grants. I mentioned earlier that the Government gives an annual operating grant to the Town Councils. In FY 1993, the Government will increase this grant from $56 million to $80 million, an increase of 43%. The reasons for increasing this S&amp;C \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> grant were explained in a press release last month. Let me recapitulate. Costs have gone up. Town Councils have informed the Government that while they will raise S&amp;C charges, they also requested the Government to help meet the increased cost through higher annual S&amp;C grants. The Government has agreed. The increase in the grant from $56 million to $80 million is primarily to help the lower income households living in 1-, 2- and 3-room flats. It will be given only to those Town Councils which need to raise S&amp;C charges to meet the higher maintenance costs. The additional S&amp;C grants will enable Town Councils to keep the increases in S&amp;C charges to the 1- and 2-room flats to a minimum and reduce the increases necessary for the 3-room flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo asked why there is a stipulation that the increase must be at least 5% to enjoy the higher grants. The reason is very simple. The grants are intended to help the lower income families. It is a very generous grant, ranging from 32% to 135% of the old grant. If the Town Councils do not raise the S&amp;C charges of the bigger flats by at least 5%, then what will in fact happen is that the increase in grants intended for the lower income households will be used to cross-subsidise the cost of the bigger flats. This is not the objective of the increase in the grants. That is why we require Town Councils to increase by at least 5% for the bigger flats to enjoy the very generous grants intended for the smaller flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo also asked why the deadline of 10th March 1993. The answer is again very simple. There is nothing sinister in this at all. We want to make the generous grant retrospective for FY 1992. In order to disburse the funds before the closing of this fiscal year, we need the response from the Town Councils before 10th March 1993. If Mr Cheo does not want the grant for FY 1992, he can well ignore the deadline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope my explanation is sufficiently clear. I repeat, there is no reduction in the Government grant to the Town Councils. In fact, there is a generous increase in the operating grant. I also repeat, there is also no compulsion to increase the S&amp;C \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> charges. If Town Councils can live within their existing S&amp;C collection, good for them. However, if I were a resident in his Town Council, I will then make sure that the level of service does not deteriorate. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> May I have a clarification, Sir? (1) Why is the budgeted amount this year for the capital grant to Town Councils reduced by $30 million compared to the 1992 budget that is meant for cyclical works? (2) Based on which year's price of calculation does the MND decide on the grant for cyclical works? (3) Would the Minister say that, with this new requirement to contribute to the sinking fund from the S&amp;C charges the Town Councils collected, it would cause the Town Council inevitably to increase the S&amp;C charges? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I just want to ask the Minister two points. My request for a higher subsidy for the space-adding item, as I said, is based on need, and to make it more affordable to the 3-roomers who need the extra space. I hope the Minister will re-consider my request for a higher subsidy. I do not want to bargain on the level because I am requesting to give the 3-roomers a better chance to meet the objective of upgrading, ie, to bring them closer to the rest of the 4-roomers and 5-roomers, as we have not been building any more bigger HDB 3-room flats since 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other small point is this: We are asking residents to vote for their own upgrading of their blocks. Therefore, the Minister of State's assurance that probably the precinct, as a whole, would vote for a single package upon advice by their advisors is based on an assumption that the owners of all the block types, 2-, 3-, 4-, 5-room and even Executive flats, can all agree. This may be so during the Pilot and Demonstration Phase, as there was no distinct choice. But the picture is different now. They are given three distinct choices. I therefore maintain that it is better to give two choices, one with changes to the external facade and uniformity of the block, and the other with space-adding item as an additional item. I hope the Minister will reconsider my request. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, before I withdraw, I will give Mr Chiam a chance. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> That is for me to decide, Dr Tan. It is not for you to decide. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I am sorry. I apologize. I would like to remind Mr Chia Shi Teck that if he had been an elected Member of Parliament he would not have suggested that the HDB pass over its non-profit making set-up to the Town Councils. I repeat what he said in the debate on Friday: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If parking charges are a losing business, I suggest we give it to the Town Councils.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It shows a lack of grassroots feel because Town Councils are not dumping grounds for HDB's non-profit making set-up. Town Councils are already trying to find money to meet the maintenance cost and the many demands of the residents. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Let me respond to Mr Low. In FY 1992, we budgeted, I believe, $150-odd million for the cyclical grant. In FY 1993, this was reduced to $121 million. He wanted to know why I said that the grant to the residents in HDB estates has not been reduced. The grant to the Town Councils is reduced by this amount because, if the Member remembers, last year we took away the responsibility of the CATV from the Town Councils. So previously we catered for the sinking fund requirements of the CATV in the FY 1992 budget. Now that the HDB is undertaking the replacement of CATV, that money has been transferred to HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low also asked on what basis were the grants calculated? We set up the Town Councils in 1988/89 and we used the then prices to calculate the grants. I understand Members are concerned that since 1988 until now prices have gone up and the grants that were calculated on those basis may not be sufficient for their cyclical maintenance. That is precisely my point, and that is why I am asking Members to put more into their sinking funds so that they can fund their cyclical works. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low also asked why is the Government forcing the Town Councils to increase their S&amp;C charges through this method? Let me again stress that there is no compulsion. We know costs have gone up by 20%. S&amp;C charges have gone up by 9%. Town Councils ought to raise S&amp;C charges to meet their requirements. If the Town Councils feel that they can meet their requirements through greater efficiency or, more probably, through a lower level of service, that is a decision to be taken by the Town Councils and they have to meet the response of their residents. But for proper maintenance of HDB estates, my Ministry's recommendation to the Town Councils is, face the facts, costs have gone up, S&amp;C charges need to go up. The Government will help you in this increase by also increasing the grant for the lower income households. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock asked the Ministry of National Development to re-consider a higher subsidy for the 3-roomers in regard to the space-adding item. We have evaluated that, and that is, we put the contribution rate for the 3-roomers at 40%, as compared to 60% for the 4-roomers. So, in fact, we are tailoring the percentages very much in favour of the 3-room flat owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me again say that, in the end, individual flat owners must decide whether there is value for money in putting the space-adding item. If I were a 3-room flat owner in Toa Payoh, for example, and I have to contribute $13,000 to have another space-adding item, which is almost half a bedroom, and a 4-room flat in Toa Payoh goes for $120,000, I think that is very good value for money. A 3-room flat owner contributes $13,000 and he upgrades his 3-room flat to something like a 3(r)-room flat. So he upgrades his resale value from $80,000 to somewhere between $80,000 and $120,000. I think that is good investment, but, in the end, he has to decide for himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock is very concerned that we end up with different designs in a precinct. Let me assure him again that in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> the dialogue between the Advisor, HDB and the residents before they take a vote, we will work out one design for the entire precinct so that everybody votes on one design. We would like to encourage every precinct to gravitate towards the Standard Package. So, essentially, we are encouraging most upgrading precincts to accept the Standard Package and for certain blocks, if they want to pay for the additional item, then they go for the Standard-plus Package. So again I assure the House that the design for the upgrading precinct will he harmonious and there should not be any problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also assure all the Members here, who are responsible for Town Councils, that it is not the intention of MND to foist deficit operations onto them. So we are not likely to take up Mr Chia Shi Teck's suggestion to pass the car park operations on to the Town Councils. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soo Central)</b>(\n  <i>In Mandarin</i>): Sir, any town council whose income is not enough to cover its expenditure can consider applying to the Ministry of National Development for an increase in their conservancy charges or for more subsidy. I think this is very normal. If a town council has not enough money in its sinking fund, then it can increase its conservancy charges and transfer the additional revenue from the increased conservancy charges to its sinking fund. There is no need to increase the sinking fund from 25% to 35 or 40%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the most important fund of a town council is its operational fund. If the operational fund of a town council is not enough to cover its day-to-day expenses, then it will be difficult for the town council to maintain itself. So I think this is one point which the Ministry of National Development has not taken into consideration. Of course, we have no objection to increase the conservancy charges when our operational fund is not enough to cover our expenses. However, we feel that so long as we can avoid increasing the conservancy charges, we must avoid doing so in order not to increase the burden of our residents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now Mr Lim mentioned that the costs had been going up all the time. However, when I asked him some questions, he did not answer me, that is, before the new measures were introduced, how many town councils had applied to increase their conservancy charges? Which were the town councils that had applied to increase their conservancy charges? Could the Minister of State please enlighten the House? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, could I seek a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We are running out of time, Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Just a very short one. Does the Minister agree that with the new ruling by his Ministry to set aside a higher percentage of S&amp;C charges collected for contribution to the sinking fund, many Town Councils will incur a deficit in the operating account and, thus, they will be forced to increase their conservancy charges? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I have explained just now the reason why Town Councils are in this happy situation of claiming to be in a surplus position. It is because they are not setting aside enough money for future requirements in the cyclical funds. If you were to set aside the 40% that we calculate to be necessary for your cyclical works in future, then you are faced with a very realistic situation of cost going up and you have not been raising your S&amp;C charges to meet your cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, the problem is the S&amp;C charges they collect today are intended for both operating expenditure as well as for future requirements. It is not possible just to say that you collect enough to meet your operating requirements. You have the responsibility to all your residents to cater for their cyclical works in future, and these are life-and-death decisions - changing of lifts, repairing of the hoisting ropes. As the Ministry responsible for Town Councils, we cannot allow Town Councils to neglect setting aside money for the future requirements and endanger the success of high-rise, high-density living in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am much obliged to you for allowing me to get back to the offer made by the Minister last Friday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last Friday, he offered residents at Potong Pasir to sell their flats back to the HDB. And then the HDB, after having purchased back the flats, could rent out to them. This is a serious offer. And before I could go back to my constituents, I would like the Minister to give me fuller details: What is the purchase price, in particular, and what are the rental rates? If he could give me in writing, I would certainly refer them to the residents there. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The offer is made in a very serious fashion because the SDP claims that Singaporeans who buy their flats from HDB do not own their flats as they are on a 99-year lease. So we asked the SDP to reinforce its claim, that is, to prove that the claim is right, show us that the residents in the three constituencies of Potong Pasir, Bukit Gombak and Nee Soon Central believe that they are not owning their flats, in which case, he should be mounting a campaign to ask them to return the flats to us, to prove his claim that they are not true owners of HDB flats. And if they return the flats to us, we will pay them back the original purchase price and we will rent the flats to them. Since they do not own them, we will pay them back what they have paid for. This is a very good offer. You buy something, you enjoy it, and you get back the same price. Where else do you get such an offer? If you buy a shirt, you wear it for 10 years, you go back, and you can claim back the original price. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I hope the Minister is not trying to worm out of his offer. I am taking up this offer. Landed property is not a shirt, and we all know that landed property goes up in price. In respect of landed property, most of the properties escalate in price. So if you want to purchase back the property, you have to give them a reasonable price, probably open market value. And they will probably consider. Let us have the Minister say, whether or not he is going to make his offer in writing to the residents of Potong Pasir, and we will go from there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> But they do not own the flats. He said they do not own the flats. So how can they sell them? My point precisely is that HDB flat owners own their flats and when they sell them, they sell them at current market price. They make hefty capital gains, they pocket their gains, and they come back to HDB to apply for a second flat, hoping to make similar capital gains. It is the SDP which claimed that HDB owners do not own their flats. So we say, okay, if they do not own their flats, you ask them to give back the flats and we will refund them the original purchase price. They have been staying in all these years for free. From now on, they stay but they pay the market rental of the flat. It is a very generous offer. Mr Chiam said they do not own their flats. I did not say it. So mount a campaign, prove that his residents feel they do not own the flats. And I will accept whatever he is able to bring up. How many will go along with him and say they do not own their flats and they are willing to return the flats to HDB? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I think they can carry on the debate outside this House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, please be seated. I have not asked you. Mr Cheo. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen:</b> Thank you, Sir. (In Mandarin) With regard to the challenge by the Minister of State to the Singapore Democratic Party, as the Member of Parliament representing Nee Soon Central, I accept the Minister of State's challenge, but, on one condition, that is, the Minister of State must promise to return all the land and houses, which had been compulsorily acquired from the people in my constituency, to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this challenge by the Minister of State is ridiculous. It is a very unreasonable challenge. The Minister of State must have forgotten why these residents have to buy the flats from the Housing and Development Board, in the first place. Why have they to stay in HDB flats? That is because their houses were acquired by the Government. Their land was acquired by the Government! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Minister of State can agree to return their houses and land to them, I will accept the challenge. I will urge the residents not only to sell back the flats to the HDB, but also not to rent the flats from HDB, as it will not be necessary for them to rent the flats any more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have another question to ask the Minister of State. Just now I asked the Minister one question, that is, before the introduction of these new measures, how many town councils had asked to increase their conservancy charges? Which were these town councils? Can the Minister of State please tell this House? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I think Mr Cheo is digressing. The Government's land acquisition and resettlement policy is separate from the HDB home ownership scheme. We are talking about two different categories. The SDP claimed that HDB flat owners do not own their flats. I am just asking the SDP, please come forward and put the basis of that claim with tangible numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Cheo asked how many Town Councils have asked for increase in S&amp;C charges without this new ruling. I have answered that many times. Without the enhanced contribution to the sinking fund, all the Town Councils were under the false illusion that they were making big surpluses, even though many Town Councils have done their cash flow analysis and know that they will run into a shortage of funds in later years when they do not have enough money to pay for overhauling and repairing of lifts. But because the contribution rate was very low, everybody was declaring big surpluses and everybody felt that there was no need to increase S&amp;C charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the Ministry of National Development has done is to put the cost and the revenue in its proper perspective - set aside a correct amount for future requirements - and it becomes very obvious to everybody that you cannot have cost increasing by 20% and your S&amp;C charges not going up. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, before I withdraw, can I say something? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have run out of time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes, I know we are running out of time because the Minister made a ministerial statement and took away half an hour of the time. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I have taken that into consideration, Dr Tan. Make your point and then we can proceed. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I still hope that the Minister of State will consider my request. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). Mr Leong is not here. Amendment No. (3), Dr Koh. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UC 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, I requested the provision of a cover for the overhead pedestrian bridge at Khatib MRT Station across Yishun Avenue 2. The Minister's reply was that the peak hour pedestrian traffic volume was below the minimum set by PWD and that the two ends of the bridge were not yet connected to covered areas. I just want to take this opportunity to ask the Ministry to review the situation again. I believe the pedestrian traffic volume has gone up. Furthermore, it may be more reasonable to assess the demand by looking at the pedestrian traffic pattern for the whole day rather than for the peak hours. Consideration should also be given to other factors, for example, whether there are other routes for the pedestrians if it rains. As for the connecting covered walkways, my Town Council will be able to build them as part of our upgrading project once the bridge is covered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I want to raise is the provision of covered linkways between blocks and between bus stops and blocks in HDB estates. These covered linkways should have been part of the infrastructure of the estates but they were omitted when HDB designed the town. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> is now very costly to add on these items and yet covered linkways are the most commonly requested item when we talk about upgrading of the estate. From Nee Soon South RCs, I have received a request for building a total of 60 covered linkways. The Town Council is not likely to have sufficient funds to build the linkways to meet this demand. I would like to ask the Minister to come up with some scheme to assist the Town Council in financing the building of these linkways. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, the PWD has two main criteria for providing sheltered or covered walkways. First, the shelter must link two covered areas. Secondly, pedestrian volume must exceed 1,200 pedestrians per hour during the peak hours. In response to the MP's request during the 1992 Budget debate, the PWD has reviewed these criteria. The PWD is now prepared to construct covered walkways at certain sites provided the pedestrian volume there during the peak hours is at least 1,000. In particular, if one end of the walkway leads to a MRT station or bus interchange, PWD will construct the shelter for the walkway even though the peak hour pedestrian count is only 1,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MP has previously requested that the pedestrian bridge across Yishun Avenue 2, near Khatib MRT Station, be covered. A recent traffic survey by the PWD shows that the peak volume is about 1,030 per hour. As pedestrian count now exceeds the revised minimum level, PWD will provide a shelter for the pedestrian bridge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether provision will be made for covered linkways within the estate, if the CCC or Town Council wishes to extend the shelter from the bridge to the nearest block, it will have to make its own arrangements. If the walkway is located on the road reserve, PWD will fund the construction of the shelter. However, if the shelter is on land managed by a Town Council, the CCC can make an application to the CIPC Committee for 75% funding. The CIPC is also prepared to consider funding in full construction of that portion of the shelter which is outside \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> the road reserve and not on Town Council's managed land. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> In view of the Minister's reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Prof. Low. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Main Estimates be reduced by $10 in respect of Code UF 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was a report in the Straits Times about two weeks ago that 80% of the green vegetables from Kuala Lumpur were found to have excessive chemical content. Another report carried by Lianhe Zaobao, a few days ago, talked about banned pesticides being used for growing certain vegetables in Malacca. In the same report, it was quoted that the Chairman of the Johor Baru Vegetable Merchants Association stated that the people in Singapore and Johor were not alarmed by the report of excessive use of pesticides because they were all aware of pesticides in vegetables. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not true that the people in Singapore are not alarmed by the report. The problem is what can we do except depend on the efficient sampling conducted by the Ministry of the Environment. In the present situation, there is no way for us to tell which green vegetable in the market is free from contamination of pesticides. Many people are inclined to believe that the vegetables eaten by worms will be safer. It was surprising to note that in a recent television programme durian lovers were asked whether they were scared of the excessive pesticides applied to durian trees. They all give very innocent replies, saying that the pesticides will not affect the flesh due to the thickness of the durian shell. Sir, they are all wrong! The farmers apply a kind of pesticide known as 'Furadan' through the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> roots of the durian trees. The fruit will be contaminated if harvested prematurely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Excessive chemical application is not only limited to green vegetables. Hormones and antibiotics are also applied to poultry products. If the usage is excessive, the product will not be suitable for human consumption. There is also the possibility that the farm may be improperly managed and the farm produce can be contaminated by bacteria. One of the typical examples is salmonella disease. From all these facts, we should realise how important it is for us to control farm products. At the moment, I am glad that the Primary Production Department has plans to license foreign farms despite the unhappiness expressed by the foreign farmers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides licensing the farms, the PPD could consider the following two proposals. First, implement the green programme for our local high-tech farms by issuing green labels for their products, whether they be vegetables, chickens, eggs or poultry meat, if they are produced without the use of pesticides or drugs and they are free from contamination. Second, consider labelling all the farm products with the name of the farm and country of origin. For poultry meat, the name of the slaughtering house and the country should be included. If these measures could be implemented, consumers are assured that their money is well spent on the green labelling products. They could also depend on the reputation of the farm to decide what to buy if the choices are available. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, the Primary Production Department (PPD) has a comprehensive food safety programme which helps to ensure that locally produced as well as imported farm products for sale in Singapore are safe for consumption. In particular, the PPD firstly accredits overseas and local farms, abattoirs and food processing factories. It also inspects imported farm products at the point of entry, and it does extensive laboratory testing of all foods. These measures ensure that farm products sold here are drug and pesticide residue free and are, therefore, safe for consumption. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The comprehensive safeguards in place make it unnecessary, we believe, to introduce compulsory labelling of farm products. Labelling of food products is controlled by the Environment Ministry. Labelling has to be selective. Otherwise the cost to producers and consumers of essential food items may be too high. The Environment Ministry requires labelling for dressed poultry to indicate the date and place of slaughter. Labelling to indicate the expiry date is also required for key food items which have a relatively long shelf life. However, as mentioned earlier, compulsory labelling of farm produce is not necessary because of the PPD's comprehensive food safety programme. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay:</b> I thank the Minister for his reply. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Chew is not moving. Mr Chong is not here. Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UI 5200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, HDB is building about 5,000 units of HDB flats per year in the Chua Chu Kang New Town. As the MP for this rapidly growing constituency, I regularly receive complaints from the residents about HDB. One of the typical complaints is the lack of shops in the new estate. For some residents, they have to walk or travel for about 1.5 kilometres before they could access the nearest coffeeshop. General shopping facilities could be as far as one kilometre away. For this category of people, the problems that they face could drag on for as long as three years. At the moment, the HDB is building Neighbourhoods 5, 6 and 7 in Chua Chu Kang. From the information I have received, the first flats in Neighbourhood 5 will be ready by next month. However, the shops in the neighbourhood will only be ready in about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> two years' time, ie, March 1995. In other words, the inconvenience suffered by the residents in the past will again be repeated in future, despite the many complaints from residents and the MP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that HDB should revise its policy in the timing of building neighbourhood centres so that the centre's completion date would not be too long after the majority of the residents have moved in. For the time being, the HDB should build small mini-markets or shoplets at strategic locations. In the short term, it helps to reduce the inconvenience of the residents. In the long-term, the mini-markets or shoplets will serve the needs of the residents in their purchase of daily goods and shopping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans will find themselves very uneasy if they live in a HDB environment without a coffeeshop. Due to the keen competition from the established fast-food chains, if there is insufficient provision of eating houses in the neighbourhood centre, it may be likely that the traditional fish ball noodle and the roti prata will be replaced by hamburger and fried chicken. I hope that HDB will look into the provision of eating houses in the neighbourhood centre carefully to ensure that there will always be a coffeeshop after the tender process has taken place. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Sir, I wish to speak on the subject of vacant land adjacent to HDB shops, especially that of coffeeshops or eating houses. The coffeeshops and other eating houses in our housing estates serve an important social need. They are not mere businesses. As many families eat one or more meals in these establishments, quite often there is insufficient seating room. Will the Ministry of National development allow these shops to put additional tables on the adjoining land if it is available? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For safety reasons, namely, killer litter, it would be reasonable to allow them to put up some structure to protect the customers. Putting up canvas-like tentage is insufficient protection, especially as someone can easily set this on fire by throwing down a cigarette. With time, this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> will also become very unsightly. A more permanent structure with safe building materials may be required. This will, thus, be more costly. What is the Ministry of National Development's policy on this? \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I am making this amendment to stress to the Minister that the ethnic integration policy introduced in 1989 has in some way affected the quality of life of my constituents. I believe this probably has also an effect in old estates such as Queenstown and Bukit Ho Swee. All I want to ask the Minister is whether he is prepared to be flexible in this policy, ie, achieve your policy by all means, but where there are a number of vacant flats that have been empty for some time, allocate a few of them to make a few people happy. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, the Lim Tua Tow Market which has served the residents in the Upper Serangoon area for many many years have to make way for a road widening project. I am glad that the HDB has decided to build a new market in the Serangoon Town Centre area. I would just like to take this opportunity to ask the Minister whether he would like to release more details about this market. When is it going to be built? When is it going to be completed? How many stalls will be available and how are these stalls going to be allocated? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam and Mr Leong are not here. Mr Chay. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, on the upgrading of old flats, I am concerned that the older constituencies, such as Queenstown which have more than 85% of the total flats more than 25 years old and 95% of the total flats more than 20 years old, are not getting the same rate of upgrading. I would like to appeal to the Minister to accelerate the upgrading of such flats. In the last announcement, flats in six areas are due for upgrading. Flats which are 30 years old will be upgraded at about the same time as flats in the other constituencies which are about 15 years \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> old. Many of the older residents have expressed the fear that they might not live to see the day when their flats are upgraded. So I urge the Minister to accelerate the upgrading. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I will take the questions in turn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. Low asked about the facilities in Chua Chu Kang Town. As far as possible, HDB tries to provide neighbourhood centres and other amenities in tandem with the new flat development. In general, the gap between the completion of a neighbourhood centre and nearby flats should not be more than six months. Building a neighbourhood centre too early will mean inadequate catchment and the shops will not be viable. Therefore, where flat developments can be served by nearby existing commercial facilities, HDB will time the provision of a neighbourhood centre to coincide with the completion of between 2,000 and 3,000 flats. For all new estates, HDB ensures that precinct shops are available. Precinct shops comprising eating houses and shoplets are completed together with the first residential development so as to meet the immediate needs of the residents, even if the neighbourhood centre is not yet ready. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Chua Chu Kang New Town, let me apologise to the Member on behalf of HDB that there was a one to one and a half years' delay because we were reviewing the planning norms for neighbourhood centres and Chua Chu Kang New Town was caught during this delay. But we assure the Member that we will try and make good the lost time. A total of six neighbourhood centres and one town centre will be provided for Chua Chu Kang New Town. To-date, part of the town centre and one neighbourhood centre have already been completed. Another neighbourhood centre will be completed by the end of 1993. The neighbourhood centre which the Member was upset about, Neighbourhood 5, will be completed only in April 1995. That was the delay that I was referring to. We will try to make sure there is no further delay from that committed date of April 1995. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also intend to privatise a site in the town centre next to the MRT station for commercial development. The other three neighbourhood centres will be developed in tandem with the flat developments in their neighbourhoods. Let me again assure the Member that we will try and provide the neighbourhood centres in tandem with the flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Woodlands New Town, there is no lack of commercial amenities in Woodlands New Town. So the problem is well in hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned about eating houses versus fast food centres. The HDB provides the premises and tenders them out. Sometimes the fast food centres come in with a higher bid and they win the premises. We will keep watch over the situation and we try not to reach a situation where we only have fast food centres in the town. We will try to have a balance between fast food centres and eating houses within the constraints of the market system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng asked about outdoor refreshment areas. Let me first emphasise that operators of eating houses should tender on the basis of the seating room within the shop. I think many operators tender on the basis that they will get additional seating area outside the shop and as a result, the tender prices of eating houses have escalated. This is not a very good sign. We want to tell operators of eating houses that they tender based on the seating area and the serving capacity of the shops. The space outside the eating house is not intended for serving customers. On and off, we get requests from MPs and advisors to allow the operator to use the space outside the eating house to serve his customers. We do accede to this request if the flats above are not more than four storeys. But for the reasons that Dr Arthur Beng said, killer litter, noise, especially past 10.00 pm where they drink beer outside and create noise for the residents, HDB generally discourages the use of outdoor refreshment area for eating houses. But if the CCC and the advisor feel that they can keep these disamenities under control, HDB will agree upon the recommendation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> of the advisor to the CCC. But let me underline the principle. Operators of eating houses should tender on the basis of the seating area within their eating house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether we should allow permanent structures, again, that is not our intention. We prefer the operator to operate within the space in the eating house. So we again discourage permanent structures outside the eating house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eugene Yap asked the Ministry to exercise more flexibility in implementing the ethnic ceiling or the ethnic ratio. There is some flexibility already in the policy in that we do have the maximum proportions at the neighbourhood level, a few percentages of allowance above the national proportions of the ethnic group. So there is sufficient buffer to allow us to implement the policy. And flexibility is also exercised for special cases, eg, cases on medical or compassionate grounds. These cases are considered by the Allocations Committee chaired by the Senior Parliamentary Secretary of my Ministry, if there are good grounds to allow them to take over the flat. We also exercise some flexibility in some cases of mixed marriages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also exercise flexibility for rental flats which are let out on a temporary basis, because this is not permanent and therefore we are allowed to depart from the ethnic ceiling. Let me assure Mr Eugene Yap that, wherever possible, my Ministry will exercise some flexibility in the implementation of this policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang wants to know details about the construction of the Serangoon Central Wet Market. The wet market will cost about $2.2 million. It will have 35 stalls when completed. The policy of allocation of these stalls is under review by the Ministry of the Environment and I am sure it will be announced when the review is completed. Existing stallholders in the Lim Tua Tow Market who are affected by resettlement will be given priority in obtaining stalls in other markets owned by the Environment Ministry or by the HDB. Alternatively, these stallholders can choose to accept cash grants if they decide to surrender their licences. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay requested the Ministry to accelerate the rate of upgrading of HDB flats. In the steady state phase of the Upgrading Programme, we will try as far as possible to upgrade the precincts according to the age of the flats. So the older estates will in fact be upgraded first. But in working out the programme, we also do try to have some geographical spread of the precincts so that the benefits of upgrading is spread to as many areas of Singapore as possible. So within the two criteria of age and geographical spread, we will try and tailor the programme to make sure that the older estates do not have to wait too long for their turn to be upgraded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must stress, however, that the rate of the upgrading programme has to be controlled because of the limited resources within HDB, within the industry and also our financial resources. We do not want to rush the programme and end up with a result which we will regret. At the same time, if we push the construction industry too much, the cost will go up and the residents will be asked to pay more. Third, we are given a certain budget by the Ministry of Finance and we have to work within that budget in our programme. So within these constraints, let me assure the Member that we will try to programme it such that the older estates will get a fair chance of being upgraded. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I have two cuts under Head U. Before the amendment is withdrawn, may I speak on them? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. We still have some time. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to speak on the provision of child care centres. The Potong Pasir Town Council (PPTC) not only looks after the maintenance of the common property of the HDB estate in Potong Pasir Town, but it also endeavours to provide welfare services to the residents of the estate. Pursuant to the latter aim, it started making feasibility studies in late 1989 and 1990 to set up a creche. Surveys were conducted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> to determine whether the residents were in favour of the proposed creche. The replies from the survey showed that there was a need for a creche and that the Potong Pasir residents there were in favour of a creche. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PPTC wrote to the HDB and MCD. The HDB consented to set up a creche at the void deck of Block 139 Potong Pasir Avenue 1. The proposed creche was to accept 80 children aged between 2-5 years old and the floor area given was about 280 square metres. The MCD gave the PPTC approval to receive Government financial assistance. After much hard work, the PPTC finally was informed by the HDB that work on the creche would start in September 1991 and completed in March 1992. Everyone in the PPTC was, of course, elated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then came the bad news. When March 1992 arrived, the HDB told the PPTC that it was not handing over the walled up area to it as earlier promised. Instead, the HDB was handing over the said premises to the Singapore Association of Mental Health (SAMH) to house people who are suffering from mental problems. The HDB also informed the PPTC that it was willing to build a new alternative creche adjacent to the SAMH premises. Parents at Potong Pasir naturally do not accept that proposal. I think the HDB is asking too much of parents at Potong Pasir when it expected them to send their little children to a creche where next door to it there are people who are mentally unsound. Even if those mental patients are harmless, I do not think that parents would want to risk it. I hope the HDB would give the PPTC another suitable site to set up a creche and allow the PPTC to do its share of social services to the community. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I have just one clarification. When is the market going to be built and when will it be completed? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Let me answer Mr Goh Choon Kang first. The tender for the market has been called and I think it will be completed within the next two years. We promise the residents in Braddell \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> Heights that the market will be completed before Lim Tua Tow Market is demolished. That is the commitment we make to the MP. We will try and complete the market before we remove the other market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam gave the application history of the child care centre in Potong Pasir. HDB was building the centre when it received a request from MCD to meet the more urgent requirement of the Singapore Association for Mental Health. That is the reason why we allocated the space in Block 139 to SAMH. The reason is that there is already an existing child care centre in Potong Pasir located at Block 105 Avenue 1. So we thought we should cater for the needs of the SAMH urgently. But there is no decision to deny Mr Chiam of his child care centre. Once we complete the Centre for the SAMH, we will continue to build the child care centre next to the SAMH. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to Mr Chiam's request that HDB relocate the child care centre to be away from the SAMH, I am afraid we cannot accede to his request because I think the Government must make a stand that we need to provide social amenities for different segments of our population and we cannot allow different groups of residents to keep requesting for these social amenities but never in their block of flats. So I think the SAMH has a right to be in the void deck of Block 139. The Ministry of Community Development assures HDB that the SAMH are people who are completely cured. They need to be integrated back into the community and, therefore, their premises should be located within the community. There is nothing wrong in having a child care centre next to the Centre for the SAMH, and we do not intend to relocate the child care centre because residents do not wish to have the child care centre next to the SAMH. Because if we do so, the next request from Mr Chiam would be that the residents in Block 139 do not want the SAMH in their void deck. Then we have to relocate the SAMH. So where do we end? Singapore is such a small place. We cannot be relocating all these social amenities to other places where residents got no complaints. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> We make the professional assessment that these two centres can co-exist side by side and we will abide by it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> A clarification from the Minister of State. Is there any other creche or child care centre built next door to the SAMH premises in any void deck in Singapore? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I am not aware whether specifically there is any child care centre next to an SAMH. But I am aware in HDB estates, we have many, many facilities catering to different groups, for example, MINDS, old age, etc. Child care centres and kindergartens are co-located with these groups in the void deck. There is nothing wrong with it. The newspaper has been running many reports about residents living near kidney dialysis centres, MINDS centres and other centres within their premises. If we go about chasing all these centres away from our housing estates, tell me where are you going to put them? In the sea? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I wish the Minister of State would not be so emotional. I do not think any SAMH centre would be built in the sea. I have asked a simple, straightforward question, and I expect a business-like answer from him. The Minister of State says that there is nothing wrong in building a child care centre next to the SAMH premises. My question to him is this: If there is nothing wrong, there must be other places which have got a creche next door to the SAMH half-way house. So that is my simple question. Do not go about beating around the bush. Give me the answer, yes or no. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The answer is that the child care centre will be built next to the SAMH, and we intend to stick to that decision. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Only in Potong Pasir, is that right? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> In other places, we have the Alzheimer's Disease Association. There are so many organisations being catered for in our void decks. And if they need a child care centre next to it, we will build the child care centre next to it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Minister of State just refuses to answer the question, yes or no? Are there other child care centres built next to the SAMH premises in a void deck in HDB estates? It is as simple as that. Let us get an answer, yes or no? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Not yet, yours is the first. Sir, let me reinforce the answer. I am not sure, as this is MCD's purview, but I believe this is the first request by SAMH, and we are catering to their request within our void decks. Let me assure the Member for Potong Pasir that there are many, many such centres in all the PAP MPs' Town Councils' void decks. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But not next to a child care centre. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> So we provide these facilities. I think Singaporeans have to learn to make a stand. These groups of people are part of the community. We must provide facilities for them within the community. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would like to seek some clarification from the Minister. First, I would like to thank him for giving the CCC advisors the choice regarding the use of the vacant land. The problem revolves around what is a permanent structure. So if he could instruct his officers to accept the recommendations of our estate managers, who are also professionals, that would help us as we will always take into account the aesthetics and safety aspects. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I do not wish to take the time of this House on the details of permanent structure. I think the principles are that the outdoor refreshment areas are on Temporary Occupation Licence (TOL). We discourage permanent structures because these are temporary licences. If there is a need for other uses, the operators will have to take down the structures. But if the operator is prepared to take this risk and the designs are aesthetic and they are prepared to pay the money, I will get my officers to review the requirements. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have got another amendment under Amendment No. (5), \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> and that is on Upgrading of HDB flats. I do not know whether there is time for me to speak. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, we have only a few minutes left. You may continue. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I am much obliged to you. Regarding HDB flats, I would like to ask the Minister several questions. Firstly, why is it that the HDB does not abide by building plan guidelines in relation to private housing? If it had done so, then it would not be necessary to have the Upgrading Programme in relation, in particular, to the repair and renovation of the lifts. I understand that the construction of the lift structure of HDB is not in accordance with private housing. For private housing, I believe, the lift has to stop at every landing, whereas for the HDB it does not. Of course, we in the Opposition object to the tying of HDB Upgrading Programme to the voting of candidates. I would urge the Minister whether he would remove this condition from the upgrading of HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is some confusion in regard to the Town Council, ie, whether they need to pay 5% in the end. Reports say that we do not need to do so. This position is not very clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like the Minister to clarify is this. There is some inconsistency as to the cost of upgrading of each flat. In the last Marine Parade GRC by-election, the cost of each flat was purportedly alleged to be $45,000 per flat, and each flat unit only has to pay 10% of that. But from the figures given recently in the Ministerial Statement, I know that the highest amount payable by each flat owner amounts to only $34,800. There seems to be some inconsistency in the figures given. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Let me assure the House that HDB flats are built according to the planning and building plan regulations of the day. But in the past, the requirement was less stringent. Now, because we want to cater for the handicapped and the aged in society, the Ministry of National Development came out with a new building code for the handicapped and the aged, I believe two years ago. So by law, all new buildings have to abide by that code. By \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> law, old buildings are not required to abide by the code. The code is only effective from the day it was passed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What HDB is trying to do is that, since we have this new code, we will try to bring our old flats to the requirements of the new code. We passed the code when they were built. But because there is a new code, we are trying to upgrade all our old flats to the new code. So it is not true that HDB flats are second rate flats and not built to the building code. HDB flats are built to the building code of the day, just like private flats. What we are trying to do in our Upgrading Programme is to bring our old flats to the existing code. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Town Councils under the steady state upgrading need not pay the 5% that was originally intended. This is to allow the Town Councils to have their funds for the general improvement of their estates, and not divert the funds to the specific precinct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam also asked why Marine Parade residents are only required to pay 10% or up to $4,500 and under the steady state the number is now changed. There is no inconsistency. We have always made it very clear that in the Demonstration Precinct, for which there are six, the residents there only pay 10% of the cost because it is a Demonstration Precinct and we are trying out new techniques and new programmes. So all the six precincts, whether it is Marine Parade, Toa Payoh, Ang Mo Kio, Lorong Lew Lian, Clementi or Telok Blangah, pay 10%, which is up to $4,500. In the steady state, we have come out with a new ratio of payment of which the menu is decided by the residents, and they pay different amounts. If they choose the Standard Package, then they pay about $3,500, without the additional space-adding item. If they choose to have the additional space-adding item, then they pay $13,500 for the 3-room flats. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the inconsistency in the price is not the price payable by the residents. I am talking about the cost of the upgrading. Why is it that during the Demonstration Phase it seems to cost more, $45,000, whereas in the latest figures given by the Minister, the highest cost of renovation per unit is only $34,800 and this is in relation to Executive flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, the $45,000 that Mr Chiam quotes include the space-adding item. I believe the $34,000 that he is quoting is for the Standard Package, which does not include the space-adding item. If it includes the space adding-item, I think it is over $60,000, which is the same in the old situation and now. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay:</b> Sir, I thank the Minister of State for his replies. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UJ 5200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to speak briefly on grants to Town Councils. I believe the HDB's offer of making grants to Town Councils under the package given by the Minister is not reasonable. Why must the increase of HDB grants be tied to such unreasonable conditions? Firstly, why is it necessary for the Town Councils to take 40% of the service and conservancy charges collections, instead of 25% to be put in the sinking fund, and at the same time, to increase the S&amp;C charges by 5%? Why can the Minister not peg the sinking fund at the current rate of 25%? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Opposition Town Councils are concerned, this seems to be enough, if the Town Councils are properly run and their finances are prudently managed. As far as I know, none of the Opposition Town Councils have requested the HDB for increase of the service and conservancy charges. This shows that the Town Councils of all Opposition wards are managed efficiently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister today has not answered the hon. Member for Nee Soon Central's question when he asked the Minister twice, how many of the PAP Town Councils have requested for more grants. Since the Minister has refused to answer this question, I must assume that there are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> PAP Town Councils which have asked for more grants from the HDB and that the HDB is amenable to give those Town Councils more grants. Of course, if that is the position taken by the HDB, then it would leave the HDB in a dilemma. If it gives the PAP Town Councils more funds, then they also have to disburse funds equally to all other Town Councils, including the Opposition ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Opposition Town Councils receive grants from the HDB, they will be in a very happy state, because they do manage their Town Councils economically and they would probably not increase their service and conservancy charges. Whereas in the case of the PAP Town Councils, or at least some of them, after having received the grants, they still have to increase their service and conservancy charges. That position is not acceptable to the HDB, because it would not look good to the Town Councils of the PAP wards, if they do increase their service and conservancy charges and the Opposition do not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the HDB, I believe, has come up with this clever package of disbursing grants and at the same time, force the recipient Town Councils to take more of their service and conservancy charges to put them, or lock them up, into the sinking fund, so that their operating funds are reduced. And so if they cannot get along with less operating funds, they are forced to increase the 5% or more of their service and conservancy charges. In fact, if what I said were true, this scheme will encourage inefficiency and penalise those Town Councils that are efficient. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, I am very surprised to find in this year's budget, an additional item under the development estimates for the Ministry of National Development, that is, loan to Town Councils. I have checked through the budgets for the last few years, there was no such provision. This is unprecedented, as far as town councils are concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was no such provision in last year's budget for development estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> Yet, the amount was spent in last year's accounts. I would like to ask the Minister the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, who approved this loan, as the amount was not budgeted for last year? Second, by such doing, would it not amount to a contempt of Parliament? Thirdly, what is the reason for this loan? What was the criterion used by the Ministry of National Development in approving this loan? How much was the loan and has this loan been fully paid up? If the loan has not been fully discharged, then what is the term of this loan? What would be the criterion for other town councils to apply for such a loan? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I have three minutes. So I do not propose to go through the old ground of why the contribution rate has to be increased from 25% to 35% and 40%. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Lim, the \"guillotine\" time is 2.35 pm. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> All right. Why the minimum rate is 5%, I think I have given the answer to Mr Cheo. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just take the third point given by Mr Chiam. He asked how many Town Councils have asked for increase in S&amp;C charges and whether this poses a dilemma to HDB. Let me tell him very categorically that HDB is not in a dilemma when Opposition Town Councils apply for grants. Grants are given out according to the flat type, according to age, and is given out equally to all Town Councils, whether PAP or Opposition. So the same condition that HDB applies to the PAP, it applies to the Opposition Town Councils. So HDB is in no dilemma, whatever. You want to raise your S&amp;C charges and you want to get the grants, you are entitled to the grant, we give it to you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that I did not answer Mr Cheo's question about how many PAP Town Councils have asked for more grants because they are increasing their S&amp;C charges. We have decided in MND that individual Town Councils should inform their residents the amount and the date of the increase. It would not be good for us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> to make a general announcement when the individual Town Councils have yet to send letters to the individual residents stating the amount of increase and the date of increase. So although all the Town Councils, both PAP as well as Opposition, have submitted their increases to MND, it is having an embargo on the details of the returns, because we prefer to let individual Town Councils communicate with their residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked why there is a loan to the Town Council. The Government's position of giving loans to the Town Councils has been announced, I think, by Dr Lee Boon Yang two or three years ago, and that is, during this period when Town Councils have not yet built up the sinking fund and they need money to pay for the cyclical works, the Government is prepared, for cash flow purposes, to lend the money to the Town Councils to tide over the cyclical requirement during the seven years. After that, there will not be any more loan. The loan that he refers to concerns Gillman Heights (HUDC). They required a very major cyclical work, I believe, last year, and the Government does not provide grants to HUDC. So there was a cash flow problem. They were confident that over time, their S&amp;C collections and contributions to the sinking fund would pay off the loan, and MND gave them the loan. The details of the loan requirement, I think, is 2% above CPF rate. But I have to confirm that. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Point of clarification, Sir. When will this loan be returned to the MND? Is there any specific period? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Seven years. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Somebody prompted seven years. He knows more than I do. I am afraid I do not know the details of the loan. I will send the answer to him after I find out. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> As usual, the Minister has not answered the queries fully. But, nevertheless, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $403,382,530 for Head U ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,118,551,000 for Head U ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head P - Ministry of Health. Amendment No. (1), Mr Loh Meng See. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head P of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am very pleased to note that Mr Chiam See Tong and his SDP colleagues have not submitted any cuts to this Committee of Supply debate on the Ministry of Health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not surprising, Sir, as the Government has done particularly well in taking care of the health care needs of the middle and lower-income Singaporeans. Those in the lower-income groups are especially reassured that they need not fear if they fall sick and have to be hospitalised. The newly established Medifund scheme should put this concern to rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, more could still be done by the Government. We need to continually seek ways to contain the cost increases without sacrificing the very high standard of medical care in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The mission of the Government and restructured hospitals is to provide affordable health care to all Singaporeans, particularly to the middle and lower income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The remuneration system allows specialists to earn professional fees only from private patients in the Class A and B1 wards. This has given rise to the perception that there is the discrepancy of treatment by the specialists favouring the private patients and are less inclined to treat subsidised patients from the Class B2 and C wards. The subsidised patients feel pressured to upgrade to A and B1 wards in order to receive specialist treatment when hospitalised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the doctors in the Government and restructured hospitals are employees of the hospitals. Though there is the constant need to reduce the income gap of specialists between the private and public sectors, we should not go over-board in the remuneration system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the major provider of hospital services in Singapore and because the middle and lower-income groups depend on the Government and restructured hospitals for their hospital needs, the Government has to ensure that the fees charged by the specialists are those that the public can afford to bear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is in the strong position to decide on the remuneration package of the doctors. There is to be internal equity in determining the relative value of each specialty with a pay system that fosters team spirit among doctors working in the hospitals. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Health has said that the remuneration system for specialists would be revised. May I know from the Minister what has been done to improve the hospital service to subsidised patients. How will the specialists be now paid? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Medical malpractice compensation is a serious problem in the United States. The risks of malpractice litigation lead to high insurance cost and defensive medicine practised by doctors and specialists. This can bring medical costs up unnecessarily. I would like to know from the Minister what steps he proposes to take to avoid the problems faced in the United States from becoming a problem in Singapore. Can we give more teeth to the medical bodies to handle the issue themselves, or should consumer representatives and the legal profession work together with the medical practitioners to help address this matter which is an urgent one and could become a bone of contention in the future? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A related issue is the high technology medicine, test and procedures. In this regard, I wonder if there could be greater \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> cooperation and collaboration between public and private sector hospitals and medical centres to maximise the use of costly equipment. They need not duplicate in the purchase of such equipment. With economies of scale, this will help lower the cost of each test. I suggest this because our population base is small and the machines are highly specialised for specific tests only. As a country, we should maximise the use of whatever facilities and equipment purchased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans, as a whole, spend a substantial amount on drugs and medicine each year. I wonder how much the registration procedures for drugs and the licencing fees charged add to the cost of medicine in Singapore. Because of the licencing fees, vendors are using this as an excuse to sell only expensive and high value brand drugs in the market. The fear is that the cheap alternative medicine may not be easily available because the vendors find these inexpensive items no longer advantageous to sell. May I ask the Minister to review the Registration of Drugs Act and the way it has been administered so that the unintended effects of profiteering do not take place? More generic medicines that are cheaper and equally effective should be made easily available to those who need them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently, the hospitals and nursing homes have been affected by the stringent requirements on bio-hazardous waste disposal. The operating costs have gone up as a result. I support the high standard of infection control in Singapore. But we need not go overboard. It appears that for the sake of expediency, we classify all wastes from all such institutions as infectious and having to be treated as such. I wonder whether a more cost-effective method could be found so that we do not cause additional financial burden to the hospitals and nursing homes which would have to pass on the cost to the patients and residents of nursing homes. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Thank you, Sir, for allowing me to join in the debate. Sir, I share some of the viewpoints brought up by the GPC Chairman for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is still a nagging concern about health care cost. This is particularly so with families that have older and aging parents. When they are treated for illness and are hospitalised, the cost is likely to be quite high as the illness can be protracted. Therefore, one needs to find alternative care approaches to deal with this growing problem. As we all know that we are moving into an aging population, I feel that the health care delivery system will help to address this crucial issue in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to draw the attention of the Minister that the Health Care Review Committee has, in fact, made a number of recommendations which are positive and directed at capping health care costs. This is in the right direction. I am also pleased to note that Medifund has been established to help those who are unable to foot their medical bills, and they will be helped at all costs to meet their health needs. There is a need to implement one of the crucial recommendations by the Health Care Review Committee and, that is, to conduct medical audits as quickly as possible. And I would like to ask the Minister to what extent has this medical audit process been implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that there is a growing demand for class C and B2 wards in terms of admissions and there is also a high occupancy rate in these classes of beds. There has also been a concern raised by the people that there is a need to improve the facilities, particularly for B2 and C class wards where they hope that the services provided and the charges will remain affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to point out that there is still this basic concern about affordable health care, particularly for class C and B2 patients. I hope the Minister will give the assurance that the charges, particularly for these two classes, will remain as affordable as possible. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, if you look at the health expenditure, there is not much increase in spending in primary health care as compared to hospital services. In fact, in the main expenditure, primary health care has only 10.8% while the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> hospital services, 72%. And in the development expenditure, primary health care is only 5.3%, hospital services, 81%. Even the administrative share of the health expenditure is 11.9% which is twice that of primary health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I must give credit to the Health Ministry for expanding many of its outreach programmes, like caring for the old, mental health and various screening programmes, and healthy lifestyle programmes, I maintain that it is still not enough compared to the expansion of hospital services. And judging from the figures I have given, I feel that the priority is still for the hospital services. There is obviously an over-provision of hospital services and an under-provision of primary health care programmes. There will be no end to demand for hospital care because of this over-emphasis. And this has led the average Singaporeans to think that hospital care is the best way out of their ill health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, I must declare my interest. I am a medical practitioner. So if there is more demand for such care, I guess the Ministry will build more hospitals. This, in the long-term, is an unhealthy state of our health care delivery system. There will then be too many hospital beds chasing for patients. I am asking for a more balanced health care system, one that balances hospital needs with extensive outreach programmes mapped out by Dr Aline Wong in Dr Aline Wong's Report, the programme of managing our old age, managing cardio-vascular diseases, like that of the heart, and high blood pressure, diabetes, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know the Ministry has set out to do all these. But I get this feeling that because results are slow and not glamorous as compared with the hospital programme, like the push by various restructured hospitals of the kind of services that they can provide, from using laser to remove your gall bladder to ballooning your blocked heart vessels, the Ministry may accuse me of being impatient and that these programmes are coming. But I have been in this House for more than 12 years, and I am still chasing the Ministry to do more for this important sector of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> health care delivery system, that is, the primary health care provision of more outreach programmes including home support for the community. We cannot always demand too much on volunteer organisations to take the lead for such programmes. They will suffer from volunteer fatigue. They need more funds, more infrastructure support, like increasing capital grants or start-up funds and a better recurrent grant to maintain so that they can spend more time developing the programmes and improving on the programmes rather than spending time raising funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the primary health care programmes in these community hospitals? My feeling is that if you want to build more community hospitals, you must make sure that the funding is more generous. Do not be so mindset that the funding should be based on hospital beds because in community hospitals, there must not only be inpatient care, there must also be many outpatient programmes. It must also be the medical centre for the community health services. Therefore, your funding must be changed to include programmes for the health needs of the old, the disabled, the mental cases of the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, may I make a suggestion to the Ministry of Health that these community hospitals could follow the PA's cost-sharing, like the way we build the community centres. In other words, the Ministry of Health would be the main partner in this set-up, with a non-profit organisation, like the community centre, as the other. It is not necessary that the community centres be the other partner, it could be any non-profit organisation. But never a private, commercial body because there is always an element of profit and we are talking about non-profit organisations. The basic staffing, like PA, must come from the Ministry of Health. It should provide the community hospitals with the essential key hospital staff, like a few doctors, nurses and a few paramedics. The rest of the doctors, nurses and paramedics will be by the organisation, the other partner of the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> Health. This, I feel, is the community hospital that we should build. It must be a community-based community hospital. We should not build mini-SGH, or mini-NUH. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would first like to declare my interest on the subject as I am a doctor in private practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we look at the issue of health care, we have to accept that there are two levels of responsibility. First, personal responsibility and, second, community responsibility. Each person is first and foremost responsible for his own good health. If he is intent on leading a lifestyle of smoking, heavy alcohol consumption, and of having multiple sex partners, then he is courting a life of heavy health care expenditure, and denying himself and his family the good health that is a pre-requisite for social and economic happiness. In this respect, we should all applaud the healthy lifestyle programme and give it our full support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we all know that even for those living the most healthy lifestyle, illnesses (eg, cancer and especially degenerative illnesses which come on with age) will not be spared. Here is where at best early detection can minimise or slow down the effects of disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, when we talk of health care costs, there must be in place a \"safety net\" to complement the individual. We have chosen the Medisave way whereby the individual saves for his future medical needs. We have refined this to include an insurance element, the catastrosphic Health Care Plan administered as part of Medisave for certain categories of patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the community's part, the Government and the employers are the major players. Other social, welfare and religious groups, I am glad to note, are recently taking on a more active role, especially in the care of the elderly, and terminally ill in the hospice care. Government's role has been in the provision of subsidy at both inpatient and outpatient levels, including waiver of fees. In this respect, I must thank the Minister for keeping to his word. One case that clearly remains in my mind is the gratitude of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> family (my residents) who had half their deceased's hospital bill of $46,000 waived, and the remainder was allowed to be paid by an instalment plan by several children from their CPF. This very expensive bill is due to the fact that the patient had a long and complicated illness. In addition, of course, recently we also have Medifund introduced as part of the community's share. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for many years, we have focused on costs of hospital care. As we move towards more ambulatory or outpatient care of patients, the Ministry should now look into ways to allow Medisave to be used for outpatient care, both for the private and public sectors. With the ageing of the population, the outpatient care of the retired and elderly can be a heavy financial drain. Perhaps a system can be worked out starting with a specific list of the more prevalent degenerative illnesses, eg, high blood pressure, diabetes and cardiac diseases. As an additional safeguard, \"caps\" can be placed on the amount allowed for co-payment from the Medisave account. For the economically-active, this scheme can also complement that which the employer is willing to pay. Most employers have a maximum medical benefit both for hospitalisation and outpatient medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me end by saying that in the majority of cases, there is no abuse of the present system of Medisave. However, with a greying population, we really need to see how Medisave can be used, yet effectively controlled, to assist the patient in outpatient care. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Koo is not speaking. Dr John Chen. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, the US experience has shown that the health care system is a case of market failure. Supply generates its own demand. The consumers, ie, the patients, are not in a position to decide what kind of treatment he needs, what kind of tests or drugs are required and how long he needs to stay in the hospital. So when you have more doctors, more hospital beds and more and newer medical equipment, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> tendency is for supply to chase after demand and to provide more services than necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The US situation is also aggravated by the practice of unrestricted and open-ended medical insurance. It is further compounded by the fact that, to protect themselves from malpractice suits, tests and more tests are ordered to be potentially part of a legal \"record\" rather than of practical value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson for us is clear. We must control medical manpower, the provision of medical facilities and health care financing. We must do it now before we get to the stage where the US is in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore support the Government's plan to limit the overall number of doctors and specialists. But more needs to be done. Not only should the provision of medical facilities, ie, the number and classes of beds and the types of specialisation and medical equipment in restructured and Government hospitals be controlled and coordinated, what is even more important is the regulation of medical charges for both subvented and private hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The logic is simple. Once we decide to control supply, we must also ensure that charges are reasonable. Controlling charges will also force the hospitals to be more efficient and make services more affordable. The concern for service quality can always be met by proper medical audit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The US has developed and refined an approach called the Diagnosis-Related-Group (DRG) to control medical costs. DRG is a classification system of illnesses based upon medical diagnosis, sex, age and procedures performed and stipulates the average cost of treatment. Although such a system is complicated, it is a good way to control charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, controlling charges for private hospitals is also necessary because their practices have a significant impact on the public sector. The public sector has had to raise the earnings of its medical staff to prevent them from leaving for the private sector. If we do not control private hospital charges, then a vicious cycle may happen \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> resulting in the spiralling of earnings of doctors and charges in both private and public hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way is to cap what private hospitals can charge when treating Medisave patients. This will protect most Singaporeans as most will have Medisave accounts or use their Medisave for their immediate family members. It will ensure that their Medisave will not be depleted too quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many countries have found it necessary to control hospital charges. Some countries limit balanced billing, ie, charges that a doctor would bill patients on top of what certain approved insurance or medical schemes would pay him. In the United States, the government provides the elderly with a medical scheme called Medicare. The United States government also requires hospitals, when treating Medicare patients, to follow a certain schedule, the DRG schedule. Sir, I therefore would like to ask the Minister whether MOH has any intention to control charges for both subvented and private hospitals, and whether they would look into using DRGs. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, I would like to declare that I am a doctor working in the National University Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A good primary health care system is the foundation of good health in a country. We have a good system of primary health care services. We are building more polyclinics to cater to the health needs of the people. Before we give ourselves a pat on the back, we should ask the question, \"Has the quality of primary health care improved?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The quality of primary health care at the polyclinics should be further examined to ensure that we not only improve the hardware but we also improve the software. At the polyclinics, there is a problem of insufficient time for proper assessment of patients with more complicated illnesses, eg, like diabetes mellitus. Certainly, there is no time to take a very detailed clinical history and to do a detailed physical examination even for the first visit. Perhaps there should be a clinic or clinics set aside within a polyclinic itself that should see all patients \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> that are being seen at the polyclinic for the first time. These new patient clinics should be allotted more time per patient to ensure that there will be enough time for a detailed history and physical examination. This will make it easier to assess the patients in subsequent visits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a lack of continuity of treatment as the patient sees different doctors at different visits. The frequent rotation of doctors further exacerbates this problem. Perhaps the Ministry may devise measures to ensure that this problem is alleviated at least for those with chronic illnesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The disease trends are changing with coronary artery diseases, diabetes mellitus, cancer, hypertension and strokes becoming more important causes of morbidity and mortality. How has the primary health care service been upgraded to meet the challenges of these new medical entities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a greying population, the diseases that will affect the population will often result in the need for home nursing care. How has the Home Nursing Foundation been upgraded to meet these increasing demands? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will appreciate the Minister's viewpoints on these issues. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, first, I must commend the Government on its efforts to provide excellent health care at affordable cost to the population. Today, I just want to give some suggestions and ask some questions concerning improving health care services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the quality of service. I wonder if the Minister can enlighten this House on what is being done to constantly upgrade the services in hospitals, especially the restructured hospitals and with regard to outpatient clinics. It seems the waiting time is still fairly long. Having been there for check-ups, I found that even with appointments, it can range from half an hour to two hours waiting for your turn to see the specialist or the consultant. Is anything being done to improve the service to reduce waiting time? In the manufacturing sector, we practise \"just in time\". Maybe we could share some experience there. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, it seems that patients referred to the outpatient clinics in the restructured hospitals by private practitioners or GPs are always channelled to full-paying outpatient clinics, regardless of their affordability. Is there any way patients can be given the choice to opt for a cheaper class of outpatient treatment by consultants or specialists? If so, how can they go about it? This is to make sure that proper care is affordable to lower-income people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We understand that the Green Paper by the Ministerial Committee on Health Policy will be out soon. Will the Minister enlighten us on when this may be expected? \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Thank you, Sir, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share many of the viewpoints raised by Dr Michael Lim on the need to deploy more resources for preventive health care. I would like to point out that about 15% of health care expenditure is directed towards primary health care. If you ask me whether this figure is reasonable, I would say that it is, but more could be done to deploy resources in that direction. With changing lifestyles, health disease patterns are changing and there is a need to alert people on how they could take preventive steps in meeting their health care needs. This is important because if people do get admitted into hospital finally, it is going to cost more money to the taxpayer. Prevention therefore is better than cure. I would like to persuade the Ministry, in fact, to take active steps in moving in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community care, as suggested by my Parliamentary colleague, Dr Tan Cheng Bock, would be an answer but it is still expensive, because you have got to build a number of community hospitals. It will need a small catchment. It can organise various services in that direction to meet preventive health care, but it may not necessarily be that effective. So I would say that there is a need to address this problem. At the same time, the population in the city centre is ageing. The demography is changing. The polyclinics in these areas need to be upgraded. They are in a state which imposes great difficulty \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> for accessibility, or as an attraction for use by the older population. I feel that there is a need to review the services, particularly polyclinics, in the city area to meet the changing needs of this greying population. I would like to find out from the Minister what are the steps that are being taken to upgrade polyclinic services in the city area. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I am the adviser to two major organisations of Chinese physicians in Singapore. This is the third time I am raising the issue of traditional Chinese medicine and Chinese physicians during the budget debates in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two major organisations of Chinese physicians - the Singapore Chinese Physicians' Training College and the Institute of Chinese Medical Studies have already adopted appropriate measures to raise the status of traditional Chinese medicine and Chinese pysicians in Singapore. On 9th March this year, they have officially entered into a cooperation agreement to implement a system of unified admission, unified curriculum, unified examination and unified award of diploma for a five-year course in traditional Chinese medicine to train the future talents in traditional Chinese medicine and Chinese Physicians. Only those with a full certificate in the G.C.E. \"A\" Level or equivalent qualifications may apply for admission to this Diploma Course. This unprecedented cooperation will help in the development of Chinese medicine in Singapore. I believe this is the first step in our efforts to enhance the status of Chinese medicine in Singapore. It is a good start. Therefore, I urge the Minister for Health to actively consider the following suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I hope that the Ministry of Health will further assist and support the organisations of Chinese medicine and Chinese physicians in Singapore, especially in the training of Chinese physicians. I hope that the Ministry would, in five years' time, consider recognising the legal status of these Chinese physicians who will have completed five years of stringent training under the new Diploma Course. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I understand that many medicines which are used in Chinese medicine such as huanglian (Coptis chinensis), xionghuang (red orpiment), huangbo (Phellodendron), pengsha (borax) etc do have considerable curative effects on certain diseases. However, the Ministry of Health fears that they may be misused and imposed a total ban on these medicines. This is indeed regrettable. Since a good number of poisonous and prohibited drugs can be used in Western medicine under control, the Ministry of Health should consider allowing the Chinese physicians who have qualified through five years of stringent training and passing the examinations set by the authority in Chinese medicine in China, in five years' time to prescribe these prohibited medicines. I think this will be of great help to the development of Chinese medicine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I think the Government should also consider and study the possibility of giving recognition to the professional status of the Chinese physicians who have qualified through the system of unified admission, unified curriculum, unified examination, and even unified award of Diploma, and also to legislate against the unlawful practice of Chinese medicine by unqualified people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that the Governments of China, the United States of America and Japan had already legalised or semi-legalised the practice of Chinese medicine, and allow the Chinese physicians to enjoy legal recognition. In ASEAN, the governments of Indonesia and Thailand have recognised the practice of Chinese medicine, as provided for under their Constitutions. Therefore, I hope that the Ministry of Health would start to attach more importance to Chinese physicians and Chinese medicine in our society and also recognise the qualification of the first batch of properly trained Chinese physicians who will be graduating in 1998 under the new system so that they will enjoy the same professional legalised status as their counterparts in China, USA, Japan, Indonesia and Thailand. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, like many of my PAP colleagues, I am also concerned about the rising cost of hospitalisation. Sir, Class B2 and C wards are available in the Government and restructured hospitals to meet the needs of the lower income groups. They are subsidised. Yet, Sir, many of the people who use these wards find difficulty in paying the charges. From time to time, my constituents have approached me at my meet-the-people sessions to seek help for remission of the charges or part thereof. Sir, we therefore need to take steps to ensure that these charges will be affordable. I would like, therefore, to ask the Minister to give the assurance that the measures which his Ministry is taking to monitor and control cost increases are effective. I understand that labour cost is the primary cost factor. It is necessary, therefore, to ensure that hospital employees are highly motivated and well trained. Hospital systems and procedures will have to be regularly reviewed to cut down unnecessary work. Cost of medicine is another area, especially non-standard drugs. I would like to know on what basis the hospitals price medicines and drugs which they provide to their patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I understand that some hospitals do not offer certain medical services in the Class C wards. For example, in the Singapore General Hospital, paediatric cases have to be admitted in Class B2 or B1 wards. I would like to ask why is this so. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, rising medical costs is one of the greatest concerns of Singaporeans. Ways must be found to control the rapidly inflating costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few years, our medical costs have spiralled alarmingly. I fear that if we do not take positive action now to control them, we may reach a state where neither the Government nor the patients can afford medical care. This would be calamitous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has upgraded and restructured our hospitals. The hospitals are now modern, efficient and well equipped. The restructuring of hospitals \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> has brought us many benefits. At the same time, however, it has also contributed to the inflation in medical costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. The restructured hospitals are now run more independently. This has inevitably created a certain degree of competition among the hospitals. Because of this, there is the tendency of each hospital going into medical and surgical sub-specialities. There is, therefore, a duplication of effort and, consequently, a waste of the scarce resources we have in Singapore. I believe that there is a need to coordinate these activities in hospitals to ensure that duplication and waste are minimised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the competition has led to a proliferation of high-tech equipment in the hospitals. I do not question the necessity of having modern equipment in our hospitals. It is, of course, necessary and good. However, I refer to the extremely expensive and very specialised equipment. I feel that any unnecessary or excessive acquisition of such equipment will, without a doubt, cause the cost of medical care to spiral to heights which may rise beyond the means of the ordinary Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is our duty, as the representatives of the ordinary citizens, to ensure that there is no unnecessary duplication of this equipment. We must also make sure that such equipment is properly and optimally used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is the perception among people today that doctors order many unnecessary procedures and investigations simply because high-tech equipment is readily available. This perception may well be without merit and unfair to the medical profession, but it exists nonetheless. With the frequent publicity of the availability of high-tech equipment, new techniques and high-tech medicines, the demand for such services will no doubt increase. We have in a way helped to create higher demands and greater expectations. I should therefore like to ask the Minister what action has or is being taken to control any unnecessary purchase of expensive high-tech equipment. I should also like to ask whether there is any control on the use of the equipment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More and more of our doctors are trained to use high-tech equipment. They become more familiar with and dependent on the equipment. Perhaps, the Ministry should reconsider the training of our doctors to ensure that it suits the needs of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to our polyclinics. These provide an important and comprehensive health care service and are conveniently located around Singapore. Currently, the polyclinics cater for about 25% of the health care needs of the populace. The people who patronise polyclinics are mainly the middle and lower income groups. Many of them also suffer chronic conditions like hypertension and diabetes, which require repeated treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consultation fee of $6 and the prescription fee of $1 per item per week would appear to be quite reasonable; but I am informed by my constituents and grassroots leaders that it is nevertheless a very heavy burden for many of the lower income patients, especially for those with chronic diseases. I, therefore, would like to appeal to the Minister to put a cap on the charges and make a commitment to keep the charges at the present level at least for the next five years. Similarly, I ask the Minister to consider keeping the B2 and C class hospital charges at the present level for the next five years. This will be a tremendous relief for the lower income patients and will allow them time to adjust to the higher costs and higher standard of health care services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I applaud the Ministry on its effort to encourage Singaporeans to learn to live healthily and hope that the effort will continue with even greater vigour. Clearly, if Singaporeans learn to live healthy lives by eating well, exercising, and learning to cope effectively with the stresses of modern life, then the need for health care will decrease. This is a method of cutting health care costs which should not be overlooked. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, the issue of health care costs is a major issue of concern presently and will continue to be so in the years to come. It is inevitable that health care costs will rise. It is very important not to equate subsidised patients \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> with the low income group. We should be careful about giving health care subsidies liberally, rather we should be liberal in referring those who have difficulty affording health care to the medical social worker for downgrading or waivers. Otherwise, there will be no appreciation of the true cost of health care and there will be over-consumption of subsidised health care services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, a nursing officer in the hospital outpatient clinic was commenting that she was concerned that patients who were being seen as subsidised patients by specialists were paying with Gold credit cards and, being the better educated patients, they knew the system well enough to get themselves referred to several specialists and yet remain subsidised. Unfortunately, she said that there were many instances where there were those who were less well off and were the ones who did not know the system well enough, and ended up being paying patients. Therefore, one must be careful not to equate subsidised patients as synonymous with the low income group. Hence, the reason that I said that we should be careful about giving health care subsidies liberally, but rather we should be liberal in referring those who have difficulty affording health care to the medical social worker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Experience from other countries has shown that over-subsidy of health care services results in over-consumption of services and a deterioration of services. The Government should help the public understand the true cost of health care and the reasons for increasing costs. In the days of old, doctors depended mainly on clinical skills and a limited variety of drugs. They were unable to do much for patients with heart attacks, cancer, serious infections and other medical illnesses. With the rapid advancement in medicine, we now have better tools to treat these illnesses. If we adopt the stand that we shall avoid high technology and modern medicine, the cost of health care will be substantially lower. However, when you get a serious illness, the well-off can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1214</b></font>\n  <br>\n  <br> always go overseas to obtain their treatment but the less well-off will not be able to do so. Hence, a high quality of health care will benefit all Singaporeans. But Singaporeans must learn to accept that a good quality of health care does not come cheap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will next go on to the consultation fee system. There is a move to implement a point system in the Government and restructured hospitals to give equal points to both subsidised and paying patients for the same procedures. The total fees obtained from paying patients will then be put into a pool which will be divided according to the points obtained. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lim, under which cut are you talking on? \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Still on the same principle about cost. I will develop it into a theme about increasing health care cost. This point system will result in increased costs and not decreased costs. It is implicit in the system that it wants to ensure that subsidised patients get as much care as the paying patients. However, does it imply that subsidised patients have been under-serviced and, therefore, the system has been put in place to correct this? Most doctors have expressed their concern that in trying to correct this misconception of subsidised patients being under-serviced, the level of servicing may be increased, thereby increasing costs. This system rewards those with the most points. I cannot see how a system such as this will not result in higher health costs for the category of patients whom we are trying to restrain costs, ie, the subsidised patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The complexity of the system will also require more administrative costs to administer the system. However, the greatest harm in the system lies in the value that it will inculcate. It links patient care with points. My fear is that younger doctors being brought up in such an environment will think of patients as points. Surely, this will serve to do our health system harm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will next go on to pharmaceutical costs. Most patients in the health care system are outpatients. The drug bill often forms the lion share of the outpatient \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> costs. Many of these drugs are expensive and there are no cheaper equivalents locally. What measures is the Ministry taking to control pharmaceutical costs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Advancement in medicine has contributed to a significant reduction in morbidity and mortality from diseases and has resulted in increase in life expectancy. However, just as there are those discoveries that have an unequivocal benefit, there are many expensive modern therapies that have yet to be proven to be better than current treatment. It will be prudent to ensure that such modern therapies be confined in a research environment and not in the clinical setting. Otherwise, patients may see it as their right to be given these expensive treatment modalities. In the end, they may pay more but may not be better off. In fact, they may sometimes be worse off. What measures is the Ministry taking to ensure that in our zeal to keep up with advancement in medicine, we are not unwittingly raising the cost of health care unnecessarily by using treatment modalities that have yet to be proven to have an unequivocal benefit? \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of the day, the Ministry has the unenviable task of providing good quality health care at affordable rates. The Ministry has done well but I am certain that more can be done. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, the Consultancy Fee Scheme probably is one of the most important reasons why C class patients in hospitals feel that they do not get the necessary medical care they need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, several Members expressed the view that the Consultancy Fee Scheme was unsatisfactory. The Scheme permits specialists to earn consultancy fees only for A and B1 class patients. Not surprisingly, the specialists prefer to look after the A and B1 class patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister promised that an alternative scheme would be implemented. And I understand a new scheme has been devised. I should like to ask the Minister to explain the new Consultancy Fee Scheme to the House and also to inform the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1216</b></font>\n  <br>\n  <br> House when the scheme will be fully implemented. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the Minister for Health has promised in Parliament that all Singaporeans, irrespective of their family background, will receive good medical care in Singapore. I think if this promise is to be fulfilled, then we should have to improve our medical services in the C class wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From what I understand, there are some major surgical operations such as heart surgery and paediatric surgery that are not available to Class C patients. These operations are provided only to patients of B2 class and above. This problem was briefly touched on by Encik Othman a moment ago. So, C class patients who have to undergo such surgical operations but cannot afford the cost will have to apply for complete or partial waiver of fees, and whether such application will be approved will depend on the family background of the patients concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if this is the way medical services are being provided in Singapore, do you not think it will make our Singaporeans lose confidence with the services in Class C wards? Is this what the Government meant by its promise to provide good medical services? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is indeed worrying that the hospital authority may even delay the necessary operations for some Class C patients for fear that they may not have the means to pay for the surgical bill! I would be obliged if the Minister would kindly clarify the doubts that I have mentioned above. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, will the Minister consider making all the necessary medical treatment and surgical operations available to Class C patients who will pay for such medical treatment and surgical operations according to the Government's standard of subsidy for Class C patients? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to know whether there are any undisclosed administrative instructions given by the Ministry of Health or the Health Corporation of Singapore (Private) Limited to avoid having too many patients going to the Class C wards. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1217</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, one of the main issues in addressing the rising health cost in Singapore is its impact on business cost and business competitiveness. Most employers would like to continue to provide quality medical benefits if they can afford it. I therefore agree with the Minister for Finance in his Budget Statement that the 2% capping of tax deductible health care expenditure as a percentage of payroll is a move in the right direction to discourage over-consumption of health care. This should force employers, unions and employees to look at ways of containing medical cost. The capping will also help to lower the rate of increase in demand for health care in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we must tackle both the demand side and the supply side of the health care problem. The Government must ensure that the cost of providing medical benefits should not rise faster than the rate of wage increases. Otherwise, the rising cost of supplying medical services will push the employers' cost of providing health care benefits beyond the 2% cap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe the Minister would like to enlighten us with a breakdown of the causes for the increase in health care cost, how much of it is caused by the system itself, the inherent cost increases in the system, and what percentage of the increase is caused by excessive demand or rising demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The primary responsibility of providing quality health care at an affordable cost must remain the Government's responsibility. After all, the Government is a major provider of health care services and the Government is also a major employer who provides very generous medical benefits to its employees and their dependants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 2% cap is placed on tax deductible expenses of the private sector employers to dampen demand. But the Government itself is not affected by such a cap. What actions, therefore, are being planned or looked at by the Government to reduce health care cost and, at the same time, dampen the demand for more health care services, particularly by Government employees? The private sector would like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1218</b></font>\n  <br>\n  <br> to see the Government set the example by showing us how, as employers, you could work with employees in the public sector to cooperate to keep the demand down and, ultimately, contain health care cost as a proportion of operational cost for business. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.23 pm to 3.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P (cont.) - \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> First, I would like to thank all my colleagues who have spoken on this cut. They have raised many issues. I will answer the speakers, one by one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See has talked about the CFS scheme together with Dr Wan Soon Bee and Dr Michael Lim. I will address that later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Loh has also talked about the need for Singapore not to follow the way the US has developed, in terms of malpractice suits. In the US, malpractice has resulted in escalating health care costs. In Singapore, we are in a very happy position in that, each year, there are less than a handful of malpractice suits being brought to court. I think this reflects the fact that doctors in Singapore are practising medicine very carefully and properly and, as such, very few of them do indulge in malpractice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are, however, not leaving matters remain as they are. We are now looking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1219</b></font>\n  <br>\n  <br> into how to ensure that complaints which are brought to the Singapore Medical Council can be dealt with expeditiously so that any complaints that are brought forward can be investigated quickly and disciplinary action taken quickly, where necessary. We are now looking into amending the Medical Registration Act and bringing in lay people into the disciplinary hearings. This would ensure that there is more openness in the hearings with regard to disciplinary matters and also complaints which are brought forward will be dealt with within stipulated periods of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh has also asked that we maximise the use of expensive equipment by letting the public and private sector hospitals share the use of such equipment. Sir, that has always been the case. The Government and restructured hospitals are very well equipped. In fact, quite often, equipment are purchased by the Government hospitals because the patient-load in Government hospitals justifies the purchase of such equipment. For example, radiotherapy equipment. SGH, for many years, had the only radiotherapy equipment in Singapore. All private sector patients were, in fact, treated in SGH. Where the equipment is only available in Government hospitals, they will definitely allow the private sector to send their patients there in order to save on medical costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh has also brought up the point about drugs. He has asked whether the process of drug registration has resulted in significant increases in drug costs, and whether it is true that, because of this, vendors are, in fact, profiteering by bringing in only the more expensive drugs and not the cheaper drugs. Sir, I wish to clarify that much of that perception is unfounded. In fact, if we take one step back as to why we needed to register drugs, it is to ensure that whatever drugs are being sold in Singapore, they are safe and efficacious. We implemented Drug Registration (DR) in June 1991. Prior to DR, there were about 8,500 drugs available in Singapore. After DR, we now have 7,500 drugs, a reduction of 1,000. What happens is that 600 of the applications were rejected by the Medicine \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1220</b></font>\n  <br>\n  <br> Advisory Committee because they were not of proven value, or they contained undesirable combinations of ingredients, or they have prohibited substances in them. So those 600 were not registered. The rest, where the importers had applied, were all registered. So, in fact, much of what was available is still available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the cost of registration has also been kept very low. For example, in 1992, the total costs of registration came to $360,000. That may seem big but in the context of the total drug sales of $200 million in Singapore last year, the cost of registration only came to 0.2% of total costs. So by no stretch of the imagination, can we say that because of DR, the costs of drugs have gone up significantly. In terms of the sale of generic drugs, I am glad to report that the majority of the drugs sold in Singapore are actually generic drugs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you an example. For the Ministry of Health, when we purchase drugs, we will stipulate certain key active ingredients. We do not stipulate the brand name. What has happened is that for certain antibiotics, for example, tetracycline, there are actually 25 generic drugs available compared to the original patented drug. And for most of the tenders that we have managed to invite and give out, the costs of the drugs that we buy come to between 20% and 60% of the price of the patented drugs. And for many of these drugs, there are, on the average, about 15 to 25 generic drugs available for each patented item. The same experience would be available for those who purchase such drugs in the private sector. So the fear that DR has driven up the cost of drugs and make generic drugs not available in Singapore, I think, is unfounded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh has also asked about bio-hazardous wastes. Sir, medical treatment generates a fair bit of bio-hazardous wastes, for example, needles, sharp instruments, materials used in bacteria culture and tissues or materials from highly infectious diseases. So we need to ensure that such materials are disposed of safely. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1221</b></font>\n  <br>\n  <br> I am sure many of you have read reports of needles being found on beaches, defective materials and organs being found in land fills, etc. We surely cannot allow such things to happen in Singapore. So we ensure that all these bio-hazardous wastes are discharged off safely. We have guidelines which were drawn up between MOH, PWD and Environment, and these were firmed up in October 1989. I would like to inform the House that we have reviewed our experience since and we are now in the process of reviewing these guidelines to see how we can simplify them and lower the costs for those hospitals that have such bio-hazardous wastes. The cost for last year came to about $1 million. Although it is only about 0.2% of total operating cost, we should try to reduce such costs wherever possible. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For nursing homes, I am glad to say that since nursing homes generate a relatively small quantity of bio-hazardous wastes, they can actually disinfect them at much lower cost and have them disposed of as general waste. For nursing homes, it is actually quite low cost and not a problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo has asked about medical audits - to what extent have medical audits been implemented in hospitals and how do we ensure that B2 and C Class wards remain affordable? Since 1st January this year, when we implemented the Private Hospitals and Medical Clinics Act, we now require every hospital to have an inhouse medical audit committee to audit the procedures that are being carried out in the hospitals. We require the hospitals to submit these audits to us and we will then spot check. In the case of Government and restructured hospitals, I am happy to say that such procedures have actually been in place for several years already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to B2 and C Class wards, I would like to assure the House that we are quite conscious of the need to keep the cost low and to keep the fees affordable, because the bulk of our low-income group Singaporeans use such wards. For 1992, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> in the Government hospitals, namely, Alexandra Hospital and Tan Tock Seng Hospital before it was restructured, 75% of Class C patients paid bills of less than $265. This meant that for the patients using them, they only required 3.3 months of Medisave contributions. So we have kept it very affordable. At the higher end, we have Singapore General Hospital and there 75% of the Class C patients paid bills which were either $445 or cheaper. This was less than 5.6 months of Medisave contributions. For B2, last year, the bill size for 75% of the patients in Government hospitals was less than $585, and that came to about 4.4 months of Medisave contributions. For SGH, the bill size came to $695, which meant 75% of all inpatients used less than 5.3 months of Medisave contributions. So for these two classes, I would like to reassure the House that we are very conscious of the need to keep costs low and that they do in fact remain highly affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock has talked about primary health and community hospitals. I would like my colleague, Dr Aline Wong, to reply to him on primary health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to community hospitals, we have an open mind with regard to funding of community hospitals. We are prepared to fund 80% of the cost of community hospitals, which I think is a lot more generous than what we have to pay for a Community Centre. The advantage is that we are prepared to fund the hospital in terms of operating cost and let the operator manage it the way he thinks it should be managed. I think to have the Ministry send people there - doctors, staff and other personnel - does not allow the operator to really maximise on the flexibility and benefits of being autonomous. So we would rather fund, and the operator, if he is more ingenious and more innovative, can perhaps stretch those dollars a lot further than if we had to pay our own staff and send them there and force the operator to make use of them whether or not he likes them. I think our approach is better. If Dr Tan or anybody else is interested in opening up a community hospital, we will be very happy to carry out discussions with him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1223</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng has asked for Medisave to be extended to outpatient use. Medisave is, in fact, available now for outpatient use on a very limited scale and these are only for those outpatient treatments which are more expensive. That is really the role of Medisave, to ensure that where medical expenditures are higher, Medisave comes in to reduce the burden placed on the patient. Most outpatient treatments are actually quite inexpensive. If a patient goes to a polyclinic, he pays $6 consultation fee, a few dollars for medicine. It amounts to $8 or $9, which is very affordable. If you go to a GP, I think the fee probably ranges between $15 and $18, which is quite affordable. We should not turn Medisave into a programme with very high administrative overheads. To do that, I think, would undermine the whole basis of Medisave. So I would like to urge caution in this area. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Abdullah Tarmugi) in the Chair]</h4>\n  </div> \n  <br>4.07 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr John Chen has talked about DRG and the need to control private sector charges, not just private sector charges but also for the Government and restructured hospitals. Sir, the Ministry has been studying the health care systems of all the other countries, the UK, Germany, USA and Japan. We have, in fact, been looking at DRG for the past two years to see how applicable that system is to Singapore. We have found that it is a highly complicated system. In the USA, reportedly it contributes to about 15% of their total health care cost. We are now looking to see how we can simplify and then in due course apply that to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the need to control private sector and public sector charges, we already have in many ways been influencing the public sector charges. For example, doctors in the Government hospitals and restructured hospitals are at no liberty to charge what they like. They can only charge fees that are set by the hospital boards. These fees are reviewed very carefully and any changes are also introduced after much thought has been put into them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1224</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to private sector charges, I agree with him that we cannot continue to keep health care cost low in Singapore if we do not have some means of influencing the private sector charges. Because if private sector charges keep on increasing and that the earnings of doctors and paramedical staff increase in the private sector, they must have a \"pull\" effect on the public sector. We must increase salaries in the public sector to keep our staff. So it will have an impact on health care cost and we are now looking actively into how this can be done. The Green Paper, when it is released in the middle of the year, would have something to say about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim has talked about primary health care. I will leave that to my colleague, Dr Aline Wong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Robert Chua has talked about the quality of health care in Government hospitals and the need to upgrade services. He has asked about how we can perhaps shorten the waiting times for outpatient treatment. Sir, the level of service in our public hospitals has actually improved over the years, especially in those hospitals that have been restructured, mainly because restructuring has allowed the hospital managements the autonomy, the flexibility, to rethink their procedures, to introduce new work methods, streamline processes, and therefore make better use of their people. As a result, the median waiting time for patients, eg, in the Singapore General Hospital, has been reduced from 38 minutes in 1990 to 32 minutes in 1992. And the number of patients who have to wait more than 60 minutes has been reduced from 27% in 1990 to only 18% last year. So the waiting times have been very much reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the public and Members here to understand that it is very difficult really to reduce waiting times much further. Because in a hospital environment, quite often doctors have to be called away on emergencies. And when they are required to do so, I think they have to give priority to the patients who are in the wards who are suffering an emergency condition and who require \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1225</b></font>\n  <br>\n  <br> their attention straight away. Quite often, they have to leave for a limited period of time to look after those emergency cases. And that is when the waiting times get longer than an hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also said that we should perhaps run a hospital like a manufacturing concern, ie, just in time (JIT). Unfortunately, people are not machines! As for machines, cycle times are very predictable, but the medical condition varies from patient to patient. I am sure the doctors would love it if every patient comes in with exactly the same ailment, but that is not so. So JIT, whilst we welcome it, I think it is quite difficult to apply in the medical environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about GP's referral, whether the present practice of patients who are referred by GPs having to be treated as A and B1 patients can perhaps be changed to allow low-income patients who are seeing family practitioners to be seen as B2 or C Class patients. Sir, I would like to assure him that it is already being done. We implemented this since May 1991 whereby GPs, family practitioners, who are referring their patients whom they know belong to the low-income group and who would have problems paying A and B1 size bills, would let the hospital know in the referral letter that this patient is facing financial hardship and would need to be seen as a B2 or C Class patient. In fact, last year, 1,360 patients referred by GPs were reclassified as subsidised patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo has talked about polyclinics. I will let Dr Aline Wong answer that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua has, for the third time, as he said, brought up the issue of Chinese physicians. Sir, my Ministry welcomes the establishment of the joint training syllabus and the joint examination by the two Chinese physicians' associations. In fact, I urged them to do so last year and I am glad that they have acted very quickly. Their action will help to improve the standard and practice of traditional Chinese medicine (TCM) in Singapore. Over time, a new generation of formally trained Chinese physicians will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1226</b></font>\n  <br>\n  <br> then be available to ensure the survival of this traditional practice in Singapore. I would like to urge the two associations to ensure that the standards are properly defined and also properly upheld through this new course, by bringing in renowned TCM practitioners from China and Taiwan to not only lecture and supervise the curriculum, but also to act as external examiners. My Ministry would be very happy to help the two associations to get in touch with the leading TCM institutions in China and Taiwan, if necessary. Sir, my Ministry will also be prepared, at the appropriate time, to assist the two associations to keep the public informed about the new generation of Chinese physicians when they are ready to practise. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the issue of registration, I think the question is to what extent the Government can be involved in their registration when we are not involved in their training, nor do we have the expertise to vet the course or to ensure quality. The problem is further magnified by the fact that at the moment there are over 1,800 Chinese physicians, practising full-time or part-time, most of whom have not been through a formal training programme and they have only picked up their skills through an apprenticeship programme. What do we do with them? The two associations may wish to examine how this large number of existing TCM practitioners, with no formal qualifications, can be accommodated or upgraded or, as Mr Peh has mentioned, perhaps even be prohibited from practising in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to TCM in the USA, Japan and other countries, I am unable to comment, as we do not have any information on what these countries are doing. I will ask my officers to investigate and to study what these countries are doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of banning of certain Chinese medication, I would like to clarify that in deciding whether to allow certain medicinal products to be sold in Singapore, my Ministry's over-riding interest is to ensure that the health and safety of Singaporeans are protected. So far, the main \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1227</b></font>\n  <br>\n  <br> items banned are those containing toxic substances, like arsenic. The item Mr Peh has mentioned, Huang Liang is the only herb that my Ministry has banned so far, and so are the preparations which contain the active ingredients in Huang Liang, as mentioned by him. I would like to explain why we have done so. This is because the active ingredients in Huang Liang destroy the red blood cells in people that lack a particular enzyme. That happens with fatal results. So my Ministry cannot allow its indiscriminate use and sale in Singapore. However, since the future batches of Chinese physicians would be better trained, I am prepared to ask my Ministry to study whether Huang Liang and its preparations can be made available to these new physicians down the road for controlled sale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Othman Haron Eusofe has asked about B2 and C classes and stated his fears that many of these patients are in fact unable to afford the fees. Sir, I have just quoted the bill sizes. They are very affordable. But that does not mean that every Singaporean can afford to pay those bill sizes. There are, of course, the indigent and those who, for various reasons, cannot afford. I would like to assure Members of the House that these numbers are actually very small. In 1991, only about 2,800 patients in B2 and C Class wards applied for waivers out of a total of 160,000 patients in B2 and C wards. So they made up only less than 2%. I am happy to say that 98% of those who applied were granted waivers. In 1992, we had about 3,800 who made up about 2.2% of the class B2 and C patients who applied for waivers, and 99% of those who applied were granted waivers. So again, we have been very sympathetic and very helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has asked how we are helping to ensure that costs are under control. As I have mentioned just now, the restructured hospitals have actually been able to make improvements over the past few years through changing and streamlining the systems, adding automation tools where these are available, automating processes, and so on. And through job enlargement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1228</b></font>\n  <br>\n  <br> and job substitution, we have managed to make better use of the people. So all these measures have resulted in some savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform the House that between 1990 and 1992 the four restructured hospitals, namely, Singapore General Hospital, Kandang Kerbau, Toa Payoh and NUH hospitals, had an operating cost that increased by only 12% over the two years. Their total operating cost only increased by 12% but their patient-load increased by 6%. So the actual increase per patient day was only 6% over that period of two years, or about 3% a year. I think this has been the lowest that we have achieved so far and it is due to the ability of the hospitals to be flexible, to innovate and to make improvements without being faced with bureaucratic obstacles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Othman Haron Eusofe has asked how we price drugs. For class B2 and C patients, the drugs are provided based on a fixed quantum under the daily treatment fee. For non-standard drugs, they are provided at subsidised prices. So the hospitals do not even recover full cost from such patients. For the A and B1 patients, they are charged at the purchase price plus a small handling fee. So in comparison to the price of these drugs outside, I can say that the prices in the restructured hospitals would still be a fair bit lower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Together with Mr Low, he has also asked why in the Singapore General Hospital certain specialties do not have class C wards. Sir, many of the specialties in the Singapore General Hospital are not unique to the Singapore General Hospital. They are actually available in Tan Tock Seng Hospital, Toa Payoh Hospital and Alexandra Hospital. Therefore, rather than duplicate unnecessarily, and especially where the other hospitals already have spare capacity, SGH therefore does not have class C wards in some of these similar specialties. For example, in paediatrics, Tan Tock Seng and Alexandra hospitals have paediatrics. The Class C wards in these two hospitals have the capacity and therefore there is really no need for SGH to also duplicate it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are certain specialties where these are unique only to SGH. For example, the Burns Unit is available only in SGH. These are also mainly high cost specialties, and are available only in B2 wards. This way the heavy subsidies that are needed are given out very carefully, in line with what Dr Michael Lim has said. We should be very careful about giving out subsidies, especially in those heavily subsidised areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But where the patients are from the low income groups and they find that the B2 bill sizes are not affordable, SGH will very readily reduce the bill size to an equivalent Class C bill. So actually this is to the benefit of the low income group because they pay Class C bill, but they are actually being kept in B2 comfort. At the same time, it allows the hospital to optimise on the use of their facilities and manpower. Because, rather than have them spread out over many wards, they are now spread out over fewer wards and, therefore, it keeps the operating cost down as well. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Can I seek a clarification from the Minister? I am curious. Can I take it from the Minister that those who are in the Intensive Care Unit will still be charged C class rates? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes, Sir. The Intensive Care Units are what we call common user wards. Patients from Class C will go into the same ICU units as patients from Class A, but they are charged differently. Class A patients will be charged at class A rates. The Class C patient who is in the next bed, in exactly the same conditions, will be charged at Class C rates. So actually our system is very fair and very beneficial to the low income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wan Soon Bee has talked about the need to control health care cost and asked how we ensure that competition between the hospitals does not result in escalating cost. He has named a few areas. Firstly, specialisation. How do we prevent every hospital from wanting to have the same specialist department because maybe some people think that those departments \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> are more glamorous. Sir, the Ministry of Health coordinates the setting up of departments of specialisation. We ensure that only when the patient-load is large enough to justify the setting up of another unit do we allow such a unit to be set up. So we make sure that there is no unnecessary duplication. Of course, it means that certain units are available in all hospitals. For example, general medicine, general surgery, there is enough patient load in every hospital. Therefore, we have them. Similarly, with orthopaedics. The patient-load in orthopaedics is very high nation-wide and, therefore, we have this specialty unit in many of our hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked how we control and ensure that high-tech equipment do not proliferate. Sir, I agree with him that there is a need to coordinate and, in fact, that is being done. For example, the purchase of radiotherapy equipment. SGH has now the only radiotherapy department in Singapore. And because there is still capacity, there is no need for any other hospital within the Government group to set up its own department. So every hospital sends their patients to SGH for radiotherapy treatment. Similarly, with MRI. In fact, we only allowed NUH to purchase the first MRI machine for the Government hospitals in 1990/91, ten years after such machines were available in the USA. The reason why we waited so long was that we wanted to be sure that this equipment was well proven and that it was needed in Singapore. And only when the equipment in NUH was fairly well utilised, did we allow Singapore General Hospital to purchase a second machine. So there is coordination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wan has also stressed the need to train our doctors to have a stronger foundation in primary health practice. Sir, he is absolutely correct in that area. Primary health care is able to treat the vast majority of illnesses. In fact, the Boston University School of Public Health, Prof. Anthony Robins, wrote a very interesting article, and I would like to quote a couple of sections. He said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The number and kind of surgical procedures performed in an area correlate better with the number \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> of surgeons and their specialties than with the variety of diseases. Where there are GPs and primary care services, there are fewew operations and fewer hospitalisations.' I think Dr Tan Cheng Bock has been saying that for quite some time. I agree with him. Prof. Robins also said that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Primary care is front line medicine, the point at which people who need medical services enter the system by consulting an internist, a family practitioner or a general practitioner. Primary care alone can provide more than 90% of the services people need.' \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why we focus so much on primary care, contrary to what Dr Tan Cheng Bock feels. Of course, primary health care has been low key and therefore it does not get covered that often in the newspapers and it appears to be out of favour. But that is not so. This realisation has, in fact, brought a change in the thinking of many of the medical schools in the US and UK. In fact now, in the USA, the leading medical schools - Johns Hopkins, Harvard - require their doctors to spend time not in the high-tech research centres and hospitals, but to spend time in primary care facilities. So it is wise for us to also take note, and I am glad to say that NUS is also in the process of revamping its medical undergraduate curriculum to place greater emphasis on primary health care and to increase the duration of time students spend in primary health care clinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this makes sense because we must not forget that 60% of every graduating cohort of medical students will go on through life to work as family practitioners. So it is better for us to give these doctors a proper foundation in the undergraduate days so that they can perform properly and professionally as family practitioners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Wan went on to request that the polyclinics keep their fees at $6 per consultation and keep our B2 and C Class charges at the present level for the next five years. At the polyclinic level, the fees are actually very affordable. Not only are they already heavily subsidised at $6 per consultation, but children (up to junior college level) and the elderly get a 50% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> discount. So for children and the elderly, they only pay $3 per consultation - very, very affordable. Not only that, we also have the same waiver scheme for those patients who go to the polyclinics and they cannot afford to pay, because, maybe, they have got a chronic condition. And we have waived, for the last few years, 100% of those who came forward to apply for waivers. So the safeguards are there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that we do not artificially keep fees low. When costs go up, salaries and income levels of Singaporeans go up, we must also ensure that the percentage of co-payment by our patients is maintained. So as costs go up, it is better that we, if need be, make small increases every year, rather than freeze everything for five years and have a big jump subsequently. I think that would be very disruptive. So we will keep costs low. We will try to control costs. But if costs go up, it is better that we recover part of the costs in small jumps, rather than delay and have a big jump later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Michael Lim said that good health care is not cheap. I agree with him. That is why we need to be very careful about what we spend on in the hospitals, what we do in the hospitals, and ensure that we have a level of health care that we can afford. I do not think we can afford to keep on improving our health care indefinitely. It will only bankrupt us. So we will have to be very careful about the sort of improvements that we make, because every improvement means added expenses. He has also talked about the Consultancy Fee Scheme (CFS). Perhaps I will touch on that now because Dr Wan Soon Bee has also asked me about the CFS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the original Consultancy Fee Scheme only paid doctors who provided services to patients in Class A and B1 wards. This has led to a fair bit of unease and unhappiness amongst the public, who fear that if they are in Class B2 and C wards, they will not be treated by specialists. Dr Michael Lim said that that is not true. I agree that the perception is not very well-founded. But it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> is a fear, nonetheless, and I think we should ensure that the system helps patients rather than make patients worried. We have therefore gone ahead to instruct the Government hospitals and restructured hospitals to delink payment from treatment to patients in A and B1 wards. That means, any payment should be delinked from the class of ward. Whether the patient is a Class C patient or Class A patient, the doctor should be paid the same amount. We do not dictate to the hospitals how that payment should be made or how much should be paid. We believe that the hospitals are autonomous, they have a bottom line to look after, and they must evolve their own system on how much to pay and how to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government hospital (Alexandra Hospital), together with Kandang Kerbau Hospital, Toa Payoh Hospital, and the National Skin Centre, has already implemented the new system with effect from March 1993. And the rest of the hospitals (Singapore General Hospital, Tan Tock Seng Hospital, Eye Centre, and NUH) would be implementing the new system once they have finalised it over the next few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has raised some concerns as to whether by paying doctors for treating subsidised patients, it will actually cause the doctors now to over-treat subsidised patients. If that is true, are we to say that for A and B1 patients, doctors are already over-treating or over-servicing them? If that is true, I think it does not speak well of our doctors at all. Sir, I would like to be a little bit kinder --- \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, can I just make a point of clarification? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Make it short, please. We are running out of time. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> My point was that if you employ a system where you want to try to give increased importance to subsidised patients, are you implying that, in the first place, they are under-serviced? Because if you say that they are under-serviced, do you try to tell the doctors that they should service them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> better? And if they service them better, definitely the cost will increase. I think the point is that there is a misconception that patients in the subsidised wards are being under-serviced. And it is more important to clear this misconception rather than to put in a system which will actually further strengthen this misconception that there actually is a difference in the quality of service administered to paying and non-paying patients. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, whichever way we look at it, the question is: are the patients concerned that they are presently being neglected? I think much as we have tried to explain, the perception has been, yes, they have been neglected. Perhaps Dr Michael Lim can do a better job in NUH at convincing his patients that they are not being neglected. But, nonetheless, I think the concern is there. And whilst we can debate as to whether the concern should be there, the fact of the day is that there is a concern, and we better address it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever the system, I think we have to accept that no remuneration scheme can be perfect. We want our doctors to do certain things, we want them to be professional. It is very important that they must be professional. They must not do things in order to generate income. I think if they do that, the whole profession will suffer. Singaporeans will suffer too if our doctors are unscrupulous. We also want our doctors to be efficient and productive. You can either pay them a fixed salary each month and pay them competitively, whatever amount we think they should be paid in order to retain them, and be paid in relation to what their peers outside are earning. Yes, we can do that. How to ensure that doctors will be productive? How to ensure that they will turn up early each day and leave late in the day? If we pay them purely on a piece rate basis, we treat them like textile workers. It is not ideal either. Our system is that we have a combination of a fixed salary plus a variable component based on certain work that they do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No remuneration scheme is perfect and neither is any remuneration scheme a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> substitute for good management. So whatever the payment system, the hospital management and the Medical Board must still discharge their responsibility by monitoring the performance of doctors in their respective institutions to ensure that they are working efficiently and productively. And, more importantly, to ensure that they are working professionally, ie, they give treatment where treatment is warranted and, if they are over-prescribing or over-treating, the Medical Board must be under no fear, under no reluctance, to come forward and give the doctor a proper reprimand and proper disciplinary action. If they do not do that, I think they are letting the institution down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hospitals are now required to have medical audit programmes, as I have stated just now. I have confidence that the Board will continue to discharge their responsibility fully, and with the help of these audit schemes, they will be able to ensure that whatever black sheep existing in their institutions, they are identified and they are either told to behave or told to leave the institutions. And I am sure the good name of our institutions will continue to be maintained. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, can I make a point of clarification? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, time is running out. Let me finish first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about control of drug cost. Sir, the cost of drugs in our Government hospitals varies for Class A patients from about 8% to 10% of the bill, and for Class B2 and C from about 10% to 18%. How big a portion drug makes up the total bill depends very much on the disease condition. I think the more complicated an illness you have, the more drugs you are likely to be prescribed and, therefore, the higher the drug cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What also influences the size of the drug bill are the prescribing habits of the doctors in the institution. We have the Standard Drug List which we subsidise heavily. Doctors who prescribe drugs that are not on the Standard Drug List, therefore, subject their patients to a higher drug cost, because we do not subsidise that heavily those drugs for patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1236</b></font>\n  <br>\n  <br> Unfortunately, there is no central control at the present moment on the drug list in each hospital. In Alexandra Hospital, we have the lowest number of non-standard drugs. SGH has about 550 and NUH has over 700 non-standard drugs. The longer the list of non-standard drugs, the higher the likelihood of doctors prescribing such non-standard drugs. We are now in the process of seeing how we can influence the number of non-standard drugs that each hospital has. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang has asked whether we have any regulation that prevents patients from being admitted into Class C wards. Sir, we have no restriction. The only thing is that if a patient wants to specify that he wants to be treated by a particular doctor, then he must get admitted as a Class A or B1 patient. But if he is prepared to be treated by a doctor that is rostered, or allocated to him by the hospital, then there is no restriction at all. So anyone can go into Class C ward. We do not have a means test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered all the questions posed by Members. I will now ask Dr Aline Wong to answer the remaining questions. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, can I ask some questions regarding --- \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Can you let Dr Wong finish first? \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Dr Aline K. Wong):</b> Sir, Dr Tan Cheng Bock, Dr Michael Lim and Dr Vasoo spoke about primary health care and the importance of primary health care programmes, including health promotion, disease prevention as well as mental health and health services for the elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to clarify on the level of expenditure we have been giving to our primary health care, mental health care and health care services for the elderly. While it is true that the primary health care budget has remained at about 11% to 13% of the Ministry's recurrent expenditure over the last few years, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> absolute amount we have spent on primary health care has increased quite a lot. In 1992, we spent $70 million on primary health care which represents an increase of 67% over what we spent, say, in the middle of the 1980s. This increase is more than the increase of 42% for the entire Ministry of Health's budget. For mental health care, in 1992, the amount we spent was $35 million which represents an increase of about 45% as compared to 1985, again higher than the increase for the total Health budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By comparison, the Ministry of Health's expenditure on acute hospital services, including the subvention to restructured hospitals, amounted to $398 million last year and this is an increase of only 27% over 1985. So if we speak about the actual amount of money that we spent on primary health care, mental health care and also health care services for the elderly, which now includes a subvention to the voluntary welfare organisations, because we have taken over the supervision and assistance to voluntary welfare organisations running community hospitals and nursing homes, the increase is not insignificant. But I agree completely with him that we should pay attention to primary health care, mental health care and also health care services for the elderly. And, indeed, the Review Committee has singled out these three programmes as among its six areas of priority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since a number of Members of this House will be speaking on the health services for the elderly later on, I would not talk about the details of these programmes. But let me just give Members some idea of what we have been doing for the mental health programme, particularly during the last few years. In a recent speech I made at the opening of the Public Education on Mental Health in February, I announced the eight-pronged approach to the mental health programme adopted by the Ministry so that, over the next three years or so, Singapore will see a comprehensive range of mental health services in place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to wait until now to set this whole range of programmes in place \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1238</b></font>\n  <br>\n  <br> because, first of all, we must have the trained personnel to do it. Since seven or eight years back, we have been training more psychiatrists, psychiatric nurses, psychiatric social workers, an00d so on, before we can man and expand the programmes. So over the next three years, we can expect to see a much more expanded mental health programme. Over the last two years, we have, in fact, opened three new psychiatric clinics which are very conveniently located in polyclinics. We have also introduced a community psychiatric nursing service. The number of nurses now is seven but we hope to increase that number to about 20 by 1995. We have also introduced family support group programmes, therapy programmes and also pre-discharge education programmes for patients and relatives. Over the next few years, you would also see very much upgraded facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new Woodbridge Hospital will be opened some time next month. It is already there, it is a very impressive, very nicely designed building. And there would be new programmes there too, including an Alcohol Treatment Centre as well as an Institute of Mental Health, which will focus on education, training and research. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the other end, the community-based mental health services will include more day care centres. We will expand from the present three to five by the year 1997, and we will also open more outpatient psychiatric clinics from the present six to ten. So you can see that we have been giving due attention to the mental health programme. And, as I said, I would discuss more details about the health care services for the elderly later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Primary health, in particular, our polyclinics have been mentioned by Dr Michael Lim as well as Dr Vasoo. Both of them are concerned that we may be spending money in building these new generation polyclinics, but has this helped to improve the quality of patient care. Back in 1984, the Ministry decided to consolidate the 40-odd old-style outpatient clinics into 15 or 16 modern polyclinics which are one-stop health centres. So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> these modern polyclinics offer not just the traditional type of curative service, immunisation and maternal and child health services, but we have expanded into health screening for adults and developmental screening for children, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also expanded into health care services for the elderly. In fact, five of the Senior Citizens' Health Care Centres are located in these modern polyclinics. So we have expanded the range of services. We have upgraded our staff. Many of our doctors and nurses receive continuous medical education and they are also attached to the hospitals for postings which are relevant to their particular areas. We also have plans to build more of these modern polyclinics in our HDB population centres. So far, we have already built four. Over the next few years, we will be building five more. As you can see from the Budget document, the development expenditure shows a whole list of new polyclinics coming into being. As the population expands into newer areas, we will also look into the need for more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that the polyclinics, given the large patient load, cannot provide the kind of ideal personalised service that we all hope to have. For example, at the moment, our doctors are seeing, on the average, about 70 patients per day. This already represents an improvement over the 100-plus patients back in the 1980s. So we have been able to reduce the number of patients seen by each doctor at the polyclinic. As I said, there is no question that we cannot provide the type of highly personalised service in polyclinics. But we should note that the health services provided by polyclinics are not given just by the doctors. Patients are also seen, treated and being followed up by trained nurses. A lot of our assessment programmes, minor changing of dressing, continuous care of some chronic cases, etc. are done by trained nurses. So you should not just look at the number of patients seen by doctors alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I should like to thank Dr Michael Lim for his suggestion that for the continuity of care and to put family medicine into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> real practice in our polyclinics, we should be looking into how we can ask the polyclinic doctors to give a full medical examination, a detailed one, at least at the very beginning when a patient seeks treatment, or is referred to the polyclinic upon discharge from the hospital. We are looking into that. In fact, we have plans to train our polyclinic doctors into real family doctors. The ideal situation may not be possible. But we will try to do as much as we can. We will try to follow up the patients by the same doctor, say, on certain days of the week earmarked for this type of repeat consultations for chronic cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim also asked what we are doing for some chronic cases, like diabetes. I am glad to inform him that, in fact, we have improved our services for diabetic management. Every year, about 30 of our polyclinic doctors are sent for training courses to upgrade their skills in the management of diabetes. This started in 1991, so we have had two years of this programme already. And our community health service continues to run courses three times a year for our nurses also. As Dr Michael Lim knows, one of the health hazards of diabetes is the damage to the eye. So we have been using up-to-date retinal cameras in our polyclinics. We do not have enough of them, not one in each polyclinic as yet, but they are being rotated among six polyclinics. And this service is open to the GPs as well. In fact, about 20% of the case load are referrals from the general practitioners. To help diabetic patients, we sell glaucometers as well as test strips and lancets at cost to the patients. So they obtain quite a bit of help for the management of diabetes in our polyclinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When our family medicine course is producing enough family doctors, the whole procedure and the way we treat patients in polyclinics will very much resemble a true family clinic. The first one we are going to try out is in Woodlands which has already been completed and will be opened this year. The next one which will serve as a model would be at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> the Institute of Health. The ground-breaking has just been carried out, and we can look forward to a very good Institute of Health plus a new set of programmes in the year 1996. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> I beg leave to withdraw the amendment, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Dr Soin. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, I would like to declare that I am a medical practitioner in private practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of 1991 --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Soin, could you move your amendment, please? You have approximately one minute. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I am so sorry. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of 1991, there were just over one million employees with CPF and Medisave accounts. From 1st July, 1992, the Medisave scheme has been extended to self-employed persons earning more than $2,400 per year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this leaves a few groups of people who have no Medisave accounts. One, children and young people who have not entered the labour force. Two, female home-makers who do not work outside the home. Three, the self-employed who earn less than $2,400 per year and, four, the elderly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to forward the suggestion that every citizen and permanent resident over the age of 12 (ie, all those with identity cards) should have an individual Medisave account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons and advantages for each individual having his or her own Medisave account are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) At the present time, only one or two working adults in each household have Medisave accounts. These have to cater for the medical needs of the whole family including the children, the aged parents and the non-working spouse. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 5.00 o'clock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1993/1994, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Yeo Cheow Tong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
