{"memberId": null, "volumeNo": "60", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"60\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1993-03-18\"> \n  <meta name=\"Start_Col\" content=\"1433\"> \n  <meta name=\"End_Col\" content=\"1530\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">60</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">15</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1433</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 60</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 18th March, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam - from 18th to 19th March, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng - from 22nd to 24th March, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan - from 5th to 7th April and from 10th to 24th April, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ho Kah Leong - from 23rd to 30th April, 1993. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PRIVILEGES OF PARLIAMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I have an announcement to make on a matter affecting the privileges of this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Straits Times of Friday, 12th March 1993, in the column \"From the Gallery\", it was reported that, in response to a query by the writer as to why he had not given notice to speak during the sitting of the Committee of Supply, Mr Walter Woon said: \"What's the point?\" \"You have only two minutes to speak, and then?\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I had considered the words purportedly uttered by him to be inaccurate and serving to undermine the dignity of the House, I wrote to Mr Woon on the same day seeking his confirmation that the words so reported were uttered by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> him, and if so, his explanation as to why he said those words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Woon has written to me explaining that what he said had been misconstrued. He has stated that the words attributed to him were not a verbatim quote and has also apologised for the wrong impression that might have been given. He has assured me that he had no intention to trivialize the proceedings in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have accepted Mr Woon's apology and assurances. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>OVERCHARGING/OVERPRESCRIPTION BY DOCTORS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Publication of guidelines on medical services and charges)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health (a) what action is the Ministry taking against doctors who overcharge or overprescribe treatments for their patients; (b) how his Ministry protects the interests of patients; and (c) whether his Ministry will consider publishing, as guidelines for the public, the various medical services and charges which government hospitals/restructured hospitals/polyclinics are charging. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Dr Aline K. Wong) (for the Minister for Health):</b> Mr Speaker, Sir, my Ministry believes that patients are in the best position to protect themselves from being overcharged when they can make an informed choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We therefore require all hospitals to, firstly, provide their patients with information on the estimated total bill sizes prior to their hospitalisation, so that they can choose the hospital and class of ward according to their ability to pay. Secondly, provide information about the amount of Medisave which can be used for payment of the hospital bill and whether any additional cash payment is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also require GP clinics to display their range of charges for consultation and treatment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1439</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For restructured hospitals and institutions, information on their charges for various treatment services is freely available at all the A&amp;E Departments, Admission Rooms, Specialist Outpatient Clinics and information counters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is currently looking into the possibility of making available information on hospitalisation fees and charges on Teleview. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry takes a serious view of doctors who overprescribe treatment or investigation procedures. Under the Private Hospitals and Medical Clinics Act, hospitals are required to conduct regular medical audits of the treatment or investigation procedures to ensure their appropriateness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, patients can also ensure that they minimise risks to themselves by ensuring they always consult their family doctor with whom they can build up trust and confidence and on whom they can depend for advice. They should also seek a second specialist opinion if there is any doubt. This is particularly important before undergoing any major surgical operation or investigation procedures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, if the patient feels strongly that he has been overcharged or over-prescribed with unnecessary treatment or investigations, he can lodge a formal complaint with the Singapore Medical Council which is a statutory body established to maintain standards in the medical profession. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, with regard to charges, I just want to ask why NUH, having been given a subvention grant by Government, is not displaying C class bed charges. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> The answer, Sir, is NUH does not have C class beds. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> If they have been given a subvention grant, they should also provide C class beds. The subvention grant is given by this House. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> There are B2 subsidised beds in NUH. These provide subsidised care for patients who require treatment at a tertiary level hospital like NUH. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Can I ask the Ministry to ask NUH to reconsider having more C class beds since they are given a grant? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> They do not have C class beds. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> They do not have. So they must provide C class beds. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> The Ministry is working with the NUH to provide C class beds so that NUH consultants can in fact give treatment to subsidised C class patients at Alexandra Hospital. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, I understand that some doctors who are required to sit in audit committees to look into the activities of their colleagues are not prepared to do so for fear of litigation and other action. Will the Ministry extend some kind of immunity to these doctors who sit in audit committees? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> I am afraid this is a rather legal matter on whether immunity can be granted. Among the members in the medical profession they have the responsibility to provide peer review of each other's performance and they do tend to raise their standard through this peer review process. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW POSTCODE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Introduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Communications whether and when a new 6- or 8-digit postcode will be introduced and why. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the present 4-digit postcode has been in use since 1979. At present, mail is sorted mechanically to what are known as delivery centres. From the delivery centres, they are then processed manually by the postman according to the sequence of delivery when he goes on his rounds. The manual sorting of mail is a very labour-intensive and time-consuming process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Postal Service handles about 1.6 million articles every day. The number of postal articles is increasing year by year. Growth is conservatively estimated at 6% per year. At this rate, the Postal Service will handle about 2.6 million items per day \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1441</b></font>\n  <br>\n  <br> by the year 2000. If we continue to use the same manual sorting process, the Postal Service will need about 600 more postmen to maintain the same level of service. This ultimately means that postage rates must go up. The alternative is that service standards will drop, as the sorting and delivery of mail will be slower. Both alternatives are not acceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To maintain the current standard of next day delivery of mail, a better solution would be to automate the mail sorting process. It would be ideal to give each of the 270,000 addresses or group of addresses in the same block a unique code so that we can sort mail automatically right down to the postman's sequence of delivery. This requires a postcode system with a minimum of 6-digits. The current 4-digit code is not enough as it can only generate 10,000 codes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be cost incurred and some inconvenience in changing to a new code, but this will be worthwhile if it leads to greater efficiency and substantial savings in future recurrent costs. My Ministry has asked Singapore Post to study various alternatives, the cost implications and to take all necessary steps to ensure the smooth implementation of a new postcode. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, I have two supplementary questions. First, the question of cost. May I ask the Minister whether the postage cost for sending mail with the new code will go up, and, if so, roughly by how much. Second, in the new system, I hope the Ministry or at least Singapore Post would provide adequate publicity and reminders, such as stickers, so that Singaporeans are aware of the new postcode. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, there is no reason why the implementation of the new postcode should result in the postage rates going up. In fact, the whole idea of having the new postcode is to maintain cost at the current level for as long as possible. Of course, having said that, I cannot guarantee that postage rates will not go up at all because there will be other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> variations in costs involved and Singapore Post obviously will have to take this into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the publicity is concerned, as I indicated in my reply, I have asked Singapore Post to look very carefully at the implementation process to minimise disruption both on the part of business as well as the individual members of the public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>COMPUTER MISUSE BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to make provision for securing computer material against unauthorised access or modification and for matters related thereto\", presented by the Minister for Home Affairs (Prof. S. Jayakumar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1993 TO 31ST MARCH, 1994</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [17th March, 1993], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head S of the Main Estimates be reduced by $100.\" - [Mr Goh Chee Wee]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, before Parliament adjourned yesterday, I was speaking on the subject of foreign workers. I was commenting on the increasing number of foreign workers in Singapore which has swelled from 80,000 in 1980 to well over 200,000 today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the more worrying consequences of the liberal import of foreign labour is that it depresses the wages of the Singapore workforce at the lower end of the income bracket. The Government tries to control the influx of cheap labour by imposing a foreign workers' levy. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1443</b></font>\n  <br>\n  <br> serves to equalise the cost of employing foreign workers and Singaporeans and it helps. But we often hear criticisms against the Government that it is only interested to collect money by imposing the foreign workers' levy. Members of the Opposition parties have been most critical of the Government for imposing such a levy. Mr Ling How Doong of the Singapore Democratic Party has just talked about this in this House last week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, imagine if the Government removes the foreign workers' levy and allows workers from the Philippines, Thailand, Sri Lanka and other places to enter Singapore freely. These workers are prepared to work for a very low wage because they earn very little in their home country. What will then happen to Singaporeans working in the same industry or occupation? Two things can happen to them. Either to compete with the foreign workers and accept a very low wage or lose their jobs. Is that what we want? Is this the way to help our low income workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I need to do is just to quote a Straits Times report of 15th March 1993. The headline was: \"Retailers can only employ Malaysians, not other foreigners\". It was reported that retailers and department stores in Singapore have asked the Government to liberalise the employment of foreign workers. The retailers have complained that even Malaysian workers are too expensive and wish that they can employ workers from non-traditional sources like China and the Philippines. The report said that the tight labour supply has led to stores reporting slow progress in their recruitment campaigns. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote The Straits Times report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`This has resulted in some companies voicing fears that the average starting wages for sales assistants may be pushed up to more than $700 by the end of this year, compared to an average of between $600 and $650 now, and about $500 just five years ago.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the time when our wages and standard of living have gone up because of the good economic progress we have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1444</b></font>\n  <br>\n  <br> made, some employers are still hoping to engage full-time employees at $500 a month. Now, suppose we allow the workers from China and the Philippines to enter Singapore freely. And worse still, if we take heed of the criticism of Mr Ling How Doong and the Singapore Democratic Party and remove the foreign workers' levy, what will happen? The wages of the sales assistants and other employees in the retail sector will fall to a level determined by what the foreign workers are prepared to accept. Perhaps two to three hundred dollars a month, because this is what the Filipino workers are prepared to work for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Democratic Party, while engaging in the politics of envy, and criticising the Government for looking after the rich but not the poor, is in fact suggesting measures which will make poorer Singaporeans even poorer. The Government tries to help the low-income earners to level up. The SDP is attempting to do just the opposite - to press their wages down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economy is expected to grow steadily for the next few years. The pressure from employers to relax foreign worker controls will therefore increase. The question I would like to ask is: what is the expected growth in the number of foreign workers over the next few years? What is the Ministry's projection of our foreign worker population, say, by the year 2000? Can our social and security infrastructure take the strain of a large pool of foreign workers? Has our control mechanism like the foreign workers' levy been effective? Will the Government seriously consider taking other measures - COE for foreign workers, for instance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in anticipation of the greater demand for labour, I suggest the Labour Minister review and clarify the Government's policy on foreign workers. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Shanmugam is not here. Mr Robert Chua. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, the foreign workers' levy helps to regulate the supply of foreign workers and prevents the dampening of the wages of Singapore workers. However, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> is still a business cost which adds to the already high labour cost of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The manufacturing sector grew by only 2.3% in 1992 as a result of higher labour cost and operating costs exacerbated by lower demands in our main export markets. This slower growth and the actions taken by manufacturers to automate their operations and redistribute their activities in the region resulted in a drop in labour demand in the sector. Consequently, the manufacturing sector shed 13,100 jobs last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I request the Minister to consider extending a helping hand to our manufacturers at this difficult time by lowering the foreign workers' levy for the manufacturing sector, at least until the sector returns to normal? May I suggest lowering the levy by $50 for the first tier and $100 for the second tier? This would be most helpful. We must remember that the manufacturing sector is very important for Singapore's economy but it is facing a very difficult time. Our manufacturers export the bulk of their products against very tough competition at the moment from the other NIEs and the developing NIEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the training of foreign workers already in Singapore. According to feedback from manufacturers, one of the reasons for the low productivity in the manufacturing sector is the lack of training of low-skilled foreign workers. There is currently no incentive for companies to train these workers, as the companies are uncertain whether the work permits of the foreign workers would be renewed after the 2-year period. Secondly, the training of foreign workers does not receive any support from the Skills Development Fund. To encourage companies to train foreign workers, perhaps part of the foreign workers' levy should be allocated for companies' specific training or inhouse training for workers wishing to embark on a formal scheme such as the apprenticeship training programme administered jointly by ITE and the companies. These workers should be given 3-year work permits so that, at the same time, companies can apply for training subsidies or SDF support. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1446</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, regionalisation training scheme for foreign workers. Sir, the Minister announced recently that the Singapore Government would now allow companies operating abroad to bring their foreign workers back for training. We welcome this recent initiative. The regionalisation training scheme for foreign workers is to be administered by the Economic Development Board. However, there is a limit placed on the number of trainees each company can bring into the country. The limit is 100 workers or 10% of the company's total workforce in Singapore, whichever is lower. While accepting that there must be a limit, however, the 10% or 100 workers do not relate actually to the size of the foreign operations. I hope that the Ministry and the EDB will administer this scheme more flexibly, as some of the companies may need to bring back more than 100 workers or 10% of their local workforce in their initial stage of starting operations overseas. And if they are unable to train the right number because of this limit, it will only slow down the shifting of labour intensive operations out of Singapore, and I think that is not good for Singapore. Sir, I support the Government's move that the more labour intensive industries should be encouraged to move out so that workers can be released to higher value, higher skilled, high technology industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that the Minister will respond to these three requests. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, according to the \n  <br>\n  <br>1992&nbsp;&nbsp;&nbsp;&nbsp;Economic Survey of Singapore, the unemployment rate rose from 1.9% in June 1991 to 2.7% in June 1992. This easing in the labour market is, however, a reflection of slower growth experienced both at home and abroad and does not mean that the labour shortage problem in Singapore has been resolved. For our economic growth to be maintained, we need growth in labour productivity as well as in labour supply. In Singapore, the labour shortage problem will dampen our economic growth if adequate measures are not taken to resolve this issue. However, according to the 1990 Year Book of Statistics, Singapore, our economy is manned by 1,516,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> economically active persons aged 15 and above. At the same time, there are 819,400 economically inactive persons of the same age group, but who were not working, did not have a job to return to and were not looking for a job during the reference period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can increase the labour supply by encouraging more of these economically inactive persons to work. I would like to ask the Minister (a) has the Government made any research through a survey of the economically inactive persons and find out why they are not working? (b) what measures can the Government take to encourage more of these economically inactive persons to work? May I suggest the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) According to the 1992 Economic Survey of Singapore, for June 1992, the male participation rate increased by 0.1 percentage point to 79.9%, while the female participation rate rose by 0.8 percentage point to 51.3%. It is obvious that our female participation rate is still low compared to other developed countries. I would like to ask the Minister how the Government proposes to encourage more females to join the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Referring once again to the 1990 Year Book of Statistics, Singapore, there are 262,700 economically inactive persons who are over 55 years old. In order to attract more of these senior citizens to join the workforce, can the Minister consider exempting this group of senior citizens from making any CPF contributions? This will effectively reduce the salary cost for employers and increase the take-home pay of these senior citizens and will certainly encourage more of them to be gainfully employed. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, most of my points have been covered by the previous speakers. May I be allowed to make two points? First, I agree with Mr Goh Chee Wee that the influx of foreign workers tends to depress wages of local workers. The foreign workers' levy is to protect our local workers. From that view \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1448</b></font>\n  <br>\n  <br> point, the foreign workers' levy is a protection fee for our local workers. The foreign workers' levy also serves another purpose. It helps to internalise the external diseconomy of foreign workers. Through the levy, employers pay part of the social cost imposed by foreign workers. Social cost should not all be paid by taxpayers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, I disagree with Mr Robert Chua's suggestion to use the Skills Development Fund to train foreign workers. The fund should be used for the training of local workers. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, the relative unit labour cost has been increasing over the last few years and this has eroded the international competitiveness of Singapore manufacturers who have to compete in the export markets. There is no doubt that Singapore manufacturers are being priced out of international competition, partly due to the tight labour market and, more significantly, as a result of wages rising faster than productivity improvement during the last four years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer lies in improving our productivity. And to make headway, tripartite efforts are needed from the Government, employers and employees. Employers or managements must continue to improve their companies' operations by implementing various productivity and quality improvement programmes. In this respect, it is a good sign that management is taking the lead in the national productivity improvement efforts. Employers and employees must jointly promote training. But employees must recognise that if they fail to train and upgrade their skills, their jobs will eventually be taken over by their hungrier but more hardworking counterparts in the other developing economies. Employees must also realise that companies cannot invest seriously to upgrade the skills of workers who do not stay with them long enough to be trained. Employees should resist job hopping. Otherwise, they will end up the real losers. Employees must acquire higher skills all the time and this should apply to fresh school leavers as well. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1449</b></font>\n  <br>\n  <br> \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government must help companies, especially the smaller companies, to set up in-house or group training centres and fund them generously, not just with SDF alone, but with additional grants so that every company has the means to upgrade the skills of its workforce. Such grants could easily be channelled from the large foreign workers' levy collected by the Government. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Sir, yesterday Mr Goh Chee Wee, the hon. Member for Boon Lay, asked what are the long term plans for the CPF Top-Up Scheme, and whether the CPF Board would print opt-out forms now that Mr Chiam has supported the CPF Top-Up Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Prime Minister has said in this House on Tuesday, 9th March 1993, during the Budget debate, the CPF Top-Up Scheme is a major programme to ensure that every adult citizen gets a stake in the economy. Mr Goh Chee Wee had asked how often the Government would make such top-ups. The Prime Minister has assured this House that it is not a one-off effort. There will be periodic top-ups as long as the economy does well. When there is good economic growth, the Government has a healthy budget surplus, coupled with an occasional conversion of statutory boards into public listed companies, then the Government would consider topping-up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the longer term, this programme will help to make Singaporeans feel more committed to the country's economic performance. When the economy does well and there is sustained strong budgetary surplus, as I said earlier on, every citizen can receive a dividend. If the economy does not do well, if the Government does not end up with a budget surplus, and instead goes into a deficit, then the citizens are unlikely to get any dividend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CPF Top-Up Scheme aims to turn all workers, all Singapore citizens, into owners of blue chip shares in selected profitable Singapore enterprises, such as Singapore Telecom. They will soon see the link between the performance of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1450</b></font>\n  <br>\n  <br> Singapore economy and the value of their shares. Over the years, they will learn to appreciate the connection between stable politics, working together for economic growth and their own personal wealth. Sir, up till now there has only been one such link, ie, the size of the workers' pay increase. When the economy does well, when his company makes a good profit, the worker gets a bigger pay increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the CPF Top-Up Scheme, we will introduce an additional linkage between the workers and the nation's economic performance. Sir, this is an important point which was missed by a Straits Times columnist writing in last Saturday's edition. The CPF Top-Up Scheme is not meant to replace the existing reward system for workers, nor the virtues that the journalist wrote about. It is intended to help all Singaporeans have an additional stake in the country's prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The normal reward system in the free market has benefited a vast majority of Singaporeans. They can already buy shares, and many do, to benefit from a strong economy. To this group of Singaporeans, the $200 CPF top-up may not be a big deal. However, the scheme is also intended to help the vast majority who now do not own shares. For this group, the Top-Up Scheme, together with the scheme for them to buy blue chip stocks at a discounted price, would be their first opportunity to directly own a share of the Singapore economy. They have taken part in the economic marathon and deserve a prize too. The CPF Top-Up Scheme awards this group of less well-off Singaporeans a prize for participating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, as their holding of shares increase, they will support sound, long term economic and social policies and eschew unproductive welfare programme, as it is in their own personal interest to do so. The CPF Top-Up Scheme will stimulate greater commitment and participation in building a strong and competitive economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree fully with the Prime Minister when he chastised the Singapore Democratic Party for arousing resentment among \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> poorer Singaporeans in the election campaigns. I am adding my voice to this because Mr Chiam and his two SDP colleagues have not said in this House whether they will not continue to do so. There is no need to attack the rich and the successful to do more for the poor. Why must we take away the independent schools and the golf courses? How have they depressed the living standards of the poor? What have they taken away from the working class and the poor? Why should we grudge those who have done well? By doing so, the SDP is attempting to level down. Those who have worked harder, done better for themselves, will be brought down. That will be the result of the SDP's politics of envy. That will be the result of their approach if they succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has explained how a typical Singaporean, owning a 3-room flat, receives a sum total of $70,000 direct subsidy from the Government, $50,000 more than the taxes that he pays in his life time. Sir, may I add that this figure will be increased by $4,000 in Edusave for future adult Singaporeans and from now on, there will be regular CPF top-ups. Furthermore, some of the shares which will be sold at a discount from the Government will add to this amount of direct subsidy. The top-ups and the discounts could easily add up to several thousand dollars over an average citizen's life time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if a Singaporean had his flat upgraded under the HDB Upgrading Programme, that is another $20,000 to $30,000 of direct subsidy. If he is a HDB shop tenant, he may save up to $90,000 when he buys his shop at a discount. Sir, I think the Prime Minister's estimate of $70,000 of direct subsidy is in fact conservative. Many Singaporeans, in fact, will receive benefits ranging from $74,000 to $104,000, excluding the discount for HDB shops and shares under the CPF Top-Up Scheme. The $20,000 tax that he pays over his life time is only a fraction of the direct financial subsidies that he receives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our present political, social and economic system has made this possible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1452</b></font>\n  <br>\n  <br> I urge the SDP not to undermine this system and to stop practising the politics of envy to win votes. The SDP said it wants to help the poor. But is it only a pretence? Because by carrying on with its distortion, the SDP will divide our society and the poor whom it purports trying to help will be worse off. There will not be enough natural resources to subsidise the poor in housing, education and health. Certainly, Sir, there will be no CPF Top-Up Scheme. Since Mr Chiam is honourable enough to admit in this House that he supports the CPF Top-Up Scheme, then my reply to the hon. Member for Boon Lay is that there will be no need to print the opt-out forms. I hope that Members of the SDP who are in this House, unfortunately Mr Chiam is not here right now, will also be honourable enough to refrain from practising the politics of envy from now on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Boon Lay has also asked for the repealing of a particular provision in our employment regulations which enables the Commissioner for Labour to grant approval to children under the age of 14 to be employed in an industrial undertaking. I am pleased to note that in making his appeal the Member has pointed out that although there is such a provision, approval has, in practice, never been given. In fact, over the years, let me assure this House, there have been very, very few such applications to the Commissioner for Labour. As the Member himself pointed out also, in fact, there is no child labour in Singapore at the moment. So there is no need for us to be concerned on this issue. Nevertheless, I will ask my Ministry to look into this particular regulation. We will see whether there is still a need to retain it or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I come to the hon. Member for Yuhua. She asks whether the Ministry of Labour or the Ministry of Community Development could look into the possibility of providing some kind of guidelines or regulations to require the private sector employers to provide childcare leave. Although there is no requirement for employers in the private sector to provide for childcare leave for their employees, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> some employers do actually provide such childcare leave to their married employees. They give it because they appreciate that the working mother, who has just given birth, may need to spend more time to take care of their new-born children. In fact, a number of collective agreements negotiated by several unions do already provide for such unpaid childcare leave. Let me mention just a few examples: companies like Ben Foods, Maybank Finance, Hotel Miramar, Sime Darby Edible Product, Hotel Grand Central, Hotel Royal and statutory boards like the HDB and Singapore Science Centre. Employees of these companies and statutory boards are already granted childcare leave by their employers as a result of union negotiations. Sir, therefore, there is really nothing to prevent unions or workers from persuading their employers to provide childcare leave, if they believe that the company is in a position to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While countries such as Japan may have introduced childcare leave law, we should not just follow the examples of other countries. We should ask ourselves whether, in the context of our tight labour market, it is appropriate for Government to regulate for such benefits. Even the Japanese childcare leave law exists merely as a piece of advisory legislation. There is no penalty for an employer who refuses to grant his employee such childcare leave. The Japanese also do not provide for paid childcare leave. Sir, in practice, we are not very different from the Japanese. We should continue to leave it to unions and their workers to negotiate with their employers for childcare leave benefits. We should leave it to unions and companies to settle such matters on the basis of the company's circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next I turn to the Nominated Member, Dr Soin. She asked whether confidential secretaries could be provided with paid maternity leave under the Employment Act. Sir, the Employment Act stipulates the minimum terms and conditions of employment. As the Nominated Member pointed out, it covers all workmen and employees except seamen, domestic servants, managers, executives and confidential personnel, whose nature of work \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1454</b></font>\n  <br>\n  <br> makes it impractical for the law to be applicable to them. For example, the restriction on the maximum daily and weekly working hours and the need for payment for work on rest day, public holiday or over-time as stipulated in the Employment Act, cannot apply to this group of employees who have been exempted. In the case of confidential secretaries, they work closely with the executives and managers. They regularly come in contact with confidential information concerning subordinate employees. Hence, they are also excluded from the Employment Act coverage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, my Ministry offers a conciliation service to help such people resolve their disputes with employers whenever we are requested to do so. Over the years, there have been very few cases of secretaries being denied paid maternity leave appealing to the Ministry for assistance. When we come across a case of an uncaring employer who is found to have denied paid maternity leave to an employee who is actually not performing confidential duty, we will direct such employers to grant the benefit. Even if the employee is, in fact, performing confidential duties, we have been able to resolve these disputes through conciliation. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is nothing to stop persons taking on the job of confidential secretary to negotiate for their terms of employment, including the provision of paid maternity leave. Our experience in labour relation is that in the terms and conditions of employment of many confidential secretaries it is stated quite clearly, and it includes paid maternity leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now turn to the comments made by Members on foreign workers and labour supply. First, may I reply to the Member for Boon Lay. Mr Goh has spoken on the danger of allowing too many foreign workers into Singapore. I thank him and Dr Ow Chin Hock for their support of the foreign worker policy, including the policy of imposing a foreign workers' levy on such foreigners. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1455</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh is right in noting that labour shortage is a problem, unlike other countries where the problem is unemployment. Ours is a problem of a tight labour market. Labour shortage is and will continue to be a crucial constraint on our economic growth. Our indigenous labour supply growth has slowed down to about 1.5%. With this constraint, we cannot expect to continue with the double-digit economic growth of the 70s and the early 80s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share the Member's concern and I do not believe that we should have uncontrolled entry of foreign workers into Singapore. Nevertheless, our foreign worker policy must be sufficiently flexible to cope with changing economic circumstances. We have from time to time liberalised the work permit policy to meet the needs of the various sectors of the economy. For instance, in November 1992, the dependency ratio for the construction sector was increased from one local for three foreign workers to one local for five foreign workers. We have to make the change in order to accommodate the more than expected growth of the construction industry. The manufacturing sector was also allowed to employ foreign workers up to the 45% dependency level from 40% in January 1992. The reason is we need to help employers who need to get additional workers provided they are able to pay a higher levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the foreign worker policy was relaxed for the service sector in November 1990 to allow companies to increase their foreign workers from 10% to 20%. This was necessary to cope with the growing demand for workers from this sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry also exercises flexibility in applying the 20% dependency ceiling on companies with 10 or fewer workers. This is to ensure that small companies facing difficulties in a tight labour market situation can continue to operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while we have benefited from foreign workers coming to Singapore to work, we cannot be over-dependent on foreign workers to generate high economic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1456</b></font>\n  <br>\n  <br> growth rates. Owing to the social cost of employing foreign workers, the number of foreign workers in Singapore cannot be allowed to grow without limits. As Mr Goh has pointed out, foreign workers coming from low-wage country depress the wages of Singaporean workers, particularly the lower educated and the lower skilled workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our levy mechanism, dependency ratio, and dependency ceiling requirements have so far been effective in dampening the demand for foreign workers. We will continue to rely on these mechanisms to regulate the demand for foreign workers, in particular, the foreign workers' levy must remain in place to protect low skilled, low income Singaporeans and to ensure that they can also enjoy higher incomes with economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as our economy matures, the solution is not to generate more economic growth by admitting more and more foreign workers. There is a high social cost to admitting more and more foreign workers. Our social and security infrastructures do not have unlimited capacity. We cannot accommodate as many foreign workers as the employers would wish to have. For example, we are already encountering difficulties finding accommodation for the large number of foreign construction workers, in particular, and other foreign workers in the various sectors. In the longer term, we will have to be satisfied with the rate of economic growth that can be sustained without an ever increasing pool of foreign workers in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Trade and Industry has projected that this long-term sustainable growth rate will be about 4-6% per annum. Of this, 1-2% is attributable to indigenous labour supply growth, including migration. We are trying to attract more and more skilled foreigners to come to Singapore. So immigration will help to augment our indigenous labour growth and also through measures to increase the indigenous labour force participation rate. The other aspect of the sustainable economic growth will be 3-4% of productivity growth, from better labour utilisation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1457</b></font>\n  <br>\n  <br> capital investment as well as continuous skills upgrading and retraining of the labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as in many other aspects of life, we cannot have the cake and eat it too. We cannot expect to generate high growth rate with larger and larger numbers of foreign workers in Singapore without suffering the increasing social cost and economic inefficiency. It is better for us to grow at a sustainable rate, sustainable by our indigenous labour force growth and participation, increasing productivity, increasing the use of technology and supplementing all this effort with a manageable pool of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have found the foreign workers' levy, dependency ratio, dependency ceiling to be effective in controlling and regulating the number of foreign workers in Singapore. We will continue to use these measures to regulate the pool of work permit holders. I have no plans to introduce additional measures at this juncture, such as a COE for foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now I turn to the Nominated Member, Mr Robert Chua, who spoke on the needs of the manufacturing sector. Mr Chua asked whether we could lower the foreign workers' levy for foreign workers in the manufacturing sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although there has been a decline in the manufacturing sector, it is still one of the largest employers in the economy. There is no let-up in the demand for workers in the manufacturing sector. The Member, I am sure, is well aware and he can recall that Government introduced a dependency-based two-tier levy system for the manufacturing sector on 1st January 1992. The dependency ceiling for foreign workers was raised from 40% to 45% of a firm's total workforce. The levy rate, however, remains unchanged at $300 per month if the dependency level of a firm is at 35% or below. So if the company retains only up to 35% of foreign workers in its workforce, then it does not have to pay a higher levy. It has been fixed at $300 per month. In fact, this levy of $300 per month was first fixed in August 1990 and has not been changed for the past 2 1/2 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1458</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second-tier levy of $450 a month only applies to the additional foreign worker employed by the firm when it exceeds the 35% dependency ceiling. This approach of having a two-tier system has worked well for the manufacturing sector. As a result of the differential pricing, 75% of the manufacturing firms are operating at the 35% dependency ceiling or below. In other words, 75% of the manufacturing sector are paying only $300 for each foreign worker. At the same time, the scheme also gives the remaining 25% of manufacturing firms the flexibility to operate at a higher dependency level, depending on their particular needs and on the value added that they can generate from the additional workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no need to adjust this 45% dependency ceiling because more than 95% of the manufacturing firms are already operating within these limits. There is also no plan to reduce the foreign workers' levy for the manufacturing sector. The current first-tier level of $300 was set, as I said earlier on, 2 1/2 years ago. The Government has not raised this levy since then despite increases in the foreign workers since August 1990. We have not done so because we noted that the manufacturing sector experienced slower growth, particularly in 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as for the manufacturing firms that exceed the 35% dependency level, they can substantially reduce their foreign workers' levy payment by cutting down on their dependence on foreign workers. Bring it down below 35% and they will have a significant saving on the foreign workers' levy. In fact, as the Member has pointed out, demand for workers has come down in the manufacturing sector. Then I would say this is the clearer, most direct way to go about reducing their foreign workers' levy payments - reduce their dependency ratio. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also raised another point on training of foreign workers and he mentioned that foreign workers in Singapore do not receive Skills Development Fund (SDF) support for training. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, we have run out of time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1459</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I understand that there might be some other speakers who will not be moving their cuts. So may I take a bit more time to proceed with the answers? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> That is already taken into consideration. We have run out of time. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, let me reply to Mr Chua. In fact, foreign workers in Singapore can avail themselves of various upgrading or skills training opportunities. They have ample opportunities to attend various worker training programmes. Basically, as long as the worker qualifies for the training course, there should be no difficulty for him to receive the training. Employers who are prepared to send their foreign workers for skills training can be given subsidies by SDF. Holders of three-year work permit - the more skilled foreign workers - are, in fact, given the same level of support as Singapore citizens and permanent residents, because these are foreign workers who have special skills whom we would like to attract to Singapore, and they can make a higher level of contribution to our economy. So SDF is quite happy to support them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, many employers do include their foreign workers when they organise in-house training courses for their workforce. They do not segregate between citizens and non-citizens. So many foreign workers also benefit from such in-house training courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chua also asked a question on the regionalisation training scheme: why limit it to 100 trainees or 10% of the workforce? Let me point out that this requirement is to ensure that we do not get a sudden influx of trainees. It is again to regulate the inflow of foreign workers into Singapore. Admittedly, in this case, they are trainees. I would also like to point out that the 100 workers or 10% of the workforce is a at-any-one-time requirement. In other words, there is nothing to stop a company from bringing another batch of foreign trainees for training within the company. After all, trainees are allowed only six months' stay in Singapore. So after six \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1460</b></font>\n  <br>\n  <br> months, you can always bring another batch and it should not therefore create any problem to the Singapore company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now quickly reply to the Member for Kampong Glam GRC. He pointed out that there are more than 800,000 economically inactive persons in Singapore. I entirely agree with him that all these people are a potential source of workers for the economy. A breakdown of these 800,000 persons will show that a large majority, about 88%, are housewives, full-time students, or retired persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of female labour force participation rate, our female labour force participation rate at 51% is comparable to that of the developed countries. For example, in Japan - 51%; United Kingdom - 52%; and the US - 56%. The number of females in the labour force has in fact been increasing steadily over the years. In 1970, there were 184,500 female workers. By 1992, the number has increased more than three-fold to 632,000. There has been a corresponding increase in the participation rate of women in the workforce from 30% in the 70s to 51% in 1992. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the female labour force participation rate in Singapore, however, declined drastically after age 35 years, as women with dependent children leave the workforce. They leave and do not come back. If we compare the rate for women aged 35 years to 59 years, Singapore is the lowest with 48% compared to US, 72%, United Kingdom, 71% and Japan, 66%. The higher rates in the other countries are due to the large proportion of females engaging in part-time work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the relatively high overall labour force participation rate of females in Singapore, there is still a great deal of room for encouraging more women to work. This is especially true of older married women who choose to remain economically inactive, presumably, busy with their households and child rearing responsibility which the Nominated MP has very well described in her speech in the Budget debate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the experience in Japan and other developed countries has shown that in order to create employment opportunities to women with family responsibility, flexi-work arrangements, including part-time work, should be promoted. Presently, the level of part-time employment in Singapore is low by international standards. Part-time workers constitute only about 3% of the labour force compared to 10% in Japan, 25% in the United Kingdom and 17% in the United States. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry has, in 1990, announced a set of part-time employment guidelines to promote part-time employment. I also understand that the NTUC has formed a tripartite committee to study the issue of flexible work arrangements to see if such arrangements can be promoted to give married women more employment opportunities. In the longer term, companies should be encouraged to provide more part-time jobs as these would enable women who are unwilling to take full-time jobs to continue working. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we can get more employers to open up more part-time employment opportunities, not only will it benefit the women in the population, it will also benefit the many retirees because they would prefer to take on part-time jobs rather than full-time jobs. Experience in many countries, such as the United States, shows that retirees favour part-time work compared to taking on a full-time job. So I would, therefore, like to urge our companies to come up with more part-time employment schemes as these will go a long way to supplement the workforce and job opportunities for those who are presently economically inactive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member's suggestion to exempt persons over the age of 55 years from making any CPF contributions so as to increase their labour force participation, I would like to point out that the current CPF contribution rates for workers aged 55 years and above are already lower than that for young workers. Those from age 55 years to 59 years contribute a total of 25% and total contribution from 60 years to 64 years is only 15%. Above 65 years, they contribute only 10%. According to CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1462</b></font>\n  <br>\n  <br> records, there are about 60,000 employees aged 55 years and above contributing to their CPF. Some of them are still servicing their housing loans with the CPF. At the same time, workers aged 55 years and above also need to contribute to their Medisave at higher rates than younger workers. Sir, the current Medisave contribution rate for older workers aged 55 years and above is 7%. It will be raised to 8% by 1st July this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it can be seen that the workers aged 55 and above also need to make CPF contributions to meet their various requirements. They will suffer if no CPF contributions are payable for them. I am, therefore, not agreeable to exempting older workers from CPF contributions as a means of encouraging them to join the workforce. However, when we move to raise the retirement age from the norm of 55 years to 60 years, we will have to make some adjustments to the CPF contribution rate for those aged between 55 years and 60 years. The adjustment will be made bearing in mind the overall needs of the older workers and the need to minimise the cost for employing older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue of labour shortage will continue with us for a long time to come given the current fertility and other demographic trends. As a long-term measure, companies should continue to step up activities to improve productivity and upgrade the skills of their workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have one other question to answer from Mr Robert Chua and that is on labour costs. He asked whether Government will help companies set up inhouse and industry wide training centres. I think this has been done already. We understand that productivity growth comes from the cooperative effort between employers and workers with Government support. And, in fact, many companies have invested lots of time and resources to develop and conduct training courses, both at company level and at industry level. As a result, our national training investment has doubled from 1% of payroll in 1987 to 2% of payroll in 1992. The Government will continue to encourage employers and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> workers to give more attention to skills training and upgrading. The Skills Development Fund (SDF) will be our primary instrument for promoting worker training. The SDF is subsidising the training of more than 400,000 workers a year at a cost of about $60 million. With such a major training programme, any employer who needs to train his workers should be able to receive some SDF support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides subsidising training places, the SDF also works closely along the lines suggested by the Nominated Member, that is, working closely with the private sector to develop training programmes and to provide grants for developing industry training centres. By partnering the private sector, the SDF is able to tap the expertise and contacts of, for example, the Singapore Manufacturers' Association for total quality programmes, the Singapore National Employers' Federation and companies, such as, IBM, Motorola, Philips, Seiko and SIA, to produce a total of 13 training programmes that are tailored to specific needs of the various industrial groups. So far, more than 69,000 trainees have enroled in these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SDF also provides grants to 16 industries and services to develop special training centres. These industry-wide training facilities have been set up by SMA, SNEF and the Chinese Chamber of Commerce: the textile, precision optics and other industries, banking, insurance, tourism, hotel, retail and other services. So far, the SDF has supported 78,000 trainees enroled in these industry-wide training centres. Let me assure the Member that SDF will continue to work with the private sector to develop other viable industry-based training centres . \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> I believe I have already answered all the points raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am sorry, Mr Ling, we have run out of time. Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, the Minister has given a very comprehensive reply to all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1464</b></font>\n  <br>\n  <br> the questions raised. So I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chng and Dr John Chen are not here. Mr Leong Horn Kee. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Labour has recently announced further liberalisation of the use of CPF for investment. This is a very laudable move. The Government has also previously approved the use of CPF for education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to urge the Minister to consider allowing CPF to be used for part-time education. I believe this is in line with the move to liberalise the use of CPF for investment. I believe we should view education as a form of investment. In fact, it is a very valuable form of capital investment. Unlike financial investment which is risky and provides material well-being only, an investment in education adds substantially to the value of a person and it is an investment that cannot be lost by somebody. More so, since the Government has now urged our people to venture overseas to do business, many people would like to arm themselves with more training and knowledge before they can venture to battle in the foreign field. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many young working adults may not be ready or very interested in spending their time and money, including their CPF funds, in dabbling in stocks and shares. But, I believe, many will be more than prepared to invest in improving themselves educationally. I would like to urge the Minister to seriously consider allowing CPF to be used for part-time courses organised by certain responsible and reputable private and public educational establishments, such as the universities, polytechnics, professional bodies, SIM and the proposed Singapore Open University. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, at present, CPF members can use their CPF savings to pay for their own or their children's full-time education courses at the six local tertiary institutions. However, they are not allowed to use their CPF savings for the Open University Degree Programmes (OUDP) run by the SIM. The OUDP may be a part-time programme, but it is not any part-time programme. It is supported by Government grant. Despite this financial assistance, however, fees are expected to be in the region of about $20,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Working adults wishing to pursue this course at the OUDP will welcome the use of CPF funds as many working adults with families cannot afford to give up their jobs to pursue higher education full time. Sir, in view of the liberalisation of the CPF for investment, would the Government consider liberalising the use of CPF for the part-time OUDP programme. Control can still be imposed by capping the CPF withdrawal at the amount approved for a similar full-time degree course at the NTU or NUS. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I want to join my colleagues who have just spoken to ask the Minister for Education to allow workers to use their CPF funds for part-time educational courses which are run by professional organisations and responsible authorities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think many workers want to improve themselves. However, they do not have adequate financial resources to do so. The Minister has now liberalised the use of CPF for investment purposes. I would, therefore, like to ask him to reconsider again this request to enable our workers to have more opportunities to improve their education and to upgrade their skills and knowledge. Mr Leong has mentioned that this is an investment in human resource development. This will increase our pool of skilled manpower, and will enhance our competitiveness. I am sure that safeguards can be worked out to ensure that there will be no wastage or abuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note also that the Minister has just said he does not agree \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1466</b></font>\n  <br>\n  <br> with the proposal made by Dr Wong Kwei Cheong to exempt older workers from CPF contributions. But he did say that when the Retirement Age Bill comes up for discussion, he is going to have some proposals for changes to the CPF contribution rate for older workers. I hope that he will discuss this with the unions before making the proposals. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo (Nominated Member):</b> Sir, the points I want to raise have already been very adequately covered by the three speakers before me. I would like to join them to appeal to the Minister to allow the usage of CPF for part-time studies. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Sir, our economy suffered a recession in 1985 and 1986. Our workers were very brave in accepting a sacrifice to help their employers tide over the difficult times. They accepted a reduction in the employers' CPF contribution rate from 25% to 10%, a reduction of 15%. This was an unprecedented move. Nowhere else in the world can you find workers who are prepared to accept such a sacrifice for the sake of their employers. We should not take this great gesture of the workers for granted. Now that our economy has recovered and it has been six years since the employers' CPF contribution rate was reduced, our workers are very disappointed that it is taking such a long time for the employers' CPF contribution rate to be restored and they are rather worried about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The employers should not use the reduction in CPF contribution rate as the sole means to maintain their competitive edge in the market. The employers should accept the fact that their CPF contribution is part of their fixed cost. The CPF has played a very important social role, for example, for housing, health, education, and investment. So I feel that we should uphold our credibility and image. At the same time, we must not forget that the next time there is a recession, we may have to tap the resources of the CPF again. Therefore, we must have enough CPF savings now. The employers should plan ahead by deploying more effective production technology, more innovative spirit of entrepreneurship, to upgrade the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> skill training of their workers, go for automation, mechanization and regionalization to adjust to the rapidly changing climate of investment. Only then, can they ensure that the company would maintain its standard internationally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The employees are hoping that the CPF rates could be restored more rapidly to the long-term target set by the Government. The Minister for Finance has announced that, with effect from 1st July this year, the employers' CPF rate will be increased from 18% to 18.5%, and the employees' contribution rate will be reduced from 22% to 21.5%. He also mentioned that subject to the economy being good next year, the employers' rate will be increased to our long-term target of 20%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, if we increase by 0.5% this year, I am rather worried whether the rate could be increased by 1.5% next year. I would urge the Minister for Labour to consider increasing the rate by 1% this year, and another 1% next year. If we are to increase by only 0.5% this year, then next year, if the economy is good and we increase the rate by another 1.5%, the employers may make a hue and cry over it. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, it was three years ago that the Ministry first encouraged private companies to raise the retirement age from 55 to 60 years old. But three years have gone past and the results are disappointing. I think only 5% of the private companies with non-unionised workers have responded enthusiastically. I understand that the Retirement Age Bill is coming. I would like to commend the Minister for introducing this Bill. I have no questions. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, we are now talking about a mature economy and looking at a lower growth of 4-6%. We are looking at a per capita income of US$10,000 and hoping to jump to US$20,000 for a developed economy status. Investments that the EDB and the Government are bringing in must surely be more and more high-tech and more and more specialised. Our worry here is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1468</b></font>\n  <br>\n  <br> that our workers are ageing. We have mature workers who need training and lots have been done for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am proposing that we should now be looking at full-time, full-pay, training for our older workers who actually want to strike out for a new second career, a second chance, so to speak. The training that they are having now, either inhouse in the companies or asking them to come out after their working hours, is very draining on them. Many of them are not given the opportunity to learn new skills to fit into the new investments that we are bringing in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, the Minister said that for the construction industry, we are very lax to allow foreign workers to come in. But the way that we are depending on the foreign workers, training them and then they return home, is actually a big drain on the training for our local workers. If we do have a scheme where we pay people who want to learn skills, say, in the construction industry and actually become a pool of skilled workers, then we may not need to depend so much on these foreign workers coming in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point here is this. These older workers are in the late 30s or early 40s. They actually have a lot of commitments, family commitments, instalments to pay, children who are in schools. So they cannot leave the job market to take up new skills. We should have a scheme financed from the foreign workers' levy, where we allow these older workers to opt out of their existing work to start afresh. The Bill in the name of the Labour Minister on raising the retirement age to 60 tells us that there are another good 20-25 years to go for these workers who have missed out in our economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the present system the employers' headache in sending workers out for training is that there is poaching going on. They do not have enough workers to release for training. All these excuses will continue to be there. As for the workers, they say there is no time, too tired to get out in the night, family commitments in the evenings and things like this. I think we are not addressing this whole problem of the 400,000-500,000 older workers who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1469</b></font>\n  <br>\n  <br> actually need help to get out of the present system, and to level up into a new skill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But who is to pay? I said earlier that it should be financed from the foreign workers' levy. The other point would be for companies to think passionately for their workers. Within the companies, they may have job vacancies. Probably they could release these workers, get them out into the training market, into training schools, and later come back to the companies to assume a new post. Could an arrangement of cost sharing be worked out where companies release, say, delivery boys, odd-job workers, to go for full-time training, acquire new skills and they come back to do supervisory work or operate the machines? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, several MPs have raised the issue of allowing CPF savings to be used for attending part-time training courses including those offered by the Open University. This is not a new issue. It has been raised, in fact, quite regularly since CPF was allowed for the use of full-time education in tertiary institutions. This subject of use of CPF savings for part-time education has been regularly broached in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope Members will understand that the CPF education scheme is a loan scheme meant to help students who are undergoing full-time studies. It is an exception made for the full-time students. Why do we make the exception? Because full-time students have no income and are likely to have difficulty paying for tuition fees with their own savings. For instance, this could cover young adults going straight from school or national service to the universities. They would have no savings of their own to pay for the tuition fees. So we have allowed their parents to draw on their CPF savings to pay for the tuition fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, students of part-time courses are mostly working adults who generally can afford to pay their tuition fees with their savings as they are working and studying at the same time. And most of them have been working for a number of years already and they have accumulated some savings of their own. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is wise not to allow CPF savings to be used for the fees for part-time studies. If we allow CPF savings to be used for part-time studies, we should bear in mind that upon completion of the studies, the CPF member will have to start repaying the education loan in cash; just like the students who are in full-time studies, when they complete their studies and they start working, they will have to repay the loan they took from their parents' CPF account in cash. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Repayment of the loans cannot be made from their CPF contributions. If a part-time student finds that after going through his course, his income has not increased significantly as a result of his part-time studies, then he could find himself in serious financial difficulties, having now to meet an additional payment. Worse still, if for one reason or another, the part-time student fails to complete his studies, he will have no means of enhancing his income to repay the loan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that it is better for part-time students to plan for such efforts to upgrade themselves. With planning, they could time their studies only after they have saved enough for the fees, and most part-time students have been able to do this. Many are already doing so without difficulties. The additional effort of putting aside cash savings for the course could perhaps serve as a very strong incentive for them to succeed and to do well in their chosen course of study. Sir, for this reason, I would not support the call by various Members to allow the use of CPF savings for part-time education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, may I address the point raised by the Member for Yuhua. She asked whether we can raise the CPF contribution rate by the employer by 1% this year instead of 1/2% so that we could restore the CPF contribution rate of employer/employee to 20%/20% sooner. The Minister for Finance has already announced in his Budget speech that this year workers will get a 1/2% reduction in their contribution rate with a corresponding 1/2% increase on the employers' side. He also said that if the economy grows satisfactorily this year, then the Government will adjust the CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> contribution rate by another 1 1/2 percentage point next year, 1994. Let me assure the Member that the Minister for Finance is quite a sincere person in this regard. If he thinks that he can raise it by 1 1/2% next year, there is a very strong likelihood that it will be raised by 1 1/2%. So the Member's fear that next year we might go back to another 1/2% and therefore we take a longer time to go back to the 20% plus 20% formula is quite unfounded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Nominated Member, Mr Chia, asked whether we could help older workers who want to have training or retraining for a second career. Let me first of all express my agreement with him that training and retraining are very important, particularly for older workers. In view of the rapid changes in our industrial technology, in the way we do business, in the way we try to sharpen our competitive edge, training and retraining are the essential elements of how to achieve this competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the training of workers is really undertaken by the National Productivity Board of the Ministry of Trade and Industry. I understand that the NPB's approach is to help employers to train their older workers with grants from the Skills Development Fund. Such training includes programme for the development of skills such as supervision, selling skills and basic knowledge such as in Mathematics and in English to prepare the workers for a higher level of skill training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers train their older workers or for that matter any worker when they want to improve the performance of their employees. The training can be in their current job or for new responsibility to which the workers will be deployed as part of their career development or as part of the company's changing production processes. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, 30,000 older workers aged 40 and above benefited from the various schemes of the Skills Development Fund. These various training programmes include \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1472</b></font>\n  <br>\n  <br> the Fast Forward courses where 24% of those who have enroled, were from the age group of 40 years and above. So they are the older workers. 24% of the 30,000 workers who have been trained under the Fast Forward courses are 40 years and above in age. Under the Training Initiative for Mature Employees (TIME), over 1,000 older workers have been trained. There is also a Training Leave Scheme which receives 100% support from SDF for the fees for training older workers at their workplace during office hours. There is also a structured on-the-job training scheme for older workers. So I think there are adequate programmes to train and re-train older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, on the other hand, as the Nominated Member has pointed out, if some older workers want to embark on a second career of his choice, different from what he is doing now, perhaps with a different company, then I think it will be difficult to provide such individual training. It will be better for him in that case to upgrade his own skill through his own effort by taking up some special courses on his own. Because if he is employed with a company, it is obvious that his employer needs his particular skill. The employer is unlikely to train him to prepare him for a job with another company. If SDF were to come in to support the workers' own choice of training, then there is a possibility that the training may not correspond with the market demand for skills. There is no assurance that he would be able to find a job requiring those particular skills that he has been trained in. This, in the longer term, will lead to a wastage of the Skills Development Fund and also result in skill and job mismatch. That is why we have always felt that training and re-retraining of workers should be employer-led. This is to ensure that the new skills acquired by the worker through costly training programmes are usable and relevant to the needs of the employer. In a tight labour market, there should be many employers who would take in workers and train them in the new skills that are required for them to function effectively in the company and for the job for which they are taking on. Such upgrading programmes which are employer-led or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> employer-sponsored will then be fully supported by SDF. I think this is the best approach to tackle this problem of worker training. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, just some remarks about CPF for part-time education. I think our plea has been quite strong because there were at least four MPs who spoke on this subject. As the Minister said, many people have asked for it outside the House. Perhaps, we could explain that the idea is not so much to use the CPF as a loan scheme, but to apply it as part of the investment scheme that the Government has on CPF for investment. There are people who do not want to spend money on buying stocks and shares with their CPF, but may want to use the money from the CPF for education, particularly for part-time education. The Minister probably should also be aware that nowadays the costs of part-time courses are getting higher and higher, particularly for some part-time graduate courses. For some in the low income group, these courses are not within their means. Therefore, if they are able to use the CPF for this purpose, it would be very helpful. If it is not a loan scheme, they do not have to repay their own CPF. They can withdraw from their CPF and use it for their education. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, there is a difference between allowing CPF savings for investment purposes, whether it is to buy trustee stocks or shares in other public companies, and that of allowing CPF savings to be used for part-time education. When a CPF member uses his savings to buy stocks and shares, there is a very good chance that the investment would yield a higher return than his CPF interest rates. That is the assumption, otherwise he would not have gone out and invest his money in stocks and shares. It must be because it would give him a higher return than leaving the money in the CPF account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, if you allow CPF savings to be used for part-time studies, the savings will be consumed. Even when the student graduates or completes his part time study and starts repaying the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1474</b></font>\n  <br>\n  <br> loan, he would only be making good what has been consumed and returning what interest would have been lost as a result of the withdrawal from his CPF account. He would not have contributed an iota of appreciation to his CPF savings. Therein lies the difference in why we have been very reluctant to make another exception to the rule of not allowing CPF to be used for consumptive expenditure but only allowing CPF to be used for asset-enhancement investments. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Can I talk about training? I am looking at a lot of employees working in companies where employers are not that enlightened to be training them, those small companies that do not have organised training schemes. As for wastage, when EDB brings in investment, they may need some operators for certain high-tech machines. So they may need 300 of them. Surely, we can run a course asking for applicants for these 300 vacancies where we pay them, say, $1,000 and they come in for training. That training will not be wasted. This will give a path for these older workers to get out of the present position or predicament they are in. If we look at many of these older workers, they are in jobs that have very little skills, and no employers need to send them for training. A delivery man is a delivery man; a driver is a driver. But we can give this group of people a chance to take on a new skill. If we need certain carpentry work, because of our retrofitting programme, we need 100 good carpenters, we can run a course on carpentry and let people apply, and actually pay them to learn this new skill. Then they become a good pool of skilled workers. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I have no quarrel with that proposal. I have no difficulty with that. If, in fact, EDB has succeeded in attracting a new investor into Singapore and the investor needs to have workers with a particular skill that is not available in Singapore, I am sure EDB will set about to provide training opportunities for employees of the new investor. So the training will therefore be put to good use by the investor once his operation is off the ground. But to suggest that we set up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1475</b></font>\n  <br>\n  <br> training for all kinds of skills and abilities imaginable in the hope that an employer will come around for these trained people, I think that will be a little difficult. But if the Member accepts that we should have training or re-training of workers on the basis that employers must always be willing to support such training, then I agree with him. That is how we are going about providing training and re-training of our workers. It must always be employer-led. The person should already be employed. His employer knows that the particular training will be relevant to what he is going to do for the company, in which case, SDF will support such training. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, there is a difference of view between the Minister and us. We see education as a form of capital investment whereas the Minister seems to see education as a form of consumption. Perhaps I will mount another campaign next year with my colleagues again. With that, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although we have a good industrial relations climate in Singapore, we should not be deluded into thinking that all is well, and that there are no trade disputes. In 1990, there were 303 cases of trade disputes referred to the Ministry of Labour, rising to 323 cases in 1991 and 339 cases in 1992. However, most of these cases were amicably settled through conciliation with the Ministry of Labour. A few had to be referred to the Industrial Arbitration Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are able to enjoy industrial harmony because our trade union leaders take a responsible stand. They play an active role to promote productivity. They recognise that if they help to generate wealth and growth, they will be more effective in fulfilling their mission of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1476</b></font>\n  <br>\n  <br> bringing about a better quality of life for our workers. Sir, what then are the causes of the trade disputes which were referred to the Ministry of Labour? Usually problems arise when employers do not give adequate recognition to the contribution made by their employees. I understand most of these cases involve wage increases and conditions of service. According to the feedback which I have received from the union leaders, they encounter difficulty in their negotiations because employers refuse to provide information to enable the negotiations to be smoothly conducted. They refuse to disclose information which are relevant to the negotiations. Hence, these cases have to go through the Ministry of Labour for conciliation. Sir, employers should recognise the positive role that the unions play in helping the organisation to be successful. They must understand that to promote good industrial relations, there must be mutual trust and respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Ministry of Labour works with the management and unions to settle trade disputes, I would like to urge the Minister for Labour to try and impress on management the need to understand and recognise the role played by our unions to help promote good industrial relations. For cases settled through conciliation, I am sure that the responsible attitude of the trade union leaders has led to their early and amicable settlements. May I have the Minister's comments on my remarks? \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo (Nominated Member):</b> Sir, Singapore today is very proud of its harmonious and healthy state of industrial relations climate. It is a well-known fact that this industrial peace has been brought about by the practice of tripartism at the national level. The tripartite partnership has, indeed, worked well in overcoming many difficulties in the past, and will continue to be so in the years ahead. Tripartism has been a contributing factor to a steady decline in industrial stoppages. Except for a 2-day strike in 1986, Singapore was strike-free from 1978 till this very day. This strike-free indicator, if I may call it, has often been used, rightly or wrongly, as a ruler to judge or measure the state of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1477</b></font>\n  <br>\n  <br> industrial peace in Singapore. While this is true at the national level, it can lead to a misperception by many that the state of labour-management relations at the enterprise level is just as healthy and harmonious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1990 Singapore Year Book on labour statistics, the number of trade disputes which has been referred to the Ministry of Labour for the decade 1980-1990 averaged about 350 per year. This is discounting the number of individual cases referred to the Ministry. In fact, this shows an increase from a low of 1,400 individual cases in 1984 to an all-time high of 3,835 individual cases in 1990. To illustrate further, for example, of late, we have learned of the management of one company instructing workers to come back for replacement work for the number of hours which the power blackout lasts without pay. Another company restricts its employees in the usage of lifts; and another for trying to break the union. All these serve to illustrate that there is still much room for improvement in labour-management relationship at the enterprise level. The state of labour-management relations at the enterprise level must inevitably have an impact on the productivity of that enterprise. The Productivity 2000 Report identifies that for an organisation to be highly productive, both labour and management must recognise their interdependence on each other and are proactive and innovative. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, tripartism has been the hallmark of our industrial relations system in Singapore. It has been so primarily because of the brand of trade unionism which the trade union movement, spearheaded by NTUC, has been advocating since its historic modernisation seminar of 1969. And that brand of trade unionism is responsible trade unionism. The Ministry must also be commended for being equally effective in this aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To reinforce tripartism, we need to continue relentlessly in our efforts to promote bipartism or labour-management relations at the enterprise level. Perhaps \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1478</b></font>\n  <br>\n  <br> the Ministry of Labour should also consider promoting responsible management practices simultaneously with that of responsible trade unionism. Towards this end, I would like to ask the Minister what measures will be taken by the Ministry to improve labour-management relations at the enterprise level. This is of importance in the light of impending legislation of retirement age, the medical capping of medical expenses for tax deduction purposes and the unceasing call to improve productivity of our workforce. All these, I believe, will bring about issues of different dimensions for both labour and management to deal with in the future. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Marine Parade GRC has asked for an assessment of the industrial disputes which were referred to the Ministry of Labour. Sir, with responsible trade unionism entrenched in Singapore and with the support and cooperation of enlightened management, companies and their unions have been able to resolve their differences amicably on most occasions. Many of such disputes have been resolved at the company level. As a result, the number of disputes that need to be referred to the Ministry for conciliation has remained low and stable over the years. In the seven years from 1986 to 1992, my Ministry handled an average of 327 cases a year. Most of the disputes that were referred to my Ministry for conciliation involved issues of wage increase, payment of retrenchment benefits and other terms and conditions of employment. The majority of these disputes, more than 95%, were amicably settled at my Ministry without the need to be referred to the Industrial Arbitration Court for arbitration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this has been possible because our unions and union leaders have adopted a non-confrontational attitude and played a positive role in helping to resolve disputes that may arise from time to time between employees and management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Marine Parade GRC also mentioned that problems usually arise when employers do not give adequate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1479</b></font>\n  <br>\n  <br> recognition to the contributions made by the employees. I agree with the Member that employers should give due recognition to their unions and employees. Employers who do not do so are, in fact, unlikely to do well in their management of human resources. They are unlikely to do well in their enterprises. In a tight labour market situation, such employers will eventually find that they would not be able to attract and retain good workers. They will not be able to foster a good corporate spirit, corporate image, among their workforce and foster loyalty among their workers. On the other hand, an employer who recognises his workers' contribution and efforts, who provides them with training to upgrade their skills, who provides welfare and recreational facilities for his workers and their family members and who rewards their employees when their performance is good, and when the company does well, will have better and more harmonious labour-management relationship. Such employers are more likely to succeed to create a thriving and competitive enterprise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the Nominated Member, Mr Tong Kok Yeo's comment, as he has noted, we have enjoyed industrial peace for many years. In fact, as he has mentioned, with the exception of a short two days' strike in 1986, we have had no strikes or lock-outs since 1978, a period of 14 years. And over the years, the union-management disputes referred to the Ministry had, as I mentioned earlier on, been amicably settled through conciliation, with less than 3% having to be referred to the Industrial Arbitration Court for arbitration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our harmonious industrial relations climate has been consistently rated very highly by international business consultants, including BERI, and this has helped to promote Singapore as an attractive investment centre. Many foreign investors have found our harmonious industrial relations climate a convincing reason for investing in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our good labour-management relations reflect the ability of our union leaders \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1480</b></font>\n  <br>\n  <br> and employers to work together to sharpen economic competitiveness and to enhance economic growth. The net result is to raise the standard of living of our workers. However, he asked what measures would the Ministry be taking to help to strengthen this harmonious industrial relations climate. The Ministry will continue to offer the mechanism to resolve any disputes between employees and employers without resorting to confrontational methods. And I think that is a major contribution to helping to preserve industrial peace. If we can succeed in continuing to maintain this harmonious industrial relations climate, the net result is that we will be able to raise the standard of living of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to take this opportunity to caution Singaporeans that we should not take good labour-management relations for granted. I urge employers not to be complacent in their dealings with unions and their employees. At the same time, I hope that unions representing workers will always maintain a responsible attitude and will always share a concern for the greater needs of the economy as well. If we can get unions and workers to continue to work together towards this common goal of economic growth, we will be able to build up our economy and make it more competitive in the years ahead. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Minister for the reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I remind Members that \"guillotine\" time is \n  <br>2.40 pm. Amendment No. (4), Encik Zulkifli. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SH 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the decade spanning from 1980 to 1990, it is gratifying to note that there was a significant drop in the number of industrial accidents in Singapore. The drop in industrial accidents has been attributed to the strict observance and compliance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1481</b></font>\n  <br>\n  <br> the safety systems and the role played by Safety Committees. An effective Safety Committee can help maintain occupational safety and health (OSH) standard at the workplace as it is self-regulatory and emphasises on ongoing surveillance. However, a Safety Committee must be committed to OSH and should not be just a token committee. I must say that the Ministry of Labour has been farsighted and must be commended for introducing the Factories (Safety Committee) Regulations in 1975. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, and in particular last year, it has been observed that the accident rate is on the upward trend and this is a matter of concern. Does this current situation reflect that there is a slackening in the safety enforcement and surveillance or is there now a 'tidak apa' attitude towards safety and health by all those who have a role to play in this area? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to this matter, I would like to ask the Minister what measures the Ministry is taking to check this trend in industrial accidents. How does the Ministry monitor the progress of the work of the Safety Committees and also check on factories, shipyards and workplaces? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another matter is on the issue of safety audit. In my opinion, Sir, the emplacement of a safety audit system is long overdue to ensure that the workplaces, in particular shipyards, are safe for workers to work. The safety audit is to evaluate the effectiveness and intelligence of the safety system and practice as well as to recommend corrective and improvement measures. What is required is an independent audit and not an in-house audit. In the light of the recent spate of accidents at Sembawang Shipyard and Ginza Plaza, I would like to know what follow-up action is the Ministry taking to put in place a safety audit system and how will the Ministry monitor such a system. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, it is imperative that our workers work in a safe and healthy work environment. We cannot take for granted that all will be well because there is a safety system in place in our workplaces. Close attention must be paid to ensure that internal safety control \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1482</b></font>\n  <br>\n  <br> systems are rigorously observed by both employers and employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1992, there were a number of major accidents in our shipyards, construction sites and factories. There were various reasons which led to the unfortunate accidents. I believe it is usually the shortcomings in the management and enforcement of the safety system. I would like to ask the Minister to outline the steps the Ministry is taking to ensure that safety systems in the workplaces will be rigorously monitored to ensure that they will be relevant and effective in ensuring that accidents can be prevented. Like Mr Zulkifli, I would like to suggest that a system of periodic evaluation of the safety systems in the workplaces prone to accidents by independent audit teams be instituted. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Labour (Dr Ong Chit Chung):</b> Sir, my Ministry shares the concern of Mr Zulkifli and Mr Othman on the safety of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was very unfortunate that last year there were a number of major accidents and mishaps in Singapore. This gives the impression that the industrial safety situation has deteriorated. But let us take a look at the statistics. Last year, the total number of industrial accidents reported was 4,698, of which 65 were fatal cases as compared to the total of 5,154 in 1991, of which 66 were fatal. Hence, the total number of accidents had dropped by about 9% compared to the previous year. In terms of accident frequency rate, there were 3.6 accidents per million man-hours work in 1992 as against 4 in 1991, a drop of 10%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would, therefore, like to assure Members that overall, there is no slackening of industrial safety standards at the workplace but we will not be complacent. We will take every possible action to make sure that safety is in place and the situation improves further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Zulkifli and Mr Othman that we should give special emphasis on strengthening safety management at the workplace. And one important mechanism, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1483</b></font>\n  <br>\n  <br> of course, is the safety committee. From statistics of the Department of Industrial Safety, there are about 1,500 factories that are required to have safety committees, of which 1,322 or 88% have done so. The rest are mainly new factories which are in the process of forming the safety committees. The Ministry of Labour will ensure that this is done. Officers of the Ministry do regular checks on these safety committees during their factory visits and also monitor through reading and checking the minutes of their meetings. Through the review last month, for example, we concluded and assessed that 1,180 committees were effective. Reminders were sent to 140 factories, performance of which was found to be wanting. We also take enforcement action when necessary. Last year, a total of 21 composition fines were issued for contravention of one kind or another relating to the requirements of Safety Committees. So we do take the trouble to check and we take a carrot and stick approach. For those companies that do well, in terms of safety, we have a yearly safety award ceremony, where they are given gold, silver or bronze safety awards, to encourage them to do even better and to set an example for the rest of the industries. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On safety audits, I agree with both Mr Zulkifli and Mr Othman that even if a management safety system is in place, there must be regular auditing to ensure that there is compliance, and that everybody knows what they are supposed to do. At present, I am glad to report that large refineries and chemical plants carry out safety audits on their own, for example, Shell, BP and Petrochemical Corporation of Singapore. And we do encourage as many factories as possible to have this auditing system and, especially if they can, we will encourage them to have an independent audit, particularly for major industries and shipyards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also helps by conducting seminars of one kind or another, in terms of safety and helping them to understand the significance of Safety Committees as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1484</b></font>\n  <br>\n  <br> well as safety audits. And we believe that everybody has a part to play in this - management, Government and workers. And if all play their part, particularly through self-regulation, many accidents and tragedies could be avoided with this proactive self-regulatory approach. So management and workers must constantly keep at it and we at the Ministry will do our best to encourage them and to keep the pace going. Safety is our major concern. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I am happy with the steps taken by the Ministry of Labour and the assurances given. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Zulkifli. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SI 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Noise Induced Deafness (NID) is currently the number one occupational disease. Records have shown that with concerted efforts and implementation of necessary control measures, any occupational disease can be reduced significantly. For example, NID dropped from a peak figure of 1,689 cases in 1986 to 691 cases in 1989. However, incidences of NID are showing an upward trend again since 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not good enough to require employers to send their employees who are exposed to occupational diseases for periodic medical examination. More can be done. In our efforts to arrest NID, it is important to ensure that workers are made aware of the consequences of being exposed to high noise levels. In addition, hearing conservation as well as awareness programmes must be taken to further protect our workers. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Zulkifli, we do not have much time left. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Yes. Sir, I am just coming to my question. Can the Minister enlighten the House as to what measures it is taking to tackle this problem \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1485</b></font>\n  <br>\n  <br> and control the number of NID cases from rising? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, we share Mr Zulkifli's concern on noise induced deafness among our workers and, as pointed out by him, it is the number one occupational disease in Singapore, in terms of the number of workers affected. However, Members will be pleased to know that the number of confirmed cases registered a drop from 842 in 1991 to 655 last year. Of these cases, nine were severe enough to qualify for workmen's compensation. The others were early cases detected upon medical examination, but with no significant disability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Members that my Ministry's Department of Industrial Health takes a very serious view of NID and has implemented various measures to protect the hearing of our own workers. These measures have worked well and they have contributed in part to the fall in numbers last year. The most important measure is the identification of noisy factories and the implementation of the In-plant Hearing Conservation Programme. Such a programme consists of several activities, for example, monitoring of noise levels, reduction of noise levels, where possible, health education to raise the awareness of this problem, provision and wearing of hearing protectors, medical surveillance of workers which is an ongoing thing, and we are very stringent, in terms of requirement for medical check-up of workers who are exposed to excessive noise. And we wish to advise all employers and workers to have examination regularly so that this problem can be detected and corrective action taken. But we will go one step further and help any company which wishes to have this hearing conservation programme and we will give appropriate advice, when possible, and monitor closely the performance of this company in implementing such a programme. We want to assure Mr Zulkifli that his pleas and appeals will not fall on deaf ears. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1486</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mr Goh. Can I suggest that you and Mr Cheo ask your questions so that we have time for a reply? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SK 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall be very brief. Sir, under our work permit regulations, the work permit holder is not allowed to marry a Singaporean without the permission of the Controller of Work Permit. As you know, when the Ministry of Labour rejects applications to contract marriage, the reasons for rejection are usually not stated. So I would like to know whether the Ministry has relaxed or tightened its criteria for approving applications to contract marriage in recent years. I would like to know, in particular, how many applications have been received and how many have been approved in the last two years. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Sir, many years ago, before I became a Member of Parliament, I read in the newspaper a report of a female Malaysian work permit holder who applied seven times to the Ministry of Labour for permission to marry her Singaporean boyfriend, and her application was turned down on each occasion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Cheo, could you ask your question because we are running out of time? \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (in Mandarin):</b> This matter has been bothering me all these years. I do not know why the Ministry of Labour must insist on prohibiting work permit holders from marrying Singapore citizens. Any work permit holder who marries a local citizen without the prior approval of the Ministry of Labour stands not only to lose his job in Singapore but also face a permanent ban from entry to Singapore. On the other hand, many people have applied to the Ministry of Labour for permission to get married and their applications are more often than not refused. I think the Ministry of Labour should review its ruling on the matter. So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1487</b></font>\n  <br>\n  <br> long as it does not harm the interest of our country, I think we should revoke or relax this restriction because this policy has caused many broken hearts. At the same time, we are losing a great number of labourers. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Robert Chua, can I, with your agreement, ask you not to speak so that a reply can be given? \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, I think you have less than two minutes. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, may I take up the point raised by Mr Cheo first. Why should the Ministry of Labour want to control the marriage of work permit holders with Singaporeans in Singapore? The reason is quite simple. We have more than 200,000 foreign workers in Singapore and if we do not exercise some control over who can marry Singaporeans and settle down in Singapore, we could very well be overwhelmed by a large number of low skilled, poorly-educated foreign workers in Singapore permanently. And I think that would not be in the long-term interest of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is for this reason that we have to exercise control over the foreign workers who are allowed to settle in Singapore through marriage. The foreign workers have accepted this condition and it is made very clear to them when they come to Singapore to work that they should not marry Singaporeans without prior approval from the Ministry of Labour's Work Permit and Employment Department. So they know clearly the conditions under which they have been allowed to come to Singapore to work and they should abide by this condition. Otherwise, we would have a horrendous long-term problem of a large number of lowly educated, unskilled workers remaining here permanently and should the economy take a downturn sometime in the future, we could have serious social problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now I come to the Member for Boon Lay's query on the success rate of those who have applied for approval to marry Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1488</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Let me tell the Member that in 1992, more than half of those who have applied have succeeded. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Goh, I am afraid that you have to withdraw your amendment. No speeches, please. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> I note that more than half of the applications were approved. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $37,395,470 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,518,200 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1488</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head I - Ministry of Communications. Amendment No. (1), Mr Heng Chiang Meng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head I of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about two months ago, the Minister for Communications floated a balloon that it was time to deregulate the taxi fares. Sir, by now he must have received numerous views, comments, proposals and suggestions on the idea. Most, I believe, are centred on the following issues. One, fares. Will they increase indiscriminately? Will there be a price-fixing cartel? Two, confusion of fares. Because of different fares being charged by different taxi companies, will commuters be confused? Three, quality. Will the quality of taxi service increase because of the freeing of the market? And, four, cut-throat competition and price wars. Understandably, this will be a concern of taxi-drivers since it affects their livelihood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister should provide this Chamber with an in-depth study with special emphasis on these four issues; perhaps, even a White Paper. In the meanwhile, permit me to air some of my views on these issues. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1489</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On fares, the experience of petrol pump prices after they were freed clearly shows that where there is a responsible market leader, indiscriminate price increases can be kept in check. In this example, NTUC Comfort, with the largest taxi fleet, can certainly play this role. Moreover, the 1985 hefty price increase in fares resulted in poor demand and this clearly shows that there is a limit beyond which it is difficult to increase taxi fares without affecting adversely the incomes of the taxi drivers. This is because we have good alternatives in Singapore, in the MRT and the public buses. In fact, I would like to add here that our public transport system in Singapore, for a major city, is second to none in Asia, if not in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on confusion of fares, even if there are changes in any system, there would normally be some form of confusion in the beginning but I believe this can be kept down to a minimum, if key fares, such as the flag-down fare and distance fare, are clearly painted in bold letters on taxi doors under the new system. This is a practice being followed in many cities in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the quality of service, I am not too sure I can see the nexus between a simple fare deregulation and better quality of service. But I do hope that in the new system, the Minister will reconsider the current policy of phasing out individual taxi owners. In Japan and South Korea, there are company-owned and individually-owned taxis. And I was told that the individual owners generally take better care of their vehicles and provide better service. With better educated and motivated younger drivers today, I believe that individually-owned taxis can provide a good service. So, perhaps, the Minister would like to consider allowing a certain number of individually-owned taxis under the new system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of cut-throat competition, I believe this only occurs when there is an over-supply. In this respect, I believe the Minister will allow, under the new system, companies to establish their own taxi fleet so long as the minimum requirements are met. While I agree, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1490</b></font>\n  <br>\n  <br> hope the Minister will take note that there is no such thing as a completely free market. Otherwise, the Government will not have taken steps to curb the supply of doctors and lawyers. So what I would like to see is for the Ministry to have an idea of how many taxis there should be for Singapore and, within the constraints of this number, allow free competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to add that while the taxi issue will always be an issue of commuters versus taxi drivers, an issue of fares versus income and an issue of quality versus cost, no service can be viable in the long run if it has to be expanded on a permanent basis to serve the peak demands only. This means that the service can only be viable in the long run if that service is expanded to serve average demand and not just the peak demands. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the peak demands, perhaps when taxis are not readily available, commuters should be a little more understanding. Special surcharges can be the answer to resolve this problem, but not the idea floated by the Minister, ie, using private cars or SZ cars. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, before I begin, I would like to declare my interest in NTUC Comfort, the largest taxi operator in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taxis in Singapore, and indeed all over the world, do not have a monopoly over the business of transporting people from place to place. They compete with the mass movers like buses and the MRT on the one hand, and private and rental cars on the other, on price, convenience and comfort. The commuter demand for taxis is very elastic, as the taxi fare and diesel tax hike episode in 1985 illustrated. When the Government raised taxi fares too high and too quickly, from $1.20 flag-down fare to $2.00, ridership plummeted so dramatically that taxi companies themselves wanted the fare reduced. Eventually, the flag-down fare was scaled back to $1.60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That episode further illustrated that taxi organisations and operators themselves have a much better feel of the market, both in terms of price and supply. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1491</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In many developed countries and cities where the supply of taxis is heavily regulated through auction of taxi licences at astronomical prices and taxi fares are controlled by government or public regulatory bodies, the outcome has been intense political pressure from taxi lobbies to curtail the supply of new licences and high fare increases to enable the newer owners to get a positive return for the expensive licences. Taxi companies and drivers spend an undue amount of time lobbying and trading in licences at the expense of improving their services to commuters. The final impact on commuters is usually high taxi fares and poor service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the perspective of commuters, there is no better assurance that public interest will be taken into consideration than, firstly, having good alternative modes of transport, such as the MRT and buses; secondly, having free and friendly competition among the taxi companies; and thirdly, having complete and clear information on taxi fares being made available to all commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are already six taxi companies in Singapore. There is no high barrier to further entry, except COE and a good track record of the company. Information can be made available through the media as well as on the taxis themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly believe that the travelling public is now much more better informed and more sophisticated. Our competitive transportation infrastructure is also in place. The conditions now exist for the public interest to be safeguarded even without Government's involvement, and the time has come for deregulation of the taxi industry. The Minister raised this issue about two months ago. Will he give us more information on this subject? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wan is not here. Dr Wang Kai Yuen, you can take your three subjects together. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, the MRT has brought great changes to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1492</b></font>\n  <br>\n  <br> Singapore commuting public. It is comfortable, dependable and affordable. Owing to the need to integrate the MRT and the bus system, it has also brought great changes to the bus routes. More than that, it has also introduced new innovations, for instance, the fare card system which is unique to Singapore and has substantially enhanced the ease of transfer. These changes are all very positive, indeed quite revolutionary changes that have taken place quietly without major fanfare. This has put Singapore in the forefront of public transportation development in the world. We should all be proud of this achievement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, many bus commuters are lamenting the inconveniences brought about by the major transformation of bus routes over the past two years. They are unhappy about the changes and yearn for the old and familiar. Before the MRT and Public Transport Council (PTC) were established, the Ministry exercised control over the approval of bus routes. The two bus companies were required to operate a share of money-losing routes as a condition for the franchise to operate in Singapore. Indeed, there was this social contract to provide public service, and proper checks and balances were put in place. For instance, route changes in the past were normally discussed beforehand with the Citizens' Consultative Committee concerned and their inputs were incorporated with the changes. After the establishment of the PTC, everything related to public transportation, including setting of fares and operation of bus routes, fell under the purview of this Council. And in the process of MRT and bus integration, many bus routes were removed, re-routed, shortened, etc. The outcome seems to be that more of the money losing or less profitable routes were expunged. Often times, this was done first and then the outcome was informed to the CCC concerned. Feedback from the ground would normally be ignored. I would like to find out from the Minister whether, under the pretext of integration, the past social contract of the bus company to provide public service has been thrown to the wayside. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1493</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, at times, the decision of the PTC makes one wonder whether the PTC serves the interest of the bus companies or the commuting public. Let me give an example. The Clementi Park Condominium at the end of Sunset Way ran a very successful private shuttle service, completely funded by the residents in the condominium. Prior to the establishment of the PTC, ROV granted the management corporation permission to run a shuttle from the condominium to three destinations, the Clementi MRT station, the Bukit Timah Plaza and the Cold Storage Jelita. That was great as residents living along Sunset Way could hop on to the shuttle and left their cars behind when they wanted to go to these destinations. This serves the bigger picture of reducing car usage among the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Soon after the PTC was established, permission to run this shuttle to Bukit Timah Plaza and Cold Storage Jelita was withdrawn and only the shuttle run to Clementi MRT station was allowed to continue. Did those who no longer can take the shuttle to Bukit Timah Plaza or Cold Storage Jelita take public transportation instead? The answer is definitely no. These people own cars. They just switched to driving instead. Did the bus company gain anything from curtailing these two services? Unlikely. So it seems to me that this is a classic case of the triumph of self interest over common sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it seems to me that the PTC does not always have the same broad perspective as the former regulatory authority, the ROV. It seems to have a much narrower perspective, with greater emphasis on the interest of public bus companies which are, after all also represented on the PTC with equal voting rights as other members on the Council. Surely that was not the intention of Dr Beng who proposed the establishment of the PTC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister whether the same inclination is carried over to the bus route rationalisation exercise that is still going on currently? Maybe we should relook at the membership of the PTC to give a greater voice to the interest of the bus \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1494</b></font>\n  <br>\n  <br> commuters. Alternatively, perhaps the Minister can ask the PTC to look into allowing alternative bus operators, such as the Clementi Park Condominium, greater flexibility in running shuttle services to better serve their residents. Along this line, would the Minister consider allowing Town Councils to run their own shuttle service to serve their residents, since many Town Councils are having difficulties getting SBS or TIBS to provide the service? Would he permit enough flexibility in laying out the routes so that the service would at least break even? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I go on to the next topic? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. You still have two more topics. You can take them together. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, before I proceed on the ERP, I would like to declare my interest on this topic as I am a member on the board of directors of NTUC Comfort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to address here is the impact on the taxi industry after the implementation of the ERP. What I would like to find out is whether it would still be feasible for taxis to cruise around looking for passengers at that time. Cruising is indeed the normal mode of operation for taxis nowadays, so much so that Singaporeans have developed this mentality that when we see a parked taxi, we would immediatelMicome to the conclusion that either the driver is lazy or he is making too much money to be able to afford the leisure. So various levies would then be introduced by the ROV to make him work harder. However, when ERP is introduced, unless taxis are exempted from the ERP levies, cruising around looking for passengers would just add another cost to the taxi drivers. When the driver cruises around empty looking for passengers, his ERP meter will be ticking away. The tendency would then be for the driver to minimise driving around. How strong this tendency will be will depend on the ERP charges. I would presume, given historical trends, that the same charges which apply to cars would apply to taxis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is possible that when the rate increases beyond a certain rate, very few taxis would cruise around. They will all be forced to wait at taxi stands or at taxi \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1495</b></font>\n  <br>\n  <br> depots. Taxi companies would then need to operate taxi depots at convenient locations around the city to provide a reasonable level of service to taxi passengers. However, doing so, would need time and capital. I think it is important for the Minister to share his thinking on this matter early so that taxi companies could plan ahead, thereby minimising the disruption of service to passengers. For instance, would the Ministry assist in getting the PWD to construct taxi stands with a lot of parking lots for taxis, instead of the usual two lots nowadays, or get URA to look for land for taxi companies to build taxi depots? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, I think it is only fair that passengers pay the ERP charges in future once they hire the taxi. The question is whether the ERP device in the vehicles can be integrated with the taxi meters. If the two meters are not integrated, then manual operation will be required and the potential for fraud and dispute is high. The integration is technically achievable provided the relevant authority incorporates this requirement early into the design specifications. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wang, you are running out of time. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Yes. The last topic is on MRT land. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have one minute left. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Yes. I can ask my question in one minute. I would like to find out from the Minister whether the land under the elevated MRT track can be better used than at present. In Tokyo, one finds shops and restaurants under rail tracks and these are thriving and bustling places. In Singapore, these lands are just left vacant. I wonder whether the Minister would consider allowing businesses or community organisations to use such land. \n  <br>3.00 pm \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, transport cost is a production cost in any company and the Government's land transportation policy has both positive and negative effects on businesses. The vehicle quota system has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1496</b></font>\n  <br>\n  <br> helped to control the number of vehicles on the road and this has resulted in smoother traffic flow which means that goods can be transported quickly and shipped out of Singapore expeditiously, while businessmen can spend their time running their businesses and not stalled in their cars in traffic jams. However, our transportation policy has raised transport costs in Singapore. In the latest round of COE bidding, the quota premium for goods vehicles alone was $12,960. I hope that the Ministry would look at the impact of transportation policy on business costs because we are already paying a high cost for cars and goods vehicles. If COEs continue to rise, our businesses, especially export-oriented manufacturing, would be seriously affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, I would like to suggest that we encourage the pooling of transportation resources among companies. This can be achieved by helping companies to find ways to share their distribution system. It would be especially helpful for small and medium enterprises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way of resolving the transportation policy is to minimise inter-company and intra-company transportation requirements. In other words, minimise travel required between companies and within companies. We can do this if we allow companies to integrate more of their operations in the same location. Currently, we tend to separate them into industrial and commercial operations so that company staff have to travel quite a bit. Also, transportation cost has also gone up. We should also try to encourage, say, supporting industries to be located near their major clients to minimise travel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area is the need for a better transport system within Tuas. I must first declare that I have a company operating in Tuas. But the thing is that in Tuas we have difficulty getting enough workers to work there because of inconvenience in travelling within that area. I would like to ask the Minister to consider extending the MRT line to the West so that Tuas can be more actively used for industry. But, also, remember that the second link to Johor \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1497</b></font>\n  <br>\n  <br> will start from Tuas. So an MRT line there would definitely make better use or more optimal use of Tuas. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.25 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.02 pm until 3.25 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.25 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) - \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Sir, first of all, let me take the points that have been raised by Mr Heng and Mr Lew about the deregulation of the taxi industry. At this point, I think it is opportune for me to reiterate my Ministry's position on taxi services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taxis have a place in our public transport system. However, they are not like buses or MRT which carry lots of people, using minimum resources, minimum road space and minimum manpower. That is why we regard buses and MRT as the backbone of our public transport system. On the other hand, taxis provide a personalised door-to-door transport service which is similar to that of a chauffeured limousine. They are more comfortable and more exclusive and, therefore, more expensive. Before the diesel tax increase, taxis paid substantially lower taxes than private cars. For example, the ARF and the import duty for taxis at that time was 50% of the open market value (OMV), whereas for private cars it was 220%. So if you translate this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1498</b></font>\n  <br>\n  <br> into actual cost of the vehicle, a typical taxi, which is about 2 litres, would cost approximately $60,000 today. Whereas a similar private car would cost about $110,000. Under these circumstances, the ROV had to ensure that taxi licences were regulated, simply because we did not want taxis to proliferate and to end up as cheap substitutes for cars. If you can buy a taxi for $60,000, why not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Transport Council (PTC) had to regulate taxi fares to ensure that the savings in taxes were translated into lower fares for taxi commuters. In 1989, we increased the diesel tax for taxis to equalise the total taxes paid by taxis and private cars. There was no reason why the taxes should be different because, after all, both of them use more or less the same road space, create more or less the same congestion. Today, after that increase, the taxes paid are now roughly equal. Since that time, ROV has been more liberal with the issue of taxi licences. Today, we have roughly about 13,000 taxis running on the roads, but ROV tells me that they have issued something like 20,000 licences. So the question that we now ask ourselves is: Should we further liberalise the issue of taxi licences and allow more companies to run taxis? Having more companies providing a taxi service can inject greater competition into the business. It can spur the operators to become more efficient and it can also be the best regulator of taxi fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe we should deregulate, allow more taxi companies to operate. But I would like to add that it is not our intention to let anyone enter this business. I understand the fears of taxi commuters that without some form of control on companies, some minimum standards, we will see a deterioration of service standards. So if we were to deregulate and allow more companies to operate, we should set pre-conditions to ensure that only reliable companies with the relevant expertise can operate this taxi service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, once we have decided that the issue of licences can be deregulated or should be deregulated, the next issue which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1499</b></font>\n  <br>\n  <br> follows naturally is whether we can deregulate fares as well. Today, if the taxi operators want a fare increase, they get together, they agree on a certain set of fares, then they apply to the PTC for approval. The PTC then has the unenviable task of deciding whether the increase is justified or not. They ask for statistics on taxi drivers' earnings, operating cost, state of the economy, whole host of questions, before they come to a decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I say that this is an unenviable task? Because if they say yes to the increase, taxi drivers go away happy, but the PTC has to face the flak from commuters. If they say no, taxi drivers feel aggrieved; perhaps, justifiably so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the question that we ask ourselves is: Is the PTC in the best position to determine what is the correct fare level? What is the correct taxi fare level to determine how much taxi drivers should earn? As Mr Lew pointed out earlier, there was an experience in 1985 when the Government set fare levels. It was too high. Commuters virtually shunned the taxi service and the taxi companies had to come to the Government and say, \"Please, reduce the fares.\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the rationale for Government to regulate taxi services when we do not regulate providers of other services -barbers, hawkers, fruit sellers? Surely, their numbers and the prices they charge are better left to market forces to determine. Our current regulation of taxi fares and the number of taxi companies may have led to a situation where there is an over-demand for taxis because our taxi fares are lower than what the market is prepared to pay, or an under-supply of taxis because taxi companies want to minimise competition to preserve their profits. The result of this is, on the one hand, there is frustration on the part of commuters who are willing to pay but are unable to get a taxi. And on the other hand, you have taxi vocational licence holders who want to drive but who have no taxis to drive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By regulating the fares, we may also have made it more difficult for taxi \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> companies to differentiate their service, to innovate, to offer new services, to meet new demands. So, as long as the conditions for a competitive market exist, and they do today, as long as there are alternative modes of transport, and there certainly are today, then the provision of taxi services should not be treated differently from the provision of any other consumer service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that if taxi companies are allowed to set their own fares, they will be encouraged to be more responsive. If more taxi companies are set up, the taxi service can become more efficient. This belief is as basic as the fundamental tenet by which we have chosen to order our economy today - that the free market is the most efficient form of economic organisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have received a lot of feedback since the idea was mooted. I am aware that there are fears and concerns on the part of both commuters and taxi drivers. They like, each of them, part of the proposal. Unfortunately, they like different parts. Commuters like the idea of more taxi companies but they do not like the idea of Government deregulating fares. Taxi drivers want to be free to set their own fares but they do not like the idea of more taxi companies coming in. So while there is an element of fear of change, resistance to change, call it what you like, I can understand some of these concerns. For example, will existing companies get together and form a cartel and raise taxi fares indiscriminately? I do not think so. If more companies can enter the market to provide taxi service, it is not that easy to form a cartel. And, also, Singaporeans are a practical lot. If taxi fares are too high, they simply avoid taking taxis. There are alternatives, as I indicated earlier, and also, as I cited, the experience in 1985 when taxi fares went up beyond what commuters were prepared to pay, there would simply be no business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another concern is about confusion over the different fares. I think this is easily solved, if we require taxi companies to widely disseminate information, if we ensure that taxi fares are prominently displayed, as Mr Heng suggested, inside \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1501</b></font>\n  <br>\n  <br> and outside the taxi, if we make sure that all fares are metered, and, if necessary, we can also require taxis to install receipt issuing machines. If we have all these measures, if we have this proper mechanism in place, the fear of confusion is not founded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to take this opportunity to assure Members that deregulation of both taxi licences and fares will not result in any reduction in service standards. ROV will continue to ensure that qualified people become taxi drivers, taxis will continue to be inspected for road-worthiness. If there are any cases of over-charging, whether it is tourists or locals, ROV will still investigate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we deregulate or not? ROV and PTC are now working out a proposal, taking into consideration the feedback that we have received, addressing the concerns that have been raised by taxi drivers, members of the public and Members of this House. I wish to assure Members that we will study this matter carefully before we make a final decision on this matter. And if Members have any further suggestions or views, I will be very happy to hear them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn to the point made by Dr Wang Kai Yuen regarding the integration of bus routes. First of all, let me say that the PTC which regulates bus services in Singapore is open to the idea of private operators running special bus services. He has mentioned the example of three services in Clementi. They are examples of special services which serve special needs at special times, which the PTC recognises and which the PTC has approved. There are many other examples of such services. I have asked for a list of them, and it is quite a long list. I do not think I will go into it at this time. But suffice it to say that while PTC approves these services, they do so with certain conditions attached such as safety standards, service levels, and so on. Fares also must not exceed the maximum set by the PTC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think the one condition that is probably of most concern to Dr Wang is that any such proposed service must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1502</b></font>\n  <br>\n  <br> integrated with the main public transport system. In other words, it does not duplicate any of the services operated by the main operators - SBS and TIBS. Why this condition? Today, we allow SBS and TIBS to operate the entire bus network in Singapore. In return for this monopoly on bus services, what Dr Wang called a social contract, in return for this social contract, they are obliged to operate the money-losing services, but what we would consider essential services, to ply rural areas, low demand areas, and they do so by using the profits that they make from the money-making services. In other words, they cross-subsidise. They can do this so long as there are more money-making services than there are money-losing services, so that at the end of the day they remain viable. The more unprofitable services they run, the greater the threat to their viability, the greater the pressure to raise fares for all commuters. Conversely, less unprofitable services mean less pressure on fares. So this is the real reason why PTC sets this condition. It does not allow private operators to cream off profits from SBS and TIBS which SBS and TIBS use to fulfil that social contract which Dr Wang is talking about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Dr Wang has raised an interesting alternative, an alternative to the current practice of PTC approving applications which serve a very small niche. And that alternative is to allow Town Councils, as he put it, more flexibility, more responsibility, to run services, plan their own routes, maybe even charge their own fares. In other words, they decide on the level of service that they want to provide to their residents, they decide on how much they feel their residents are prepared to pay. It is like devolving a part of the role and responsibilities of the PTC to the Town Councils. I see pluses and minuses in this proposal. Obviously, on the plus side, I think Town Councils can respond much, much faster than PTC to the changing demand patterns in their estates, changing requirements of their residents. On the other hand, it means removing a chunk of the bus network from the main operators - SBS and TIBS. And if this chunk is a profitable chunk, then the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1503</b></font>\n  <br>\n  <br> main operators would have less profits to cross-subsidise the essential but money-losing services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we need to study this proposal very carefully and I will ask my officials to do so and, perhaps, we could have the benefit of the views and experiences from Members of this House when we do this study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang has also cast some doubts about the role of the PTC. He asked whether PTC serves the interest of bus companies or commuters. I took the liberty of asking for a detailed list of the members of the PTC. There is one academic, one large employer (MNC employer), several grassroots leaders, one teacher, one accountant, one transport professional, the three operators - bus, MRT, taxi - and, of course, ROV. So I think he will realise that the PTC actually has a wide cross-section of people. And to be fair to the PTC, I think they do not have an easy job to do. They try their best to balance the interests of commuters and the operators and I say they have been doing a marvellous job so far. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn quickly to the other points made by Dr Wang. First of all, the question of Electronic Road Pricing. He asked whether taxis will be exempted from the ERP. The answer is \"no\". Taxis today are not exempted from the Area Licensing Scheme for the simple reason that they contribute as much congestion as the person driving a private car. However, obviously, they recoup the cost of the licence from their passengers which is fair so that, ultimately, at the end of the day, a passenger in a taxi and a person driving a private car will more or less pay about the same if he wants to go to the same place and travel the same distance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On cruising for business, when the ERP comes in, one major impact I would envisage is that the mode of operation of taxi companies will change and change quite drastically. In particular, this practice of empty cruising, or cruising around looking for passengers, I think, will become \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1504</b></font>\n  <br>\n  <br> much more expensive. Taxi companies will have to become more innovative, to look at new ways of getting passengers, radio phones, booking system, contracts, etc. And, in fact, deregulation will allow them more leeway and more flexibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked a question about the merging of the ERP meter with the taxi meter. Yes, it is, I believe, technically feasible but at this stage, I think the Committee is looking at a more simple solution which would give the passengers an idea of how much they are charged without having to go into complicated modifications to the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Dr Wang's point about land beneath MRT tracks. These are actually State land but they are remnants of land. They are usually constrained by a lot of difficulties in meeting planning controls, and I believe controls on sanitation, buffer space, car parks, etc. MRTC also has their own constraints, particularly, for example, the height of buildings below the viaduct. I am told that it must not exceed one storey and the activities must be of low fire risk. While URA will consider proposals to use land beneath MRT viaducts, I would suggest that the land is best used for very narrow purposes, such as car parks, lorry parks, and so on. Right now, some of these lands are being used for bus interchanges and some are being used for car parks. And there was one very interesting use made by a Town Council where they have built a physical fitness park. So if there are any such proposals from the Member, MRTC and URA will be pleased to consider them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the comments by Mr Robert Chua on the impact of transport policies on business. We are well aware of the high costs of ownership of vehicles in Singapore, cars, trucks, etc. The reason is very obvious. The Member has mentioned that all this is to serve a purpose of making our roads free of congestion. This is something that we should not treat lightly because there are many, many experiences in many developing as well as developed countries where the situation has been allowed to deteriorate to the extent that it is very hard to put back. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1505</b></font>\n  <br>\n  <br> obvious that, in our case, we have the fundamentals in place. We have the quota system and soon we will have the ERP system which will allow us to relax the quota a little bit and yet be able to control congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All this is not cost-free. There is a high cost to it, not least a high political cost. But if we do nothing, then I think we will pay an even higher cost which other countries are paying. It is an invisible cost. People do not compute how much money they have lost by staying in traffic jams, and so on. But as a businessman, Mr Chua will understand very well what this cost means. It may be invisible but, ultimately, it shows up in its bottomline. So I think this is something that we should not treat lightly. We have decided to make our costs visible and to make the user pay. It is not only a fair thing to do but is also an efficient way of allocating a scarce resource, which is road space. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, of course, every dollar that the Government collects, in terms of road taxes, ARF and COE premiums means one dollar less is required from taxpayers, whether individual taxpayers or corporate taxpayers. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Low Thia Khiang. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IA 2400. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Sir, under the Administration Programme of the Ministry of Communications this year, the budget for public relations has gone up by 42.9%. Expenses on conferences are increased by some 221.7%. The budget for mass media expenses has also increased by a hefty 400%. I would like the Minister to explain to us why these expenditures are expanded by such a large magnitude and how these large sums of money are going \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1506</b></font>\n  <br>\n  <br> to be used. For official visits, the budget is as high as $258,000. I would like to know what are these visits and why do they require such a lot of money. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the operating expenditure on the Administration Section, particularly on the Public Relations side, consists of several votes which are put into one. It consists of expenditure for overseas conferences, meetings, hosting of conferences and meetings in Singapore, mass media expenses and so on. The simple explanation for this is really that such expenditure under Administration and Public Relations varies from year to year depending on whether we have foreign visitors, how many visitors are coming, whether Singapore is scheduled to host international meetings, regional meetings, or whether we attend overseas meetings. Some of these meetings do not take place every year. Some of them take place every four years, and some of them take place every two or three years, and so on. So it really depends on the cycle and how these meetings coincide. There is a whole list of meetings that we are hosting next year and I do not wish to bore Members with such a long list. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, basically, my point is that it is not an unusual occurrence. In some years, it goes up; in some years, it goes down, depending on how many meetings we host. The reason why we have to host these meetings and the reason why we attend meetings is obviously to make sure that we keep track of what is going on and to influence decisions at international conferences and meetings, decisions which have a major bearing on Singapore. We go to meetings to update ourselves, learn from others, share experiences, and so on. All this is to help safeguard our interests and to enhance our status as a commercial communication hub. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, can I have a clarification from the Minister? Is the Minister saying that the expenditure under the item \"Conferences\" also includes the expenditure of officials who attend international conference? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> That is correct. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1507</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> How about \"Official visits\"? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Official visits by foreign visitors? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Yes, that is also included. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Under \"Conferences\"? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Under \"Public relations\". \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Under \"PR\". Under the sub-expenditure, there are \"Conferences\" and also \"Official visits\". So \"Official visits\" include other officials visiting the country, visits to foreign countries, and also attending conferences. That is what I thought. So what is expenditure under \"Conferences\"? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Hosting of conferences locally. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Would the Ministry be hosting a lot of conferences this year because the expenditure has gone up so much? Would the Minister highlight some of the important conferences? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> He wants to have the whole list. All right. Do we have time, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Not much time. But you can carry on. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Just a few important conferences. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Then I will give him a few important conferences. For example, this year we will be hosting the ASEAN Sub-Committee on Land Transportation Meeting. We will be hosting the Tripartite Technical Experts Group (TTEG) Meeting on Safety of Navigation in the Straits of Malacca. We will also be hosting the Asia-Pacific Telecommunications Conference. These are the main ones. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Development Estimates be reduced by $10 in respect of Code IA01989003. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1508</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) Sir, by 1992, the Government has spent more than $8 million on the Electronic Road Pricing (ERP) system. However, up till now, neither the Government nor the Minister has given us any progress report on this ERP system. That is why I am moving this amendment to ask the Minister for Communications to tell us what is the progress on the Electronic Road Pricing system, when will it be implemented and how is it going to improve our road traffic system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister the following questions with the hope that he would consider my points when he starts to plan the implementation of this system: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, privacy of individuals. When the ERP system is implemented, I presume the system will record the movement of each vehicle, which roads it has passed and at what time, in order that the driver will be charged accordingly. In other words, the movement of the person driving the vehicle will be recorded. How is the Government going to ensure that this information will not be misused? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, will public transport vehicles such as buses, taxis, school buses, etc. be exempted or granted concessionary rates under the system, so as to avoid any price increase by the operators? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, will this ERP system take into consideration the necessity of the vehicles being used in business, by sales personnel or handicapped persons, where the use of a car is not a luxury but a necessity? For them, will there be a waiver or a concession under the pricing system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, will this ERP system be extended in future to cover car parks as well? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the Member has asked for a progress report on the ERP. There is actually a Question for Oral Answer on the progress report which, I believe, is due tomorrow. But, nevertheless, I will give a very brief update on what has been happening with the ERP project. We have invited for tenders, as Mr Low may have read in the papers. The tenders have closed and we have submitted the proposals to the Tenders \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1509</b></font>\n  <br>\n  <br> Committee for evaluation. We are now in the process of finalising the successful tenderer. What the successful tenderer will do is to undertake a demonstration project. Why a demonstration project? It is because this is the first time that we are undertaking a project of this nature, of this scale. We want to be sure that when we finally commit to the ERP project the bugs would have been ironed out. So we are having a demonstration project. This project will be for a period of about a year. Thereafter, we will select the final successful tenderer. The implementation, we expect, will be in 1996-97 or thereabouts. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How will it help to improve our transport system? Road pricing has always been a major part of our transportation plans to control congestion. So far, we have been using ownership measures. The quota system is a classic example where we limit the number of vehicles on the roads. But it does not quite follow that if you limit the number of vehicles on the road that we will be able to control congestion, for the simple reason that congestion happens in different places at different times. So we want to control congestion in certain places as a matter of priority as opposed to others, congestion in the CBD, congestion in the major business areas, probably congestion along major highways. We may not be too concerned if there is congestion in Hougang Town Centre, for example, because the price of that congestion may not be too high. So we need a mechanism which will be more accurate in controlling congestion, and that mechanism is the road pricing mechanism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not anything new because today we already have a road pricing system in place and that is the Area Licensing Scheme where people pay to get into a certain area. If I decide that it is worth $3 for me to get in there, I pay the $3 and when I get in I enjoy a smooth ride. If not, I take my chances elsewhere. I may get caught in congestion in the fringes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the ERP is a system that will allow us to control congestion in a more defined \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1510</b></font>\n  <br>\n  <br> area, at a more defined time. The big benefit of all this is finally, of course, that if we can successfully do so, we will be able to balance the ownership and the usage measures. In other words, what this really means at the end of the day, which will be of concern to you and I, is that with ERP in place, with the quota system in place, we can increase the quota to allow for more people to own cars, taxis or whatever, and use the ERP as the more fine mechanism to control congestion, so that Singaporeans will have a better chance to own a vehicle. So that is in answer to the question of how it will help to improve our transport system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the movement of cars be recorded and the information misused? I think the Member does not have to fear that, because under the system that we will be implementing, an active system, there is no capturing of data about movement of vehicles. So he does not have any cause to worry. The system will simply deduct a certain amount from a smart card placed in the vehicle. So there is no capturing of information, as opposed to a passive system which would have done so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will private buses be exempted? At the moment, buses are exempted from the Area Licensing Scheme. Whether they will be exempted from the ERP, I cannot say at this moment. That will be one of the issues that we will be discussing and looking at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on business vehicles, vehicles which are a necessity. Every vehicle is a necessity and it is difficult for us to make this distinction as to which is more necessary than others. So I think it is best for us to levy the same conditions on all so that the pain will be slightly less for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, whether it will be used for car parks, this is a possibility which can be looked into. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I have a clarification for the Minister. First, is the Minister saying that the COE will remain even if the ERP is in place? Secondly, the Minister mentioned about priority in determining congestion at defined areas. What is the basis for priority? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1511</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister mentioned about necessity. I think we should distinguish between who needs to have a car and who does not. I hope the system will be able to distinguish that. For instance, people who are handicapped may need a car to travel. People who are salesmen need a car obviously more than a person who is doing office work, who just drives and parks his car. At the end of the day, he drives back home. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, first of all, the vehicle quota system or the COE will remain after the ERP. The reason is very simple. We need to have both usage as well as ownership measures. If there is no limit on the number of cars available, what is going to happen? It is not just the number of cars that are going to travel on the road. Where are we going to find enough space to park them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On priority, there are certain areas, eg, in the CBD, one recognises that more people are likely to go into that area. Secondly, the cost of congestion is likely to be higher. It may not be the CBD. It may be, for example, in an industrial area, the port area, where there is a necessity to make sure that the traffic keeps flowing smoothly, whether it is for cars in the CBD or whether it is for container trucks near the port area. So these will be some of the criteria which will be used to determine which are the priority areas. If people feel that certain areas should be included under the ERP, I will be very happy to consider them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the question of necessity. This question always crops up: who is more \"entitled\" to a car, if I may use the word, the handicapped who feels that he needs to have a car, the businessman, the salesperson and so on? Surely it is better to leave it to the individual to decide how much he actually needs a car and to pay for it. Why should the Government decide that the handicapped is more in need of a car and therefore give him subsidies? A better way would be to let various organisations decide whether they want to subsidise that person. So in the case of the handicapped, for example, there are organisations that provide shuttle services, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1512</b></font>\n  <br>\n  <br> taxi services, for the handicapped. That is the best solution. They have decided that it is in their interest to have a special taxi service for the handicapped. These taxi services pay all the taxes. But as a charitable organisation, they obviously depend on donations. In that way, the question of necessity is not left for the Government to decide but left to the individual. The businessman decides that it is worth his while to pay the taxes, the ERP in future. So he pays and he enjoys the benefit. It is the same thing for the salesman. If there is a higher cost involved in doing his sales, he factors this into his cost of doing business and he charges if he feels that he can pass it on. If not, he absorbs the cost. So how can we decide who is more deserving? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I hope the priority on ERP will not be based on Opposition or PAP considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the current road tax system, cars of more than 10 years old pay a higher road tax which is an additional 10% of the normal tax for each year above the 10-year mark, up to a maximum of 50%. This is in addition to the renewal of the COE at the 12-month average prevailing premium. The 10-year mark is being used as a surrogate for old cars which usually means less roadworthy, poorer condition and perhaps even more pollutive. While the figure of 10 years was perhaps acceptable in the past, I think it is time to be more precise and fairer to car owners who take good care of their cars. I would therefore like to ask the Minister to consider using the actual conditions of such old cars rather than the 10-year mark for the purpose of higher road taxes. Sir, in other words, the system should penalise cars on their condition, not age. After all, a certain make of a car, say, 15 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1513</b></font>\n  <br>\n  <br> years old, if properly maintained, could be in a better condition than another make of 7 years if the latter is not properly maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that road taxes are part of the fiscal measures to control our vehicle population. If I may, I would like to divide these measures into two categories: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) These are the asset-enhancing measures or items such as registration fee, ARF and import duty. These, like the cost of the car, freight cost and the profit margins, are added up to make the Singapore value of the car, ie, the value of the car or the price in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The second category are the expense expenditures. These items such as area licensing fee, parking charges, road tax, diesel and petrol duties. These are items which, once expended, are not recoverable, unlike the first group of asset-enhancing items. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the expenditure for COE falls in between. It is what accountants call a \"pre-paid expense\", a front-end payment which depletes after 10 years; in other words, a depleting asset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purchase price of a new car is, in general, the sum of the first category and the COE. In other words, if the items in the first category add up to, say, $60,000 and the COE is $20,000, then it means that the purchaser is willing to pay a total price of $80,000. This is the figure and not the figure of $60,000. So, with minor variations, if the amount in the first category falls, such as lesser profit margins for the dealer or lower factory cost of the car, or even lower import cost because of the stronger Singapore dollar, or lower ARF, then the purchaser will be willing normally to pay a higher COE premium. This was borne out by the increase in COE premiums when the ARF was reduced in two stages, from 175% to 150% of the open market value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, taken to the extreme, this means that if all forms of taxes and fees are removed from the first category, the COE premium would increase to reflect the purchase price an owner is willing to pay for a new car. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1514</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I took the trouble to explain this in careful detail because I was surprised to read in yesterday's Forum page of The Straits Times a letter from the SDP advocating the reduction of such fees. If the Government accepts the proposal of the SDP, which means reducing the fees in the first category, as I explained earlier, COE premiums will simply go up. This will result in three undesirable effects: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) As stated earlier, COE is a depleting item which means that after 10 years, a car would be worth very much less than is currently the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The resulting higher COE premium would mean higher average prevailing premium prices with disastrous results for those owners owning cars of 10 years and above, because they have to pay for a very much higher COE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Higher COE premium means that smaller car owners will be affected more adversely. In other words, the COE, as a tax measure, will become more regressive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, here I am trying to make a case to reduce costs for owners of cars above 10 years old and owners of new cars. The SDP's suggestion, if accepted by the Minister, would mean higher costs for these owners, not lower costs. For owners of newer cars, the value of their cars will drop at a faster rate with each passing year since a higher COE is a depleting asset. I hope the Minister will ignore this proposal by SDP as the proposal will create more hardship for the car owners. \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, a bus company's main objective, like that of any other business companies, is to make money - and for that matter, as much money as possible. As the saying goes: \"If you scratch a Saint deep enough, you will find self-interest.\" So, without the Government's close supervision and scrutiny to ensure that making good money, the bus companies will, but serving the people they must, it would be naive for us to expect the kind of public bus service we have in Singapore today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am saying all this because I desperately need the help of the Hon. Minister to help improve the bus service in my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1515</b></font>\n  <br>\n  <br> constituency. Changi is one of the biggest constituencies in terms of land area; it is made up of more than 70 HDB blocks in Simei Estate, 10 blocks in Bedok North, five blocks in Changi Village, ten clusters of private housing estates scattered all over the constituency, Loyang Industrial Estate, Changi Airport, Selarang Army Camp and, of course, the two offshore islands of Pulau Ubin, which is a very popular spot for picnickers, hikers and even tourists, and Pulau Tekong, an important army camp. Of course, I do not expect the bus service to go to Pulau Ubin and Pulau Tekong. There is also a Changi beach, which is a popular spot for picnickers. As such, the demand for SBS service in Changi is indeed very high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All along, the public bus service in Changi has not been quite adequate. The re-routing of services often aggravated the situation. Over the years, I have received many requests and complaints from residents for better bus service. Many have written to me, more have met me at my meet-the-people sessions. Many have also written directly to the SBS. I have carefully studied my residents' requests and complaints. With the help of my grassroots leaders, I have closely monitored the SBS service in Changi. My conclusion is that the residents' grouses are valid, and their requests reasonable. However, Sir, all my requests made to the SBS on behalf of my residents for better bus service have been turned down. Their replies have always been predictable and stereotyped, ie, in their assessment, there are enough buses serving the residents in Changi and that the buses are plying the right routes, contrary to my findings and personal observation and my constituents' experiences as bus commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not the right place nor time for me to elaborate on the full details of inconvenience experienced by my residents. Suffice it to say that many of them feel disappointed and even angry with the SBS for the callous manner in which they deal with their problems and requests. Being their MP, I too feel disappointed. I must say that I find dealing with the SBS more difficult than dealing with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1516</b></font>\n  <br>\n  <br> any other Government departments; to me at least, they appear to be more bureaucratic than the bureaucrats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the SBS has the monopoly in my constituency, they do not seem to listen to the feedback provided by me and my constituents. Hence, I am appealing to the Minister for help. I know that the Minister for Communications is a very helpful person. Therefore, in this respect, I would like to appeal to the Minister to look into our request for an improvement in the bus service situation in Changi. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, COE used to be a very hot topic in the last two years. Today, I notice that, except for Mr Heng Chiang Meng and myself, no other Members have been asking questions about COE. It is evident that perhaps the popularity of COE has been overtaken by GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to pose some questions on the COE to the Minister. I recall that the former Minister for Communications has said that the COE would be refined further after its mechanism has been put in place for a while. I would like to ask the Minister whether his Ministry would be reviewing or refining the features of the COE and, in particular, in the following aspects. (1) Is it confirmed that the COE would be non-transferable? (2) Is there any intention of the Government to further reduce the ARF, PARF, or the import duty on cars to partially offset the additional revenue that has been collected by the Government from COE? As Mr Heng has said earlier, this may not be necessary or desirable, as the end result would be that the COE bid prices would simply increase. It is then the question of the money going into different pockets, right or left pockets of the Government. (3) Would the Minister consider introducing a COE that is attached in perpetuity to the car, and not to the person, rather than limiting it to 10 years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that many car owners would like to have a perpetual COE for their cars, especially those who feel that they can maintain their cars well for over 10 years. To discourage the poorly maintained cars of over 10 years to be on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1517</b></font>\n  <br>\n  <br> road, the Government has already implemented a 10-50% surcharge on old cars exceeding 10 years old. I feel that the Government can consider this proposal with two options. The first alternative is to be very generous, ie, to allow all existing and future COEs to be attached in perpetuity to their cars. This means literally abolishing the 10-year limit on COE. Hence, there will be no need to pay a second COE, perhaps of a much higher sum, after the initial 10 years for those people who want to keep their cars after 10 years. But then they will still be surcharged on the higher amount of road tax if they keep the cars and maintain it properly. To be equitable, all those who have already paid their second COEs for cars above 10 years may have to be considered for a refund. Here, as I said earlier, is a very magnanimous move by the Government. But the Minister has said before that revenue collection was not the objective for the Government to introduce COE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second, perhaps a more workable option, for the Minister to consider is to allow car owners to bid for two types of COEs. The first is the standard COE of a 10-year limitation. The second, another kind of COE which is attached in perpetuity to a car. Obviously, there will be two differences in the bidding prices for these two types of COEs. The latter type, that is the one with a perpetuity attached to a COE, would have a higher price. But the advantage here for the bidder is that he may have to pay one higher price now, rather than to pay two prices later; and the second price for the second 10-year COE could be a much higher figure. Relative to the old car's value, the car-owner may have a bigger sum as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I raise these suggestions because they are points being talked about in the public. I would like to ask if the Minister could consider these proposals. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, in 1990, the fifth leading cause of death in Singapore was accidents. Right now, the cost of safety features of cars, like the Anti-Break System (ABS), are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1518</b></font>\n  <br>\n  <br> included in the open market value of the car, which is then subject to the 150% ARF. Because of this, dealers have an unhealthy but understandable tendency to bring in cars without ABS and other safety features, especially in the lower models of cars. As a result, the provision of safety features is being compromised. Taking into consideration the tremendous cost benefit analysis of saving life and limb, would the Minister consider excluding accepted safety features of cars from the OMV so that they are not subject to the ARF? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, Mr Heng has suggested that instead of using the 10 years' rule to assess the cut-off point, we should use the actual condition of the vehicle. I cannot disagree with Mr Heng that the actual condition of a vehicle depends not only on its age but also on how well it is maintained, designed, and constructed. But I do not think he would disagree with me if I say that, all things being equal, the older the car, the poorer its condition, due to wear and tear. We have, therefore, used the age of the vehicle as a reasonable proxy to a vehicle's condition and road worthiness. In fact, the statistics from our Vehicle Inspection Centres bear this out. The older the car, the greater is the likelihood of failing in the inspection test. Therefore, the fact remains that we need to have age as the criterion for the cut-off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the next question really is: Why 10 years as a cut-off? Why not 12 years? Why not 15 years? Why not eight years? The reason is that we have a general acceptance from the members of the public as well as the trade that the average life span of a normal passenger car, normally used, normally maintained, is about 10 years. Of course, by definition, this means that there will be some cars that are above average, and some cars that are below average. All of us have come across instances where there are cars that are 15-20 years old, and they are very well kept. But this is not the norm. This is the exception. By and large, most cars last about 10 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1519</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other reason that we cannot use vehicle inspection as a cut-off is simply because our system of vehicle inspection only ensures that vehicles meet minimum standards of safety and roadworthiness at the time of inspection. We inspect cars every year, and some vehicles every six months. But no matter how thorough they are, vehicle inspections cannot ensure that a vehicle will be roadworthy all the time. So it is difficult to quantify a vehicle's condition based on inspection results. Unless, of course, you want to do inspections very regularly, once a month, or whatever period, by which time it would be so impractical that the whole idea cannot be pursued any further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng also asked for reactions on the SDP's proposal. I presume he is referring to a proposal which was included in a letter in the Straits Times today. First of all, it is not a new proposal. The proposal has been raised many times before by Members of this House, by members of the public and by members of the press. We have every time explained the reasons why we do not think it is a good idea. The reasons are as what Mr Heng had mentioned just now. In fact, if we were to follow the proposal we would be penalising the small car owner, not helping him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Teo Chong Tee asked about bus services in Changi. He says that there are insufficient bus services to meet the needs of his residents. I think we need to ask ourselves the question: What really is the kind of service or level of service that we will consider to be sufficient or reasonable? What is it we would like to have? I think all of us would like to have a service where there is a bus waiting for us to take us straight to our destination, no need to change buses, and all at today's fares, or even lower than today's fares. I think it is an ideal, but it is not possible. But what we should do is to aim for a level of service which is as close to the ideal as possible, but keep our fares affordable. In other words, to aim for a public transport service which is reasonably regular, which provides good coverage, island-wide coverage, not necessarily direct links to every place from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1520</b></font>\n  <br>\n  <br> every place, which is clean, which is safe, which is comfortable, and, most important of all, which is at a level of fares affordable to most people. I think that is really what we should be aiming for. As a regulator of public transport services, it is the job of the PTC to ensure that we achieve this acceptable level of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to the Member's request, I must say that he has been very consistent, he has written to me many times, he has been most persistent on behalf of his constituents. If it were up to me to decide, Sir, he would have his services straightaway. But, unfortunately, as I explained earlier, it is not that straightforward. I have asked PTC for more details about the services in Changi Constituency. They tell me that Changi Constituency is served by 13 trunk services, two feeder services providing direct access to the Central Business District, to Geylang, Chinatown, East Coast, Pasir Panjang, Changi Airport, Pasir Ris, Bedok, Paya Lebar, Queenstown, among other places. Is this sufficient? I honestly do not know. However, I will ask the PTC to do a review and to report back to the Member. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of 10-year old COEs, I think what Mr Leong may not have realised is that it is not a question of paying for the extra 10 years. But it is really a question of fairness when we decided that we should have a time limit of 10 years for the COE. It is fair, not only to the existing vehicle owners, which is what he has in mind, but also fair to the prospective vehicle owners. If we have a COE which is in perpetuity, which confers the right to use that vehicle in perpetuity, these COEs must be very, very precious and very, very expensive. What this means is that prices of existing vehicles would rise. But, at the same time, if you have this right in perpetuity, it also means that there will be no COEs available to recycle, to put back into the system. Currently we put back into the system COEs which have expired. So we are able in this way to offer more COEs at every tender exercise. Not just the net increase, but also the surpluses. So this is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1521</b></font>\n  <br>\n  <br> reason why last year we were able to put in something like slightly more than 10,000 surplus COEs. These were COEs which had expired. If we had allowed the existing vehicle owners at the time we implemented the quota system to use their vehicles in perpetuity, these 10,000 or more COEs would not have been available, and the result of it would have been less COEs available for bidding, and prices would go up. So having decided that there would be a time limit on the COEs, it was a relatively easy decision to fix that time limit at 10 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked a few other questions. On non-transferability, yes, I thought we had made it clear after our review that the non-transferability of COEs for certain categories, particularly the private vehicles, would stay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On review of the ARF, I think we have touched on that. The moment you touch the ARF, you straightaway touch all the other taxes that are inextricably linked to the ARF. At the end of the day, it is the final total price of the car that is important, not how the taxes are constituted in that package. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On attaching COEs to cars in perpetuity, perhaps there is a misunderstanding here because, at the moment, the COE is attached to the car. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the bid for a 10-year COE and unlimited life of a COE, basically, this is a question of offering what I would call a \"freehold\" COE, as opposed to a 10-year old COE. I think the arguments against having a freehold COE are as what I have pointed out earlier. It just simply means that you deplete your resources and you do not recycle COEs back into the system to the detriment of prospective car owners. I do not think that would be very fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked about safety features. Sir, I think the question of safety features is of concern to the ROV. We ensure that our vehicles in Singapore meet safety standards which are based on international standards. We review these standards, we see how other countries change their standards and, if they move, we will follow. Because, obviously, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1522</b></font>\n  <br>\n  <br> countries where there are more cars, where manufacturers are based, are in a better position to decide which are the more acceptable standards. So with that as a background, I would like to inform the Member that things like ABS, air bags, and so on, are safety features which are available but, so far, no country in the world has actually made these compulsory requirements. So we will monitor the situation and when these become compulsory requirements, we will have a look at the system again. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Heng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I am not moving. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mr Chng is not here. Amendment No. (7), Mr Heng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IF 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a simple question to ask the Minister. When will the Government construct the north-eastern line - the MRT line to Serangoon and Punggol? The arguments for such a line to serve the people in the north-eastern part of Singapore had been aired many times, so I do not want to trouble the House with the same arguments. All I want to know is when will this line be constructed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if, however, such a line is not feasible because of cost, would the Minister consider a Punggol extension, using the Yio Chu Kang station to branch an extension to Punggol and parts of Serangoon? From what I know, the greater part of such an extension would be above ground which means much lower cost than if underground. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, in view of the time factor, I just want to ask the Minister what is the latest progress with regard to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1523</b></font>\n  <br>\n  <br> my consistent request for an extension of MRT line to Changi Airport. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, over the years I have presented very cogent arguments for a north-eastern extension of MRT. I have also presented hard facts and figures, except that the Minister did not want to hear. Because of time, I do not want to repeat them here. The Minister can refer to Hansard. I just want to know a simple answer to a very simple question: When? \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Cdre (Res) Teo Chee Hean):</b> Sir, I will be brief. There are many ways of meeting the transportation needs of the public. The best solution need not be the MRT. Each alternative has its own costs and benefits. And for heavy rail, the recommended traffic pattern is generally more than 20,000 per direction per hour. It is a very expensive thing to build. For the north-east line, the estimated cost is $4.3 billion. The whole MRT system currently is built at $5 billion. We should not commit to such a heavy investment. Beyond that, there are also the operating costs of the line. Otherwise, current MRT users will all have to bear higher cost to make up for operating losses on the line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1988, Government had already given in-principle approval to build the north-east sector line. Basically, the timing depends on the programme for housing along the north-east sector line and when the population will come in to boost passenger traffic along the corridor to make it worthwhile. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, however, improvements will continue to be made to make travel more convenient for commuters in this area. For example, a new bus interchange costing more than $5 million is being built in the Hougang area and this would be ready in May/June 1994. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> May I ask the Minister of State to clarify on my suggestion of the Punggol extension from Yio Chu Kang station? \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> Sir, we will certainly study this. But if such an extension \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1524</b></font>\n  <br>\n  <br> is made, and it does take traffic away from the main north-east sector line proposal, then that may also have some effect on the timing of the north-east sector. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8), Mr Heng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IG 5200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just one point. I wonder why the Civil Aviation Authority of Singapore (CAAS), that is, including the Changi Airport, is not being privatised since its functions are quite similar to the former Telecommunication Authority of Singapore (TAS) with a number of commercial activities. They can be splitted into two, and the commercial activity like Changi Airport can be privatised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to know the answer from the Ministry. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chia Shi Teck and Mr Charles Chong are not moving. \n  <br>\n  <br>\n  <!-- Cdre (Res) Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre (Res) Teo Chee Hean:</b> Sir, our main objective is to make Singapore the major air hub in this region. Our geographical position is not sufficient to ensure success. Bangkok or Hong Kong, for example, are better positioned. CAAS, therefore, has to work very hard to achieve success by offering an excellent level of service and providing adequate capacity. This strategy has proved successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng asked about privatisation of CAAS. Sir, the CAAS's mission is to make Singapore a leading air junction and key air hub. To achieve this, CAAS carries out a number of operational, regulatory and promotional functions. Studies on the privatisation of CAAS were completed recently. The consultants concluded that there is no urgency to privatise the CAAS. CAAS is operating efficiently. The number of air services and the volume of air traffic grow continuously. Changi Airport has been rated by users as the best airport in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1525</b></font>\n  <br>\n  <br> the world. Its rates are competitive and by being efficient, it is able to generate surpluses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government has, therefore, decided not to privatise CAAS for the time being. This decision is taken after careful consideration of the functions of CAAS, the economic returns and potential benefits and dis-benefits of privatisation and the experience to-date of airports overseas which have been privatised. On balance, it is more beneficial to Singapore for CAAS to continue to operate as a statutory board in order to discharge operational, regulatory, governmental and promotional functions effectively, and to develop Singapore as a major civil aviation centre. At the same time, to make sure that CAAS operates efficiently, those activities that can be run on a commercial basis will be privatised. And most of these activities are already privatised. Singapore Airport Terminal Services (SATS), Changi International Airport Services (CIAS) are private companies and run many of these services. Where other similar opportunities arise, CAAS will also bring in commercial operators. As an indication of the difference between TAS and CAAS, the old Telecommunication Board that was running telecommunications for Singapore had about 10,000 people in its employ, whereas CAAS today has only about 1,500 people. That is the extent to which the two organisations are different. Most of these people are working in areas like fire and services and regulatory functions. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $46,451,630 for Head I ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $643,463,100 for Head I ordered to stand part of the Development Estimates. \n  <br>4.45 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1526</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the Main Estimates, they are Heads C, D, F, G, T and Z. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take these heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 41 of Paper Cmd. 5 of 1993 stand part of the Main Estimates,\" put and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In respect of the Development Estimates, they are Heads F and T. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Development Estimates on page 42 of Paper Cmd. 5 of 1993 stand part of the Development Estimates,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $10,262,911,110 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 5 of 1993,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $8,458,263,400 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 5 of 1993,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $10,262,911,110 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates of expenditure for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 5 of 1993.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $8,458,263,400 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 5 of 1993.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1527</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1527</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 148 of the Constitution, heads of expenditure to be met from the Consolidated Fund and Development Fund, other than statutory expenditure, have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval for the appropriations from the Consolidated Fund and Development Fund to meet expenditure in the financial year 1st April, 1993 to 31st March, 1994. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main and Development Estimates of Expenditure for the financial year 1st April, 1993 to 31st March, 1994, and appear on pages 41 and 42 of Command Paper No. 5 of 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund and the Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1528</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1528</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 148 and Clause 2 of Article 148(C) of the Constitution for additional expenditure in excess of the provisions authorised by the Supply Act, 1992. The additional sums have been presented as Supplementary Estimates which have been considered and approved by the House as Command Paper No. 4 and Command Paper No. 6 of 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, on behalf of all Members who have spoken, and most of whom have spoken, during the last nine days of the Budget debate and the Committee of Supply debate, I would like to thank you as well as your two Deputies for your patience and indulgence for so painstakingly and efficiently guided our debate. But before we adjourn, I would like to remind Members that tomorrow we have two more Bills, the Goods and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1529</b></font>\n  <br>\n  <br> Services Tax Bill and the Presidential Elections (Amendment) Bill, and would urge them to come back tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1530</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six Minutes to Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
