{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1994-03-18\"> \n  <meta name=\"Start_Col\" content=\"1265\"> \n  <meta name=\"End_Col\" content=\"1356\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">15</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 18th March, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 01:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Cdre Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1994 TO 31ST MARCH, 1995</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [17th March, 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head M of the Main Estimates be reduced by $100.\" - [Dr John Chen Seow Phun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Mr Mah Bow Tan):</b> Sir, I would like to carry on where I left off yesterday on the subject of waste minimisation. Yesterday, I said that our target, which is to reduce domestic waste from 1.1 kg to 0.9 kg per capita per day, is a stiff target, but it is an achievable one. It is an achievable one if we can get the full cooperation of households in the recycling of the waste. Because currently about 40% of domestic waste is recyclable - papers, cans, glasses. These still end up in our refuse and a large part of our refuse, about 40%, is this type of waste. So if households can cooperate, if the recycling programme can succeed, and we can separate all these materials at source, then that target can be met. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr John Chen also raised two other points - one on environmental auditing and the other on environmental technology. Environmental auditing is a process for companies to assess its own environmental performance and see in what way they can improve upon it. Obviously, in the process of so doing, they will be able to save cost and minimise resources and as a result become more competitive. At the moment, there are no international standards on environmental auditing. But the ISO (International Organisation for Standardisation) recently set up a technical committee to look into this and Singapore is now, through SISIR, keeping track of developments in this area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr John Chen also made a point that we should help our companies which have expertise and experience in environmental technology to export this expertise. I fully agree with him. I think this is something that the Ministry is very much in favour of. Obviously, over the years, we have accumulated a considerable amount of expertise in this area. But, more importantly, Singapore, as a country, has shown that we can have economic growth without sacrificing our environment. This experience can be invaluable to other countries which are confronted with the same problem. My Ministry will help local companies in their effort to export this expertise. We can do so by providing them with the contacts and help them to open the doors. We can encourage joint ventures. Recently, we encouraged the business community to set up an organisation to group their resources together to see how they can better cooperate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a company under my Ministry, SEMES (Singapore Environmental Management Engineering Services), which will explore possibilities of joint ventures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of funding for these companies, I think this is a difficult problem on its own. The EDB, I know, operates a comprehensive set of loans, grants and incentives, etc. to companies which can have economic spin-offs in Singapore. Environmental technology (ET) companies also fall under this category, I believe. While there will be no special preference given to environmental technology companies, I think some ET companies have already benefitted from the EDB loans and pioneer status. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Project financing. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Not project financing, but financing on a case-by-case basis. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, can I ask the Minister one question? Are the roadside trees that are chopped down, I believe, in quite large numbers, treated as waste or are they recycled? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I am not familiar with which trees the Member is talking about. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Roadside trees. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> If they are trees in general, the answer is yes, they are recyclable. They can be chopped up and reused. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. I want to know whether they are treated as waste and burned away or are they recycled for use. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> They are recycled. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M of the Main Estimates be reduced by $10 in respect of Code MC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry has indicated its intention to privatise hawker stalls but has not announced the details of the scheme. The greatest concern that most people have really is whether privatisation of hawker stalls will lead to an increase of hawker food prices. This is a legitimate concern because almost every family patronises hawker stalls. The hawkers themselves are also worried whether they can afford the selling price. I would therefore like to know from the Minister whether they have finalised the sale scheme. Is he able to indicate what kind of prices and discounts stallholders can expect and the ownership period? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is that if the selling price, translated into monthly rent, is much higher than the current rental the stallholder is paying, there will be pressure on the stallholder to increase his food prices. Could the Minister tell us his view on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to suggest that once privatised existing restrictions on stallholders should be removed. They should be allowed to re-sell their stalls in the open market or sublet them. Restriction on range of food or produce sold should also be lifted. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, the privatisation of hawker centres seems a simple, straightforward exercise. However, the proposed privatisation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> affects other persons besides hawkers and gives rise to other questions. These food centres were erected by the Government to benefit not only the stallholders but also the consumers who patronise the food centres. Sir, I am very much concerned that the Ministry does not adequately provide for the interest of the consumers after the proposed privatisation of the food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I anticipate the usual reply of the Ministry will be that free market forces must prevail in the operation of the food centres. The stallholders will lose their investment if they fix their prices too high as the consumers can go to other hawkers. Such a reply ignores the reality that the consumers may not be able to hunt daily for the cheapest hawkers nearest where they live or work because of various constraints. Besides, the stallholders are likely to standardise their prices at the highest level the market can bear so as to defeat any effort of the consumers to save a few cents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a more worrisome question is whether the privatised food centres will remain clean as well as cheap. The tons of refuse that are daily thrown up at these centres are now also removed daily by the Ministry's refuse collection system. The Minister very recently said that this refuse removal service might be privatised soon. If this does happen, it would raise the cost of operating the privatised food centres. Public sector workers are not covered by the Employment Act while the privatised refuse collection workers would be. The stallholders in privatised food centres might try to save cost by not having refuse collected on public holidays and Sundays because of extra pay for workers. I hope the privatised food centres will not turn out to be a threat to our environment as well as our cost of living. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, I support the plan by Government to sell cooked food and market stalls to existing stallholders. This move will allow stallholders to own their stalls and they would be owners of their place of business, just like the many HDB shopkeepers who have bought their shops from the HDB. They would be able to plan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> their business over the long term and later on, if they feel like giving it up and do something else, they can sell their stalls to others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one area of concern is regarding the valuation of the stalls. The question is: how is the Ministry of the Environment going to assess the value of the stalls located over many different locations. If stallholders do not agree with the valuation, can the Ministry allow them to get a second opinion from other sources? We have many real estate firms which are doing valuation. If not, what other options does the Ministry have? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another important concern is the financing aspect. Would the Ministry or any financial institution provide loans to stallholders and allow them to pay over a long period of time with reasonable interest rates? I am afraid if the stalls are very expensive, stallholders may have to pay very high monthly instalments as compared to their present monthly rentals. This inevitably will result in stallholders increasing their prices of goods and consumers will have to bear the burden of price increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I wish to ask the Minister regarding the designation of stalls. Now we have cooked food centres and market stalls designated for selling Muslim food and halal market produce. What is the percentage of those stalls now? I hope the Ministry will ensure that all food centres and markets have a fixed percentage of stalls selling Muslim food and halal market produce. The percentage of these stalls can vary from location to location, for example, a higher percentage in Geylang, Tampines or Bedok, where there is a large number of Muslim residents. I believe we must ensure that there will be enough stalls for Muslims to patronise. I wish to ask the Minister how can we ensure that these stalls are not sold and thereafter operated as non-Muslim stalls. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, at last year's National Day rally, the Prime Minister announced that the Government would sell hawker stalls to the stallholders at 20-30% below market value. Based on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> feedback I have received, many hawkers are happy with the announcement and are eagerly looking forward to buying the stalls. However, since then very little information on the matter is available. As property prices are skyrocketing all the while, many of the hawkers who intend to buy the stalls they are operating now are worried that soon the stalls may be priced beyond their means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Could the Minister please allay the fear of these potential buyers of the stalls? Also, would the Government consider allowing them to use part of their CPF savings to pay for the stalls if they have CPF savings? And what about the hawkers who are unable to raise enough fund to purchase the stalls they are operating now? Will they be allowed to continue renting them? If not, they will be most unfairly deprived of their means of livelihood. May I ask the Minister what is the alternative plan for these hawkers who are unable to purchase the stalls? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there will also be hawkers who may want to call it a day by giving up their business, maybe for health or for old age reasons. Some may find such a sale scheme not attractive enough and want to give up their trade. In such cases, may I suggest that the Government offer them a cash grant so that they can gracefully retire from their hawking business. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, I understand all hawkers and their assistants undergo a course on food hygiene before they are given their respective licences. Despite this food hygiene course, some hawkers and their assistants are later suspended or fined because of poor food hygiene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the food hygiene course has no lasting effect, the Ministry's requirement of medical examination for persons applying to be hawkers has to be relooked at. The hawkers or hawker assistants do not have to undergo any more medical examination after getting their licences. If they subsequently suffer from a contagious or infectious ailment, such as tuberculosis, the Ministry will not know. Perhaps the Ministry should consider regular or periodic medical check-ups, including X-ray, for hawkers and help to keep health care cost down for the customers of hawkers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, the Ministry's enforcement machinery seems to have overlooked food vendors who do not ply at food centres. An example is the food vendors who ply at various trade fairs and retail outlets. Then there are the food vendors who appear whenever there are festivals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The danger such food vendors pose to their customers is two-fold. The first is that some of these food vendors may have obtained their supplies from dubious sources because of lower costs. The second is that the food vendors do not prepare and cook their food at the points of sale but elsewhere. There is always a very real danger of such food being manufactured or prepared and cooked in unhygienic conditions. The customers who eat such food may suffer more than an upset stomach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry's effort to enforce the ban on the sale of unhygienic food in Singapore is not likely to succeed unless all possible loopholes are plugged. A very recent press report stated that 47 persons were hospitalised for food poisoning after eating in an Orchard Road hotel. This report, unless untrue, speaks for itself. I hope the Ministry will appreciate that the enforcement of food hygiene is important not only in food centres but also in five-star hotels and restaurants. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, a Green Labelling Scheme was launched in 1992 to promote green consumerism. The response of consumers to the green products sold under this scheme would be a good gauge of not only how successful the scheme is, but also the level of environmental awareness among Singaporeans. May I have a progress report on green labelling from the Minister? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I carry on with the other amendment? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> When we were passing the law on CWO (Corrective Work Order) in September 1992, the then Minister for the Environment made it clear \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> that CWO is only meant for those recalcitrant and serious offenders. Since its implementation, we have seen a noticeable shift in how it is being enforced. Places where CWO is executed have changed from public beaches to housing estates. The types of littering offences for which CWO is applied have changed from bulky items to just a piece of paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not saying that these changes are wrong. But many people are concerned that CWO may be applied indiscriminately. Enforcement action is usually left to the discretion of the environment officer. I have come across a case where there is clearly no intention of littering when an object is left behind but the officer simply would not reason and went ahead to book the person. So will we come to a stage where CWO will be applied on people who accidentally drop a small paper tab from their parking coupon? Where is the limit? Could the Minister please explain? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, dengue fever is posing a perennial threat to our health. However, thanks to the vigilance of the Ministry of the Environment and its public education on the spread and prevention of the disease, it has never been allowed to spread to epidemic proportion. But are the preventive actions adequate? There are still reports of outbreaks of the disease in scattered areas in Singapore. As the Aedes mosquitoes, which carry the disease breed in clear water, and mostly indoors, more stringent measures must be taken to stop the breeding in homes. Could the Minister enlighten the House whether the disease is now under control? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of mosquito-transmitted disease, there were reports that a number of people in Ponggol had been infected with malaria last year. Recently, malaria cases have also been reported in the southern and eastern parts of Singapore. Can the Ministry of the Environment assure us that the disease will not pose a threat to us as it used to be years ago? This assurance is important because, according to the World Health Organisation, the organism that is responsible for malaria has developed resistance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> to once effective drugs, such as quinine. This present drug-resistant strain of the organism poses a much greater danger to human lives than the old organism. And up to now, there still is no vaccine that protects against malaria. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, several Members have raised the subject of privatisation of hawker centres. I would like to respond to them first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Prime Minister announced that Government would sell hawker stalls to the stallholders so that they, like other Singaporeans, can own assets and have a stake in the country, my Ministry, together with HDB and JTC, has been examining various ways to implement this policy. We have also received many suggestions from Members of Parliament, from hawkers themselves through their association and through other organisations like the Federation of Merchants Association. We are close to finalising the details and will be ready to announce the details of the scheme very soon. However, today I would like to spell out the broad principles of the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me clarify that it is not quite accurate to describe the scheme as a privatisation of hawker centres. The Government's plan is to enable the incumbent hawkers to own the stalls that they are now renting. As owners, the hawkers would be able to better take care of their centres. They will be more motivated in the running of their own stalls. They can plan long term, they can improve their stalls, they can try out new ways of doing business. This way, they will directly benefit because they can attract more customers and the value of their stalls will go up. At the same time, the customers will also benefit as the hawkers come up with more innovative ways to serve them better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, my Ministry requires stallholders to be present personally at their stalls. Subletting is not allowed. Stalls are not transferable. The reason is that rents are heavily subsidised. Government will remove these restrictions for those stalls which are sold. The hawkers can then sublet, they can sell, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> they can pass the stalls on to their children, if they so wish. With this freeing up, the net result would be that the stalls can be operated for longer hours. Stall-owners can also earn additional income from the subletting and the use of the stalls will be maximised as it is open for longer hours, meaning added convenience for consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for the sale of the stalls are that it will only be sold in centres which are not affected by redevelopment in the foreseeable future. We have received quite a number of suggestions from CASE and grassroots organisations on this possibility of withholding the sale to stallholders who profiteer, who harass customers, who flout hygiene rules and so on. These requests are now being studied by my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question of the period of ownership which Dr John Chen and several others raised. Sir, in considering the period of ownership for the stallholders, there are two considerations. First of all, we have to take into account the need to have a reasonably long period in order to enable stallholders to plan long term, as I said just now. But on the other hand, the longer the period of ownership the higher will be the purchase price and therefore the less affordable will the stalls be. So weighing these two considerations, my Ministry has decided that the ownership period will be 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sale of the stall scheme will not be implemented overnight. It will be implemented over a period of some 10 years. But this time-frame can be changed. If the response is very positive, we will be in a position to shorten that time-frame. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman asked how the value of the stalls will be fixed. The Chief Valuer will assess the value of the stalls, taking into account several factors: the location of the stalls, the potential for rental of the stalls, and other factors. There will be a discount. Stalls will be sold at a discount from this valuation. But the final selling prices will be affordable. We have discussed the principles of the scheme with various financial institutions and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> understand that they are willing to come up with financial packages which will help hawkers to buy over their stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi also asked whether CPF savings can be used. I will refer this matter to my colleague, the Minister for Labour, for his consideration. However, I am given to understand that the CPF Board has some rules regarding the ownership period before CPF funds can be used. However, let me reiterate what I mentioned earlier, which is that the Government, first of all, will be selling the stalls at a discount. Secondly, financial institutions will be willing to come forward to work out packages to make the final selling price affordable. I am confident that, with these measures, hawkers will be able to buy over their stalls and enjoy the full benefits of the sale scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the suggestion to allow stallholders to continue renting their stalls if they, for one reason or another, do not wish to become stallholders, although the hawkers will not be stall owners, I think we can see how we can vary the terms to allow them the other benefits of the sale scheme, such as freeing-up the rules on sub-letting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman also asked whether we will have a second opinion on the valuation. If any hawker believes that the valuation is excessive, he can request that his stall be put up for tender. He can then bid for it and if he is successful, he will be eligible for the same amount of discount as if he had bought it earlier. If he is unsuccessful, he will be offered a stall in the centres which are not in the sale scheme or he can then opt for a cash grant, if he is eligible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question from the Member for Thomson GRC was regarding Muslim stalls (halal stalls). Such stalls are now already sited away from sensitive non-halal stalls. This arrangement will continue. We will continue to have provision of stalls catering for Muslim customers. At the same time, we will make sure that the value of the Muslim \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> stalls would not be prejudiced by this arrangement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members, including Mr Chin Harn Tong, have expressed very grave concerns about the impact of this scheme on food prices. Let me reiterate that the purpose of Government's move to sell hawker stalls is to allow hawkers to own their business and, in the process, they must work at improving their service and bringing in more customers. This must bring considerable benefits not only to the stall owners, but also to their customers. This scheme will radically alter or change the way that they do business. I do not see how this will lead to hefty price increases if we maintain a large number of hawker stalls. There are some 23,000 hawker stalls in the various estates - Government, HDB and JTC hawker centres. There are another 13,000 similar stalls in the private sector. This is a very, very large number of stalls. There is intense competition among them. This intense competition has kept food prices stable and I believe it will continue to be so. In fact, the food prices at private outlets are only marginally higher than those of the Government, HDB and JTC hawker centres, even though their rents are very, very much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just to give Members an example. We did a recent survey and we assessed that the median monthly stall rental for private outlets was close to $2,000, something like $1,850. You compare this with the subsidised rental of $120 at Government stalls. There is a gap of something like 15 times. Despite this very large difference, the prices at private outlets, according to this survey, were not significantly higher than those in the Government hawker centres. Then, besides the hawker stalls, there are of course other private food outlets like the fast food centres, the air-conditioned food centres. The prices charged by hawker stalls cannot be higher than those of such food centres and air-conditioned centres which have better facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am saying is that there is a natural cap on hawker food prices. And in the final analysis, we cannot get away from the fact that it is the customers who can exercise the prerogative, although Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> Chin makes the point that it is not always easy to exercise that prerogative, and I grant that in some cases, this may be so. But, nevertheless, at the end of the day, there is a limit to what customers are prepared to pay for their hawker food. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the sale of hawker stalls is completed, the Government expects that there will be about 20,000 Singaporeans who will own the stalls that they operate. They will join the growing rank of citizens who are proud owners of valuable assets, like HDB flats, HDB shops, Telecom shares. They too will own a part of Singapore and they too will have a stake in our future prosperity. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Mah, we do not have much time left. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, let me very quickly take the other points that were raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Dr John Chen asked about the green labelling scheme. The scheme has now gone on for about a year. It has been well received. It is supported by industries and by members of the public. We have received many applications and at the moment, there are 105 products which carry the green label. We did a survey in February of this year, which showed that six out of 25 distributors reported increase in the sales of their green label products. I believe that this scheme is working well and we should persevere with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also talked about CWOs. I think it is necessary for me to explain to the Member that whether a person leaves behind a piece of paper or a banana peel or drops it on the pavement deliberately, both are acts of littering. The law is very clear about this. In fact, in the Environmental Public Health Act, it says that any person who has deposited, placed, dropped, left behind or thrown away any refuse in a public place is deemed to have committed an offence under this Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure the Member that the CWO is served only on litterbugs who are recalcitrant or who have committed serious littering offences. Not all offenders are served with the CWO. And in 1993, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> only 7% of the 4,000-odd litterbugs were caught and were served with the CWO. So the perception that CWOs are casually served is not quite correct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would ask my Senior Parliamentary Secretary to take the other two questions on food hygiene and dengue fever. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for the Environment (Mr Ho Kah Leong):</b> Sir, let me first respond to the points raised by the hon. Member for Aljunied GRC, Mr Chin Harn Tong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chin has raised several points regarding food hygiene. I can assure the Member that my Ministry has always insisted on high standards of food hygiene in the food retail industry. Every food handler, from a hawker to a chef in a restaurant or in a five-star hotel, is expected to practise good food and personal hygiene. It is a responsibility that they owe to their customers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in fact, a lot of efforts have been made by my Ministry to educate food handlers as well as to encourage them to upgrade and improve their kitchens and housekeeping. The Member is correct in saying that every food handler has to sit for a course in food hygiene and pass a test after that. Today, all 72,000 food handlers registered with my Ministry have passed the course. They are also medically screened periodically, once every three years, to make sure that they are not carriers of any infectious disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also mentioned about food vendors in trade fairs. My Ministry is fully aware that because of the proliferation of trade fairs in Singapore, the food sold in many of these places is not always up to the hygienic standard expected. In the last six months, 32 stallholders at trade fairs were caught for having unhygienic practices. In January and February alone, there were 18 such offenders. I wish to inform the Member as well as the House that enforcement actions will continue to be taken and an overall review to tighten up the control of this problem is being done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also mentioned about the food poisoning case in one of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> hotels in Orchard Road recently. It is true that 47 persons were treated in hospital for food poisoning after they had breakfast in a hotel in Orchard Road on 12th March. As soon as my Ministry was notified of the outbreak, my officers went immediately to the hotel to investigate. It is suspected that an item of food served at breakfast was contaminated because of unhygienic handling and storage of the food. My Ministry is still investigating into the incident and appropriate enforcement action will be taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my officers do regularly inspect food outlets to ensure good food hygiene practices. The number of food poisoning cases reported has steadily declined over the years from 1,182 in 1985 to 807 in 1990, and 379 in 1993. Despite this, all it takes is the carelessness or indifference of one food handler and a food poisoning outbreak can occur. This, I believe, is what happened in the case referred to by the Member. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me emphasise here that, be it in a hawker centre or in a five-star hotel restaurant, a high standard of food hygiene should be maintained at all times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now turn to the points raised by the hon. Member for Changi, Mr Teo Chong Tee. First, he talked about dengue outbreak. The dengue outbreak in 1992 was brought under control in 1993. The number of cases decreased from 2,878 in 1992 to 946 in 1993. The situation remains stable in the first two months of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as Singapore is situated in a region where dengue fever is endemic, we must remain vigilant to control the spread of this disease. The only way that we can prevent an epidemic of dengue is to control the Aedes mosquito population. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since these mosquitoes breed in homes and compounds of premises, each of us can do his or her part to deny the mosquito a place to breed. My Ministry will continue to educate the public on how to prevent the Aedes mosquitoes from breeding in their homes and properties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> My Ministry will also continue to seek out breeding grounds in public places and tighten our control, surveillance and enforcement measures. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ho, we have one more amendment before \"Guillotine\" time. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Yes. The Member also touched on malaria disease. Although Singapore has been declared free from indigenous malaria by the World Health Organisation since 1982, Singapore will always be under the threat of malaria because we have many visitors and foreign workers from malaria-endemic countries in the region. The disease is easily spread by the Anopheles mosquitoes. This means that we need to be continuously vigilant. Vector control measures are regularly carried out to prevent the breeding of the Anopheles mosquitoes. Such measures have been successful in keeping the population of these mosquitoes very low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to assure the Member as well as the House that my Ministry will remain vigilant at all times to protect our population against dengue and malaria. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, the Minister has not answered my question regarding cash grants for those hawkers who are not prepared to carry on the business. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the answer is that for those who do not wish to take up the scheme, then cash grants will be given if they are eligible. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, the ownership of HDB shops is, I believe, 99 years and the ownership of JTC premises is 30 years. So I would like to urge the Minister to consider extending the ownership of hawker stalls to 30 years, without increasing the price. On that note, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M of the Main Estimates be reduced by $10 in respect of Code MF 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, oil tankers are known to cause sea pollution by desludging and dumping their sludge at the sea. This, however, can be prevented if every country has a set of procedures to control tanker cleaning and disposal of sludge and slop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent press report in Malaysia on the detention of the oil tanker \"Arabian Sea Monrovia\" seems to indicate that Singapore is without a sludge disposal facility. I would like to ask the Minister whether this is true for if it is true, then how are we to control tanker cleaning activities within Singapore waters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I go on to the next cut. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I have to speak on this because I believe it is of public interest. The phase-out date for CFCs is now on 1st January 1996. This means that within two years, there will be no new supply of CFC-based coolant which is used in the air-conditioning system of our existing cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implication of this is that when the air-conditioning system of a car leaks, the owner will have a problem refilling the coolant. As the supply of the coolant dwindles, suppliers may demand high prices for the coolant. May I ask the Minister whether his Ministry is doing anything to prepare our motorists for the impending problem that they will be facing? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think we will take the reply first. If there is time, then we can have Mr Ibrahim and Mr Teo. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Minister of State for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for the Environment (Mr Abdullah Tarmugi):</b> Sir, Dr Chen asked about the Arabian Sea Monrovia issue. My Ministry has long been concerned with the problem of controlling tanker cleaning, especially since such activities take place in Indonesian, Malaysian and Singapore waters. All three countries need to stringently enforce controls to limit ship cleaning to designated control areas. We raised the matter for study at the Malaysia-Singapore Joint Committee for the Environment (MSJCE) in 1991. The Committee agreed, in principle, to adopt control \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> procedures and the Ministry of the Environment implemented the procedures to tighten control over tanker cleaning in April 1993. There are sufficient facilities at the sludge incineration plant at Pulau Serbarok to receive and dispose of the oil sludge from the cleaning of tankers destined for Singapore shipyards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry had, in April 1993, also announced the decision not to allow any tanker to sail into Singapore if it cannot show proof of proper disposal of its oil sludge. This is to discourage the improper disposal of the oil sludge. Malaysia had agreed to implement similar controls and also to call on Indonesia to impose the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Malaysian authorities detained the Arabian Sea Monrovia on 15th January 1994 for having allegedly dumped oily waste. The Malaysian Department of Environment (DOE) agreed to release the tanker after preliminary investigation on condition that the tanker owners provide half a million ringgit bond and to make arrangements for the proper disposal of the sludge on board the vessel. The owners of the vessel on 2nd February deposited the bond with the Malaysian authorities but they were unable to find a country to accept and dispose of its sludge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a consequence of the measures implemented in April 1993, the Arabian Sea Monrovia was denied entry into Singapore for repairs and for its sludge to be disposed of after it was detained by the Malaysian authorities. The DOE approached the Ministry of the Environment on 21st February this year to allow the Arabian Sea Monrovia to enter Singapore. The DOE has also assured the Ministry of the Environment that the vessel had complied with all the requirements set by it for its release and that the charge of illegal dumping of oil sludge will be pursued by DOE in accordance with due legal process. In view of this consultation by DOE, the Ministry of the Environment agreed to allow the Arabian Sea Monrovia to enter Singapore on 25th February this year for repairs and for its cargo of oil sludge to be disposed of at the sludge disposal facility in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think you have not answered Dr Chen's other question. You have one minute left. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> On CFC, the House was informed in the FY 93 Budget debate that the Ministry of the Environment will prohibit the use of CFCs in airconditioners fitted in newly-registered vehicles from 1st January 1995. And although the January 1995 deadline is still some time away, most newly-registered vehicles are already fitted with CFC-free airconditioners. Owners of cars currently fitted with CFC-based airconditioners can choose to replace the CFC coolant with CFC-free substitutes which are available in Singapore. The existing airconditioners using CFCs can be modified to run on the CFC-free coolants. As an alternative, car owners with CFC-based airconditioners can continue to use CFCs so long as they continue to be available. Many of the bigger workshops in Singapore are already equipped with machines to recover, recycle and reuse the CFCs from the existing CFC-based airconditioners. I would like to thank Dr John Chen for his suggestion to educate motorists on the options available. My Ministry will look into his suggestion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"Guillotine\" time. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> I thank the Minister for his reply. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $255,221,900 for Head M ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $292,829,600 for Head M ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head U - Ministry of National Development. Amendment No. (1), Dr Tan Cheng Bock. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, public housing is subsidised housing and by right should only be reserved for our citizens. However, I am prepared to accept that public housing could also be allowed to house foreign workers because they are building our public housing projects and our public works projects. They are also involved in our private sector projects and they are working in our factories. Thus, they do contribute to our economy. The question is: must we have such workers in the public housing estates? Are there better alternatives? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Housing foreign workers in our public estates has many problems. I had my fair share when foreign workers were occupying a few blocks of flats in Teban Gardens. Because of different social upbringing, the standards of hygiene and environmental care were poor, these led to unsightly flats within well-kept surrounding blocks. Moreover, these foreign workers tend to be noisy and boisterous. They also engage in activities not worthy of mention in this Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I, therefore, would like the Ministry to come up with some other solutions to ease this problem. One way would be to build dormitories on reserved land, a distance away from public housing estates. Another would be to house them in dormitories in industrial estates so that they can be better controlled and also there will be less disturbance. Perhaps, those big companies employing large numbers of foreign workers on a long-term basis should be allowed and encouraged to build such dormitories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, if foreign workers need to stay in public housing estates because we have not come out with a satisfactory solution, may I suggest that these foreign workers be evenly spread out over the island's public housing estates. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, Singapore has a large pool of foreign workers and we need them especially to fill the shortage of workers in the construction, manufacturing and marine sectors. But we have to house them in proper places. This will minimise any socially destabilizing factors. At the same \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> time, it will maximise productivity. Proper housing will also enable us to attract good quality workers. It is important because the other regional countries are growing and there will be less workers available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister if he has any plans to allocate land, as suggested by Dr Tan Cheng Bock, for building of dormitories, especially for large corporations, which employ large numbers of foreign workers. Or is it possible to allocate land for the building of basic, no-frill but functional housing for the foreign workers? Of course, we have to choose such sites carefully. They should not be in certain areas near to the HDB heartland where the bulk of our population stay, or should not be concentrated in one part of the island. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, I would like to ask the Minister for a progress report on the proposed second crossing of the Johore Straits, particularly as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) How long is the bridge and when will construction begin? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) What is the estimated cost for the construction of the bridge? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) When is the bridge scheduled to be completed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) How will Singapore benefit from this capital investment? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, every year during the Committee of Supply debate, it is inevitable that the subject of assistance to low-income groups in public housing is brought up, and for good reasons. We want to make sure that they are not left out of the public housing programme, meaning that the flats will not be too expensive for them to buy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has assured this House in the last Committee of Supply debate, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Our approach to pricing of HDB flats is that as a general policy, HDB flats are priced to ensure that 3-room and 4-room flats are affordable to the lower and average income groups.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the last Budget sitting, the Minister told this House that his Ministry would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> looking at several measures to make sure that the lower income groups will continue to be able to buy flats in the future. And to begin with, his Ministry revised the HDB mortgage loan financing scheme to allow lower income families to afford 3-room flats in the resale market without recourse to cash. This is good and HDB should be complimented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also told this House that smaller 4-room flats with simpler design and finishes would be built towards the end of 1993, and that these flats cost about 10%-20% less than the normal 4-room flats and, of course, the selling price will be correspondingly lower. Can the lower and average income wage earners afford these flats, since HDB has stopped building 3-room flats in 1986? What is the take-up rate of these flats? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the lower income wage earners are renting 2- and 3-room rental flats. Is there any possibility of selling these flats to the sitting tenants? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I would like to ask the Minister what measures the Government has implemented or will implement to help low income families to own their flats, and to elaborate especially on the following schemes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) 4A2 budget flats \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many 4A2 budget flats have been built, their price range, and will such flats be built in Cairnhill Constituency? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Sale of flats to sitting tenants \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe HDB will sell more 2- and 3-room rental flats to sitting tenants. How many such rental flats will be sold and at what price range? Will HDB consider selling the rental flats in Cairnhill Constituency at Winstedt Drive and at Race Course Road? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, home ownership and assistance to the lower income group are important twin pillars of the Government. Home ownership has now reached almost 90%. What more, may I ask the Minister, can be done to assist the lower income group to own their own homes? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB has started with the budget flats in Chua Chu Kang and Woodlands. May I ask what are the results and the impact of this programme? Will the HDB build more 3-room flats or use some other means to get more 3-room flats in the market at reasonably low prices? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I further suggest that HDB tries its best to sell its smaller rental flats to existing tenants, through generous financing and discount schemes. I think we should do all we can to help the lower income group to own their own homes, and to help them to have a share in the prosperity and have a stake in our country. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is time that we took more imaginative and responsive steps to enable as many Singaporeans as possible to own their homes. I am sure this is one of the major policies of our Government. There is an urgent need to review the housing policy for two groups of people living in HDB flats. It is not just review alone, but I think we need to take a more positive action to help them to upgrade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first group is the 1- and 2-room HDB families. As at the end of March 1993, there were 64,000 families and this is no small number. Many of these families live in very congested environment. They have a high number of persons in their households. Many of these families cannot upgrade because they are unable to raise the 20% downpayment which is necessary to purchase new flats. At the same time, they cannot afford to purchase 3-room flats in the open market. So they are trapped in between. There are many of these families who want to upgrade but are caught between these two arenas of not being able to move ahead. It is necessary for HDB to devise a scheme to enable this group of families to upgrade themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second group is the families in the 3-room flats. There are at the moment 246,000 households in this category and this is also no small number. Many of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> them are second generation families. Their children have grown up and they have become of marriageable age. In these households, congestion has arisen. Many of them want to upgrade to 4-room, maybe 5-room, to accommodate the children within these households. However, many of these families will have to wait for a long time to get a flat. And in the meanwhile, pressures resulting from the lack of space are mounting within these households. I feel that there is an urgent need to look at how these families' waiting time and downpayment schemes could be revised to enable them to upgrade themselves by acquiring larger flats. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, close to 90% of Singaporeans live in HDB flats. The balance live in private housing. There is a hierarchy of residential properties in Singapore, starting with HDB flats, private condominiums and landed properties like semi-detached houses and detached houses. This asset structure rests on the broad base of HDB flats with their values forming the floor. Is it true that, as the prices of HDB flats go up, this increase will bring up the whole asset structure of Singapore homes? If so, fortunes can be made if one can predict the appreciation of HDB flats, especially the prices of the new HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at historical data. Over the 5-year period from 1988 to 1992, the average selling price of HDB flats went up by 59%, 79% and 97% for 4-room, 5-room and Executive apartments respectively, using the prices of 1988 as a base. On the other hand, from 1981 to 1988, the price movement of HDB flats had been around 3%-4% a year for seven years. In other words, there was a long period of stable HDB prices, followed by five years of very rapid increase of 12%-15% a year. These figures were extracted from the Cost Review Committee Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interestingly enough, Sir, the prices of every other residential type of property in Singapore had gone up rapidly from 1990 to 1992. Over this same 4-year period, the increases were roughly 59% for condominiums, 91% for terrace houses, 120% for semi-detached houses and 123% for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> detached houses. These figures were extracted from the report of a reputable realtor company. These percentages are roughly in the same ballpark figure as the HDB figures. Could it be true that the adjustment of new HDB flat prices from 1988 to 1992 had taken its natural course and finally showed up in the private residential market? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is fair to conclude that there is indeed a strong correlation between HDB flat prices and the private residential property prices. When one goes up, the other will follow, albeit after a time lag of maybe 12-18 months. This time lag is not surprising as the price movement will take time to percolate through the system. In retrospect, if the image of this pyramid asset structure, with HDB prices forming the floor, is correct, then it is not surprising why Singapore residential properties have appreciated rapidly over the last couple of years, bucking historical trends. In fact, a lot of Singaporeans were fooled in the 1991-1992 time-frame. Some sold their homes in anticipation of a downturn. Like a rising tide that raises all boats, their dream was drowned by the unexpected rise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Everything else being equal, it seems to me that the Ministry has a very handy mechanism to adjust the appreciation rate of all homes in Singapore at will. All Singaporeans could be made richer if the Minister just cranks up the floor by a few notches through posting higher prices for new HDB flats. I know there are good reasons for increasing HDB flat prices, but the end effect is what I have described. First, existing HDB flats will appreciate in prices, followed by private condominiums and then landed properties. This is indeed a very powerful lever, if it is true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While this is my conjecture, I do not think it is too far from the truth. Given its impact on the housing market in Singapore and the potential of making or losing millions of dollars, I believe future HDB pricing policy is indeed valuable information and should be treated as such. Would the Minister enlighten the House whether new HDB flat prices would have the impact that I have highlighted? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC)</b>(\n  <i>In Mandarin</i>): Sir, I wish to give some views concerning the existing balloting system of HDB flat allocation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Previously, a first-come-first-served system was used. However, the experience was that this first-come-first-served system caused people to rush to register their names early. This led to an artificial inflation of the demand for HDB flats. The waiting list was therefore very long and insatiable. Later, the present booking and balloting method was adopted. Following the introduction of this new method, other problems arose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first problem is that as balloting is a system of chance, there are several families who are unable to get balloted for flats, even after over 10 attempts of balloting. They could have waited for over two years and are still unsuccessful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, there are the fortunate few who got balloted for flats at the first try. The system does not differentiate those who have waited for a long time and the first-timers. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsequently, the HDB modified the balloting rules such that those who attempted eight times for a flat at the same location will get some degree of preference. However, another problem arose. Many applicants, due to various reasons, did not stick to one location for as long as eight times. Hence, they ended up losing their preference status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I personally am of the view that there are many merits of the first-come-first-served system. One key merit is certainty of securing a flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to request the Minister to do a review of the HDB flat allocation policy. Some issues which can be considered are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Whether the first-come-first-served system can be reintroduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To allow preference balloting after four attempts instead of eight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To waive the requirement that an applicant must remain in the same choice of location for continuously eight times of balloting attempts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the Minister and other MPs have faced many residents who approach them with the above problems. I hope the Minister will review the HDB flat allocation policy and consider my suggestions. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I refer to the revised balloting scheme for the sale of HDB apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a large number of unsuccessful applicants are frustrated at every turn of each ballot, and continuously bewildered by the seemingly unfair system. I understand that the HDB has modified the booking system by giving a new household applicant better chance than an upgrader. But I have residents who came to see me at my meet-the-people sessions who have balloted in vain for the ninth time while their next door neighbour got it the first time. I could not explain why to them. It is very frustrating for those who did not succeed. One resident told me that this is a state lottery system. Each computer ballot is like tikam tikam. You pray that you will get it. Sometimes you do, but most times you do not, according to some residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One cannot be sure when one would get it, unlike the old registration system of first-come-first-served. Couples waiting to get married have to bite their nails and wait anxiously, with no certainty when they will get their new apartments and move in. We should not, I think, test their patience and keep them waiting for so long. This prompts me to ask: what is the average waiting time for getting a new flat and can it be improved further? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that the HDB has a Residents' Priority Scheme to accord priority in the ballot to residents of mature estates, who apply for apartments offered in their own estates. I think this is a good scheme. But I would like to ask why not extend this scheme to residents of other estates, so long as they have stayed within the estate for five years. This is a request from many residents of so-called non-mature estates. They feel that they are discriminated against. They have stayed there for five years. Their friends who also have stayed for five years in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> mature estate can have this priority, but they in the so-called non-mature estate cannot have this priority. Why should the HDB be so arbitrary in the definition of mature or non-mature estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the difficulty and frustration faced by many HDB applicants, I would like to ask the Minister to explain this balloting system and ask him whether he would care to modify it so that all will feel happier and maybe seen to be treated in a much better way. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, I would like to share the view expressed by my two colleagues who spoke earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the HDB is synonymous with Singapore's success story. It is not only providing housing for the people but also it upholds our philosophy of transparency and fairness in allocating flats to Singaporeans. Its ability to empathise with the need of all people is admirable. It is also known to be responsive and sensitive to the changing and rising expectations of Singaporeans. However, it is in the last part of this unconsciously pursued image building process that the HDB tends to face some big problems, and \"some\" refers to the question of policy and method of flat allocation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the old days, the flat allocation policy was based on a simple four-word rule: first-come-first-served. There is tremendous merit in this approach. It is transparent, it is simple, non-controversial and very widely perceived as fair. However, in its eagerness to improve its service to the people and to meet the diverging tastes, choices and needs in the ever-improving quality of flats, the walk-in selection and the quarterly balloting system were introduced. Many Singaporeans, especially my constituents, are unhappy with this new arrangement. This is because under the current situation luck tends to rule over certainty and in the minds of the applicants, transparency becomes blurred. When certainty is a must for those planning ahead for marriage or are going for upgrading, the failure to match this with the availability of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> flats within a predictable time-frame can be very frustrating. Of course, some are lucky while others are very lucky. After a try or two, they got their flats. Those unlucky ones may have to go through 10 ballotings, and I have come across a case where they have gone for 14 ballotings. This means having to wait for three to four years, which is not unusual, before they are assured that they are finally getting their flats in about two years' time. So the total waiting time could be five to six years, a long waiting period indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although this system has been refined by giving priority to non-upgraders, the unhappiness remains. Similar problems, though not much less severe, are facing those wishing to rent flats as the number of rental flats too is rapidly declining. In view of this problem, I would like to join my colleagues, the Members for Thomson GRC and Bukit Batok, in urging the Minister to review the current system and policy on HDB flat allocation. I would appeal that we go back to the old system of first-come-first-served basis. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, in the last Budget debate, I criticised the Ministry's offer of three packages offered for upgrading of flats within a precinct. The three packages are Basic, Standard and Standard-Plus. I had expressed my concern that the offer of three packages is going to create physical disharmony and social differences and that it would be better to offer only two packages - Standard and Standard-Plus. But my suggestion was turned down. Since then, a number of precincts have been selected and residents have made their choice. Will the Minister enlighten me on the result of this upgrading? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I would like to ask the Minister for a progress report of the upgrading programme, especially in the following areas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The total number of HDB flats being upgraded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The total cost so far incurred by the HDB in its upgrading programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The difference in cost and in the facilities upgraded between the Interim Upgrading Programme (IUP) and the Main Upgrading Programme (MUP). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) When will HDB flats in Cairnhill Constituency be upgraded either under the IUP or under the MUP? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Thank you, Sir, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our Home Ownership for the People Scheme introduced in 1964 to encourage Singaporeans to own the HDB flats they live in has proved a resounding success. Today, close to 90% of the HDB flat dwellers own the flats they live in. Since 1964 the HDB has built more than 700,000 flats for the middle income groups. To give Singaporeans wider choices, HDB has also invited private architects, engineers and contractors to design and build better designed state-of-the-art flats in new estates. Coupled with a long term programme to upgrade existing HDB flats, we can proudly claim that our record in public housing is indeed second to none in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the introduction of town councils in all HDB estates, more and better amenities and facilities are being continually added to the existing ones in the vicinity of each estate. All this has greatly improved the standard of living in all HDB estates and enhanced the value of the flats. However, Sir, the special attention given to residents in HDB estates in the last few years has resulted in some unhappiness among some residents in private estates. Some have brought up the question of fairness on the part of the Government in granting such high subsidies to HDB residents in the upgrading scheme. The success and publicity of the scheme has certainly made some private house owners feel that their welfare has been somewhat neglected. Of course, they do not expect the Government to upgrade their private houses for them. But they do feel that some kind of upgrading work could be done to improve the public areas - the open space and parks, for example. The Government can provide them with outdoor recreational facilities, like fitness park, jogging tracks, children's play equipment and landscaping work. After all, they do not contribute less to the nation as citizens just because they live in private estates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of them also query the reason for not allowing them to carry out certain structural alterations or improvements to their houses if they can fulfil and conform to stipulated requirements laid down by the relevant authorities. A case in point is Toh Estate in my constituency. Applications from some bungalow house owners to convert their houses into semi-detached houses were turned down. This is despite the fact that in other estates, the same requests have been granted. As long as existing rules and regulations are adhered to, I feel that there is no reason why house owners in private estates should not be given some leeway or option to carry out alteration or reconstruction to their houses so as to create more space and rooms for their expanded family and to enhance the value of their property as it is being done for the HDB flats. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, it is some time since the Government embarked on the demonstration phase of the Major Upgrading Programme. It has now moved on to the steady state of the Major Upgrading Programme, as well as launched the Interim Upgrading Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think all these programmes show that our Government cares for our people and wishes to let them share in our prosperity, as well as to enhance their assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister the response and experience of the demonstration phase and steady state phase of the Major Upgrading Programme, and whether the maximum of $6,000 per unit under the Interim Upgrading Programme will be sufficient for the purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Town Councils will be involved with this Interim Upgrading Programme. They will be handling the project, but the HDB levies certain charges on this project to the Town Councils. I would like to ask whether such charges could be reduced and thereby cut down our overhead costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the response is favourable, will the Government consider extending the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br> scope, and especially the speed of implementation of this upgrading programme, because many residents in many parts of Singapore are waiting anxiously for such good upgrading programme to reach their estates? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Zulkifli is not here. Mr Cheo. \n  <br>3.00 pm \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Sir, in the past, the Government has been using the excuse of wanting to control the vehicle population to increase the car park fees in HDB estates. From 1st May 1990, the problem of traffic congestion was eased with the introduction of the vehicle quota system. The Government can no longer rely on this excuse. So it came up with another excuse, and that is, the recovery of cost as a reason to raise the parking fees. Accordingly, from 1st December 1993, HDB and URA raised their parking fees, both the hourly parking and the season parking fees. I feel that these two Government agencies are unreasonable in raising parking fees because they are not business-oriented organisations. They cannot be talking about cost recovery all the time, especially in the case of HDB, because providing parking facilities to HDB dwellers is one of the responsibilities of HDB. If I remember correctly, the former Minister for National Development, Mr Dhanabalan, said that for open car parks in HDB, the cost is only about $4,500 per lot. So based on the collection of $50 per month for season parking, the $4,500 can be recovered in 7 1/2 years. So with $55 per month, you can recover cost in six years and a few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister a number of questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) In building construction, has the HDB included the provision of parking facilities into its cost? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) After recovery of cost, will the HDB lower the parking fees, that is to say, they need to recover only the cost for maintenance and repair? Now the maintenance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1301</b></font>\n  <br>\n  <br> cost for open car parks for town council is paid at the rate of $4 per month per lot. In other words, the maintenance and repair cost is only $4 per month for one car park lot. If you add 10% inflation rate each year on compound interest, that means after eight years, the maintenance and repair cost will not exceed $10. So after recovery of cost, will the HDB lower the car park fees to $10 per month? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The next question is, if the Government wants to maintain the current rate of $55 per month for season parking, will the season parking ticket holders be allowed to park their cars in any HDB estate and not be confined to only one or two particular car parks? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent the use of HDB car parks by outsiders, HDB can rule that hourly parking is only confined to the day time up to \n  <br>6.30 pm. After that, the motorists will have to park their vehicles in the designated car parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem is the imbalance in the provision of car park lots in Housing Board estates. In some car parks, there are a lot of vacancies, whereas in others they are always full and demand exceeds supply. In this regard, I do not blame the HDB because they could only plan on certain assumptions on the demand pattern of the residents before all the units of flats have been fully occupied. But the demand for car park lots changes from time to time. So I hope that the Housing Board will be able to make a survey on the HDB car parks and make the necessary adjustments and remedies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have discovered that in my own constituency, some residents have motorcycles but around their flats, they do not have enough parking lots for motorcycles, especially when motorcycle parking lots in certain car parks under the trees have been taken away. So I believe that this problem can also be found in other housing estates, and, as a result, residents have to park their motorcycles in the void decks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me deal with the improvement of facilities in the housing estates. I hope that the Government will provide funds for the improvement of these facilities: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1302</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the provision of motorcycle parking lots and installation of some steel bars beside the lots so that the vehicles can be chained to the bars, because some of these motorcycle lots are situated at a very secluded area and many motorcycle owners worry that their motorcyles may be stolen. Consequently, they choose to park their motorcycles in the void decks or by the roadside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second suggestion is that, if possible, motorcycle parking lots should be sheltered. I am making this suggestion because many motorcycle owners do not want their vehicles to be exposed to the weather. So they park them in the void decks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have another suggestion, and that is, to improve the main doors of HDB flats. I have raised this issue before. The doors in HDB flats are about one metre or less than a metre wide and it makes moving of bulky items, such as furniture and cupboards, difficult. I hope that during the upgrading programme, the doors should be widened. From reports in the newspapers, the newly built flats in Woodlands and Tampines have bigger doors. I think it is a good design. So HDB should continue to provide these new designed doors for new HDB flats and during the upgrading process, if it is possible, the old doors should be replaced by new and bigger ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next suggestion is also something which I have made before, and that is, the roof-top water pipes should be sheltered so that the water will not be over-heated in a sunny day. I understand that HDB has taken measure by painting white heat-proof paint on the pipes but is not effective enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is the windows at the toilet. I think many HDB flats have wooden window frames. Because of the poor design, water seeps in on rainy days. When they are in the toilet or when they are doing their washing, they will get wet, and this has caused them great inconvenience. You can see residents using all kinds of things to try and cover up the toilet windows to prevent water seepage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Cheo, your time is up. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, thank you for allowing me to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has started to implement its sale of shophouses in HDB estates. There is a category of HDB shops which have been built in the earlier days, usually two to four storey shops, in and around the town centres, such as in Queenstown, Tanglin Halt, Toa Payoh which were among the first shops to be built by the HDB. Many of these shops are not part of the sale scheme. They are supposed to be under relocation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister consider conserving some of these unique low-level shops and town centres, so that the Government can sell the shops to these sitting tenants later? The unique feature of these shophouses can be preserved. They are the prototype, testimony to one of the greatest public housing programmes in the world. As more and more of these new flats and shops and new town centres are being built, it may be a useful reminder to future generations just how the HDB started in its public housing programme, and with a bit of upgrading works, it can be a quaint feature in our public housing landscape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tenants who have been amongst the first HDB lessees would also benefit by the sale of shops, if the Government agrees. They have been amongst the earliest and oldest lessees of the HDB and they were partners with the HDB right from the beginning. Surely the Minister can consider this request by many of the tenants favourably and let their oldest and most faithful customers benefit from some of the goodies of the HDB. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I shall be very brief. I was told that HDB has more than 11,000 industrial properties. In line with the policy of sale of shops to the sitting tenants, is the Ministry considering selling these industrial properties to the sitting tenants? As some of the properties are quite old, will they be upgraded before any sale and what is the lease period? If some of the properties are too old to be sold, what will become of those presently leasing the properties? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1304</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, in view of the following developments, there is an urgent need to review the current rules affecting building usage ratio or, more specifically, the quantum of floor space by percentage for industrial purposes and warehouse purposes. Current rules impose a minimum quantum of 60% for pure industrial floor space for industrial development and 60% for pure warehousing floor space for warehouse development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(1) Regionalisation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Labour-intensive and space-intensive industries have relocated or redistributed overseas, reducing the area required for pure industrial purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(2) Needs of knowledge- and capital-intensive industries</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Labour-intensive industries are being replaced by skill-intensive and knowledge-based industries which require fewer workers working with more high-technology equipment and machines, such as computers and robots. More people are also working on research and development to upgrade their local plants and support their regional plants. These changes require less production space but more laboratory and office spaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(3) Operational headquarters and business headquarters requirements</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has been encouraging more companies to set up their operational headquarters and business headquarters in Singapore. They play important supporting roles to meet the logistic needs of their subsidiaries and associates in the region. Logistics include engineering, centralised purchasing, warehousing and distribution, spare parts storage and despatch. More space is needed to provide logistic support and warehousing than for production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <i>(4) Integration of company functions and operations</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To reduce inter-plant and inter-department travelling within Singapore and to improve productivity, we should encourage and allow companies to integrate all their manufacturing and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> non-manufacturing activities in one location. Such integration of company operations may affect their current building usage percentage for industrial buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister consider these developments and amend the current rules and guidelines to change or allow for greater flexibility in the building usage ratio or quantum of floor space by percentage, so as to accommodate these new developments in existing industrial and warehousing properties and thereby further enhancing the productivity and competitiveness of our export industries? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I would like to ask the Minister how much money has been collected and how much land has the Government sold for private residential development and for private commercial development over the past two years, and the Government's land sales programme over the next two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the glut in commercial space, what measures will the Government take to prevent another collapse in our commercial property market? \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, there is a high demand for precious land in Singapore, witness the rush to tender or auction for land, and the rocketing prices of land and properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of us appreciate that the Government is releasing more land for residential and commercial development through the quarterly sales released every year. But this release does not seem to meet the demand for housing. There is a marked increase in demand for land and, in particular, many HDB apartment owners are upgrading to private properties, landed properties, or condominiums. We should make room to cater for the aspirations of these Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that the Government consider releasing more land because the Government is the largest land owner, or has the largest land bank, so to speak. Of course, you cannot satisfy all demands and we have to do it gradually. But we should encourage the Government to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> study ways of releasing more land to cater to this growing demand. The Minister may also wish to comment on the different methods of land sales, whether auctioning or tendering, and which is the more equitable or effective method. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang):</b> Sir, the price of a private residential property increased quite substantially in the past few years. In 1993 alone, the average price increased by about 32%. Such a rapid rise in prices creates some concerns by people who could be the potential first time private house buyer. Many young graduates feel that the ownership of a private property, especially landed property, is beyond their reach. One journalist told me one day that he is single but he cannot buy a HDB flat. He said that he is already facing difficulty in the ownership of a car. Now, he has found that it is even more difficult for him to own a house and he may consider emigration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the quick rise in the prices of private properties would trigger some fear among the people that they would be priced out of a private property if they did not take immediate action to secure one. Some people whom I knew rushed into purchasing a private property precisely because of this fear. If many people think and act in this manner, the price will rise even higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, supply and demand determine the prices of private residential properties. In a situation like Singapore, the Government is the largest land owner. The supply of land into the market, I believe, has a significant effect on the prices of land and properties in Singapore. In the past few years, the Government had increased its supply from 2,000 units in 1991 to 3,000 units in 1993. These are approximate figures. The increase in the past three years was about 50% more, that is, 1993 would have 50% more as compared with 1991. During the same period, the market demand also shifted upwards. If you make an assumption that it takes about two years for a house to be completed from the date of the land sale, the 2,000 units sold in 1991 would then meet the demand in 1993. Based on the figures published in the Lianhe Zaobao on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br> 27th February 1994, the demand for 1993 was 6,551 units of private residential property and the forecast in the demand for 1995 will be 14,753 units which will be more than double the demand for 1993. The land sale of the Government, based on this figure, only constitutes about 30% of the demand for 1993. But the demand for 1994 has dropped to roughly about 20%. This drop in the percentage of the supply of Government land might be one of the important reasons why the prices of private residential properties still go up despite the increase in the supply of Government land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he would increase the Government's share in the supply of land in order to moderate the price increase for the private residential property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, by increasing the supply of land to moderate the price is only one of the methods that we could adopt. On the other hand, measures which help to dampen the demand could also bring the price down. At present, there are still other policies in place if they are strictly implemented. I feel that they could help to cool the demand slightly. During the last Budget debate, the then Minister, Dr Hu, informed the House that the permanent residents (PRs) and foreigners are not permitted to purchase landed property. However, a friend of mine told me that actually the rule for buying landed properties by PRs is quite lenient. One could actually obtain approval quite easily. I would like to ask the Minister whether this is true and, if so, would he consider tightening this rule so that the demand could be slightly reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in other countries, like Malaysia, foreigners buying a private residential property require the Malaysian government's approval, and these foreigners are not permitted to take loans from the local banks. They are not allowed to charge their property title to an offshore bank. In doing so, they manage to dampen the demand from foreign speculation. Sir, this is only one of the examples which the Government could adopt to moderate the demand from foreigners. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, the number of foreign buyers in the private residential property market is still quite significant in view of the strong overall demand. I would like to ask the Minister whether he would consider some financial measures, or other measures, which would help to dampen foreign speculative demand. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I shall again be very brief. Under the Singapore Green Plan, the Government is committed to conserve 5% of the existing land area for nature conservation. Could the Minister outline briefly the Government's philosophy on nature conservation? And could the Minister give the reasons why Senoko, Punggol grassland, Batu Putih Ternery and Kampong Kitin cannot be conserved? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for National Development (Mr Lim Hng Kiang):</b> Sir, I would like to thank Members for a very wide range of questions, comments and suggestions. I would like to take the more important issues first. Top in my list in MND are the measures to ensure that the low-income families are able to own HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as you know, home ownership is the cornerstone of our public housing scheme. We have done fairly well as a home-owning society but that does not mean we should rest on our laurels. As Members have pointed out many times in this Chamber, there ought to be other measures that we can take to assist the low-income families to own homes. We have been debating this for some time and we have also discussed this in conjunction with the Cost Review Committee's Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I would like to just outline the strategy that MND will take to assist the low-income families to own homes. I will leave the details to be announced later when we finalise them. Essentially, what we intend to do is to adopt a four-pronged strategy that will assist the low-income families in the following ways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, as we have indicated in the Presidential Address, we will embark on a scheme to sell rental flats to sitting tenants. The people staying in rental flats can be categorised into three categories. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> The aged singles who stay in rental flats because of their low income and they are not likely to buy over their flats. What we can do for this group is to improve the quality of the rental flats so that they live in reasonably good housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second category are people who are young families and who have stayed there because they cannot afford 3-room flats, or the 4A flats. These are cases raised by Dr Vasoo. This is a group of people that we should try and assist to make them cross the hurdle and be able to own at least the rental flats that they are staying in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third category are people who are reasonably well to do. Their household income is above $1,000-$1,500. Since they have stayed in the rental flats for many years, they are very comfortable in those areas because they are very central and they are very comfortable with the surroundings. They have got used to the area and they do not want to buy unless they have to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We find that when we relocate the rental tenants in such estates, 50% would buy their flats in the new estate because the old rental flats are being knocked down and they are forced to move out. So they have made the decision to buy. One could say that, essentially, about 50% of our tenants in our rental units can afford sale flats if we give them a slight nudge and a bit of encouragement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another 30% belong to the young families who cannot afford the current prices for 4-room flats and 3-room resale flats. And we should focus our attention on this group and make sure that they can at least own a 2-room or 3-room rental flat. For the last group, we should of course improve the quality of their rental flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So that is the first strategy: to sell rental flats to sitting tenants. We intend to embark on this some time in the middle of the year. We would like to try this out in a pilot scheme to the scale of something like 300 units per quarter and if the response is good, we will increase the quantum each time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second prong of our strategy is to give priority for rental tenants in their application for sale flats. This is the category that I am referring to. The 50% who have got reasonably high household income of $1,000-$1,500 can well afford a 4-room flat but they are comfortable where they are. I think if we give them priority, they will be nudged into buying their own flats. So we are working out a scheme to give them priority. But, of course, they must have stayed in their rental flats for a minimum occupation period. Otherwise you will present a loophole for people to try and get the rental flats so as to gain this priority. So the second strategy we would like to adopt is to give priority to rental tenants in their application of sold flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third prong in our strategy is how to get these families who want to buy resale flats to be able to afford them. This is the problem raised by Dr Vasoo and several other MPs. We understand that they have to put up cash downpayment and, despite our assistance given to them in terms of a higher quantum of mortgages, some of these families still find it difficult to buy a 3-room resale flat. So HDB will study this problem and see how we can further assist such families in buying 3-room resale flats in the open market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth strategy, as we have highlighted and which we have implemented, is the budget 4-room flats. We have done this for two quarters and we intend to put up approximately 600 such budget flats for booking every quarter. The response so far has been quite good. So we are encouraged by it and we will put up a regular supply of 600. If the demand increases, we will put up more. So these are the four areas we will adopt to help our low-income families to buy flats. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also assure the House that the low-income families who are not able to buy flats is a small group. As at the first quarter of 1994, we already have 1,500 tenants from 1- and 2-room flats applying for 4-room flats, and also 11,000 3-room lessees applying for 4-room flats. So the bulk of our tenants and lessees, both in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> rental and 3-room flats, are able to afford at least a 4-room flat that we put up on the booking system. Because our 4-room flats are priced very reasonably, we find a high percentage are able to afford. But what we need to do is to look at those who are still unable to afford under the present rules and see what we can do to help them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me turn to the allocation system. I think three Members have spoken very passionately about going back to the good old days of first-come-first-served. Before we discuss the points raised by them, let me again clarify the present system and explain why we think the present situation is not the same as the good old days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first describe the demand side. What is the profile of the applicants today in the booking system? There are two categories of applicants, the new households and the upgraders. The new households are newly-weds, people staying with their parents and wanting to set up a home and family. The upgraders are those who have already bought a flat but whose family size has increased, or whose children have grown up, or they need more space, or who are doing better in life and want a bigger flat. So there are these two categories, the new households and the upgraders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the new households, we can estimate the demand fairly well, because these are the people who are getting married. On the average, HDB receives about 20,000 applicants from new households every year. It varies between 15,000 and 25,000. When they feel that they are comfortable and they postpone their marriage, then we get 15,000. When we press them to get married and they feel that the flat is more difficult to get, then we see a surge to 25,000. But these are just temporary variations. On the average, we get about 20,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The big problem the HDB faces is the number of applications from upgraders, something which I alluded to in the House two years ago. In 1991, we had 10,000 applicants who were upgrading. In the fourth quarter of 1993, we had 40,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> This is a tremendously big group of people and the proportion of upgraders, therefore, compared to the total number of applicants, has changed drastically, from 40% in 1991 to 63% now. Previously, upgraders were a minority. Now two-thirds of our applicants are upgraders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When you put yourself in the shoes of the upgraders, the situation is very different from the good old days in the past. Today, they already own their flats. They want to upgrade and therefore they are very particular about the location of the flat. This is not just a phenomenon to the upgraders. Even the new households are particular about the location of the flat. The new households say that they need a flat close to their parents so that their parents can look after their children. And since their parents live in the older estates such as Toa Payoh, Ang Mo Kio or Bedok, they also want a flat in these estates. But can the HDB build flats in these estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at the supply side. The HDB has been stepping up its building programme. We started off with 23,000 flats in 1991 and we have consistently gone up in response to higher demand, to 24,000 in 1992, 27,000 in 1993 and 30,000 in 1994. What HDB cannot do is to produce more flats in the popular areas such as Toa Payoh, Ang Mo Kio or Bedok. Because in these estates, there is simply no land for us to build such numbers of flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take Bedok as an example. Bedok is a fully developed town. There are about 54,000 units in Bedok. Last year, we managed to find enough land in Bedok to build 1,600 flats. These are the lands created when we knocked down the 1-room rental flats which people do not want. Can you imagine in these 54,000 units in Bedok, you will find at least one, maybe two, or even three children who are growing up, and who want to apply in Bedok to be close to their parents? If they do not have children who are in the marriageable age, it is the parents themselves who want to upgrade from a 3-room flat in Bedok to a 4-room or a 5-room flat also in Bedok. But we only have 1,600 flats in Bedok. So the application ratio in Bedok is 20:1. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can we have a waiting list system, a first-come-first-served system? If I put up 1,600 flats for sale in Bedok and I say first-come-first-served, I will have 20,000 people queuing outside HDB tomorrow morning. There will be a huge riot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When they cannot satisfy themselves in Bedok, they look at the nearest estate, which is Tampines. Similarly, people staying in Marine Parade and Geylang, where we do not have land to build new flats, are also looking towards Tampines, because it is the closest to their parent's flats in Marine Parade or Geylang. Plus all those who want to go to Tampines because it is close to their place of work, or because the facilities in Tampines now are fairly well developed, or because Tampines has won a UN award, or because Tampines is now designated as a regional centre. So we end up with 32,000 applicants for 7,000 flats in Tampines. Again, there is no way that we can have a waiting list or a first-come-first-served system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem today is different from the problems in the past. In the past, people did not have a flat. They put themselves in the queue. We build flats in Ang Mo Kio which was considered ulu in those days, they will go there. Because their situation at that time was no better and they were very happy to accept the flat in Ang Mo Kio. Today, they want particular locations and they can afford to wait. That is why they apply many times. They apply 10 times. They do not get it. They still apply for a flat in Tampines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding the situation that I have described, let me tell Members that although we have changed the name of the booking system and say it is a booking system, actually we have been adopting a first-come-first-served system. The booking system today consists of two types, what we call the mature estates and the non-mature estates. In the mature estates like Bedok, Bukit Merah or Queenstown where we have sporadic construction, 1,000 units this year and perhaps no more next year, there is no way we can give priority for people who have applied many times, because there is just no supply. So that is pure tikam tikam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> The other way of doing is to tender them out. That means if we have got 1,000 units in Ang Mo Kio, if you do not like tikam tikam, then we can have a tender or an auction. We cannot have a waiting list. There will be 20,000 people queuing up. Unless you want to deploy the riot police, I cannot implement a waiting list system. So the choice is either tikam tikam or tender. If you got any other better ideas, you can be my consultant! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second category are flats which we are building in regular numbers, like in Woodlands, Jurong West and Chua Chu Kang, where we have land to build 30,000-40,000 flats. Here we are, in fact, adopting a waiting list system. People who apply in these areas, the more times they apply, the higher their priority and the higher their chances of getting a flat. So when you apply once in Woodlands, Jurong West or in Chua Chu Kang, if you do not get it, the second time you apply, we add a weightage to your number in the computer and your chances of getting are higher. By the fourth time you apply, if you are a new household, you will be allocated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, we discriminate between the new households and the upgraders. We argue that new households are people who are forming families. We should give them a chance to buy a flat. So we give the new households a 1-year head-start compared to the upgraders. When a new household applies, he is applying as though he is on the same basis as an upgrader who has applied four times before. And that is how the priority is given and he gets his flat. That is why I have been able to say many times that for new households, if they continuously apply in these new areas, they should be able to get a flat after four unsuccessful tries. That means on the fifth try, they should be able to get a flat. For upgraders, if they continuously apply in these non-mature estates, by the ninth time, they should be able to get a flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me refer to the many cases MPs receive during their meet-the-people session where their constituents say that they have applied 10 times, 12 times, 18 times. I have had such cases. And every time, I say, \"Give me your name and your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> IC number.\" I fax it to HDB and they give me the application history. The same with any MP who writes to me or to Mr Matthias Yao. You give me the name and IC number, we will give you the application history. Invariably, it is because they have applied for flats in mature estates. And I can tell you here categorically and in no uncertain terms, anybody who applies in mature estates does not get priority for the number of times he applies. It is tikam tikam, pure and simple. In mature estates, it is tikam tikam. You want to apply 20 times, you do not get it, I cannot help you. But in the non-mature estates, each time you apply, you get higher priority and by the ninth time, you get it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the non-mature estates, we are actually implementing a waiting list system. But we cannot implement a waiting list system in the mature estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee mentioned that the applicant must apply the same choice of location. Here, I would like to correct him. It is not true. You do not have to apply for Chua Chu Kang eight times to be awarded Chua Chu Kang. You apply in any of the non-mature estates, the priority will be given. Those who have applied in Tampines and they now move on to Hougang, their previous application history is still captured and they will have the priority granted to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked about the average waiting time. As I have mentioned, for new households, we are trying our level best to give them a flat after four unsuccessful tries. For the upgraders, we are trying our best to give them a flat after eight unsuccessful tries. The issue is: should we have a pure waiting list system, a pure first-come-first-served system, or do we have some element of chance also for the rest? We can have a system in which we have a pure first-come-first-served system, meaning we will ballot those who have tried the most number of times, and after they all have got their flats, ballot among the next group and so on down the line. What we are worried about is that those who have applied the first or second time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> will feel that they have absolutely no chance at all. So today, the weightage is such that we give very high priority to those who have got a long application history, but we do give a certain percentage to those who have just applied for the first time or the second time, so that they do feel that they have a chance to get it. It is up to us to decide if we want to do away with this feature of an element of chance, albeit a very small percentage given to those who have very few applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that we should give this small proportion to people on the basis of chance. If you want to make it a pure first-come-first-served basis, that also can be done. But I think it will not be fair to those who have tried for a few times. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yatiman asked for transparency in the system. Let me assure him that the system is transparent. The allocation policy is designed into the software of the computer. It is audited by the internal audit department of HDB and audited by external auditors that we tender out. Any Member of the House who wants to check the systems design, I encourage him to do so to make sure it is transparent. I notice Mr Low Thia Khiang wants to see how the balloting is done. There is a Question for Oral Answer for Monday. I also invite him to stare at the computer and see the processing being done, if he wants to view it. So the system is absolutely transparent. There is no intervention by the MP or by the Minister. As the Senior Minister said, in our meet-the-people sessions they come up to you and say, \"I have tried eight times, why can you not do something for me?\" As the Minister for National Development, they come to my meet-the-people session from all over and I can tell you that it is absolutely non-intervention. It is all computer-generated. If you have applied enough times, you will get it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I hope I would have explained the allocation system sufficiently to say that times have changed. It is not a simple first-come-first-served basis because people are very particular about the location. They want to be near their parents, near their place of work, etc. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the HDB Upgrading Programme. Dr Tan Cheng Bock asks what has been the choice so far. In most of the precincts they have either chosen the Standard or the Standard-Plus packages. We provided a third choice of Basic package because we had some feedback from Members that there could be precincts where the income is so low that they cannot even afford the Standard package. So we provided also a very basic upgrading programme. But so far, none of them have chosen the Basic package. We will still keep the option open and make it available to the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although there are three packages, in fact within each package, you can have many variations. That is why Dr Vasoo has a slightly difficult time the other night in trying to please all his residents. If you want to design a package for your precinct, there will be many, many opinions of what they want to do. In the end, the Advisor and the Residents' Committee must try and forge a consensus, and, of course, take a vote to make sure that that consensus is what is wanted by everybody. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 4.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.50 pm to 4.10 pm.</i>\n  </div> \n  <div align=\"center\">\n   Sitting resumed at 4.10 pm\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U (cont.) - \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, let me continue with my response on the Upgrading Programme. Currently, we have about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> 22,000 flats undergoing different changes of the Upgrading Programme. For the demonstration phase, we have about 6,000 flats under construction. The first precinct in Kim Keat will be ready by the end of this year or early next year. The other batches are in different stages of design, voting or calling of tenders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong asked the difference between Interim and Main Upgrading Programmes. The idea of the Interim Upgrading Programme (IUP) is to allow other precincts to do some parts of the upgrading while waiting for their turn in the Main Upgrading Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked whether the $6,000 for the Interim Upgrading Programme is sufficient. In designing the IUP, we are giving priority to works in and outside the block in the precinct, but not to works within the flat. So we think the $6,000 will be sufficient. We will try it, and if there is need, we will extend the scope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to public housing for foreign workers. Let me thank Dr Tan Cheng Bock for carrying more than his burden of foreign workers. We agree that housing foreign workers in the midst of our housing estates does present some problems of disamenities and we are looking at other ways of housing foreign workers. I agree with Dr Ong Chit Chung that we must provide decent and proper housing for the foreign workers. To this end, we are thinking of allocating land to some of the big companies to build dormitory housing for the foreign workers. We will also tender out pieces of land which are suitable for housing foreign workers away from the housing estates, but close enough to make use of some of the facilities in the housing estates, for example, the shops and the coffeeshops. So we will give it a try and we hope to be able to create a new type of housing for foreign workers. But, by and large, foreign workers will still be living in our midst because we do allow flat owners to sublet one or two rooms to foreign workers. But this will not be big numbers in dormitory housing as in Teban Gardens. So we hope to see an improvement in the situation for the foreign workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the second crossing of the Johore Straits, we will be signing the Inter-Government Agreement for the second link on Tuesday next week. The second link is 2.3 kilometres long. We will start work once the agreement is signed. We have already appointed consultants. I do not have the estimated cost. We will only finalise the cost when the construction of the bridge is tendered. It will be completed somewhere towards the end of 1997 and it will be opened to traffic in 1998. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The benefit to Singapore is that it will provide a very quick link to the western portion of Johore and it will also provide a very fast and efficient link for our future port in Pasir Panjang to the whole new hinterland and up the North-South Expressway. With the completion of this bridge, Singaporeans will have another route to the western part of Johore and a faster road to places like Malacca. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the impact of price increases of HDB flats, Dr Wang Kai Yuen gave more credit and power to the Ministry of National Development than is actually the case. Although there is some linkage between HDB prices and private property prices in that the resale value of a HDB flat goes up, people feel that they can afford private property and they can upgrade. But I assure him the linkage ends there because in 1993, the prices of HDB new flats only went up by 4.9%. That did not stop the prices of private property from going up by 36%. If what he described is true, then I would indeed have a very strong instrument. And will you guarantee that if I lower HDB prices by 5% tomorrow, the prices of private property will drop by 20% the next year? Obviously, you do not believe so. So although there is some small linkage in that when resale prices go up, people feel more wealthy and want to upgrade, the correlation is in fact different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this reason, the prices of HDB new flats are fixed by the Government to make sure it is affordable to Singaporeans. The prices of private property are strictly a function of demand and supply. When we make the resale of HDB flats more and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> more flexible and more and more closer to private property, then you will find the resale HDB prices moving in line with the private property. We have done so by giving more mortgage loans and by freeing the rules. So the Member is right in the sense that HDB resale prices will now move more and more in tandem with private property because they are affected by the same factors - good economic growth, low interest rate, etc. But the new HDB flats are purposely kept low to make sure that Singaporeans can afford them. But in pricing the new HDB flats, we have to be sure that we are able to recover the construction cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the proposal by Mr Chay of conservation of old HDB shops, I am afraid that in our sale of shops, although we would like to sell as many HDB shops as possible, we cannot sell shops if they are situated below rental flats which are eventually to be demolished. If you are going to demolish the rental flats because there is very poor demand, especially the 1-room flats, then we cannot sell the shops in the void deck. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it would be wrong for us to sell shops in areas where there is tremendous development potential. To do so, I think would be to do a disservice to Singapore as a whole. The whole society will have to pay a very heavy price because the land is valuable, it could be redeveloped to a higher potential. If you were to sell the shops, you are then not reaping the potential of that area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there are three categories of shops which will not be sold: (1) the kiosks, because they are very small; (2) shops in the void deck of rental flats which are earmarked for demolition; and (3) shops in areas where there is high development potential. So single-storey shops, very old shops, in such areas will not be sold. I take his point that he wants to conserve them as history, but I think it is a heavy price to pay to remember history by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock asked about the HDB industrial properties. The same problems arise for HDB industrial properties as with the shops. Again, we will want to sell as many of these industrial properties as we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> can. But, unfortunately, many of these industrial properties were built 20 years ago, where the industrial demands were less stringent. So today, many of these properties are not suitable and need to be upgraded in terms of electrical upgrading, loading or traffic. We will try as far as possible to make sure that what we sell will be suitable for the users for many years to come. So we will try to sell as many as possible but in some areas where the design is very poor and cannot be upgraded, then we cannot sell. Again, in areas where there is a tremendous development potential, then we ought not to sell them so as not to compromise national interest. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> What is the lease period? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> We will try to sell at leases of 30 years, like many JTC leases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Robert Chua asked about flexibility in building usage ratio. Let me assure him that URA, together with EDB, tries to amend the usage rules to make it more flexible and to be in keeping with current manufacturing operations. We have dialogue sessions with manufacturing associations to try and make our land use rules more acceptable and more meaningful to present-day operations. So we will definitely take up his suggestions and I will ask URA to contact the other associations to get better feedback of how our usage rules can be made more flexible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, fundamentally, there are two reasons why we must have planning rules. The first reason is we cannot leave it entirely to the free market because there are externalities. So the Government has to come in to arbitrate between other users. For example, if there were no building rules, I will build my house to the fence and I will build it six-storey high and overlook my neighbour. So we need planning rules so that externalities are controlled and there is a decent lay-out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason why we need planning rules is to make sure that the infrastructure can support the use. If we do not have planning rules, then we will end up with high-rise offices at odd corners of Singapore and it will be very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> inconvenient because there are no MRT station and no bus services. So we need a certain amount of planning and control to make sure that we site high-density users, like offices and shops, in areas where the transport infrastructure is there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the two main reasons why we need planning rules. With these two principles in mind, I can appreciate Mr Teo Chong Tee's unhappiness about the situation in Toh estate where the bungalow owners wanted to sub-divide and redevelop into semi-detached houses and were told by URA that they could not do so. This is URA exercising its responsibility to minimise externalities. Let me explain. If you have an established estate of bungalows and if I were one of the owners and I develop my bungalow into semi-detached or terrace houses, I would benefit a lot because I make a lot of capital gains in my redevelopment, but I enjoy the amenity of the entire estate which is still preserved as bungalows. If you say, free-for-all, then you must accept the fact that in time to come, the whole area will end up as terrace houses. So in Singapore, we have many established housing estates and we have to decide, in exercise of this control of externality, which areas we will allow developments, so that in the end it will be eventually developed into just landed property. We will not differentiate between bungalows, semi-detached or terrace houses. In some areas we may have to say, \"Look. This is an area which is an established bungalow area. Let us keep it as such and your value may in fact go up because everybody is observing the rule that it is a bungalow estate.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The test whether the exercise of this judgement is right or wrong is when we exhibit the plan. In the Planning Act, you have to exhibit the plan and the intention of the planning authority. And if this intention is not in keeping with the wishes of the people, then they will write in and say, \"I object to this portion of the plan.\" So when we finish the plan in Changi, and if indeed we want to preserve it as a bungalow area, and when we exhibit the plan, the residents in Toh estate are not happy, then there is avenue in the planning process for them to make an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> objection. Then we will invite planning arbitrators who will decide whether the national interest is best served by what the planning authority has proposed or what the residents want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we do not have this control, you will end up with every estate having a mix of bungalows, semi-detached and terrace houses. And unless we decide that that is what we want to see, and every estate remains the same in that kind of mix, then we will have a free-for-all. But we think that there should be certain estates which are preserved for bungalows, certain estates which are preserved for semi-detached houses and certain estates which we will allow free development. And the Planning Act allows this dialogue to be done between the planning authorities and the people affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong asked how much money has been collected under the land sales programme. I am afraid I do not have the figures off-hand. Our policy in land sales is to let the market know our intention of our sales ahead of time. So we have announced that we are selling 3,000 units of property in 1993 and this year, we intend to sell 4,000 units. Developers will bid with the knowledge that this is the Government's sales intention. What they finally build depends on their reading of the market. So our approach is to adopt a steady release of state land and we announce this ahead of time so that everybody has the same information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Dr Ong Chit Chung that there is a strong demand for private property and Government should release more land. And this is indeed what we have done over the last three years, a gradual increase - 2,000 to 3,000, and 3,000 to 4,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the Government can do is to let the market know on a fair basis all the information that we have on the private property and leave it to the market to decide and determine the price. For example, the real estate statistics are published regularly and there will be an ample supply of new private residential \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> units coming into the market. This year, about 9,400 private residential units are expected to be completed. In 1995, this figure is projected to be 14,800. You will know that this figure has moved very dramatically compared to the historical supply of 3,300 in the last four years. So there is a big supply of 9,400 this year and 14,800 next year coming in. These are the numbers that are expected to be completed. If you look further down the line in terms of potential supply in the pipeline, our statistics show that there are a total of 69,000 private residential units in the various stages of construction and planning. So developers are responding to the increased demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many units will be launched for sale this year? We have no way of telling because it is a decision made by the developers. What we do know, however, is based on the licensing requirement by the Controller of Housing and we try to estimate the time taken between planning approval to construction. We estimate that the total number of new units that could be launched for sale in 1994 will range from 13,500 to 21,500. So obviously, the market has responded to this assessment that there is greater demand for private properties and you will see this in launches of new sales and in actual completion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. Low Seow Chay asked what happens if people rush into purchasing these properties. This is something that we cannot control. What we can do is to release this information, let people know the supply, let people know the historical demand, and let everybody assess for himself what price he is prepared to purchase the property. As Prof. Low highlighted, the demand in 1993 was 6,000 but the supply in 1995 will be 14,000. I mentioned 14,800. So this is the number of units that are coming on-stream. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked whether we would have measures to dampen demand, especially those from the foreigners. I have asked this of Dr Richard Hu, the Minister for Finance, whether there ought to be controls in the financing of property. His view is that the lending of banks to the private property market has not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> exceeded the levels of due prudence so there is no need for the Government to intervene in controlling the financing arrangements. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. Low asked why is it that PRs are allowed to buy landed property. This is an area under the jurisdiction of the Ministry of Law and I will pass his information to Prof. Jayakumar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me take up nature conservation. As Dr Tan said, we have set aside 5% of our land for nature areas. This is a significant portion of land set aside considering Singapore's small size. We are prepared to set aside land for nature conservation but the bottomline is that we have to be pragmatic and we have to strike a balance between nature conservation and the socio-economic needs of Singaporeans. So setting aside 5% of our land area, or approximately 3,000 hectares, is already a very significant move. The identification of these areas was done by a work group on nature conservation, which had the representation of a cross-section of Singaporeans, set up to select a list of nature areas. The work group has carefully considered all the nature areas worthy of conservation before coming up with its recommendation of the 19 nature areas which represent a good coverage of the natural habitat in Singapore. I know there is some unhappiness why Senoko and a few other places are not included. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just take Senoko as an example. The Nature Society of Singapore wanted the Ministry of National Development to conserve 168 hectares of land in Senoko because they argue that it is a very good habitat for birds and other species. Let me give a history of the area. This was not a nature area for 100 years and, therefore, we ought to preserve it. In fact, the area comprised old ex-British forces' land which the Government had taken over. Part of the land was also farming land which the Government had acquired for an industrial estate and for housing, and part of it was State land occupied by squatters. So 20 years ago, this was the composition of the land. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1980s, the plan was to develop this area into an industrial estate and public housing and, therefore, the land was acquired. The British military installations were cleared, the farmers were resettled and we were about to embark on building the industrial estate in Senoko. Unfortunately, there was a recession and, therefore, the plan was put on hold. So while the plan was put on hold, the birds came, other species came and have squatted and claimed ownership of the land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, we are building a MRT line with a MRT station very close to this area. If we were to keep 168 hectares of land for a bird habitat, it would mean taking away housing for 17,000 units. So if the Nature Society of Singapore can give me a petition to take out 17,000 applications of upgraders from my waiting list, then we will keep the Senoko land and keep it for the birds. But with the pressing needs of Singaporeans, I think Singaporeans' needs come before birds. This is not to say that we have not preserved the area for conservation. We have formed this committee and we have tried our best to prioritise the areas for conservation. We have acceded to their request in priorities and we have conserved Sungei Buloh Bird Sanctuary and Khatib Bongsu. By having identified these areas you now say you want more areas, I think it is not reasonable, especially since we are investing so much money in reclaiming the land and building the MRT in order to build the Sembawang New Town in this area. So although the Nature Society of Singapore has put up a very passionate case for Senoko, I am afraid it is not possible for us to preserve the area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is very similar to the case that they put up for Marina South. As you know, we reclaimed Marina South as the area for a future city. But, in the meantime, it is kept as a grassland. And, of course, there will be grassland birds coming and it is more than 10-15 years. Two years ago, the Nature Society put up a strong case to preserve Marina South as a grassland for the birds. This is a prime estate that we reclaimed and it cannot be that because it is left to fallow for some time that it ends up being a conservation area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I thank the Minister for his reply, and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Main Estimates be reduced by $10 in respect of Code UC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are 40,000 heavy vehicles in Singapore. These vehicles, being longer, wider and taller than cars, cannot be parked properly in parking lots designed for cars. The heavy vehicles are then parked illegally in car parks or along roads. Although HDB and URA have provided neighbourhood and centralised lorry parks, these parks are under-utilized as the heavy vehicle drivers choose to drive these vehicles home and park them indiscriminately nearer their homes. I am concerned about the safety of the other road users who find such heavy vehicles are a danger, especially when visibility is poor in the early morning and evening. As there are about 22,000 heavy vehicle parking lots both in the public and private sectors and there are 40,000 heavy vehicles, one can see that almost half of the 40,000 heavy vehicles will be without parking lots. This is a very tight situation. Some of the drivers may be forced to do a wrong because of inadequate parking lots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some suggestions I would like to propose would be to provide land parcels to private parking operators. Of course, we can lease the land to such operators. We could also allow kerbside parking along selected roads, preferably in industrial estates, where the roads are wide. Of course, we would have to study these roads to ensure safety of the other road users. We could also allow factories and other industrial establishments for overnight parking and, of course, schools could be used for the parking of buses. I want to find out if the Ministry's vehicle parking certificate scheme to control overnight parking for these heavy vehicles is working out well. Under this scheme, all heavy vehicles must each have an authorised lot for overnight parking. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, I rise to comment on the matter of safety standard for high-rise buildings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the toppling over of a block of apartments in the Highland Tower condominium in Kuala Lumpur last year has made occupants of high-rise apartments nervous about living high up in the air. This is borne out by their reaction when Singapore very recently experienced some earth tremors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whenever such a confidence-shaking event occurs, the Ministry's experts give public assurances that Singapore is not in an earthquake zone. This is true in so far as Singapore's known history goes. But in other parts of the world, volcanoes which have been dormant for centuries suddenly burst forth with catastrophic consequences for people living in their vicinity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what we would like to hear from the Ministry's experts is that they have taken whatever positive action within their means to prevent or contain a natural disaster. I have in mind the type of assurances given by the Ministry's officials after the Highland Tower mishap. They explained fully how high-rise buildings on hill slope in Singapore would not have the ground cut away from their foundations and would not topple over. They showed the various measures taken to prevent erosion of the base of high-rise blocks on hillsides by flowing or seeping water, above or below ground. Their explanation was very reassuring to me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in contrast, after the Liwa earthquake, the Ministry's experts do not sound very reassuring to me. I am sure other people besides me do not want to read or hear only that Singapore is not in the earthquake belt. They should show that the high-rise apartments are solidly constructed to withstand severe earth tremors, even if the odds of their occurring here are almost zero. It will be easier to strike the TOTO first prize three times in succession than to die from an earthquake here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But their resolute silence on this point baffles me and makes me uneasy. It is too well-known that people in charge of any matter in Singapore prefer to make the locks on their doors stronger only after a burglar has broken in. What happens in our shipyards speaks for itself. Working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> conditions and safety rules are only seriously reviewed after a tragic mishap has occurred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Ministry's experts will not wait until a high-rise building is damaged by a one-trillion-to-one earth tremor to come out with categorical statements that high-rise buildings are earthquake proof. Sir, in the absence of such statements, the occupants of high-rise apartments will continue to rush to the ground whenever their buildings shake a bit. \n  <br>4.45 pm \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I just would like to add to what Mr Chin has said about high-rise buildings. I would like to ask the Minister what measures the Government has initiated to prevent the collapse of any of our high-rise buildings as has happened to a high-rise building in Kuala Lumpur, the Highland Tower, which collapsed due to slope failure. In particular, what are the controls under the building regulations to ensure the safety of building development and how such controls are monitored? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I think I can speak without reservation that Singapore has one of the best road systems in this part of the world. Personally, I feel that the PWD deserves a pat on the back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Actually, I am prompted to speak on this topic as a result of the unfortunate death and accident of a National Junior College student some months ago. I am concerned that such an unfortunate accident can happen and wish the Minister to outline the measures which the PWD is taking to make sure that roads and pedestrian walkways outside school compounds are made safe for our students. These particular areas suffer from congestion and are usually very crowded at peak periods, especially during the periods before and after school hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the road building programme is maturing, I shall like the PWD to look into some of the other measures which I notice will hopefully improve our road traffic safety and traffic flow. The first item \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> I have in mind is the filter lanes into and out of expressways. From my own experience, some are found to be too short. And when they are short, getting in and out of the expressway is a hazard to roadusers. I notice that the PWD is already making some changes to those filter lanes coming in and out of the PIE, but there are also others which need to be studied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of curved roads going out of the expressway at the moment are banked incorrectly. And on a wet day, one will find that one's car turning down the curve tends to slide outwards because the road is not properly banked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another item of concern to me is about minor roads which are built at an acute angle to the maun road. These minor roads pose a serious hazard for vehicles turning left from the main road into the minor roads at an acute angle. Cars have to slow down literally to a stop. Otherwise, the car tends to over-run to the other lane. When that happens on the main roads, buses coming behind the cars result in a dangerous situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last item is the improvement in the design of the red-man-green-man traffic light system. Presently, the green man system suffers from the fact that pedestrians are not able to discern when or which phase the green man they are on. Is it the early phase of the flashing man or is it the later phase? The pedestrian may make an attempt to cross the road when the green man is actually towards the end of the phase. And, of course, when he rushes across, this causes congestion and sometimes also poses a danger to the pedestrian himself. Can the Ministry look into modifying this system? Instead of a green man system, it could be modified into a numerical countdown system. When we have this system, pedestrians will be able to discern when it is safe or not safe to cross the road. Instead of racing across the road, they will then decide whether it is safe or otherwise. In that way, hopefully, it will lead to improvement in safety as well as ease traffic congestion. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, as we all know in this Chamber, we will be implementing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> the heavy vehicle parking certificate scheme. Under this scheme, the 40,000 heavy vehicles in Singapore will be required to park in designated heavy vehicle parking lots, so that they do not present a safety problem to other roadusers. I share Dr Tan Cheng Bock's concern that we must provide enough lots when the scheme is implemented, and PWD is taking all measures to make sure that this is so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the existing heavy vehicle lorry parks, the PWD intends to allow the private sector to operate 13,000 heavy vehicle parking lots within their factory premises. The car parks in the factories will be used for cars in the day time and at night they can be used for heavy vehicle parking. This will minimise the cost for the owners and will also make better use of our car parks in factories which tend to be vacant at night. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also allow parking along less utilised roads. But in such cases, we have to be careful to make sure that these do not present a safety problem to other roadusers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB and URA are also tendering out more land to be used for vehicle parking lots. This is an entire exercise and I assure Dr Tan and other Members in this House that before we implement the heavy vehicle parking certificate system, we will make doubly sure that there will be enough lots to go round for all the heavy vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to Mr Chin Harn Tong's concerns about earthquakes. Maybe it is easier to talk about cut slopes because, as Mr Chin Harn Tong himself said, the PWD was able to demonstrate what is done to the design construction of high-rise buildings built near slopes and, in fact, it has reassured him that all is well in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our building control rules are very stringent in Singapore. It takes several steps. The first step is the design standards. Our design standards are international standards and revised regularly to make sure that we adapt to the latest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> materials and latest issues. So the design standards are international standards and meet all our requirements in terms of structural safety. The issue is: do we have design standards to cater for snow? Do we have design standards to cater for earthquakes, when snow and earthquake do not occur in Singapore? Obviously, if we have over designed, it will impose a cost to all our buildings. So PWD makes sure that our design standards are safe but not over designed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happens in the case of earthquakes? The explanation given to me by PWD is that we do not lie in the earthquake zone. The earthquake rim runs through Sumatra and the Indonesian islands. Whenever there is an earthquake in that area, there are two types of waves that propagate from the centre of the earthquake - the short waves and the long waves. The short waves will create the destruction around the area. The long waves, being longer amplitude, will travel further and sometimes Singapore does feel the effects of the long waves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether the long waves affect a particular high-rise building depends on what is known as the resonance amplitude of the building. In the recent case, you find that residents in a particular building felt a bit of the tremor, whereas residents in the neighbouring high-rise building did not feel anything at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every building has a resonance frequency. If it coincides with the long waves of the earthquake, then you will feel the slight tremor. So it is not necessary for us to over reinforce our tower blocks just to minimise this feeling of the tremors which are caused by a coincidental resonance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PWD has done its research and is confident that our standards meet the requirements in our area and are not over designed. But they are keeping up with the developments and they are doing a joint research with NTU so as to make triply sure that whatever we have in our codes are more than adequate. So let me assure Members here that we have a very good set of design codes and they are adequate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, to prevent the kind of problems that we see in the Highland Tower case, the design codes are stringently observed, because we have an accredited checking system to make sure that the design is checked by another independent person. At the third stage when it is constructed, we have qualified professional people to make sure that the critical stages of the construction are done by professional people and again they are inspected. Finally, when it is all constructed, the PWD Building Control people check the building for the soundness before it is certified fit for occupation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final stage is during the occupation of the building itself. We have regular inspections and maintenance requirements in our Building Control Act which require these buildings to be periodically inspected. Since the Act has been instituted, all buildings which are required to be inspected in this regular inspection have been completed and we have not detected any problems. Let me assure the House that we have a good system in place and PWD implements this diligently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On improvement in road design, I am grateful to Mr Chng Hee Kok for his many suggestions, particularly for drawing our attention to pedestrian safety in the vicinity of schools. As we all know, the accident near the National Junior College was caused by a runaway car. There is no way we could design against runaway cars. If there is a runaway car in any location, we cannot possibly design for such situations in every area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, in vicinities of schools, PWD pays special attention to pedestrian safety. First of all, PWD ensures that there are proper footpaths so that the students will be walking on footpaths which are raised above the road surface. And this raised kerb would separate the vehicles from the pedestrians. Secondly, in all schools, PWD will ensure that there are proper pedestrian crossing facilities, such as zebra crossings, signalised pedestrian crossings and pedestrian overhead bridges to enable pedestrians to cross roads safely. As I said, in this case in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> National Junior College, the runaway car mounted the footpath and in the process, knocked down two students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further protection to the pedestrians and students can, of course, be provided if we were to install guard rails between the road and the footpath. But if we do so, the guard rails will get in the way of the students alighting from and getting into cars and school buses which usually wait along such roads near the school entrances. And we are worried that in such cases, the students will then be tempted or forced to walk along the road which is less safe. Nevertheless, PWD has made an assessment of all the schools and the particular site condition and where applicable, they will install guard rails for additional protection. For example, in certain schools which are along high speed roads or located near road bends where there is a greater likelihood of vehicles losing control, the PWD will install such guard rails to give students better protection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On filter lanes into expressways, I think the basic thing we have to realise in Singapore is that our expressways are called expressways but they are not expressways. We do not expect our motorists to be speeding on our expressways like the autobahns in Germany. We have to accept that we are a city state and our so-called expressways must have a speed limit. This is because land in Singapore is very scarce and especially in some of the older expressways, we built them upon existing roads. And to have very easy filter lanes into such expressways will mean huge acquisition of surrounding land. So we have to recognise this constraint and educate our motorists to merge at a slower speed. But wherever possible, we will, of course, design the filter lanes in a more comfortable way so that the speed will be commensurate with the expressways. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, for curved roads which are banked in a different direction. Again, PWD takes great care to design all curved \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> roads to bank in the right direction. Sometimes motorists feel that the curved roads are banked in the wrong direction because they are driving faster than the designed speeds. But let me assure the Member that if he comes across any such cases, do let us know and we will definitely make a check and make sure that the curved roads are banked in the right direction. Similarly, minor roads which join major roads at acute angles. Again, let us know where these areas occur. Where the side conditions allow us to realign the roads, you can have my assurance that we will do so. But again, let me say that many of these roads in the old estates, unfortunately, are at such acute angles and to make it at right angles will mean the acquisition of the house next to the road, which is not possible. So wherever possible, we will have a proper junction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr Chng's suggestion about countdown for crossing, in fact, we do have a countdown system. We have a flashing green man. The idea is that when the green man flashes, you should not cross. It is not when the green man flashes, you dash across. The timing of the flashing green man is such that it allows people who are in the middle of a crossing to walk a bit brisker and complete the crossing. The idea of the green man flashing is not to say that when the green man is flashing, it is time for you to run across the road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Japan they have three green stripes. It is a countdown system. Three green stripes mean you have got plenty of time, two, and then one. If we implement such a system, I think it will encourage more people to dash across. They will all know their running speed. In a countdown system, if they think that they can dash across 100 metres in 15 seconds, they will dash across. This is not in the interest of pedestrian safety. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> I have two points for the Minister. First, these curved roads which are banked for certain speeds. Will the Minister indicate what are the speeds? Or does he have road signs to indicate at what speed one should not go round the curved roads? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the flashing green man, the system which I have just mentioned, I think the Minister is ignoring reality. People tend to rush across the road when the flashing green man is still on. To me, that poses a lot of danger. So something has to be done about it. Make it a flashing red man instead of a green man, for example. Otherwise, people will still dash across as long as it is green. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I think it is a good suggestion to have a speed limit in the banks so that people will observe this speed limit. I will ask PWD to evaluate whether in fact that can be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, for the flashing green man. I think what is needed is a certain amount of discipline among our pedestrians in the interest of pedestrian safety. But we are always open to new ideas. I would get the PWD to study the Member's suggestion of a countdown system together with the Japanese system of differential stripes. We will see whether, in fact, it is better for pedestrian safety. But if there is no discipline, I think whatever system you have, people will dash across and that will undermine our whole effort. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UC 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the opening of the CTE, the vehicular traffic patterns in the vicinity of its entry and exit points have changed. Some of these roads are now very congested, especially during rush hours. One of such roads is Braddell Road, especially that stretch of road between the CTE and Upper Serangoon Road. I notice that there is a provision in this year's budget for a traffic interchange at the junction of Upper Serangoon Road and Braddell Road. Is it meant to alleviate the traffic congestion situation? If so, when is this going to be built? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a similar provision for a traffic interchange at the junction of Boundary Road and Upper Serangoon Road. May I also know when is it going to be built? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, PWD is aware of the traffic congestion along Braddell Road as well as Boundary Road leading into the CTE. That is why we have made provisions in the Budget to provide for grid separated interchanges at these two junctions. PWD is in the final stages of evaluating the traffic requirement and also the design to minimise the acquisition needed to implement these two interchanges. When this design and the final decision is taken, we will then inform the people who are affected, including the MP. If we were to start this year, then it will take us three to four years to complete. But no decision has yet been taken because we are still trying to make sure that we have as tight a design as possible to minimise the acquisition needed to construct these two interchanges. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Main Estimates be reduced by $10 in respect of Code UE 2100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, by definition, shophouses mean shop and houses. Here I am referring to private shophouses. Usually, they are two-storey buildings, the ground floor is used for shops and the second storey is used for residential purpose. The problem is that for certain older private shophouses, especially those more than 30 years, people do not like to stay in them. Over the years, many of these shophouses, especially the second storey, have been used for other purpose. I understand that URA also allows conversion of use, but it is only limited to certain trades such as hair salon, but not for offices. I do not understand why this is the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have such shophouses in my constituency. There is a row of shophouses along Brighton Avenue and the tenants \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> have been asking for the conversion of use of the second storey into offices, but this was not allowed by the URA. I would like to ask the Minister to review the rules governing the use of these shophouses and to allow the second storey to be used as offices. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, Mr Goh Choon Kang agrees that a shophouse means a shop on the ground floor and a house on the second storey. That is the intended use: that you are the owner of the shop who lives above your shop, and you man your shop. The reason why URA is reluctant to allow the conversion of the residential use on the upper storey to an office use is that it will end up with a ribbon development along the road. That will create a lot of disamenities and requirements like parking and other requirements which the area is not designed for. In the case that Mr Goh cited in Brighton Avenue, it is in Serangoon Gardens and, in fact, it is a residential area. So the intention by the planner in 1948 was to have a shophouse there for local shopping for the Serangoon housing estate. I do not think the intention of the planner then was to have an office complex in Serangoon Gardens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do we allow hair dressing salons and not office? Again, if you ask me for my personal opinion, I think that would have been a mistake. But in the 1970s there was a lot of pressure. People were operating hair dressing salons in their homes and it was more through a lot of repeated requests that URA allowed it and regularised the infringement. But we should not allow a proliferation of offices and end up with added traffic in these areas. So for the majority of such land uses designated as shophouse, we will want to keep it as a shophouse intended for local shopping for that area. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>5.10 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Would the Minister consider issuing provisional permits for offices? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> If I do so, 10 years from now the next Minister would say that that was a mistake because the provisional permission would become permanent permission. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UI 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Eunos Town Council is presently managing over 200 blocks of new flats with a centralised refuse chute (CRC) system. More new flats with the CRC system will be managed by the Council over the next 24 months with the completion of many more new blocks of flats in Pasir Ris and Tampines North. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CRC system was implemented to solve our long term labour shortage problem. However, it has its own drawbacks. The general feedback that the Council has received on the system so far are spillage and stains along the corridor at lift landing and in the CRC area, littering from the flat, dumping and tipping at the CRC area, foul smell from CRC compartment, noise pollution created by compactor, motorised roller shuttle and the Ministry of the Environment truck and very often a jammed and choked refuse handling equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, problems relating to undesirable social habits of behaviour of residents are hopefully transient. The Residents' Committee and the community leaders will solve this problem. But what concerns the Town Council is the problem created by the compactor type refuse handling equipment. This machine is frequently jammed with newspapers, telephone books and other hard materials. The Council, in recent months, has to incur additional expenses to resort to manual collections and each time it costs us $100 per choke. At the peak, a choke happens about four or five times per day. Such problems are further aggravated by the alternate day collections of refuse by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> Ministry of the Environment. The accumulated refuse decomposes and gives off a stench, especially when manual collection is being carried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Eunos Town Council recently did a cost comparison study between the conventional chute system and the new CRC system and came to the conclusion that with all these operational problems encountered by the CRC system, it may be more viable to stick to the conventional system of refuse collection in HDB estates. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the light of all these operational problems and cost-effectiveness of the conventional system of refuse collection, may I suggest that the Minister do a review of the CRC system and, if necessary, modify the design and construction of the CRC system for new flats in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to the next topic? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I wish to bring up a point about ensuring that our shops in HDB estates are optimally used. By this, I mean the shops should remain open for as long as possible to serve the needs of residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, shops in new HDB estates are sold to owners on a tender basis and very often the highest bidder gets to purchase the shop. But not all purchasers of shops are operators of the shops themselves. So what they do is that they tenant out the shops. This system has its own drawback. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just illustrate one example. The purchaser of this shop managed to find a new tenant to rent it and operate a business. The new tenant moved in, tried to start a business, operated for three months and found that the rent was too high, and the business was not viable to support the overheads. He therefore surrendered the shop back to the owner and the shop remained closed for a period of time. A few weeks later, the owner found a new tenant and this new tenant decided to try his luck. He moved in and operated a different kind of business but, unfortunately, after another three or four \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> months, he found his business was not viable. He could not support the rent. He therefore closed the shop. And the shop remained closed for a period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few weeks later, a third tenant came in and he was smart, he was a better businessman. He did his homework, he did his market research study, and he thought that there was a niche for him in that neighbourhood. So he opened a new kind of business. And he was right, the business survived and looked promising. But, alas, six months later, he found that he had to close the shop because the owner of that shop decided to capitalise on the rising property market. He sold his shop to someone else and the new owner of the shop decided to up the rent to recover his investment. So the shop remains closed, waiting for another tenant to try his luck. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this scenario that I have just illustrated, I think the residents in that neighbourhood can be considered lucky, because the owner borrows money to buy the shop. He is therefore forced to quickly look for a tenant to operate the shop to recover his investment through rental income. But there are instances where purchasers of shop units are cash-rich. They can hold the investments. They buy the shop and they do not operate it. The shop remains closed for an indefinite period of time. And the owner hopes that by holding it, he could make a capital gain by selling to another owner in the open market at the appropriate time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point I am driving at is that a free market economy and our current tender system for the sale of shop units need not necessarily result in the efficient use of our scarce resources, ie, the shops in HDB estates. And the end result is that the residents in the neighbourhood suffer. The shops are not serving their needs, they are standing idle or intermittently closed because of the frequent change of tenancy or change of ownership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A basic question needs to be addressed here: Are we building shops in HDB estates to allow investors to make money or to serve the needs of residents? Sir, I think the answer is obvious. I therefore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> urge the Minister to review the guidelines for the purchase and the operation of shop units in HDB estates, in particular, to ensure that these shops serve the needs of residents. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, HDB charges different rates for HDB car parks in the city and the residential areas. This is rightly so. Car parking in busy city areas should cost more than car parking in the residential areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the HDB residential areas, hourly parking fee in open air car park lots and in the multi-storey car park lots is the same, that is, 90 cents per hour. The open air car park lots are often fully utilised whereas the multi-storey car parks are often under-utilised. Despite the shade and shelter offered by HDB multi-storey car parks, they are not popular. The reasons for this are simple. Firstly, car owners are usually fearful that their vehicles will be vandalised in multi-storey car parks; secondly, people find it troublesome to climb the steps to fetch their cars; thirdly, people prefer to park their cars nearer their own flats or the place they wish to visit; and, fourthly, the season parking fee of $75 is too expensive. But open air car park lots are usually insufficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to encourage more people to use the multi-storey car parks, the HDB should consider reducing the rates of season car park fee in multi-storey car parks, which currently is $75 a month against $55 a month for open air car park lots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the top level parking lots of the multi-storey car parks are uncovered. They are also open air car parks. Therefore, these parking lots should be treated as open air car park lots and the monthly season car park fees of $55 should apply. It is not fair to charge $75 for these car park lots which are uncovered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with my proposed downward revision in the season car park fee, I am sure the parking problem in most HDB estates will be eased. For example, in my constituency, particularly in Simei Estate, I have the parking problem because of shortage of car parking lots. Therefore, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> urge the Minister to look into my suggestion which is for the benefit of car owners living in HDB estates. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, some of the older HDB neighbourhoods are facing the problem of inadequate parking lots. In one of the neighbourhoods in my constituency near Serangoon Avenue 2, the problem is quite acute to the extent that some car owners even resort to park their cars at night in the middle of the car park, thereby causing obstruction and also, I think, posing dangers. For example, if there is a fire, I think there is no way that the fire engine can enter the car park. The residents are requesting that more car park lots be built because there is a reserved site, a big vacant plot of land just next to this neighbourhood along Serangoon Avenue 2. They are asking whether more car park lots can be built at this reserved site and whether there is any plan to develop this vacant plot of land in the near future. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, I wish to draw to the HDB's attention the plight of those who in the process of upgrading are left stranded after selling their existing homes but are unable to move to their new accommodation, because of a breach of contract by the other party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand these incidents are on the increase. These are families who unexpectedly lose a roof over their heads and are in urgent need of temporary accommodation but do not have the financial means to rent private premises. At the same time, they are not eligible for rental flats as their incomes would definitely exceed the stipulated income ceiling. They are thus in a jam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Existing HDB rules and regulations do not have a provision to handle such cases. Whilst sub-letting may be an option, in reality, there are practical problems, for example, availability and location of the sub-letted flats. As the sole public housing authority, surely the HDB can do more to render assistance to such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am talking about are bona fide cases of families whose lives are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> dislocated as a result of circumstances beyond their control. I therefore would like to call on the HDB to exercise more discretion and flexibility by allowing these families to temporarily rent a flat. If this is not possible, may I know what plans HDB has to provide interim housing for such cases? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I would just like to ask the Minister whether the HDB has carried out any rectification works to sunken apron since 1991. And if they were carried out, would the Minister reveal the details of these works by giving the locality and amount? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Matthias Yao Chih):</b> Sir, Mr Chew Heng Ching asked about the centralised refuse chute system. Sir, this system is indeed cheaper to use and to maintain, as a survey carried out by HDB last year showed that the cost of operating the centralised refuse chute system is $4,800 a year for one block of flats compared to $6,000 a year for the individual refuse chute system. The cost saving is 20% lower. This excludes the problem that was pointed out by Mr Chew which I will go into a bit later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the implementation of the new system in 1991, HDB has further improved the design of the refuse chute system to make it easier and more convenient for the residents to use. For building contracts called from 1st March 1992 onwards, an easy-to-use foot pedal system is added because residents do not like to open the hoppers with their hands. Hence, the foot pedal mechanism is installed. HDB will retrofit older flats built with the central refuse system with this new foot pedal. For all building contracts starting from 1st January of this year, the size of the hopper will be bigger so that more bulky items can be put into the chute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew experienced the problem of the compactor. Sometimes it is due to the type of refuse put into the chute. And I am happy to note that the RCs concerned are trying to get the cooperation of the residents. Sir, it is a matter of trying to get better compactors and as we gain more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> experience with this kind of system, I am sure HDB will be able to share its knowledge with town councils so that, overall, the system will be improved. Once the system works, the cost saving is quite substantial because there is a saving in labour, through mechanising of the refuse collection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew also asked about shophouses left empty. Sir, I do not have the data of how many of the shophouses are left empty in the interim. As an illustration, HDB officers visited the Eunos area and looked at the 98 shops that were sold in April 1991, and they found that only four were not in business. So this number could be quite small, but we do not have the exact details for all the shops in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main objective of the sale of the tenanted shop scheme is to facilitate the restructuring of the retail trade and improve productivity. Shop tenants who become owners of their shops will have the incentive to upgrade their premises, improve their operations, sub-let to others who may do better business and, hence, their premises will become more efficiently used. Since the implementation of the scheme in June 1992, about 100 lessees have re-sold their shops in the open market. In the process, some shops may be closed because of upgrading or search for new tenants. Such closures should be temporary and we do encourage a free flow of buying and selling and sub-letting. In the long-term, it would promote entrepreneurialship and people should be able to come in and out of the market as freely as they can. So HDB is not in favour of interfering in the commercial operations by introducing more regulations or restrictions over sub-letting or re-selling. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Chong Tee asked about multi-storey car parks. Sir, at the current parking charge of $75 per month, HDB is still not recovering the cost of building and maintaining multi-storey car parks. Although the Government's long-term objective is to recover cost, it has not increased the season parking charge for the multi-storey \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> car parks last year. Reducing the charge for multi-storey car parks this time would mean higher increases in the future and this would not be good for the car owners to face different charges at different times. It is also not practical to charge a different rate for cars parked at the top level of a multi-storey car park, as having different charges within the same car park would create problems of management and enforcement. In the case of a multi-storey car park that is fully occupied and someone who possesses a $75 season parking ticket, he comes in and it is full, he has to go all the way upstairs, he says that is a $55 lot and he does not want to park there. That would make management very difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang asked about car parks in older estates and, in particular, in Braddell Heights. Sir, HDB monitors the demand for parking facilities regularly. In general, when more parking lots are needed and where there are no site constraints and where residents are prepared to give up part of the greenery, HDB will provide the additional parking lots for the housing estates. Under the Upgrading Programme, HDB will also study the feasibility of building multi-storey car parks for the precincts. This will provide more parking lots to meet the needs of the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With reference to the reserved site at Serangoon Avenue 2, this site will be tendered out for housing development later this year. The design for the development is being finalised and it will include a multi-storey car park on the site. HDB will take into account the feedback from the MP about the shortage of parking space in nearby areas in the designing of this car park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Zulkifli is concerned about people who were left with no flat to live in because the seller of the flat that the buyer wants to buy has defaulted on the sale. Sir, it is not possible for HDB to open up the Public Rental Housing Scheme for these people as there are many low-income people on the waiting list. The solution is for such flat buyers to protect themselves against defaulting sellers. To do so, they can take two actions. First, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> prevent sellers of properties from defaulting, buyers should get their lawyers to lodge a caveat on their behalf. Buyers who have lodged caveats can then object to any subsequent resale or transfer of the affected property to third parties. The Registry of Land Titles would then not allow transactions of the property involving other parties. Second, to sell their flat after the caveat has been lodged, and not before. If the owner wants to rush into selling his flat before confirming his purchase of his next flat by lodging the caveat, then he is taking a risk. These flat owners engage HDB as the solicitor for the transaction. HDB will automatically lodge the caveat for the buyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked where were the repairs to sunken aprons conducted. Sir, I do not have the details. If he would table a Question for Oral Answer, I shall be happy to give it to him. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I asked about repairs to HDB properties in the Budget debate. I am surprised that the Minister said he does not have the details. But anyway, would the Minister check through his records and let me know in writing? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Certainly, we will give him the answer. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, would the Parliamentary Secretary agree to carry out rectification works to sunken aprons upon request? And what is the position of MND or HDB on sunken aprons? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, HDB has acceded to requests from town councils to repair serious cases of sunken aprons due to abnormal soil settlement. This has happened before and it is done. The Member will get his answer in due course. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I want to know what he means by \"serious cases\". Is there a set of criteria or guidelines drawn up by the HDB? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, we will be guided by the technical experts as to whether a sunken apron is seriously \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> sunken or not. I am sure the experts and professionals know how to deal with these things. If we want to enter into a discussion on how many inches of sunken apron is serious, I think we may not get anywhere. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I think it is only fair to the town councils that HDB has a set of guidelines. What do you mean by seriously sunken or not? I would like to know whether HDB is going to take the responsibility of repairing serious cases of sunken aprons. Or is HDB going to say that these sunken aprons are under the management of town councils and therefore the town councils should repair it? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, I have here a copy of the Annual Report and Financial Statements of the Town Council of Hougang 1992-1993. And in this statement, signed by Mr Low Thia Khiang, Chairman, Hougang Town Council, the pages are not numbered, but it is on the sixth page, it says here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Hougang Town Council was formed on 5 July 1990 under the Town Councils Act (Chapter 329A). The functions of the Town Council are to control, manage, maintain and improve the common property of residential, commercial property and market and food centres in the housing estates of the Housing and Development Board (HDB) within the town.' If Mr Low does not understand what he has signed for, I cannot help him. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I think the Senior Parliamentary Secretary has side-tracked. The question remains as to whether HDB will repair serious sunken aprons. So I would like to know what are the guidelines and the position of HDB. Is HDB going to repair it? If they are, what are the strict guidelines? There is no point just talking about the technical experts and depending on how serious it is. There must be clear guidelines. Or is HDB going to say that it is under the management of the town council? If you say it is the responsibility and management of the town council, it is fair enough, I would like to ask the Senior Parliamentary Secretary whether MND had a proper taking-over and handing-over of an estate, or blocks, when the town councils were formed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, HDB will consider a request from any town council that wishes to repair the sunken aprons. HDB will assess whether the sunken aprons are seriously affecting the structural safety of the users. And it will consider on a case-by-case basis and repair them on a goodwill basis. If Mr Low Thia Khiang is not happy with the taking-over and handing-over procedure, he should have alerted us with the fact, two or three years ago, when he took over the town council. If he did not do a proper job of taking over the town council, it is already two or three years thence. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, unfortunately, the Hougang Town Council was not taken over by me from the HDB. It was under the HDB as the managing agent of Hougang Town Council. So the question does not arise. The question now is: what are the guidelines? Does the Senior Parliamentary Secretary agree to set clear guidelines as to the circumstances under which the HDB will undertake the repairs? That is what I want to know. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, the circumstance is on a case-by-case basis, ie, upon the seriousness of the apron and on a goodwill basis. Sir, Mr Low says that it was the HDB, as a managing agent, which took over the premises. The managing agent is a managing agent. The Council is chaired by Mr Low. It is properly formed under the Town Councils Act. If the Council has failed to take over the premises properly, it is not the HDB's fault, it is theirs. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, is the Senior Parliamentary Secretary aware that I inherited the Council by virtue of the fact that I was elected the MP? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I think Mr Low fails to get the key points of my Senior Parliamentary Secretary's answer. The first key point is that the aprons are common property and they are the responsibility of the town councils. Having formed a town council, the aprons constitute part of the common property and it is the responsibility of the town council to maintain and repair it. That is why you have the sinking funds and that is why you collect S&amp;C \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> charges. The second point that my Senior Parliamentary Secretary has made is that where the problem has arisen very drastically, the HDB, on a goodwill basis, will intervene and help out the town councils. And HDB has strict criteria on when such intervention takes place. For example, if there is differential settlement and does not affect structural safety and, more importantly, does not affect the sewerage services to the block, the HDB will not intervene because it is not a life and death or a health issue. And HDB will insist that the town council do the re-rendering of the aprons. If the settlement of the aprons is due to a design fault and the whole apron sinks by X-cm, I cannot remember the actual centimetre, then HDB will re-render the apron because it is a design fault. So there are strict criteria when HDB will intervene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the taking over of town councils, Mr Low took over when he won his election. Let me assure him that his predecessor who took over from HDB when the town council was first formed had a proper handing/taking over. All the common property was checked and any item which his predecessor was not happy about was made good by the HDB, as with all town councils. When he took over from the previous town council when he won his election, that is his good luck. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I inherited whatever we think is right from the previous town council but whether there has been a proper check, that is another issue. I do not think I want to comment on it. At least, I have got some answer from the Minister now. I would like to seek some clarifications. One is about goodwill. Why on a goodwill basis? The Minister mentioned goodwill and sewerage. If the sewerage line is affected, will the HDB reinstate the sewerage line plus the sunken apron? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> As I have mentioned, all these are the responsibilities of the town council because it is common property. But HDB is always ever willing to help the town councils and therefore we create goodwill. If the problem is very serious, HDB does intervene to help out. And, of course, if there is damage to the sewerage lines, even though it is your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> responsibility to maintain the sewerage lines, HDB will consider on a case-by-case goodwill basis repairs to the sewerage lines. But the re-rendering of the apron will have to be done by the town council in their repairs and redecoration cycle as part of the re-rendering of their common properties. So HDB will intervene only on a goodwill basis if there is a structural problem, a design problem, or there is a hygiene problem where sewerage lines are affected, even though it is your responsibility to repair the sewerage lines. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does the Minister agree that this sunken apron problem, because of soil settlement or whatever, could have probably occurred long ago, even before town councils came into existence? Therefore, why should town councils take the responsibility? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> That is why town councils have a sinking fund. The differential settlement does occur over time and you have these funds to make good the properties. That is why you collect S&amp;C charges and that is why you put 40% into a sinking fund. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Should it not be the HDB's responsibility to rectify it? Why must it be the town council? Is it not pushing the responsibility to the town council? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, do you expect an answer? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> No. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew, can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I want to just add to what Mr Low has said. Our Eunos Town Council spends money to repair sinking aprons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I accept the reply by the Senior Parliamentary Secretary regarding the CRC system. But I would still like to make available the study by my Town Council on why the conventional system is not cost effective over the CRC system. Maybe the assumptions used were different. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also accept the reply by the Senior Parliamentary Secretary on the use of shop lots and that a free market economy results in intermittent closure of shops. This is unavoidable. Nevertheless, there are four out of 96 shops in Eunos GRC that have remained closed all these months since the owners bought them. I would advise that HDB look into the circumstances why these shops remain closed, and perhaps look into introducing a minimum period of operation of the shop by the purchasers. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chi:</b> A point of clarification, Sir. I did not say that the four shops remained closed throughout the whole period. It is that three weeks ago when we did a survey, four shops were closed. We do not know whether they were closed for a long time or short time. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, the HDB should look into the circumstances why the four shops have remained closed during that period. With that, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That sum to be allocated for Head U of the Development Estimates be reduced by $10 in respect of Code UJ 5100. \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, in the Budget of the Ministry of National Development, every year the Government allocates, through the Citizens' Consultative Committees, $20 million for the spending by the PAP town councils, so that they could beautify their estates. The Government is using the people's money to add glamour to estates managed by the PAP town councils. What is the justification for this arrangement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's Budget, there is a provision of $400,000 for Goods and Services Tax (GST). May I know what is the nature of this GST? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, in 1992, the PAP town councils or PAP constituencies spent a total of $14,962,904 of the people' s money. I would like to know how much did each of the PAP town councils receive from this amount. What project was the money spent on? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, Mr Low made a mistake. The CIPC funds were not given to PAP town councils. The PAP town councils did not receive the funds. As for the $40 million for GST, this is going to be distributed to town councils to offset the GST charges on S&amp;C. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> All town councils? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Yes, all town councils. This is to offset the GST on S&amp;C charges for the smaller room flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the $140 million grant, I do not know which one he is referring to. Can he please clarify? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> It is $14 million, not $140 million. It is $14,962,904. It is at page 617 of the Budget book. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Minister of State said that the CIPC funds are not given to the town councils. From what I know, CIPC funds are reflected in the financial reports of town councils. From the latest figures, for financial year 1992/1993, PAP town councils received a total of more than $12 million from CIPC funding. Would the Minister of State explain? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> A point of clarification, Sir. I am not a Minister of State. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I am sorry. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> So that is not said in sarcasm. Thank you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the funds reflected by the PAP ward town councils were grants obtained by the CCCs of the various constituencies for the improvement of those constituencies. Where the projects happen to fall within town councils' common property areas, the CCCs obtain the approval of the town councils and the HDB to carry out those projects. And in the process, the town councils were in a way acting as an agent to use those funds to carry out those improvement projects. The PAP town councils also put in their own funds to supplement the CIPC funds so that the projects can be realised for the benefit of all the residents. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, is it not a fact that only PAP town councils will be allocated funds from CIPC, because of the requirement that the application must be submitted through the CCC? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Absolutely not, Sir. The Hougang Town Council can always apply through the Hougang CCC for the funds. And if it merits consideration, we will consider it. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Is the Senior Parliamentary Secretary aware that the Hougang Town Council has applied but was not supported by the CCC? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, I am neither in the Hougang CCC nor in a position to answer for the Hougang CCC. I think he should speak to the members or the Chairman of the CCC concerned. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does the Senior Parliamentary Secretary agree that as long as the system of application remains with the CCC, it will be seen as a fund solely for use by the PAP? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> CCC is not PAP? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, the funds are not confined to PAP town councils' use at all. There are many CCCs looking after areas that have both public housing estates as well as private housing estates. For example, my neighbouring ward, Joo Chiat, has no HDB estate. It is purely private housing and shophouses. Therefore, the best body to look after the disbursement of this fund is the CCC. It will consider priorities and whether to focus more money on a single big project or have 10 small projects in the year. It is for the CCC to consider and get the views of grassroots leaders, residents and shopkeepers. And they on their own will be able to best determine how to spend the funds. It is not true to say that the funds would be seen to be given only to PAP town councils. Because first of all, they are not given only to town councils and, secondly, nobody sees it that way. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I think many people see it that way. It is through the CCC that the PAP town councils will get the funds for improvement works. They get at least a 75% subsidy, depending on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> the project. And that will give the PAP town council an upper hand in terms of improvement works. Is that not true? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, it is true. It is because there is goodwill between the PAP town councils and the CCCs of the constituencies. If Hougang Town Council can develop such a goodwill relationship with Hougang CCC, I am sure it can get funding for not just 75%, but more than 75%. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, now I understand what is meant by \"goodwill\". I would like to know so far, how much funds have been allocated to Hougang CCC under the CPIC fund. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, the allocation is $80,000 a year. Hougang CCC has not applied. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does the Senior Parliamentary Secretary know the reason why there was no application? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, the PAP Government prides itself on saving money, not asking people to spend money. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Why not save the money then? Why give it to the CCC to spend? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Where there are good projects that benefit residents and they are well chosen projects bringing benefits to a high proportion of residents, well utilised projects that will last a long time, these projects are, of course, supported. But where town councils have applied through the CCCs and the CCCs do not think that the projects are of merit, of course, they are not supported and money is not given. They are saved. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Since the CCC can apply on its own, as I have mentioned, Hougang CCC did not support the application put forward by the town council. The Senior Parliamentary Secretary is trying to suggest that the town council's project may not be lasting. I think it is wrong, because we are having the same project as the other town \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> councils which the other CCCs approved. The question is: why did the Hougang CCC not apply? Is it because there is no project? Or is it because there is no need to improve? Is the Hougang Town Council doing such a good job that the CCC need not do anything? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, I do not know what Hougang Town Council has tried to apply for because the submission was not supported by the CCC and it never came to us. So I do not know whether it has done a good job or put up a bad proposal. It is for him to settle with the CCC. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, I think you should withdraw your amendment. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $449,217,930 for Head U ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,862,344,800 for Head U ordered to stand part of the Development Estimates. \n  <br>5.59 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is one minute to 6.00 o'clock. I think it is a good time to adjourn. Do Members agree? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1994/1995, and ask leave to sit again on Monday, 21st March 1994. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lim Hng Kiang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
