{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"16\"> \n  <meta name=\"Sit_Date\" content=\"1994-03-21\"> \n  <meta name=\"Start_Col\" content=\"1357\"> \n  <meta name=\"End_Col\" content=\"1473\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">16</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">21-03-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 21st March, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 01:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon - from 21st to 24th March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong - from 21st to 22nd March and from 28th March to 5th April, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck - on 21st March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yeo Cheow Tong - from 21st to 23rd March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon - from 24th to 26th March and from 30th March to 3rd April, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen - from 4th to 28th April, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ASSENT TO BILL PASSED</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bill was assented to by the President of the Republic of Singapore on the date stated: \n  <br>\n  <br>16th March, 1994 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Judicial Committee (Repeal) Bill 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <h4>BUDGET ALLOCATION FOR MINISTRY OF DEFENCE</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Finance what is the justification for the allocation to the Ministry of Defence of the largest share of the Budget for FY 1994/95, amounting to 27% of the total budget and an increase of 3% over the allocation for 1993. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, Question No. 1. With your permission, I would like to point out that the year 1993 in the Question refers to financial year 1992/93. I apologise for the typographical error. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Cdre Teo Chee Hean) (for the Minister for Finance):</b> Mr Speaker, Sir, the Member's question focuses on the share of the Government's total budget allocated to the Ministry of Defence. For FY 1994, this amounts to 27% of the total budget as compared to 30% of the total budget in FY 93. This is a decline of 3 percentage points. Dr Soin may have misread the percentages. Be that as it may, the share that is allocated to defence from the total Government budget is not a particularly meaningful figure, as it depends on what other services the Government provides directly and what it provides indirectly, eg, through statutory boards like PUB, privatised companies like Singapore Telecom, or restructured hospitals like SGH. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unlike other activities, defence and security cannot be privatised and must be provided by the Government. Hence, its share of the Government budget might appear large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A more appropriate measure of the size of the defence budget is as a percentage of GDP. The Government has set aside up to 6% of the GDP for defence. As Singapore has developed and grown, this 6% for defence has correspondingly increased, without ever becoming a burden on the economy, or depriving us of resources for other public purposes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> Spending on defence has never held back expenditure on education, health or housing. Whenever we have not proceeded with a project, it is because the Government has considered it to be an unwise or uneconomic use of funds, and not because funds are not available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 6% limit on defence expenditure has remained unchanged for many years. But Mindef does not automatically spend the entire 6% each year. Depending on the SAF's needs, in some years, less is spent. Provided the cost of military equipment does not escalate too quickly, and economic growth remains strong, we can continue to do so. In FY 94, Mindef's budget is 5.2% of GDP. This is similar to the level of expenditure in recent years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans must never believe that peace can be taken for granted or that security can be ensured by default. The Iraqi invasion of Kuwait and the civil war in Bosnia remind us that Singaporeans cannot survive by someone else's largesse. We have to make adequate preparations ourselves to safeguard our own survival. Nobody else will do it for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Steady expenditure on defence is therefore necessary for our survival. It is an insurance premium that provides a secure and stable environment that attracts investments and lets Singaporeans enjoy continued economic growth. My Ministry will continue to support Mindef's operations through the provision of sufficient, but not excessive, financial resources. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, I appreciate the Minister's reply, and I am with most of it. But could I ask him whether he thinks 27% of the total budget allocation for defence, as compared to 1.6% for community development, is a good allocation of resources? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, as I pointed out just now, spending on defence has never prevented us from spending enough money on these other areas. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I agree with that. If we reduce 1% on defence, it would not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> make a great deal of difference to the defence budget but it would add a lot to the community development budget. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, let me put it this way. We are a small country and we have to spend enough on defence to make sure that we are in a stable and secure situation so that foreign investors would feel comfortable to come here and do business. When our children do national service, it is a sign that they are prepared to defend the country and to place a long-term stake in the future of the country. When we spend on defence, we show that we are prepared to do the same and this sends a very strong signal to others that we are prepared to stay here, sink our roots in, and defend what we have. This is a very important element in creating the right environment for our prosperity and growth. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I think our leaders have done a very good job in building very cordial relationship with our neighbours, and right now we are in --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Soin, no speeches. Can you ask your question? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> In view of this very cordial relationship, would the Minister agree that defence spending is not as important as it would be during less cordial time? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, we have never built our defence on the basis of the state of relations with any particular country. We have built our defence on the basis that we have to be prepared for the future and that we have to be prepared to defend ourselves. That is the basis. If I may remind the hon. Member, the fact that the Cold War may have ended, for example, is not an indication at all that times have necessarily become better or more secure for the countries in our region. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CIVIL SERVANTS ON CO-PAYMENT ON WARD CHARGES SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Formula for salary revision)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Finance if he will state what is the formula for salary revision for those civil \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> servants who want to stay on the Co-payment on Ward Charges (CPW) scheme of the medical benefits package before they are asked to sign the option form. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean (for the Minister for Finance):</b> Mr Speaker, Sir, the Public Service Division will be tracking the costs of medical subsidies to officers on the Co-Payment on Ward Charges (CPW) Scheme and those on the Comprehensive Co-Payment Scheme (CCS). This, together with the actual magnitude of the salary adjustment for each group of officers in the next revision, will be used to determine the differential salary gain between civil servants on the CPW and the CCS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is thus not possible to state a formula at this juncture. I can, however, assure all civil servants that it will be fair and equitable to those on the CPW as well as those on the CCS. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would the Minister agree that it would be difficult to make an informed decision without some indication, whether it is going to be half on the co-payment charges or one-quarter of the salary revision, so that the civil servant could have a better idea of which system to opt for? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Sir, the future salary revision will be made on a fair and equitable basis depending on the actual magnitude of the salary adjustment at that point in time and the way the health care costs develop. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRIVATISATION OF SINGAPORE TELECOM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Engagement of American lawyers)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Finance whether American lawyers were engaged in the privatisation of Singapore Telecom. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean (for the Minister for Finance):</b> Mr Speaker, Sir, the answer is yes. In the privatisation of Singapore Telecom, Sullivan and Cromwell of New York were engaged by Temasek Holdings \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> and Singapore Telecom to advise on international law, including US law in relation to the international tranche. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, why was there a need to advise on international law when the privatisation was carried out in Singapore? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, the Member should be aware that the laws regarding commercial transactions in different countries may be different and therefore specialised legal advice was required for a listing of this kind which was put out in many different countries. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Is the Minister saying that there is no such expertise available in the local law firms? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Sir, for a privatisation of this kind where it is a very large and complicated privatisation process, I think it is prudent to go to where the knowledge resides. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, would the Minister agree that this does not seem to be in congruence with the Government's decision to sever its links with the Privy Council? We said that we in Singapore want to establish a legal practice or legal standard by ourselves. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, I think the Member has got the two issues quite unnecessarily confused together. Whether or not we go to the Privy Council is a separate issue, ie, whether we consider them to be an appropriate body to take up appeals in particular cases. Here, we have gone to engage experts in this area in order to advise us on what are the correct procedures in the case of a public offering of shares. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> There are two questions here: Firstly, what is the legal cost of engaging the American lawyers? Secondly, I asked the question why there was no competent law firm or expert in Singapore who could give the same sort of service. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Sir, the issue at hand here is going to where the best advice is available. As I said, the Singapore Telecom offer was a very large \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> offer made in many different countries and we should go to the lawyers who could offer us the correct advice in these countries so that the share offer could proceed without legal hitches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang; Sir, what about the legal costs involved? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> I do not have all the costs before me. But the segment that I have suggests that the fees are in the order of US$145,000 plus expenses. Seen in relation to the size of the offer, I think this is quite reasonable. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the privatisation exercise was done in Singapore, but the Minister mentioned about going to the best lawyers for advice on international law because of the huge public offer of shares. Why was there a need to do that? Would the Minister explain further? \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> I would be glad to enlighten the Member on the intricacies of such a share offering, particularly when it involves many other countries. While Singapore Telecom is a Singapore company, the Member should know that the shares were also on offer to nationals and companies in many other countries. The 'C' tranche, for example, of 450 million shares initially on offer was a very large offer and was taken up by many investors in many different countries quite successfully because of the advice given. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COST REVIEW COMMITTEE REPORT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Translation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Information and the Arts when the translation of the Cost Review Committee Report will be ready, and why his Ministry has taken such a long time for the translation. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Mr Speaker, Sir, the Chinese translation has just been completed. The Malay and Tamil versions are being translated and should be ready soon. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MITA has a small Translation Unit. The Report is 229 pages with many technical terms, charts and tables. The translation of the Report had to be done together with the other urgent work. The CRC Secretariat was aware of MITA's manpower constraint. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, could I take it that that was because of low priority given by MITA in the translation of the CRC Report? It has taken, I think, almost a year to finish the translation. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, the Report was made public at the end of September 1993. I do not have an abacus here, but I think it is less than half a year. The point is that from January to March this year the Translation Unit was heavily loaded with more urgent work, including the translation of the Civil Service medical benefits booklet and the translation of many important documents relating to projects in China. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, how many staff are there in the Ministry's Translation Unit? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> We have eight Chinese translators and we put three or four of the more senior translators to work on the CRC Report because of the importance of that Report. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE WITHDRAWAL FOR COMMUNITY HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Rationale for limit)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health what is the rationale for the limit of Medisave withdrawal of $100 per day for community hospitals as compared to $300 per day for restructured hospitals when the ward charges for community hospitals are 80% of those for restructured hospitals. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (BG George Yong-Boon Yeo):</b> Sir, with effect from 1st January 1994, the withdrawal limit for community hospitals was raised to $150 a day. The daily withdrawal limit is lower for community hospitals because their charges are also lower. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In deciding on the withdrawal limit for community hospitals, consideration was given to their total daily hospital charges, and not just the ward charges which form only a part of the total hospital bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average daily hospital charges in the Ang Mo Kio Community Hospital are about half those in the restructured acute hospitals. This excludes the surgical fees for which there are separate Medisave withdrawal limits which are the same for both the community and acute hospitals. We have therefore pegged the withdrawal limit for the daily hospital charges at community hospitals to half that for the acute hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The withdrawal limit of $150 a day will be adequate to cover the full Class B2 and C bills in a community hospital. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Would the Minister agree that the ward charges in a community hospital are 80% of those for restructured hospitals? If the Minister agrees, what I am asking is that the withdrawal should then be 80% of the ward charges because the $300 per day just refers to ward charges. The second reason I am asking the question is this: I feel that if you do not allow enough withdrawals for ward charges, it could discourage patients from wanting to stay in community hospitals and that would prolong their stay in the tertiary hospitals. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I thank Dr Soin for her concern. As I mentioned earlier, what we are concerned with is total medical bill, not just ward charges. If I can give the Member some numbers: the average daily hospital charge in Ang Mo Kio Community Hospital for C class ward is $34 compared to $79 in the restructured hospital, and we are allowing the limit of $150, not including surgical fees. For B2, it is $63 at Ang Mo Kio Community Hospital compared to $135 in the restructured hospital. This is again easily covered by the $150 limit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AREA LICENSING SCHEME ON SATURDAYS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Lifting from 10.15 am onwards)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Communications if he will consider lifting the Area Licensing Scheme on Saturdays from 10.15 am onwards. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the Member's proposal will be taken into consideration when we review the whole-day Area Licensing Scheme (ALS). This review will be done after the PWD completes a comprehensive survey of the traffic situation in the Central Business District in the next one or two months. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> In the meantime, Sir, would the Minister consider giving it a trial run of, say, two months, by lifting the ALS after 10.15 am on Saturdays? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the purpose of the review is to give us a picture of the real situation after the traffic situation in the CBD has stabilised. If we were to conduct a trial run, as the Member suggested, I think it would only confuse the picture and we would not have the true picture of what actually is the result of the whole-day ALS. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> But I suggest that this be looked into because that is one way of comparing with and without the lifting of the ALS on Saturday afternoons, otherwise you only get one picture. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, as I said, it is more accurate to have a full picture of what is happening when the situation stabilises. Right now, everything is still in a state of flux. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Computer balloting of flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Low Thia Khiang</b> asked the Acting Minister for National Development whether the Housing and Development Board will (i) enlighten the public on how its computer balloting of flats is conducted; (ii) assure the public that no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> computer fraud can be attempted under the system; and (iii) invite the public to witness the process of computer balloting. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for National Development (Mr Lim Hng Kiang):</b> Sir, HDB flats are offered for booking in two types of estates: non-mature and mature estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the balloting for non-mature estates, where there is more land available for development, priority is accorded to new applicants over upgraders. New applicants, who have never bought a flat direct from HDB before, are given higher chances of success than upgraders. Applicants who have been unsuccessful for many times are also given greater chances of success than applicants who have tried for fewer times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For mature estates, priority is given in the balloting to resident over non-resident applicants. Resident applicants are defined as those who have been residing in the mature estate of their application for more than five years. In the computer balloting for mature estates, resident applicants are accorded higher chances of success than non-resident applicants. The actual number of flats apportioned to each category, of course, depends on the total number of flats available, and the number of resident and non-resident applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In using the computer balloting system, HDB has built in all the controls necessary to ensure that the system is fair to all applicants. The system itself, as well as the actual balloting carried out every quarter, is audited both by HDB's internal auditors and by independent private auditing firms, selected by way of open tender. The auditors check for system integrity, and ensure that the balloting is carried out impartially and in accordance with HDB's flat allocation policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the balloting process is done through the computer, I am not sure what or how the Member wants the public to witness in this processing. In any case, HDB distributes information leaflets on the Booking System to all flat applicants. The public is also kept informed of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> priority accorded to the different categories of applicants, through the mass media. In addition, the number of flats offered each quarter, the results of balloting, and the success rates for each new town are advertised by HDB in all the major newspapers. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> The Minister says that there are some built-in controls to ensure the integrity of the system. What are the controls that have been built in to ensure that there will be no fraud? Would the Minister make public the auditors' reports on the computer balloting system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards inviting the public to witness the balloting, I am referring to the actual running of the computer itself. When you run the selection, would someone be present to witness it? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, the system controls are the standard controls put in for all computer applications: separation of different programmes, code words, code entries, ie, the standard controls for system applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the auditors' reports, I am sure they are available. I would ask HDB to consider whether this can be made known to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to what the public can see when we run the system, again I would ask HDB what they can actually witness when HDB runs the computer. Do they visit the computer room and hear the whirring of the computer being operated? I will check it out and see whether it is worthwhile to invite the public to witness it. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I think the HDB should make the procedure clearer, from the time the applications are submitted, how they are keyed into the computer, how the computer prioritises or rates the priority of, let us say, new applicants in mature estates, and how are they given the priority. I think at present the procedures are quite vague and abstract. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, no speeches. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, as I have explained, there are two categories of priorities. The first category is whether you are a first-time buyer or you are an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> upgrader. If you are a first-time buyer, as I have explained in this House many times, you are given a year's headstart. So you join the same group of people who have applied one year ago. So new applicants are given one year's headstart compared to upgraders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, within that same group of people who apply in the same quarter, the computer will ballot through random number generators who gets the first number to be selected and so on down the line. As for the process of balloting, these are the people who form the queue positions in selecting the flats. It is quite a straightforward process. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What about the procedure of keying in? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> They just type it in. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (remained seated):</b> Who keys into the computer? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Low, are you asking a question? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Clarification, Sir. What I am asking is, first of all, what are the safeguards that you have from the time a person receives the application up to the time it is keyed into the computer? How does the computer actually prioritise, let us say, by giving one year's headstart to a new applicant compared to an upgrader? How does the computer categorise that and through what system? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, if the Member is so interested in these details I will get HDB to give him a private tutorial and give him all the codes and teach him how to key in. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1994 TO 31ST MARCH, 1995</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [8th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J - \n  <br>1.58 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the past few weeks, we have heard many comments from our colleagues in this House on the problem of family violence, juvenile delinquency, divorces, aged parents and other issues. But at the bottom of them all, the problem actually arises because of changes to the family structure and family values. As the Chinese saying goes, \"Cultivate oneself, raise a family, govern the country and there will be peace to all under heaven.\" You must be able to keep a family well before you can govern a country and have peace and harmony. So we must be very clear in our mind about the right values and the right concepts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Community Development has to take care of many issues apart from politics and economy, such as the livelihood of the poor, the aged, the sick, the deaf, marriages, family disputes, feedback, etc. All these are very wide ranging issues handled by one single Ministry and very often you can see the result of newly implemented policies only after three to five years. In this very pragmatic and utilitarian society, we still have a group of people who are prepared to sacrifice their time to work for the community and to maintain social cohesiveness. I think I should salute these volunteers and social workers. At the same time, I would like to appeal to the Ministry of Finance to consider allocating more funds to MCD so that the Ministry would have sufficient resources to meet the various needs in implementing long-term plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I look at the 1989 report of the Family and Social Community Advisory Committee, I notice that a lot of recommendations have been accepted and implemented, and the Ministry of Community Development has been very fast in doing so. The report has about 10 pages of recommendations such as creches which look after 20,000 young children; for the aged, they have the Community Clubs for the aged; all kinds of schemes like the Family Service Centres and subsidies for the poor families in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> terms of utilities, and, recently, we also have the Small Families Improvement Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these measures have been well implemented and I think we should appreciate the work done by the MCD. I am not singing praises of MCD for its own sake. I think many of the policies of the Government have not been transmitted to the various levels because many people are busy, so they tend to be rather absent-minded and even in this House, we can hear only complaints against the policies, but very few praises. There is one saying to the effect that good deeds are seldom known, whereas bad deeds spread very far. I think this is the problem that we have to face. We must be able to show care and love, respect, dedication, commitment and responsibility. I think the MCD has conducted many forums on these. But on family values, I think these are all very abstract concepts. We must know how we are going to link this with the reality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have three targets for the propagation of family values. One is the Government. The Government has already formulated one set of formula and there are provisions which state very clearly what we should do to establish the correct family values. At the same time, the Government should allocate more resources and funds for the implementation of the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other target group is the family. I think the family consists of parents, grandparents, sisters, brothers, relatives and members of the family. On the social community, we have been asking people to cultivate the correct family values and we are all pointing the finger only at MCD. But there are a lot of social organisations like the women's groups and other civic organisations which can afford the time and the resources to coordinate the promotion of family values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is one common problem prevailing in Singapore: how to spread this concept to the people. Before we spread this, what will be the reaction of the people? Many people feel that all these should be done by the Government and they take things for granted. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to discuss two aspects. One is implementation; the other is how to correct the attitude of the civic organisations and the civil servants. There are three frames of mind: one is reticence and reservation. Most people feel happy and satisfied with what the Government has done. But satisfied people do not express their appreciation because they do not want to praise the Government. So when people argue about policies and condemn certain Government policies, they do not come forward and speak for the Government. There is also the minority group who is anti-establishment and these are the people who are very outspoken and so they can get a lot of attention. Whatever the Government says and does, all these people will just criticise the Government, criticise its policies for very minor faults, for example, how we want to help the old people look after themselves by increasing the CPF Minimum Sum. They have been only criticising. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Can I urge hon. Members to be brief? Question time took a bit longer today and, just for your information, we are running 30 minutes behind the schedule on this Head. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): Sir, before I raise my questions, I would like to explain to the Minister that, in order to implement the policies effectively, the Minister should ensure that volunteers and civil servants must correct their wrong attitude, that is, attributing whatever success to themselves, and any wrong to the Government. They should not have this mentality. Often, when new policies are introduced, civil servants just implement what was spelt out in the policy. Their attitude is like that of the parents, \"I do what I do, it is not for you to say.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Government to give more money for public relations work for the MCD to do things like market survey, to promote human relations and public relations. Here, I would like to ask the Minister that, in terms of public education of social policies, how will the Minister coordinate with other Ministries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that the Small Families Improvement Scheme has been introduced by the Ministry. What kind of coordination has been carried out with the other Ministries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are there any concrete plans for the implementation of education and publicity activities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Family Service Centre, I think, is very successful. How are you going to mobilise social groups, volunteers and religious groups? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Your time is up. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, family value is the in-thing today. During the American primaries election, family values became an important electoral issue. The TV character Murphy Brown was savagely attacked by the then Vice-President, Mr Dan Quayle, for propagating values which erode family values. What did Murphy Brown do? Apparently, Murphy's decision to be a single parent incensed the Vice-President. But the attack on Murphy Brown backfired because many Americans thought the Vice-President was making a mountain out of a molehill, and the viewership of the TV programme, Murphy Brown, soared. The likes of Murphy Brown are worshipped like idols in America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Britain, John Major tried to do the same family value thing by launching his \"Back to Basics\" movement. The alliteration sings, but the movement backfired when public pressure exposed the philandering ways of some of his Ministers. Conservatives forced Major to back away or else the party will truly go back to the basics, that is, back to the Benches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unlike Britain, the Singapore Government has not made family values into a national obsession. Family values cannot be ordained from up-top. It must be encouraged and promoted from within the family. Nonetheless, the tendency to stem the penetration of individualistic values into our communitarian value system is quite clear. The Government recently launched the Family Values seminar which I thought was rather timely. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not apparent to the West that the family is the foundation of the nation. In Chinese, or in Confucian language, the very word \"country\" is split into two words. The two words are guo jia (&nbsp;&nbsp;&nbsp;&nbsp;), meaning the sum total of all the families makes up a nation. In ancient China, when an individual has committed a crime against society, the entire family feels ashamed. This collective guilt minimised individual wrongdoings and ensured the survival of civilisation throughout its millennia. Similar family values have also ensured the continuity of the Indian, the Arabic, Malay and other ancient Asian societies. When my expatriate friend asked me: what is the essential difference between he and I? I always tell him that he is born with individual rights; I am born with social obligations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, the incessant penetration of contemporary western values has no doubt diluted our values in Asia. Singapore has also been infected by the individual virus. Individual values have been trumpeted as the sine qua non for living. Individuals, they say, are never at fault, only society is. When an individual has sinned, society is always asked to share the blame, not the individual, nor the family. The triumph of the individual, to my mind, is the root cause for the erosion of the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this \"International Year of the Family\", I would like to ask the Minister for Community Development what programmes he has lined up for fortifying family values against the tirade of individual values. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I believe that with the introduction of GST, the various assistance programmes implemented by the Ministry of Community Development will be affected. These programmes of the Ministry of Community Development are designed to help the disadvantaged in our society. The imposition of GST will certainly cause further hardship to the beneficiaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for Community Development on what steps have been taken to reduce the burden of GST on the less well-off in our society - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> be it public assistance programme or the rent and utilities assistance programme. I am sure any assurance from the Minister will give tremendous relief to the recipients of these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from the Ministry's own programme, I believe problems will be faced by welfare and voluntary organisations as a result of the imposition of GST. GST will have a negative impact in these areas. GST will not only raise the cost of providing voluntary welfare services but also lead to reduction of donations, both in kind and cash, from the public institutions and companies. GST will in fact serve to diminish the efforts by Government to increase the voluntary sector's participation in the provision of welfare services to the disadvantaged in Singapore. Welfare and voluntary organisations are concerned that many of their fund-raising for welfare programmes will now become even more difficult. I am told goods donated in kind also will not escape GST, although it might be a token one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to make it clear that I have no quarrels with GST per se. I am concerned as to whether the Ministry of Community Development is fully aware of the problems caused for welfare and other voluntary organisations. The Ministry of Community Development may be more caring and compassionate but my question is whether the Minister will be able to persuade his colleague, the Finance Minister, to be more compassionate. Therefore, Sir, it would be useful to hear from the Minister how he views the impact of GST on his own Ministry's assistance programmes as well as the work of welfare and voluntary organisations. More importantly, what steps will be taken by the Ministry to alleviate the problems of those affected? \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the greatest challenges facing Singapore will be its capacity to deal with the aging issue. How can we help the old to retire gracefully? What can we do in order to enable them to manage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> and adapt with dignity? I think these are some of the questions that we will have to ask ourselves, and whether society is likely to be very utilitarian that the old, who are retiring or who have retired and who have no contributions to make, will be dispensed off with less dignity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel the Ministry has a tremendous role in trying to persuade, encourage and strengthen the families, and the various community organisations must have the capacity to support the aging population to manage themselves more effectively. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been projected that the ageing population will grow very steeply from 14% to 26% in the next decade. In absolute terms, we are talking about 180,000 to 320,000 old persons aged 60 and above in the next decade. This is indeed a big number. And such a sharp increase has got tremendous implications on the services for the elderly. More importantly, the number of old persons aged 75 years and above will see a significant increase. This group is at high risk and needs close care and attention. Both the Ministry of Community Development and the Ministry of Health are dealing with this whole problem of the aged and there are perhaps areas where both Ministries will have to coordinate and work together. I want to know from the Minister what would be the direction that the Ministry would be taking in setting a comprehensive plan to deal with this whole ageing problem and issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is: how would the Ministry be working with the Ministry of Health in dealing with the problems of the aged sick? This will become a very crucial and critical area where many families would feel the stress of providing care and attention to the aged, particularly those who require intensive nursing care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of abuse and neglect of the aged, I see that with the growing number of aged who needs close care and attention, there is potential danger of abuse and neglect of the aged. Some voluntary organisations have, in fact, been concerned about this matter. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> would like to ask the Minister what steps are being taken by the Ministry to monitor the situation and whether there are any plans to legislate against abuse of the aged in our community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other area of concern is GST and funding. My Parliamentary colleague, Mr Das, has raised this question and I agree that it is an important issue that needs to be addressed. GST does in fact in a way cream off funds from charities. I state that this creaming-off itself is not charitable on the part of the Ministry of Finance. We should see how we could encourage people in the community, various organisations and groups to continue to support the various voluntary activities. The imposition of GST on charitable organisations could dampen people's interest to donate. When people begin to see that what they are donating, either in kind or in cash, or organising charitable activities, are going to be diverted into the Consolidated Fund, then it raises a question of appropriateness. It is not in sync, I would say, with the general interest of people participating in or donating to charities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also understand that, increasingly, there will be a lot of organisations providing services for the aged. And if one were to encourage them to provide more services, it can become a financial burden to them because most voluntary organisations will have to raise money from the public. What I want to know is that in order for these organisations to meet the challenges ahead and to be able to participate in the many helping hands policy of the Government, what steps would the Ministry be taking to support these organisations in meeting the challenges. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore society is primarily an Asian society. Recently, the five common family values that have been proposed are: (1) love, care and concern; (2) mutual respect; (3) filial piety; (4) commitment; and (5) responsibility. They have always been part of the values inculcated into Asian families as part of upbringing. They have become so much a part of our lives \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> that you do not think of them as values that you need to learn about. The fact that the Government is embarking on this programme to promote such values is perhaps a recognition that, in this generation, some of these values have become alien. Is it because Singaporeans have come to value material values more than social values? Is it because the constant exposure to other value systems through the media have influenced Singaporeans to value the individual above the society and self before others? It is not just the traditional family value systems that are being threatened but community cohesiveness as well. About 90% of Singaporeans live in high-rise apartments where families often keep to themselves. Neighbours complain of excessive noise from each other's homes, rubbish is thrown indiscriminately and they tussle over which part of the common area is within their territorial rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Campaigns have been waged to promote social cohesiveness, the latest of which is the promotion of family values. Will this be another campaign, or will there be concrete measures to inculcate this in our homes, our schools and our workplaces? Are these ad hoc programmes? Or is there some grand strategy to help preserve the family unit and the kampong spirit of the community? Are there any new measures to arm our community organisations with the tools to enhance social cohesiveness? What measures are there to ensure that the elderly will continue to feel that they are socially relevant in this rapidly changing society? Perhaps the Minister will enlighten us on his Ministry's views. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Abdullah Tarmugi):</b> Sir, I would first like to thank the various Members for speaking on behalf of MCD, especially the Members for Cheng San GRC and Yuhua, and for their support for what MCD is trying to do and also how the Ministry of Finance could help MCD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I answer the specific questions, I would like to take this opportunity to outline MCD's thinking and approach with regard to the role of the Government on the family and issues that surround this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> institution. This is necessary because of the wide spectrum of issues which surround the institution, stretching from marriage to parenting, to care of aged parents, support of working mothers and even to the status of women. These issues are complex and delicate and they need to be handled sensitively and with care especially when we have to contend with social, religious norms and with the many views from those who perceive themselves to be experts on the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We believe that a majority of Singaporeans support and subscribe to our core value of the family as the basic unit of society. The warm public response and the warm support of Members in this House to the proposed document on family values show that Singaporeans do treasure the unique ties of kinship in a close knit family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, how do we live these values from day to day and prevent them from being eroded from generation to generation? The starting point is that we have to recognise each family and each individual would have to decide and to determine their own future. The schools, the media, society and the Government can only play a supporting role. We can create a conducive climate and provide the necessary supporting services for the family and this the Government will definitely do. But we can never and, I repeat, we can never and must never take over or diminish the role and responsibility of the family in inculcating and transmitting values to our young. Childcare centres, for example, and even schools can teach their students on how to respect the elders. But the actual practice must depend on the nature of the relationship between the child and the parents or grandparents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our schools currently incorporate family themes into the Civics and Moral Education programme (CME). The Ministry of Health, childcare centres, family service centres, voluntary welfare organisations, civic clubs and religious groups run regular pre-marital courses, parenting seminars and family life education programmes. MCD also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> publishes its own newsletter called \"Families Today\". Last year, MCD commissioned two handbooks, one on Marriage Preparation and the other on Parenting, and we have also commissioned six videos on various aspects of parenting. The nub of the matter is how do we strike a fine balance between being supportive and yet not be overbearing in our efforts. We can illustrate desirable family values through nursery rhymes, songs, legends, posters, stories, or whatever, but if a child does not experience the love, comfort and security of his or her family, these songs and legends will, indeed, sound hollow. Society and Government cannot simply legislate and require family members to love and respect each other. So I am, therefore, very heartened, and MCD is also very heartened, by the response to the proposed set of Singapore family values. Constructive inputs were received from individuals as well as civic, welfare and grassroots organisations, and these have been compiled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Family values must be something which Singaporeans cherish and want to live by. These are not codes of conduct or commandments laid down by the Government or a committee. They are also not cast in stone. And each and every Singaporean will interpret family values slightly differently and apply them to his or her own circumstances or inclinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several MPs have asked how we intend to propagate family values. Here again, we would like the community to suggest to MCD on the best ways to provide these values, instead of MCD deciding by itself on how it should be done. After the document on Singapore family values is finalised, the Committee on the Family will be discussing with the various bodies, the media, schools and the community, on how to promote these values in a natural and most effective way. The Committee has already received some suggestions and these include the writing of stories and songs, compilation of family albums, etc. As with the drawing up of values, it is better that families, civic and community groups take an active part in transmitting these values and not rely on the Government to do so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> I would like to inform the MP for Yuhua that the Committee's recommendations for implementation will be studied by the National Advisory Council on the Family and Aged (NACFA) and the relevant Ministries and statutory bodies. My Ministry and NACFA will work with the various groups on the promotion of these values. Besides the document, there are also plans to popularise the family values in a shorter version to be disseminated in various forms, such as posters, bookmarks and songs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MP for Tanjong Pagar GRC enquired about the programmes for the International Year of the Family. A special committee was set up last year to plan the programme for Singapore's observance of the International Year of the Family (IYF). Some examples of the projects which will be carried out to commemorate IYF are the song \"Heart of the Nation\" specially commissioned by MCD for IYF and the national Family Day Carnival which will be held in June. There will also be family carnivals organised by various organisations, such as NTUC and SINDA. A book fair with family themes will also be organised. An exhibition on family heritage will also be held and the IYF message will be carried on phonecards, coins, postage marks, and supermarket plastic carriers. Our theme for IYF this year is \"Our Families, Our Future\". \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the importance of having healthy and strong families cannot be over emphasised. But family ties need constant nurturing, constant attention and care. Family values have got to be lived from day to day, not just on anniversaries, festivals and birthdays. Fortunately, Singaporeans cherish and value their families and we will help them to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das asked how MCD would help the low-income groups cope with GST. I am happy to inform the Member that the Government has put up a package of rebates and assistance to help the low-income groups cope with GST. We have the 5-year rebates for HDB tenants, for example. Under the rebates for HDB tenants, those residing in 1- to 3-room \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> HDB rental and purchase flats will be given rebates for rent and service and conservancy charges for a period of five years. The amounts are $28 and $23 for 1- and 2-room HDB rental flat tenants respectively, $8 to $12 for 1- to 3-room HDB purchase flat and 3-room HDB rental flat tenants respectively. These are monthly rebates for five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to that, we have one-time rebates for HDB tenants in 1994. The Government will pay three months net service and conservancy charges for 1- and 2-room HDB tenants and two months net service and conservancy charges for 3-room HDB tenants. As I said, this is a one-time payment for 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to these HDB rebates, my Ministry will also be implementing the following programmes to help the low-income groups. \n  <br>\n  <br>\n  <i>Revised Public Assistance rates</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With effect from 1st April this year, PA rates will be increased to take into consideration the introduction of GST. The PA rates will be increased from $5 to $15 per month or between 3 1/3% and 5.17% over the current PA rates, depending on household size. These increases will be more than sufficient to offset the GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, there is also a grant to grassroots organisations to help those who fall outside the offset net. Government will provide CCCs a total yearly grant of $3 million to assist low-income individuals and families who are not HDB flat owners or tenants to offset the GST which they incur. These are individuals and families who do not benefit from the rebates on HDB rentals and service and conservancy charges. They can approach the CCCs for help. It is estimated that there are about 20,000 households with monthly income of $1,500 or less who could benefit from this grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the Rent and Utilities Assistance Scheme (RUAS). This scheme is administered by the National Council of Social Service and is now being reviewed. The revision will take into consideration the impact of GST on the families who are under this scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked about the impact of GST on voluntary welfare organisations. My Ministry is very mindful of the impact that GST would have on the operations of these organisations. We have made representations to the Ministry of Finance and I am proud to report that with the introduction of GST, Government will provide additional grants to voluntary welfare organisations (VWOs) providing direct services to offset the GST which they will incur for the next five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning to Dr Vasoo, he asked about Government policies and issues toward the aged and, in particular, what Government intends to do about the neglect and abuse of aged persons. He has mentioned the number of aged persons who will be in our community in future. However, the scene, fortunately, is not bleak, because almost 94% of our aged are well and fit. Only about 5% are frail and the remaining 1% bedridden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The majority of the aged are living within a family nucleus. Only about 3.6% live alone and they are likely to be those who have children but choose to live alone, those who are left with an empty nest, ie, their children have grown up and left their homes, and those who are single and have no families of their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the issue of neglect and abuse of aged parents, I would like to assure Dr Vasoo that the incidence of abuse, including neglect and abandonment, is closely monitored by my Ministry. Last year, we had a total of 166 cases of abuse. These were reported by hospitals and agencies providing counselling and support service to the aged. The number of complaints of physical abuse was around 10. In many of the 166 cases, it was difficult actually to ascertain whether the abuse reported was real or misconstrued. Many a time, when we think it is abuse, when we examine it closely, it is not really abuse in the true sense of the word. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cases brought to the attention of my Ministry are given counselling and other assistance where necessary. If there is evidence of wilful abuse, my Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> would refer such cases to the Police for action to be taken against the guilty party. So far, my Ministry, fortunately, has not dealt with a case which would warrant such an action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The incidence of abuse reported is very low. It is 0.7% in relation to the aged population. This indicates that a high proportion of our aged enjoy good family ties and that filial piety and a sense of responsibility for the aged are still prevalent amongst most, if not all, Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to support for VWOs who look after the aged, the Government has, since 1990, implemented a financial assistance scheme to give financial support to the voluntary organisations in the provision of residential facilities and community-based services for the aged and disabled families. Under the scheme, Government provides funding up to 80% of the development cost for new facilities or for the upgrading of existing facilities and up to 50% of the recurrent cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other Government support includes tax exemption for donations for charitable purposes, release of State land or premises at nominal rates, assistance in the recruitment of staff or in the recruitment of foreign workers who are needed by these homes, and free medical treatment for deserving residents in homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the introduction of GST, Government will give grants, as I mentioned earlier, to voluntary organisations which provide direct service to help them cope with GST increases. This will be for the next five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have answered most of the questions from Members, including Dr Michael Lim. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mdm Foo, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, the Minister has not answered my question on whether MCD will set up more Family Service Centres to give help to families at neighbourhood level. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I will answer that question later because there is another amendment on Family Service Centres afterwards. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in relation to promotion of family values, the promotion of community development should be given equal importance, because family and community are inter-related. We have a good network of community development structure in Singapore through the CCCs, RCs and other social organisations. These organisations are manned by volunteers and they have been contributing invaluable services to the promotion of community and social development. Most of the members serve tirelessly and devotedly to the cause of promoting social harmony, community welfare and all aspects of charitable as well as social activities. They sacrifice a lot of their time to be involved in these activities and, therefore, should not be made to be over burdened with the additional task of raising funds for these activities. I would therefore ask the Minister to consider, first, to grant more financial support to these grassroots organisations so that the volunteer workers from the organisations can spend more time in carrying out the work in fulfilling the objectives of these organisations instead of fund raising and that the community can be better served. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Grassroots organisations also need good logistics, administrative and secretarial support to ensure the successful implementation of the various projects these organisations undertake. Therefore, the Ministry should also consider restructuring the remuneration and benefits in recruiting staff into the secretariat. As I understand, it is difficult to recruit staff to serve these organisations. Because, apart from the demanding nature of work, they have abnormal working hours, as all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> community functions are usually organised in the evenings, at night, or during the weekends. It is important to have able and dedicated personnel to join these services, because dedicated and hardworking workers can inspire more volunteers to come up to join these organisations and therefore benefit the whole community and, in turn, the nation. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon (Senior Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Community Development (Mr Ch'ng Jit Koon)</b>(\n  <i>In Mandarin</i>): Sir, Mr Kenneth Chen has reiterated the important role the grassroots organisations are playing in nation building and asked the Government to give more secretariat support and funding to them. I thank him for his interest and concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that adequate manpower support is essential for effective grassroots works. Many of the People's Association (PA) field staff work day and night, including public holidays, to assist the grassroots organisations to organise numerous programmes and services to promote social cohesion and racial harmony. The staff also help to arrange the community centres/clubs and residents' committee centres. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PA will review the staffing position at the constituency level and seek the approval of the Ministry of Finance for the necessary increase in manpower and funds. As a matter of fact, the Government has always been very supportive of grassroots organisations. Since 1992, the Government has approved capital grant of about $235 million for building, extension and upgrading of community centres/clubs and building a big modern Outward Bound Centre on Pulau Ubin. The Government has also increased the grassroots grants from $1 million to $1.5 million to set up facilities and support activities of the grassroots organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a matter of fact, the grant provided by the Government only forms part of the total cost required. Each individual grassroots organisation would also have to raise some funds on their own, eg, through sponsorship or fees from participants. Having participants of activities pay for some of the expenses will be a test of whether the activities are the ones needed by them. Participants will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> see a sense of ownership if they also contribute towards the expenses. Similarly, when the Government builds a community centre, grassroots organisations and residents also play a part in funding it. The Government subsidises 80% of the cost of building and extending CCs and 70% of the cost of renovating older CCs. The rest of the funds required has to be raised by the community leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True, fund raising is not an easy task, but the process of fund-raising fosters team work among grassroots leaders and a greater sense of belonging and participation among the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the years, community leaders have raised millions of dollars for building, extending, renovating CCs and furnishing RC centres. The PA really appreciates their contribution. It is the hope of the PA that they will continue to give their cooperation, contribution and support to the community. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> I thank the Senior Minister of State for his very comprehensive reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC)</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, divorce among Muslim couples has increased with the rate now at 21.4 divorces for every 100 marriages. This is a very sad situation because divorce has adverse social effects, especially on the children. One important matter to be resolved upon divorce is the maintenance for the wife and the children. In this regard, the Shariah Court has powers to hear and decide all matters relating to maintenance, as provided under Section 35(2)(e) of the Administration of Muslim Law Act. But because of unavoidable problems of manpower and service, the Shariah Court could not hear all these cases. Couples affected have to refer their cases to the civil courts. So, in the matter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> of maintenance, it would appear that the Shariah Court does not have the powers at all to decide. Why is this so? I would like to ask the Minister-in-charge of Muslim Affairs what action would be taken by the Ministry to strengthen the position of the Shariah Court in dealing with maintenance matters. I hope the Court will be given more powers to decide on maintenance matters in the interest of the children affected by family breakdowns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister-in-charge of Muslim Affairs (Mr Abdullah Tarmugi): Sir, under the Administration of Muslim Law Act (AMLA), a married Muslim woman can obtain a Shariah Court order to compel her husband to pay maintenance under Islamic law. So the powers are already there. But powers aside, the Shariah Court usually finds it difficult to carry out its task expeditiously because of the high number of claims, a lack of manpower and other constraints, as the Member for Thomson had alluded to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the Subordinate Courts have all the facilities necessary to resolve these cases speedily. That is why many Muslims go to the Subordinate Courts for a quicker resolution of their cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to expedite the cases, a Second President was appointed to the Shariah Court in 1992. Mr Abu Bakar bin Bawah was made the Second President of the Shariah Court in November 1992. However, he left the Court in October last year and Mr Syed Ahmad bin Syed Mohammad was then appointed in his place with effect from November last year. But then the first President of the Shariah Court, Haji Abu Bakar Hashim, will be retiring at the end of this month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now awaiting the results of an interview conducted by the PSC and the second President would be appointed in April. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also asked for a review of the powers and practices of the Shariah Court in order that maintenance cases could be resolved more speedily and more effectively. This is being done. When the study is completed, we will submit it to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> Government for changes to be made to the Shariah Court to make it more effective. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, in view of the Minister's assurance, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, with regard to a small group of the poor and destitute under the Public Assistance Scheme, the Minister for Finance seems to have omitted to provide reliefs to them. Some of the price increases such as coffeeshop beverages, hawker food and bread are going to eat into the allowances of these poor and destitute who are now under the Public Assistance Scheme. Like most Singaporeans, they too have to take their meals at hawker centres and coffeeshops every now and then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, a single individual gets only $150 a month in public assistance. In other words, they will have to battle with these price increases every day with only this very meagre allowance. Although GST is only 3%, plus the various price increases and adjustments, it will certainly be too much of a burden on our poor public assistance recipients. It will certainly make life even more miserable for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I earnestly hope that the Minister will consider revising the rates of Public Assistance as soon as possible to help these unfortunate individuals and poor families to cope with this additional burden brought about by GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, I plead with the Minister to seriously consider the request to revise the rates of Public Assistance. I strongly believe this will make the public assistance recipients feel that the society is full of care and compassion for them. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, today about 10% of our population are elderly persons, aged more than 60 years old. This percentage will gradually increase to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> about 26% in the year 2030. We should therefore, Sir, prepare ourselves to face this aging situation by having in place various schemes that will assist the old in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have many old people living on their own in smaller flats located mostly in the older housing estates. The Ministry now has a Befriender Service scheme to assist in looking after some of these old people. However, Sir, lately we read in the newspapers of cases of elderly persons dying without the knowledge of their neighbours or loved ones. I think their deaths were discovered only after a few days. It is a very sad case indeed, and I think we should not allow this to be a frequent occurrence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister whether the Ministry has any plans to organise other volunteer groups amongst able-bodied neighbours or social groups in the community to assist in looking after these old people. I think this group could then help to make regular visits to the old people, perhaps help them in doing their household chores, running errands or even talk to them in their homes. This way, Sir, I believe we can build a more caring society. I hope the Minister could comment on this. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, I share the concern on the problems faced by our aged. I think the Government should consider the idea of a retirement village mooted by Mr Lim Boon Heng, the Minister without portfolio. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the retirement village will have elderly, friendly facilities but, most importantly, Mr Lim recommended that those living in the villages must have their children living in the same neighbourhood. This will help to relieve the smaller working families who have problems looking after their elderly and at the same time encourage them to still keep in contact, if not to stay together. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MCD should also, I think, take active measures to reach out to these lonely elderly people. Currently, the Befriender Service only reaches out to those elderly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> people who are enrolled in the programme. But, I think, more should be done to reach out to more of them who have withdrawn themselves from the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will MCD consider the feasibility of the retirement village and the form of assistance that Government can give? Or will it just leave it to NTUC? And what plans does MCD have to further reach out to the lonely elderly not enrolled in the Befriender Service? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Sir, last year, the Public Assistance payments to the assisted persons were increased from $140 to $150 for the individual, and from $400 to $430 for a four-member household. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that with effect from 1st April, there will be between 3% and 5% increase to take into account the effect of GST. In my view, even before this 3% to 5% increase, $150 for an individual is just not sufficient for the basic necessities of these people. If you will recall, the Minister for Labour in his ministerial statement said that for the creation of the Minimum Sum or the Retirement Account, the retirees or the old people would need $230 per month as the minimum level of subsistence. I am trying to compare. When we assist these people, they are being paid $130 a month. When we come to the Retirement Account, we require $230 as the minimum level of subsistence. There is a contradiction here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I seriously hope the Minister will review and increase the payments to these 2,700-odd assisted persons to coincide with the coming into effect of GST, that is, 1st April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I remember correctly, the Acting Minister during last year's Budget session said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`There are compelling reasons why we should and can do more for the disadvantaged.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of all this, I urge the Minister to seriously consider reviewing and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> increasing the Public Assistance rates with effect from 1st April, in order to alleviate the hardship of these people. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, every year we hear of surpluses of billions of dollars. Yet there are always Singaporeans who, no matter what the Government does, would always have problems meeting ends meet. The Government has done much to help the poor but more can always be done. I am not asking for such generous welfare benefit that discourages people from working. But if we were to look at the current Public Assistance (PA) rates, I doubt that anyone of us here will be able to subsist on such meagre allowances. For example, the PA rate for one adult and one child is only $280, and for two adults and two children, it is $405. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make four recommendations for the Minister to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) I would like to thank him for revising the PA rates but I would recommend that not only the PA rates be revised in April, but the increases be backdated. The poor will not benefit from most of the offsets given by the Government but they would have to bear the full brunt of the price increases associated with GST. I hope that the adjustments made in the interim will be fair and even err on the generous side. Unfortunately, price increases have already started even before the GST has been implemented. And therefore I think it is only fair that the increases be backdated, perhaps, to 1st January 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Revise the PA rates annually. Currently, PA rates are only revised once in two years whereas consumer price increases do not only increase once in two years. Hence, the Minister should consider reviewing the PA rates at least, perhaps, annually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Revise the method of calculation for Public Assistance. In calculating the Public Assistance, the Ministry conducts surveys and works out the rate. However, the current rates do appear rather low. I can understand the intention to discourage people from being dependent on Public Assistance. But the Ministry must be able to empathise with the families and give realistic financial assistance. Perhaps the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> computation of PA rates should be revamped to give more realistic rates. I would even suggest that after each revision of Public Assistance rates, some of the Ministry's officers should try subsisting on the new PA rates before they are implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Variable PA rates. The subsistence needs of a family of two healthy adults and one healthy child cannot be the same as that of a family of a single mother with a sick elderly father and a handicapped child. Yet both are given the same Public Assistance rate of $340. I would recommend that the Ministry should consider a range rather than a fixed sum for each type of family unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister would not reject my recommendations by saying that we must not cultivate a welfare mentality. We have worked together in the GPC for Community Development and we shared the same sentiments and the same vision for the poor. Now that he is the Acting Minister for Community Development, I hope that he and I will continue to share the same sentiments and vision for the poor. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, I am not so sure how the Member for Bukit Gombak arrived at the figures that he mentioned and the conclusion he came out with. But just as Dr Michael Lim, I share our concern affecting the poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore has been known to be most prudent in managing the financial assistance of the poor, the sick and the disadvantaged, and those incapable of supporting themselves and their families. The thrust of our policy is that such assistance should not blunt the initiative and discourage them from becoming overly dependent on the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are happy to learn that the Acting Minister for National Development is actively looking into helping those belonging to the lower income bracket and those renting the HDB flats to own them. And this year's Budget, the Minister for Finance is seen as a Minister who is pro-people too by presenting his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> pro-people's budget. I am sure the Acting Minister for Community Development may wish to consider moving in tandem by reviewing the Public Assistance scheme to meet the increase in cost of living, GST, etc. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I would like to thank the Members for the suggestions on the Public Assistance scheme. The Members for Changi, Bukit Gombak, Cheng San GRC and Tampines GRC asked about the PA scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of PA rates has always been an issue of contention. They somehow are never enough and the eligibility criteria are always deemed to be strictly applied. Let me reiterate the philosophy of the Public Assistance scheme, that is, to provide basic subsistence for the truly destitute. So it is quite different, therefore, from what the Member for Bukit Gombak said when he compared it with the Minimum Sum or Retirement Account. They are for different target groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, different people will definitely have different perception of what is basic subsistence level, and that is why the PA rates are based on surveys of actual living conditions and actual consumption patterns of low-income families. These are not just figures which we grab from the air. These are actual cases of low-income families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the current PA rates are based on these surveys. The current rates, for example, are based on a survey, which we carried out in 1990, on the lifestyles and consumption patterns of PA recipients and low-income families. These were reviewed in 1992 and revised in 1993 to reflect increases in the cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PA rates will be revised again next month, as I have mentioned earlier. With the introduction of GST, Government will increase the PA rates between 3 1/3% and 5.17%. These, we believe, are more than sufficient to cover GST increases. As I have mentioned just now, 60% of the PA recipients will receive additional assistance from HDB by way of GST rebates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cheng San GRC pleads for more lenient criteria to qualify for PA. Sir, the eligibility criteria for PA have to be stringent. They have to be. It is not a dole for the unemployed or to the indolent who have no desire to work. It is for those who cannot work. So the PA scheme is meant to help the destitutes who have no family or no friends to help them and to give relief to the low-income groups who are in temporary difficulty. There have been cases where PA applicants withdraw their requests when they know that they would be thoroughly investigated for their means. For example, in 1993, 711 applicants failed the means tests as they had savings or were already receiving other financial assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still, I would like to assure the Member for Cheng San GRC that those who do not qualify for PA are also helped in other ways by other agencies, not necessarily by the Government. For example, those who need temporary financial help are given financial help from charitable funds administered by MCD itself. Others are referred to voluntary welfare organisations or grassroots organisations for advice, counselling and assistance in either cash or kind. And those with school-going children are linked to schools for free textbooks, free meals, waiver of fees. And it is not true, Sir, that we apply across-the-board the same amounts because we do look at the circumstances of each family and, although they will be paid PA rates, they will also be helped in other ways. In other words, a single-person family will have the standard PA rate and, at the same time, if there are other needs of the single person, we will try to get other organisations to help. Similarly, also, those with school-going children or aged parents, the PA rates will apply but, again, in addition to all these, we will also try to get additional help from other organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we do take each case by itself on its own merits and we will try and marshall all our resources and also the resources of the organisations to try and help them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tampines GRC may wish to know that my Ministry will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> reviewing the PA rates again in the next financial year. A survey will also be conducted to determine the consumption patterns of low-income families and this time the impact of GST on these families. And the revision will be based on the outcome of the survey. I am afraid we cannot do it annually because, in the first place, we have got to do surveys and carry out studies. To do it every year is not cost-effective and changes within one year will not be that wide. Of course, with GST, it is a different situation altogether but, normally, changes between one year and the other will not be that big. But I do assure the Member that I will get my officers to study his recommendations and see whether any of them could be considered and also to be adopted by my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Ibrahim Othman and Mr Goh Choon Kang raised the concern about the problems of the aged, and the number dying alone in their flats. I would like to assure Members that MCD and I are very concerned about this problem. As I have mentioned earlier in my reply to Dr Vasoo, there are about 3.6% of aged living alone in our midst. Since 1990, 27 cases of aged persons, who died alone by natural causes, have been reported in the press and almost 80% of the cases reported were males and all, except two, lived in one-room HDB flats. And given today's smaller families and the increasing number of singles living on their own, there may be an increase in the number of aged living alone in the future. My Ministry will certainly monitor this trend carefully and closely. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to programmes for the aged, there are several in place to support the aged in the community. This is a question raised by Mr Goh Choon Kang. These programmes are designed to enable the aged to live an active social life and to develop strong bonds among themselves so that they can provide mutual support, and also between themselves and the community so that they can help each other in times of need. For example, for the lonely aged and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> community, my Ministry runs the Befriender scheme. Currently we have 739 volunteers matched to about 1,500 aged. So we will expand this service and we will try and get more volunteers so that more aged can be helped and they would not be alone. Programmes which provide the aged with opportunities for recreational and social activities and for making new friends are also being done. For example, there are Senior Citizens Clubs run by PA and voluntary organisations. There are also mutual help groups run by RCs. There are keep fit and sporting activities programmes which are actively promoted by Singapore Sports Council and the People's Association. There is also a continuing education programme organised by PA and the Department of Extramural Studies. We also have a toll-free hotline counselling service operated by a voluntary organisation, that is, the Singapore Action Group for Elders (SAGE) where the aged can call in free and discuss their problems with a counsellor at the other end of the line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry will also be working closely with HDB and voluntary and grassroots organisations on a pilot project to provide a more user-friendly and supportive environment to the aged living alone in selected HDB rental flats. Under this pilot project, HDB will refurbish three blocks of one-room HDB flats and the grassroots organisations will each adopt a block to provide better care and support services to the aged tenants. If this pilot project is successful, this programme will be extended to other blocks, or areas, with a high concentration of the aged living alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would strongly encourage the aged living alone to continue to remain active in the community and to participate in the various programmes that best suit their needs either as a beneficiary or as a volunteer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to retirement village, Mr Goh has spoken in support of Mr Lim Boon Heng's suggestion for the development of retirement villages for our aged who do not wish to live with their families, even if they do have families, but do not mind leaving their children. I recognise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> that some aged prefer to live independently in a sheltered environment where they can enjoy security and also central services. The needs and expectations of our future aged would, indeed, be different from those of today's aged. My Ministry is currently assisting the voluntary sector to provide sheltered housing facilities which are close to the concept which Mr Lim Boon Heng referred to. This would be for the destitute, or the low-income aged, who are fit and who do not have families, or are unable to live with their family members. So unlike an institution, or homes for the aged, this sheltered housing would provide dormitory-style living and they will provide shared dwellings for the aged. The residents would be allowed an independent lifestyle and access to a central support service where meals and recreation will be provided. And this housing will be located within the housing estates, amenities and other facilities so that they would actually be living in the community and not separate from the community. These facilities, we reckon, will house between 120 and 150 aged residents, including couples. I am happy to inform the Member that accommodation in such sheltered housing will be free or at very subsidised rates for the low-income destitute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those who can afford, Sir, we will leave it to the private sector to provide retirement housing. If the unions, or other cooperatives, want to develop such housing arrangements for their members, they can explore the feasibility of doing so with the relevant housing authorities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is opportune for me to stress here that in promoting sheltered housing, or retirement villages, we should not erode our policy of encouraging the family to take care of the aged and for the aged to live with their families, wherever possible. Neither should we provide an easy recourse for children to abandon their parents in such facilities, thereby eroding family togetherness and family responsibility that we cherish so much. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, can I seek clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. We have run out of time but make your point quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, could I get a clarification from the Minister that the $150 which is paid to a person is for food alone? Quite obviously, it must be so, because it does not include education and all these things. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> As I said, the $150 is an all-in payment. But if a single person has got other needs and if he could show that the $150 is not enough, we will try and assist him through other help, not necessarily in cash, from voluntary organisations. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, just one question for the Acting Minister. Since the GST is coming into effect from 1st April 1994, could the Minister consider revising the PA rates earlier, instead of waiting for next year to do the revision? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I do not think we can revise the PA rates before 1st April. In the first place, we hardly have enough time for that because we have to really study this situation carefully. But anyway the Government has already decided to increase the rates to PA recipients, as I mentioned earlier, by adding between 3 1/3% and 5.17% to offset the GST increases. We think this would be sufficient for the time being. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> I thank the Minister for the reply and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5). We have five minutes for this discussion. Mr Chay. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JD 2600. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have raised this point before with the Minister for Community Development but I have never received a convincing answer from his predecessor. It concerns the administering of the Rent and Utilities Assistance Scheme (RUAS). I believe that a sum of $25 million was paid to this scheme to help the poor and needy from the 25th Anniversary Fund. The present \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> scheme is only available to people who are in arrears of rental, that is, only to people renting flats. I believe that 90% of Singaporean households in HDB flats own their own flats. So they are automatically excluded from help. The heads of these households who own their own flats do get sick, they get injured in accidents in the course of work and are temporarily out of work because of these reasons. During this difficult period, they need help most when they are not able to get a normal salary. Can we not even pay for these people the utilities and service and conservancy charges that they have to pay every month? Surely, we need not be so circumscribed in our thinking that because it is called a RUAS scheme, we can only help people who rent houses, or flats, from the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to review this policy with a new perspective. Perhaps, he can call it a Needy Utilities Assistance Scheme (NUAS). I am sure the people who run into these problems now and then will be grateful to the Minister. Is the Minister satisfied that the money under the National Council for Social Service (NCSS) for this RUAS scheme is put to effective use? \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, the Family Service Centre (FSC) provides important social support for a changing society. The Singaporean family today is faced with the pressure of working parents with little time for children, the pressure cooker school environment for the children, youths with high aspirations facing a more difficult future and a growing elderly population. Such pressures tug at the fabric of our family unit and sometimes break the thread that holds the family together. The FSC is an important channel through which pressures facing the family can be dissipated and family values can be promoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should continue to promote the concept of FSC. The interest from the 25th Anniversary Endowment Fund was supposed to fund social projects, like the FSC. However, over the last few years, little has been heard about the FSC. Can the Minister enlighten us on (1) the status \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> of the FSC; (2) the Government support for Family Service Centres; and (3) future plans for the Family Service Centres? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I would first like to respond to Mr Chay's remarks. I would like to clarify that the Rent and Utilities Assistance Scheme (RUAS) is administered not by MCD but by the National Council of Social Service. Second, as the name implies, the scheme was implemented to assist a specific target group and not for residents of purchase flats. In other words, the target group will be low-income families living in rental flats and have difficulties paying their HDB, PUB or Town Council rates. So the scheme, therefore, serves a very specific and special purpose and I do not see any necessity for it to be renamed because if it is renamed, then it is a different programme altogether and it becomes a different issue. But the Member may wish to know that families facing financial hardship due to unforeseen circumstances can apply to HDB for assistance, or they can go to other voluntary organisations, not necessarily through the RUAS scheme specifically. For example, we have had occasion to refer to NCSS cases where people have difficulty in paying their light and water rates and they have had their utilities reconnected after payment was made by voluntary welfare organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank Dr Michael Lim for his support for the Family Service Centre's development programme. This has also been asked by the Member for Yuhua. The FSC concept was piloted in 1990 as a one-stop neighbourhood social service centre aimed at making welfare services more easily available to families in need. In 1992, a consultant firm was commissioned to evaluate the pilot scheme and the findings of the study did confirm that the FSCs met a community need and, indeed, it is something which ought to be encouraged. So following the study, my Ministry refined the concept in the configuration of the FSC as well as the scope, programme and service. We are happy to announce that FSCs will be established throughout Singapore, on the basis of one FSC per population centre of 100,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> persons or more. Based on this norm, it is estimated that there will be about 24 FSCs that we will have to develop across the island. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, there are two FSCs. Over the next five years, another 22 will be set up, 7 will be new ones and 15 will be existing social service centres which we will have to upgrade into FSCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will set aside a total of $7.3 million for capital and recurrent funding of FSCs. The Government will fund 80% of the capital expenditure and 50% of the operating expenditure of the FSCs. In addition to this, a grant will also be provided to train and equip the social workers in the FSCs with the necessary skills required to operate the FSC. And the National Council of Social Service will be coordinating the FSC scheme. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, the Minister has given me the same reply as the previous Minister. In spite of that, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Dr Toh. We have three minutes for this amendment. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Development Estimates be reduced by $10 in respect of Code JD03990013. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was prompted to make this cut after reading three stories about the aged in our newspapers. The first concerned an aged trishaw rider who shared his 1-room apartment and $150 Public Assistance allowance with another aged trishaw rider and a young man who was mentally retarded. The second story told us that an old man kept his dead wife at home for several days before seeking help. The third story concerned a 97-year old woman who got up at 3.00 am to travel several kilometres just to receive a $50 gift. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will stories like these become regular features in our newspapers? I do not think so. There is no lack of social service clubs, civic organisations and even individuals who are prepared to do charity in Singapore. But, unfortunately, while many Singaporeans have learnt the virtue of giving, many have also not learnt to do it in a gracious manner and not let the right hand know what the left hand is doing. Everyone wants to play the solo virtuoso and seeks to perform publicly so that he can get acclaim. Let us learn to play together as an orchestra. But we must first learn our scores so that we do not play out of tune. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We start by recognising what the needs of the aged are. The public's perception of the aged is a destitute person, very much dependent on social welfare for his very existence. People forget that the majority of the aged are the aged well and not the aged sick. Their needs may not be just material but also psycho-social and recreational. They do not just need homes, food and clothing, but also company, appreciation and love. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Toh, the three minutes include the time for the Minister. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat:</b> Yes, Sir. We have already heard that the aged in Singapore today have many facilities. But I would urge the Minister to consider seriously the setting up of a national agenda for the aged and to include in this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) recognition and constant review of the changing needs of the aged; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) public education to increase awareness of these needs; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) assessment of current facilities to monitor the effectiveness and efficiency and to coordinate them; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) formation of a wide community-based network of assistance to the aged which should be affordable and easily accessible; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) inclusion of facilities for the aged in housing and town planning programmes; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) concessionary and complimentary admission to places of interest and recreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, as many more Singaporeans go overseas to work as expatriates, this will compound the problems of the aged, as parents are being left behind and the expatriates do not return to look after them. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I would like to thank Dr Toh Keng Kiat for mentioning something which we in the MCD are also concerned with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ageing is a national concern. And policies and programmes concerning the aged, therefore, cut across various Ministries and also the various statutory boards on the island. I would like to assure Dr Toh, however, that programmes and policies are not segmented. The National Advisory Council on the Family and the Aged (NACFA), which meets regularly and which has got various sub-committees, was formed in 1989 and it was set up with the specific purpose of identifying and monitoring issues, needs and problems concerning the family and the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has representations from the various relevant Ministries. It identifies gaps and recommends policies and programmes to respective Government and other relevant bodies and, where necessary, to address these gaps. But I would get MCD to look into the recommendations which the hon. Member has suggested and will see whether any of them could be included in the programme. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (7), Mr Kenneth Chen. Three minutes. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JG 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the implementation of five identified family values, the Acting Minister said the MCD plans to popularise the shorter version in various forms such as posters, bookmarks or songs, and maybe have some sort of campaign to reach out to the people. Is that enough? I doubt so. In my opinion, we need, first, to decide the target group in which all these values need to be inculcated. They must be targeted at the younger generation from the age of 2 to 18. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not so long ago in our Eastern society, it would sound very strange that these values have to be consciously promoted. But it is a fact that these family values are slowly being eroded. It is important to recapture and retain these values in our family before they are being further eroded. To achieve this objective, we have to go back to the root of the problem, starting with the family and the schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the family. We must place greater importance in bringing up our children in the proper family environment. Children must be taught to obey the parents and respect the elder brothers and sisters. In this respect, MCD should always consciously promote the importance of family bond and emphasise the importance of the parent being the head of the family and that the children will always have to obey and respect the parent at all times. They should give maximum support to organisations within the MCD and any outside charitable or welfare organisation that give counselling and support to troubled families, so as to ensure that the family structure is intact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, although generally it is recognised that the academic standard in our schools is among the best in the world, I feel that the learning of knowledge alone cannot build a complete person and should not be the prime importance of the school curriculum, especially in the kindergarten and the primary schools. I propose that the schools should review the curriculum and put more emphasis on moral education and the teaching of family values. Because if students do not develop their proper character and moral values, no matter how well they do in the academic field, they may do more harm than good in society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from these two areas, because of the development of modern day technology, television has become a very important medium that influences the character of our youths. I know MITA has already had its share of time in this House. But I still want to point out that it has a great responsibility if we were to help promote MCD's Singapore family values. It should in its programme place more importance on imparting these values to the viewers. One good example is the tremendous influence of a good educational programme on TV \"Sesame Street\" which has done a generation of good to our young all over the world. MCD should not be made to shoulder the entire responsibility for this project. They should work with the Ministry of Education and MITA to make a success out of this undertaking. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I entirely agree with Mr Chen that family value programmes ought to start in kindergarten. But the style and approach may be different. This is something we will be looking into. And as I mentioned earlier, we have got the CME programme in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all of us are human. While we may know what is the right thing to do, sometimes we forget and sometimes we overlook things that we can do to improve our family environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of having posters, bookmarks and songs on family values is not to teach adults how to be filial. It is rather to serve as a gentle reminder to us all. Time and again, we have middle-aged couples telling us that they should have attended marriage counselling courses earlier. And now we have many people who tell us that the document on family values should have been done earlier. So it is not true to say that we should only concentrate on the young to inculcate family values and that it is useless to promote them among adults. We will have to remind ourselves of the importance of family values and the importance of practising it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8), Mdm Foo. I am afraid we are fast approaching \"guillotine\" time. And I will now have to ration the time very strictly amongst the Members who are scheduled to speak. Mdm Foo, you have two minutes to speak. Mr Low, you have two minutes. Mr Chiam, you have four minutes for your two subjects. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JH 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a thriving community centre (CC) is a sign of a vibrant community. The community centre is a key to building greater social cohesiveness and racial harmony. In the past, people used to live in one area of Singapore for much of their lives. Today, families are very mobile. One could live in four to five different places within one's lifetime. How do CCs fit into these changes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CCs have to serve as the chief focal point for interaction between residents in the same housing estate. CCs also face tougher competition than before. In the past, we had very few social clubs. Our schools also did not have a wide range of sports facilities and enrichment programmes. CC facilities and programmes were attractive then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Singaporeans have more choices offered by all kinds of clubs, societies and schools. Sir, I would like to know whether we are facing an upward or downward trend in the rate of participation in and usage of CC facilities. What plans do we have to keep community centres relevant to the residents today and in the future? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I am not speaking, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I will be skipping the second amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, the total fund allocated for the People's Association programme is about $132 million; out of which about $82 million is set aside for operating expenditure. These funds are all taxpayers' money. Yet, they are expended mainly for the benefit of the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Old song! \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The community centres and all the grassroots organisations at the constituencies are under the control and for the use of the PAP. The Opposition Members of Parliament, although they are duly elected by the people of Singapore, are shut out from the People's Association programme. We often read in the newspapers that certain PAP Members of Parliament carried out this or that programme in their own CCs or their community centres have won certain prizes for being the best run community centres. There are two aspects to this observation: one, people in Singapore can form the impression that only PAP MPs are winning prizes for their community centres and the activities carried out in those community centres, and the Opposition MPs never won any prizes for their constituencies' community centres at all. As far as I know, the Government has never made it public that all Opposition MPs, as a matter of policy, are to be treated like step-children, and are kept out of all community centres' activities. Consequently, great numbers of Singaporeans may form the opinion that the Opposition MPs are not as good as the PAP MPs or that the Opposition Members are not working as hard as the PAP MPs and have accomplished nothing for their community centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other observation is, when all the other Opposition MPs are kept out of running the community centres in their constituencies and never took part in the competition, how can a PAP MP claim that he has won the prize for the best kept community centre. The Government should allow the Opposition MPs to run \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> the community centres in their own constituencies, so that when there are any competitions among the community centres, and a PAP MP comes out the winner, then he can rightfully claim that his community centre was the best run in Singapore, having beaten not only his own PAP MPs but also the Opposition MPs. As it stands at the moment, whenever there is a competition among community centres, the competition is confined to only PAP MPs, the Opposition MPs are not included. So in the present situation, when a PAP MP wins any prize in relation to his community centre, there is no real achievement because the competition has excluded Opposition MPs who could have beaten him in that competition. It is like a situation where a one-eyed man is king in the kingdom of the blind. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon:</b> Sir, I am replying on behalf of the Minister-in-charge of the People's Association. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, as correctly pointed out by Mrs Yu-Foo Yee Shoon, the People's Association (PA) was established in 1960 with the primary objectives of promoting racial harmony and strengthening social cohesion and acting as a bridge between the Government and the people. These objectives are as valid today as they were in 1960. In order to achieve these objectives, the PA and its network of community centres clubs (CCs) and grassroots organisations such as Citizens' Consultative Committees (CCCs), Community Centre Management Committees (CCMCs) and Residents' Committees (RCs) organise a wide range of social, cultural, recreational, sports, educational and other activities to serve the people. In the process, they have brought the people of different races, culture and religions closer together and helped to foster a bond between the Government and the people. They have also turned the CCs into the focal points for the residents in their respective constituencies. These would not have been possible without the voluntary and dedicated service of the grassroots leaders who help to run the CCs and other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> grassroots organisations. They deserve the support of the people to continue with the good work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, PA is fully aware of the social changes taking place in Singapore as a result of greater affluence, better educated people and urbanisation. The PA and the grassroots organisations are keeping pace with the changing needs of our society. Every year, the PA and its grassroots organisations conduct an activity review and formulate an annual work plan taking into consideration the feedback and needs of the people. These plans are reinforced by a rolling 5-year plan for longer term programmes and activities. The future plan for the CCs and other grassroots organisations is to build on their success and organise more and better programmes to strengthen social cohesion and racial harmony. The CCs and grassroots organisations will be nimble and adaptable to the changing society. They will continue to review their programme to keep pace with the needs of our better educated and more affluent population. They will encourage more people to volunteer their service and take part in their activities. They will also welcome any suggestions to improve and implement their work plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, in terms of hardware, the CCs will also continue to upgrade their facilities to serve the people better. The PA has 81 big modern CCs. In the next five years, this figure will be increased by six to 87. At the same time, the Government is also going to extend 38 existing modern CCs and upgrade another 46 existing CCs which are 10 years or older. In the process, the PA also reviews the facilities of the CCs in consultation with the community leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to inform the House that as a result of constant review of the programmes and continued upgrading of the facilities, the CCs have been able to meet the changing needs and interest of the people. Today's big modern CCs are lively hubs of community activities ranging from the traditional such as Malay kompang, Chinese calligraphy, Indian dance, etc., to the modern such as computer programming, foreign language studies, ballet, classical music, etc. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Ch'ng, we are running behind time. You may like to complete your answer. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon</b>(\n  <i>In Mandarin</i>): I have finished my reply to the points raised by Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Wong. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> I think Mr Chiam is not right when he says that for the PA's programmes the funds are expended for the benefit of the PAP. I think that is just insulting the residents and the people who use the PA's programmes. These programmes are for the benefit of all Singaporeans. Every year, thousands of activities are organised for senior citizens, for the young, for the kindergarten children. There was a whole host of other activities. That is why the money is used for the benefit of all these people who take part in our programmes. No PAP MP says, \"I am doing this because I am a PAP Member.\" A PAP MP is appointed as an Advisor because we believe that he understands Government policies and therefore would be able to carry out Government policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PA is a Government organisation and being a Government organisation it must appoint people who can understand and support Government policies. I think it will be quite difficult for me to believe that Mr Chiam would support Government policies and therefore will champion the PA's cause. If he does, then he would not be sitting in the Opposition Bench. He will be part of the PAP. But to say that the PAP MP claims credit for the prizes won by the CC is just over-simplifying the issue. Whenever CCs win prizes, it is the grassroots leaders, the CCC, the MC and all those who have taken part in making the CC the best for winning the commendation medal or certificate. They are the ones who could claim the credit. The PAP MPs have given them the guidance but the work is really done by the grassroots leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam is asking me to let him run his CC. I think it is very difficult unless he can support our policies. Is he able to support our policy and go round explaining \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> Government policy and say this is good for them? I think he would not. This question is not new. In fact, he says that the Government has never made it known that the Opposition MPs are excluded from the CCs. I think I have said it before, even when I was the Minister for Community Development. I said he was not part of us and therefore he could not be an Advisor of our CCs. I have said it before, and I say it again that he does not belong to the PAP. Therefore, when we have to appoint Advisors, I find it very difficult to appoint him to help us explain our policies and help to garner the people together and organise activities for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The observations that he made are perhaps his own observations. Those are not the observations that I know of from the people I know when I give them prizes and awards during those ceremonies. I think they know quite well that they are the ones who put in the hard work, and I commend them for it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I just have a word? It is true that activities are organised and the people take part in them and benefit from them. But who gets the political benefit out of all this money spent? It is entirely for the benefit of the PAP and I do not think the Minister will doubt that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards allowing Opposition MPs to run their own CCs, it is the wish of the people. It is not the wish of the Opposition MPs. They elected the MPs. In my case, nearly 70% supported me. It is the wish of the constituents themselves. They often told me, \"Mr Chiam, why are you not the Advisor of the Potong Pasir CC?\" Therefore, it is not the wish of the Opposition MPs. You must not get it wrong there. It is the wish of the people in the Opposition-held areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is this. It is often said in Parliament that Opposition MPs do not support Government policies. What are the decided policies that the Opposition has not supported? In fact, we said right from the start that we are a constructive Opposition and we want to get the country going. We are not going to topple the country. So let us know which are the policies which the Opposition has not supported the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> If Mr Chiam wants to know what the policies are, he himself should know better, because all of them are in the Hansard. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> After they have been decided --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chiam, Mr Wong has the floor. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> All these policies that he opposed are in the Hansard. It is quite simple, just check it up. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Before they were decided. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> As to his point that it is the wish of the people, the people wish him to be their MP, that is all. That is why they elected him to be their MP. I do not think the people say, \"I want him to be our Advisor.\" As far as the PA is concerned, the Advisors are appointed by the Government. Whether the PAP takes credit or not, the PAP - it has been the Government for the last 30-over years - has never come out with policies that would benefit the Opposition. That is quite clear. The PAP, whenever it wins an election, will always plan and prepare the next election so that its policies will win majority support of the people, including using its agencies to ensure that its policies are well accepted by the people. Therefore, we organise programmes for them. There is nothing wrong, therefore, for the Government to get the PA to organise activities for the residents so that eventually they find that the Government has done a good job for them and vote the Government back again. I make no apology for that. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Can I ask for clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am afraid we have run out of time. Mrs Yu-Foo, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Since the length of speeches cannot be reduced, I am afraid we have to reduce the time for the tea-break. I suspend the Sitting and will take the Chair again at 4.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 4.01 pm to 4.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 4.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. ((9). I intend to complete discussion on this amendment at 4.30 pm. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JI 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Sports Excellence 2000 Programme was announced a few months ago. SPEX 2000, as it is called, is most timely. This programme signals a significant switch in Government's policy from a \"Sports for All\" emphasis to \"Sports Excellence\". This indeed is most desirable. And I would like to refer the Minister to an article written by Mr Sia Cheong Yew, which appeared in the Straits Times of 16th March this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government must be congratulated for leading the way and I hope everyone will rally round it and give it its widest support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Specifically, Sir, I would like to ask the Minister what is the response of the National Sports Associations to the announced SPEX 2000. What feedback and comments have been received from the National Sports Associations? Also, is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> the selection of core and merit sports final? Can other sports move into the core and merit areas? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also commend to the Minister the suggestion made by Mr Sia in the same article to set up scholarship similar to the Rhode scholarship for high-flier sports scholars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, finally, the Ministry of Defence, I believe, has a very major role to play in the development of SPEX 2000. Our best sportsmen and athletes spend their peak performance period in the army doing national service. Some mechanism must be found to help the athletes to maintain their form and interest. If not, they just wither away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister for Community Development whether any schemes have been worked out with the Ministry of Defence in this area. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, I commend the Government for introducing the Sports Excellence 2000 Programme. I think this programme represents a major initiative to promote sports excellence and ultimately we hope to produce champions in regional and international competitions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, seven sports have been identified as core sports, namely, badminton, soccer, swimming and water-polo, table tennis, ten-pin bowling, track and field, and yachting. Others are classified under \"merit\" and \"other sports\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister how can these sports classified under \"merit\" and \"other sports\" gain recognition and, perhaps, later on be categorised under the core sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, how often will the Sports Council review and re-categorise the various sports under the various categories, that is, under core, merit and other sports? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chia Shi Teck and Mr Choo Wee Khiang are not here. Mr Chiam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I congratulate the Government in making a grant of $10 million every year, starting last year, towards the Sports Excellence 2000 Programme. I am also glad to know that the Government has finally realised that sports is an important feature of our national life that needs support. It is no use for the Government to tell the world that its aim is to build a robust society in Singapore when none of its citizens under the PAP rule has ever won an Olympic medal. They say action speaks louder than words. So, if Singapore citizens can continually win medals at the Commonwealth, Asian or Olympic Games, people outside Singapore will know, without the Government making a lot of propaganda, that Singaporeans are indeed a robust people. People who know about sports will tell you that gold medals in the Olympics are not won in isolation. In the normal trend of events, a country which wins gold medals at the Olympic games time and time again has two important features. One is that there is a culture of sports and, two, there is a wide support of sports in those countries both in spread as well as in depth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if Singapore wants to win medals at international sports meets, the Minister must be told that money spent specifically for a few sportsmen to train them to win medals is not enough. There must also be ample funds allocated to build a culture of sports in Singapore, and to encourage great numbers of our young people, especially those in our primary and secondary schools, to be interested in sports with a view to increase the pool of sportsmen. With a bigger pool of sportsmen, there shall be greater chances of picking sports talent and, with that, there shall also be more chances of achieving success internationally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it must also be part of SPEX 2000 programme to get as many as possible of our school children to be interested in and take part in sports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encouraging our school children to be interested in and to take part in sports is a worthwhile endeavour. Sports gives our school children not only good health but also inculcates in them courage, initiative \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> and leadership. It is for these reasons that it prompted a headmaster of an English public school to write, \"the battle of Waterloo was won at the playing fields of Eton\". Members of the House know that Eton is one of the more renowned public schools in England. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sir, first, I must say that I am not advocating Singapore to commercialise sports to the extent of NBA, or the British soccer league. Nevertheless, economic consideration must play an important part in the management and promotion of certain sporting events. Without dispute, soccer is one of the most popular sporting events in Singapore. It has a very large group of followers. Each match held at our National Stadium has great economic implication on the balance sheet of the FAS and the Sports Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economic reality is that if we do not have outstanding personalities in our soccer team, our gate collection will be greatly affected. They are more than just soccer players, they are entertainers. Therefore, we have to be more professional about hiring and firing of soccer players. We cannot begrudge the players for demanding high salary if they can prove their worth. Perhaps, this is the reason why somehow our most talented footballers spend their peak years playing overseas, or in other Malaysian states, but not in Singapore. The clear case is Fandi Ahmad, Sundramoorthy, or even Malek Awab. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to see our sporting management organisations display a more enlightened approach in managing popular sporting events, like soccer, and be more business-like in their decision in engaging players, coaches as well as managing staff. Pay them for what they are worth and drop them when they cannot deliver. They are professionals and should be handled professionally. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Davinder Singh is not here. Mr Sinnakaruppan. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, almost every child is introduced to one or more sports in our schools. Several periods are allocated during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> weekly curriculum time for physical exercises or sports activities. In addition, there are a number of sports activities in which school children can participate and even excel. And yet when they leave school and start work, much of the enthusiasm in sports or efforts in keeping fit disappear almost completely. Only the more disciplined ones continue to pursue sports and fitness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Ministry of Health, in conjunction with the Ministry of Community Development, launched the \"Great Singapore Workout\". Lots of efforts were put in organising the event and the one-day event was indeed very successful. But it was like a \"shot in the wilderness\". It created much attention and awareness but the message of keeping fit has not been sustained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Sports Council has been promoting mass participation in sports and fitness programmes with a \"Sports for All\" policy. However, its efforts have been targeted largely at the constituency level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About 1.6 million Singaporeans are gainfully employed and most of us spend more than 44 hours at work each week. In the much debated White Paper on Affordable Health Care, personal responsibility for one's own health by keeping fit has been advanced as one measure to curb rising medical costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the bigger companies, such as Hewlett-Packard and AT&amp;T, for example, place a lot of emphasis in the promotion of employee fitness. They provide sports facilities and have embarked on wellness programmes. However, unlike in Japan and US, such companies are only the exceptions and not the norm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of our employers do not fully appreciate the benefits that they can accrue from employee fitness programmes. Studies in Western countries have shown that companies who adopt such programmes have evidenced a significant drop in absenteeism, industrial injury and staff turnover and has increased productivity, worker satisfaction and enhanced company image. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Acting Minister if the SSC can focus its attention in promoting sports and fitness programmes at the workplace. For a start, more companies can be encouraged to hold a 10-minute morning exercise session daily using the Singapore Workout steps. The SSC can also set up fitness corners in the industrial estates. The NTUC and the unions can play their part in promoting such programmes provided the employers and the SSC make the first move in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the SSC truly wants to promote the \"Sports for All\" policy, then it must go \"all for sports\". \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, the SPEX 2000 has identified seven core sports for intensive development. This is necessary because of the financial and human resource constraints that we have. What are the criteria? Firstly, to be a core sport, it has to be included in the Asian games or the Olympic games. Secondly, our athletes must have a good chance of winning medals in these competitions. Thirdly, the National Sports Associations (NSAs) for the sport must have a good development plan to identify and train the athletes for the sport. And lastly, the sports must also have a large following and a large base to draw talent from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the list of core sports is not static. In other words, the list could change, ie, it could be tennis today or table tennis tomorrow. But there is no regularity of how and when the list will change. So the existing core sports that do not perform up to expectation will be taken off the list and new ones will be added on if they satisfy the criteria which I mentioned above. But, more importantly, whether or not a core sport is on the list, it should not be a major concern to our outstanding athletes. Because under the plan, all deserving athletes with the potential to win medals at regional or international competitions will be given maximum help in their pursuit of excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to developing champions, as has been mentioned by Mr Chiam, indeed an important element of SPEX \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br> 2000 is to identify and develop talent. As Mr Chiam has mentioned, we will try to widen this pool as much as we can and we will start in the schools definitely. The process of developing sports champions, however, is a very complex one because, besides training programmes and adequate funding, there are other factors and constraints to consider. For example, our population is small and the potential pool is, therefore, limited. And we also have different social and economic priorities to consider. But, notwithstanding these limitations, Singapore has produced champions and we are proud of them, like Zarinah Abdullah and Azman Abdullah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MP for Cheng San GRC has also asked what are NSAs' response to SPEX 2000. I am glad to report that the plan has been very well received indeed by the NSAs, especially those which are having the core and merit sports and they were delighted with the programme and schemes that have been devised for them. In fact, SPEX 2000 was developed together with the NSAs. Their needs have, therefore, been taken care of in the plan. But, basically, what they would want is financial help and they would prefer to be left to concentrate on the identification and development of athletes, sportsmen and sportswomen. Since the launch of SPEX 2000, SSC has given out a total of $3.2 million. As you know, we have just started a few months ago. Slightly more than half of the sum of $3.2 million is for the training of athletes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das has also made reference to Mr Sia Cheong Yew's suggestion in the Straits Times about establishing a prestigious sports scholarship to \"the Singapore equivalent of the Rhode scholarship to top scholars and top sportsmen.\" I can empathise with the sentiment behind the proposal. But a scholarship does not become prestigious simply because we say it is. Its status depends on a number of factors, among which are the quality of the scholars themselves and the quality of the universities that these scholars go to. On both these counts, the sports scholarships stand out well indeed because the scholars are the best athletes in the nation and the universities they attend can be deemed to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1425</b></font>\n  <br>\n  <br> among the best in the world. Sir, I have no doubt that the sports scholarship will develop into a prestigious one in the eyes of the sports fraternity. But be that as it may, I think we should not be too concerned that our top scholars are not turning into top sportsmen. We have a small population and we must make sure that whatever talents we have are developed to their fullest potential in the areas that they are most confident in and think that they will do best. Both SSC and NSAs are confident that with SPEX 2000 in place and with increased support from people, like the Member for Cheng San GRC, the Government and the public, more champions will emerge in our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to other Ministries' support, SPEX 2000 has also the support from other Government Ministries. For example, the Ministry of Education (MOE), and Mindef are two specific Government departments which will play an important role in the implementation of SPEX 2000 and both have indeed pledged their support. For example, in January this year, MOE and SSC jointly organised a seminar for schools on how best to achieve the goals of SPEX 2000. A joint working committee of MOE and SSC is now studying the recommendations made at the seminar. With regard to Mindef, it has, in fact, come up with the SAF Sportsmen Scheme. Under the scheme, outstanding sportsmen will be given time off for training to prepare themselves for regional and international competitions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have made great strides in the promotion of sports and the development of champions with the launching of SPEX 2000. But I think it is still too early for us to assess the full impact of the plan although there is evidence to show that we are moving in the right direction. And I would suggest that we give SPEX 2000 some time to really fulfil its promises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Kenneth Chen suggested that we ought to be a bit more business-minded, not commercial-minded, in our approach to sports. I agree with him. Indeed, sports ought to be managed and promoted more professionally. And it is with this in mind that a new division - the Market Development and Communication Division - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1426</b></font>\n  <br>\n  <br> has been formed under the SSC, and the main task of this division is to help the National Sports Associations to promote their sports more effectively and professionally. Professional management is likely to come about if there are full-time professional staff to manage the affairs of the NSAs. And as a start, SSC has given grants to the NSAs on the core sports and merit sports to employ full-time professional staff. The FAS, for example, has a full-time staff of 10, including a General Manager, an accountant and a marketing executive. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The FAS is also aware that having good soccer players help to raise the standard of the game and increase the gate collections. Last year, in fact, FAS spent about $600,000 in salaries and allowances for the national team. This is a 57% increase from what was spent in 1992. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have run out of time on this amendment. Do you want to finish off? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Can I just reply to Mr Sinnakaruppan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are indeed promoting fitness in the workplace. In fact, the SSC is also working together with the NPB and all the other companies in trying to get workers to be more exercise conscious and take part in exercises. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I thank the Minister for his very detailed reply. However, I would urge his Ministry to try to help produce more Dr Tan Eng Liangs and Tan Thuan Hengs. On that note, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JJ 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MUIS has been around for more than 25 years now. Thanks to its diligent efforts and the community's support, MUIS has succeeded in many areas, particularly the collection and distribution \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1427</b></font>\n  <br>\n  <br> of zakat, development of wakaf property, mosque building, pilgrimage administration, dakwah activities, religious schools and fatwa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mosque building has been its most visible achievement. And in managing the mosques that have been built, we must see that they become an institution of excellence that will further the development of the community in an effective way. There are many challenges we have to face in this regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus far, we have been relying on part-timers to administer our mosques. May I suggest that mosques be run like a corporate body, with full-time staff engaged to handle matters like administration, finance, education and dakwah. In this way, we can attract qualified people who can provide better, stronger and more informed leadership full time. I would like to hear the Minister's views on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to move on to the subject of the quota system for haj pilgrimage, expected to be implemented in 1995. I understand 3,000 places will be allowed for our pilgrims, as against the annual average of 4,000 people who have been making the pilgrimage in recent years. In determining who ought to be allowed to make the journey to the Holy Land, I hope MUIS would give priority to those who are doing it for the first time. The next priority should be according to age, subject to the pilgrim being in good health. Only then should we allow the opportunity to those who are going for the second time or more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In formulating the criteria for those to be allowed to make the pilgrimage, MUIS needs to hold discussions with the GSAs and local Muslim organisations. After the criteria have been determined, MUIS must as soon as possible explain them to the Muslim public so that intending pilgrims will be prepared well in advance. Basically, the criteria must be fair to all and should not discriminate between those who can and those who cannot afford it. I hope the Minister could comment on these points. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1428</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi</b>(\n  <i>In Malay</i>): Sir, in the effort to improve mosque administration, MUIS has conducted several courses, workshops and talks meant to equip the mosque management committees with the knowledge and skills needed for the day-to-day running of the mosques. MUIS also has plans to further enhance these skills through a number of programmes to be carried out this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, Sir, mosques are administered by volunteers. In order to implement their programmes and activities more effectively, mosque management committees need full-time staff. For the moment, only those with stable financial resources are able to recruit permanent staff to run their programmes. But in time, we hope more mosques will have the financial resources to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the haj pilgrimage, on 9th February this year, MUIS conducted a meeting with representatives of 20 tour agencies to brief them on the new quota system. MUIS sought their inputs on how the quota system can be implemented. So far, three suggestions have been received. These are, first, to allot places on first-come-first-served basis; second, to reserve 70% of places to those performing the haj for the first time; third, to give priority to those who have never done the pilgrimage before or those whose last pilgrimage was three years ago. The simplest to implement is the first-come-first-served system. Malaysia has adopted this system, which is considered fair. MUIS is studying all these suggestions and any others that Members may want to put forward, and will announce the system to be adopted soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have discussed the quota system with Saudi Arabia's Minister for Haj when I was there in January, and I have sought his approval for 4,000 pilgrims from Singapore to perform the pilgrimage this year, as they have already registered with MUIS. I have followed up this request to the Minister in writing and am awaiting his reply. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, I thank the Minister for his explanation and beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1429</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $191,712,640 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $93,046,000 for Head J ordered to stand part of the Development Estimates. \n  <br>4.40 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the Main Estimates, they are Heads C, D, F, G, H and Z. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take these heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure in the Main Estimates on page 43 of Paper Cmd. 2 of 1994 stand part of the Main Estimates,\" put and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In respect of the Development Estimates: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $21,746,000 for Head F stand part of the Development Estimates,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $10,951,374,630 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for FY 1994/1995 contained in Paper Cmd. 2 of 1994,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $10,216,278,100 shall be supplied to the Government under the heads of expenditure shown in the Development Estimates for FY 1994/1995 contained in Paper Cmd. 2 of 1994,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Cdre Teo Chee Hean):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $10,951,374,630 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for FY 1994/1995 contained in Paper Cmd. 2 of 1994.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $10,216,278,100 shall be supplied to the Government under the heads of expenditure shown in the Development Estimates for FY 1994/1995 contained in Paper Cmd. 2 of 1994.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on items 4 and 5 on the Order Paper today be exempted from the provisions of Standing Order No. 1 at this day's sitting. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1430</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Cdre Teo Chee Hean):</b> Sir, I beg to move, \"That the Bill be now read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 148 of the Constitution, heads of expenditure to be met from the Consolidated Fund and Development Fund, other than statutory expenditure, have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval for the appropriations from the Consolidated Fund and Development Fund to meet expenditure in the financial year 1st April, 1994 to 31st March, 1995. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main and Development Estimates of Expenditure for the financial year 1st April, 1994 to 31st March, 1995, and appear on pages 43 and 44 of the Command Paper No. 2 of 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower the Minister for Finance to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund and the Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (Cdre Teo Chee Hean):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 148 and Clause 2 of Article 148(C) of the Constitution for additional expenditure in excess of the provisions authorised by the Supply Act, 1993. The additional sum has been presented as Supplementary Estimates which have been considered and approved by the House as Command Paper No. 1 and Command Paper No. 3 of 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1431</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>4.47 pm \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill seeks to amend the Constitution to delink the grade and the office of Permanent Secretary. There is also a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1432</b></font>\n  <br>\n  <br> separate amendment consequential to the abolition of appeals to the Privy Council. The amendments to the Constitution are: (a) Clause 2 - an amendment to Article 34(2)(a); (b) Clause 3 - a repeal of Article 100; and (c) Clause 4 - a new Article 111A. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Article 34(2)(a) of the Constitution, as currently worded, provides for appointments to the grade of Permanent Secretary to be made by the President, acting in accordance with the advice of the Prime Minister, from a list of names submitted by the Public Service Commission. The grade of Permanent Secretary exists only in the Administrative Service and Administrative (Foreign Service) Schemes, where grades at Superscale C and above are designated as Permanent Secretary grades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of Article 34(2)(a), an officer in the Administrative Service or the Administrative Service (Foreign Service Branch) can only be promoted to the grade of Superscale C if he is also appointed a Permanent Secretary. This was not a constraint when the civil service was small, most functions were handled by Ministries, and few officers reached Superscale C. Today, the range of top jobs in the civil service has widened, but the number of Ministries and Permanent Secretary posts has remained the same. Many senior Administrative Officers are not performing the statutory duties of a Permanent Secretary, but are holding posts which justify Superscale C grades. For them, the term \"Permanent Secretary\" is a misnomer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Executive Officers (CEOs) of large statutory boards, like MAS, HDB or NUS, have jobs which are equivalent in size to or even larger than some Permanent Secretary posts. Many statutory board CEOs are Administrative Officers. But Article 34(2)(a) does not allow us to promote such an officer to Superscale C, unless he is at the same time appointed a Permanent Secretary, even though he does not run a Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, large Ministries like Mindef, Ministry of National Development or the Ministry of Finance, require several \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1433</b></font>\n  <br>\n  <br> Administrative Officers of at least Superscale C grade, but only one or at most two Permanent Secretary posts. Article 34(2)(a) prevents us from promoting Deputy Secretaries in these Ministries to Grade C and above, unless they become the Permanent Secretary or are posted out to another Ministry. Deputy Secretaries can be at most Superscale D1, even if the Permanent Secretary is Staff Grade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These rigidities hinder the timely advancement and flexibile deployment of able Administrative Officers. Clause 2 of the Bill therefore seeks to amend Article 34(2)(a) to provide for appointments to the office of Permanent Secretary, instead of to the grade of Permanent Secretary, to be made by the President, acting in accordance with the advice of the Prime Minister, from a list of names submitted by the Public Service Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In future, the term \"Permanent Secretary\" will refer only to Administrative Officers heading a Ministry, ie, those holding the office of Permanent Secretary. The actual grade held by a Permanent Secretary will vary depending on the seniority of the officer and the size of the Ministry. This delinking of rank and grade will offer more flexibility in the promotion and deployment of Administrative Officers in the entire public sector and within a Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite its rigidity, the old Article 34(2)(a) did serve a function, as it vested the final decision as to whom to promote to Superscale C in the Administrative Service with the Prime Minister, who would promote from a list put up by the PSC. This is right as the Prime Minister and Cabinet work closely with the Permanent Secretaries and senior civil servants, and are in a position to make first hand assessments of the abilities and performances of these senior officers. On its own, the revised Article 34(2)(a) would no longer provide for the Prime Minister to decide on promotion of officers into the topmost echelons of the Administrative Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To remedy this, clause 4 of the Bill seeks to insert a new Article 111A to provide for the designation of a \"Significant Grade\" in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1434</b></font>\n  <br>\n  <br> the Administrative Service and Administrative (Foreign Service) Schemes, and to require promotions or appointments to that Significant Grade to be made by the President, acting in accordance with the advice of the Prime Minister, from officers nominated by the Public Service Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Significant Grade will be established by gazette notification, and can be raised from time to time. The status quo would be to set the Significant Grade at Superscale C, the present lowest Permanent Secretary grade. However, in today's environment, a more realistic benchmark grade for Permanent Secretaries is Superscale B. This is because even with the latest salary revisions, Administrative Service Superscale salaries still lag too far behind the private sector. To remedy this solely through another major across-the-board salary adjustment in the Administrative Service would be too indiscriminate an approach. Instead, the Government will raise the benchmark Permanent Secretary grade from C to B, and correspondingly revise the establishment grades of the top jobs, especially Permanent Secretary and statutory board CEO posts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will therefore gazette Superscale B as the Significant Grade after this amendment comes into effect. While Superscale B will be the benchmark grade for Permanent Secretary appointments, this does not mean that in future every officer appointed to be a Permanent Secretary will automatically be promoted to Superscale B, or that every Permanent Secretary post will have the same establishment rank of Superscale B. Not all Permanent Secretary posts are the same size, and not all officers appointed to the same post necessarily must hold the same rank. The benchmark grade is a flexible norm, not a fixed universal rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Constitutional amendment is just the first step in overhauling the personnel management system in the civil service and bringing it more in line with present day private sector practice. As the President stated in his Address to Parliament in 1992, I quote: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1435</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We must make fundamental changes to the management of the Singapore civil service and free up its personnel administration. The public sector must become a more responsive and competitive employer without compromising the integrity and impartiality of the civil service and the statutory boards.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will introduce further Constitutional amendments within the next few months, to decentralise the personnel management system, devolve some of the powers of the Public Service Commission, the Education Service Commission, and the Police and Civil Defence Services Commission, and give line managers greater flexibility, responsibility and accountability in managing human resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, clause 3 of the Bill seeks to repeal Article 100 as a consequence of abolishing appeals to the Privy Council. It arises from the repeal of the Judicial Committee Act (Cap. 148 of the 1985 Revised Edition) through the Judicial Committee (Repeal) Bill 1994 which seeks to abolish all appeals to the Judicial Committee of the Privy Council. The Judicial Committee (Repeal) Bill 1994 was introduced in Parliament on 17th January 1994 and was passed by Parliament on 23rd February 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Speaker, Sir, I support the Bill mainly because our civil service has expanded and our Ministries are handling a lot more functions than before. The amendments therefore create another height for career advancement of officers in the Administrative Service and the Administrative Service (Foreign Service Branch). This provides a further opportunity to retain key senior officers in our two premier services in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendment is not new when one looks at what is often done in the private sector. As a corporation expands, inevitably posts and ranks are created or added to the hierarchy in order to retain good executives or provide career advancement for them. In the case of corporations that follow the American \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1436</b></font>\n  <br>\n  <br> system, an Executive Vice-President's (EVP) post is normally created to fill the gap between the President and the Senior Vice Presidents. As the corporation further expands, and because there can only be one President in an organisation, a number of Senior EVP posts are created to provide further room for the EVP to move upwards. In the case of corporations that follow closely the British system, like the Japanese companies, they do not normally practise the American system of calling themselves Presidents, EVPs, Senior VPs, VPs and so on. They tend to align themselves with the British system and call themselves CEOs, Presidents, MDs and General Managers. Because there can only be one man at the top, they too create posts or ranks in between to achieve the same end. As they expand, they call themselves Group MDs, Senior MDs, Assistant MDs and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can understand the need to introduce a Significant Grade in the two premier services. It provides an additional safeguard for the Prime Minister and his Cabinet as they will have a say on the promotion of officers to that grade. This is also sensible because the Prime Minister and his Cabinet work closely with these senior civil servants and are therefore in a good position to make first hand assessment of their abilities and performance. But, Sir, the only setback to this arrangement, as proposed in the Bill, is the cumbersome procedure of having to gazette the changes of this Significant Grade from time to time. Hon. Members of this House, I am sure, will agree with me that with the volume of legislative materials that we have to absorb each year, there is a high probability that gazette notification of this kind can inadvertently miss our attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the best long term solution is to review the hierarchy of grades in the two Administrative Services. Like what private sector corporations have been doing, introduce more grades to provide for adequate career advancement of serving officers. We have presently in the Administrative Service the existing Staff Grades I, II and III, and Superscale Grades A, B, C, D1, D, E, F and G. Sir, I would like to suggest that the Public Service \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1437</b></font>\n  <br>\n  <br> Commission consider introducing Staff Grades IV and V and Superscale Grades A1, B1 and C1 to the system. We can set the Permanent Secretary Grade at A or A1, and not necessarily at B as proposed now. This can also be the Significant Grade. This will provide sufficient height for career advancement of promising Administrative Officers and hopefully help to check the attrition rates of mid-career officers as well as provide the necessary checks and balances to ensure integrity of our civil service. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Mr Speaker, Sir, I wish to speak in support of the Constitution of the Republic of Singapore (Amendment) Bill in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Constitutional amendment Bill is really in two pieces: one, for the repeal of Article 100 of the Constitution and the other, for a new Article 111A which, in essence, introduces a Significant Grade to the Administrative Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will first make my comments on the first part, ie, the repeal of Article 100. This Article has provided for the appeals to the Privy Council from the Supreme Court. This House has already debated at some stage about the abolition of appeals to the Privy Council. I believe this is necessary at some stage. Our legal system must develop with reference to our own needs and changes. We have been independent for more than 30 years and our social, political and economic changes are now moving at greater variance from Britain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these developments, there have been the confidence and growth of our own legal system. I am sure it is a step in the right direction. Many Commonwealth countries have already done so long ago. Notwithstanding this, I understand that any existing appeal or application outstanding will still be allowed to the Privy Council before the commencement of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second part of this amendment, I am not so clear. I can understand the rationale why it is necessary to delink the Superscale C grade of the Administrative Service with the office of the Permanent Secretary. The Minister has given good reasons for that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1438</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I wish to point out that nowhere in Article 34(2)(a) of the existing Constitution is there any specific mention of any link of the grade of the Permanent Secretary to the Superscale C grade. I read Article 34(2)(a) as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Appointments to the grade of Permanent Secretary shall be made by the President, acting in accordance with the advice of the Prime Minister, from a list of names submitted by the Public Service Commission.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I can understand the rationale of delinking the office of the Permanent Secretary to Superscale C, as explained by the Minister, I do not understand why it is done by introducing a Significant Grade. Why are we untying a knot only to tie it again? Why can the Minister not consider untying the office of the Permanent Secretary by not having it specifically pegged at the grade of Superscale C? Why must we introduce another Significant Grade which, we are told, will be a Superscale B? Would the Minister explain the rationale of introducing this Significant Grade? And why are there some officers now \"significant\"? By this, I mean that only a select group of the existing Permanent Secretaries will be in this grade. Are we linking the Significant Grade to the office of some Senior Permanent Secretaries? Why can we not simply delink the Superscale C with the office of the Permanent Secretary? Then, an Administrative Officer can be promoted to any Superscale grade without necessarily being constrained by the Permanent Secretary's salary scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has said that the Government will raise the benchmark of Permanent Secretary grade from Superscale C to B, but not all Permanent Secretaries will automatically be promoted to Superscale B. In other words, they can be at Superscale C which is not a Significant Grade, although that job is obviously significant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The core of Administrative Officers will now be in two groups - those in the Significant Grade and those not in the Significant Grade. Coupled with the present Timescale and Superscale grades, there will now be three groups: Timescale, Superscale and Significant Superscale officers. If this is the case, why not simply \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1439</b></font>\n  <br>\n  <br> cut the Gordian knot and let every Administrative Officer's salary be determined by his ability and experience, irrespective of whether he is a Permanent Secretary, which is an appointive rank and office, or Chairman or CEO of EDB or MAS? There will be no more glass ceilings. This will really ensure a greater flexibility in deployment and promotion of Administrative Officers in the active public sector which, I believe, this Bill serves to provide. It will also ensure all Administrative Officers to rise to their own level of competence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Article 34(2)(a) presently allows for the appointment of the grade of the Permanent Secretary to be made by the President, acting in accordance with the advice of the Prime Minister, from a list of names submitted by the PSC. With the present amendment of Article 34(2)(a), only the word \"grade\" has been amended to read \"office\". The powers and responsibility of the President and the Prime Minister remain intact. Hence, it is not clear to me what is meant when it is mentioned that on its own, the revised Article 34(2)(a) would no longer provide for the Prime Minister to decide on appointments or promotions of officers into the top most echelons of the Administrative Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be grateful for the Minister's clarifications. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, Mr Chew Heng Ching has suggested that we include Staff Grades IV and V and new Superscale Grades C1, B1 and A1 for the Administrative Service. We already have Staff Grades IV and V in our structure. However, no officer has yet reached these grades, but there is no hindrance. As and when officers are deemed to be ready to be promoted to these grades, I am sure the Public Service Commission will do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for new grades A1, B1 and C1, I think what the Administrative Service lacks is not the number of grades but grades pegged at the right level and promotions which are quick enough and responsive enough in order to adjust to private sector's salary movement, so that good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1440</b></font>\n  <br>\n  <br> officers are rewarded in the Administrative Service. You can do it by having two grades and promoting people once a year. Or you can have it by having one grade and promoting people every other year. It is a question of how many steps we want to take to go up the stairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not lack for number of steps. From G to Staff Grade I, we already have 10 grades - Staff Grade I, A, B, C, D1, D, E1, E, F, G. So assuming that you make those 10 grades in 15 or 17 years, that is, one promotion every year or every year and a half, which I think is reasonable. The gaps between the grades are not excessive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our problem is after the salary revision, which we implemented in January, if you compare the civil service Permanent Secretary Grade C with a typical private sector individual professional, aged about 45, you would find that the Permanent Secretary Grade C ranks somewhere way down the list, 500 or 600 down the list. If you tell a young man, you join the civil service, you work hard, you show ability, you will rise to the top at the age of 45, you will rank about 400 or 500 compared to your peers of the same age group, he is not going to join you. And even if he has been persuaded to join you by a PSC scholarship, as soon as he enters the service, he looks around. Being a bright young man, he does his calculations. He says, \"If I work hard, I will end up there where you are. Do I want to be there, you are stuck with a golden handcuff of a pension? My handcuff is not yet golden. Should I not go?\" So, therefore, they will leave. And, in fact, we are already seeing young officers in the Timescale leave because in Singapore, if you are good, you are known very quickly. If you go into a Ministry like National Development or Trade and Industry, or into a statutory board like EDB, you have contacts with the private sector, they know you, they size you up, they make you an offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we have to adjust. This is a problem more with the Administrative Service than with the Ministers. Because with the Ministers, after the last salary revision, I think we are at a sustainable relativity compared to the private sector. Our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1441</b></font>\n  <br>\n  <br> concern is to make sure that this relativity is maintained as salaries move up in the private sector, that this relationship is still kept, and the public sector adjusts. Or if the private sector goes down in a recession, the public sector also must go down correspondingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the Ministers are generally in line, that means, Staff Grade II and above. At Superscale C and below, the civil service is still considerably out of line. Therefore, we have to make an adjustment for the civil service. We have two ways of doing this. One, we just make a salary revision - Superscale C will now be 30% more than it used to be, and we pay everybody more. The second way is to change the benchmark. A Permanent Secretary, I will now consider to be a Superscale B post, which means that I will promote people faster, I will assess people more generously in terms of grades and, therefore, when a person reaches the Permanent Secretary rank, he will get to Superscale B faster. Therefore, I will be able to reward deserving officers more, and more responsively. We have decided to go the second route. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is really a digression from today's subject but it will be the subject of a White Paper - Ministers' salary benchmarks as well as Administrative Service's salary benchmarks - which we intend to table in Parliament within the next month or two, at the latest, and which will be debated in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Chay asked whether we need the Significant Grade because Article 34(2)(a) does not establish a link between the Permanent Secretary grade and Superscale C. There is no definition in the Constitution that the Permanent Secretary grade is Superscale C. But in the Administrative Service's terms of service, it is understood that the Deputy Secretary grades range from G up to D and D1, and from C, B, A onwards are Permanent Secretary grades. Therefore, in the working of Article 34(2)(a), officers who are promoted to the grade of Superscale C have their promotions really on the authority of the Prime Minister rather than of the Public Service Commission. Ceremonially, they are appointed by the President. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1442</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the new Article 34(2)(a), we say to the \"office\" of Permanent Secretary. So if you are in a big Ministry, like Finance or Defence, with a Staff Grade Permanent Secretary, and you rise up in that hierarchy, your first appointment as Permanent Secretary may not come until you are in Staff Grade. So you will be promoted to Grade C, Grade B, Grade A, without the Prime Minister's intervention or authority, and only when you reach Staff Grade will the appointment come from the President, on the Prime Minister's advice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want to preserve that entrance-gate check at Superscale C where the Prime Minister will be the one who will decide who comes past that point. We are not saying that you have to be a Permanent Secretary to come past that point. You may be a Deputy Secretary promoted to Superscale C. But who makes that promotion? Today, it is the Prime Minister. So under the new arrangement, it will also be the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is good to define a Significant Grade in this way. As I explained, we intend to introduce legislation to amend the Constitution to devolve the powers of the PSC and some of the other Commissions to various other agencies so as to free up the system of personnel management of the civil service. In doing this, we need safeguards. One safeguard which we will introduce will be that the powers which can be devolved will only be those which pertain to officers below the Significant Grade. So if you are in or above the Significant Grade, then you are managed by the PSC, because you are at the very top, you are among the key people, and it is important to have direct management from the PSC, which is the constitutionally appointed authority. If you are below that grade, then the Executive will have powers to delegate and devolve away from the PSC your authority of appointments or promotions over recruitment, over disciplinary matters as well, to other agencies, personnel boards, which will be appointed for this purpose. So the Significant Grade will serve another function in that respect. That is why the legislation is drafted this way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1443</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Division will be taken to ascertain that the Second Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. Ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 67; No, Nil; Abstentions, 2. \n  <pre>\r\n\r\n       Ayes                       Ayes (cont.)\r\n\r\nAbdullah Tarmugi              Loh Meng See\r\n\r\nAhmad Mattar                  Low Seow Chay\r\n\r\nChandra Das, S                Mah Bow Tan\r\n\r\nChay Wai Chuen                Mohamad Maidin B P M\r\n\r\nChen, Bernard                 Ong Chit Chung\r\n\r\nChen Koon Lap, Kenneth        Othman bin Haron Eusofe\r\n\r\nChen Seow Phun, John          Peh Chin Hua\r\n\r\nCheo Chai Chen                Sidek bin Saniff\r\n\r\nChew Heng Ching               Sinnakaruppan, R\r\n\r\nChin Harn Tong                Sung, Peter\r\n\r\nChng Hee Kok                  Tan Cheng Bock\r\n\r\nCh'ng Jit Koon                Tan Keng Yam, Tony\r\n\r\nChong, Charles                Tan Soo Khoon\r\n\r\nChoo Wee Khiang               Teo Chee Hean\r\n\r\nDavinder Singh                Teo Chong Tee\r\n\r\nDhanabalan, S                 Umar Abdul Hamid\r\n\r\nGoh Chee Wee                  Vasoo, S\r\n\r\nGoh Chok Tong                 Wan Soon Bee\r\n\r\nGoh Choon Kang                Wang Kai Yuen\r\n\r\nHarun bin A Ghani             Wong, Aline K\r\n\r\nHeng Chiang Meng              Wong Kan Seng\r\n\r\nHo Kah Leong                  Wong Kwei Cheong\r\n\r\nHo Peng Kee                   Yao Chih, Matthias\r\n\r\nHo Tat Kin                    Yap Giau Cheng, Eugene\r\n\r\nIbrahim bin Othman            Yatiman Yusof\r\n\r\nJayakumar, S                  Yeo Toon Chia\r\n\r\nKer Sin Tze                   Yong-Boon Yeo, George\r\n\r\nKoh Lip Lin                   Yu-Foo Yee Shoon\r\n\r\nKoo Tsai Kee                  Zulkifli bin Mohammed\r\n\r\nLau Ping Sum\r\n\r\nLee Hsien Loong                   No\r\n\r\nLee Kuan Yew\r\n\r\nLee Yiok Seng                 Nil\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                 Abstentions\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                 Chiam See Tong\r\n\r\nLim Chun Leng, Michael        Low Thia Khiang\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Second Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1444</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [BG Lee Hsien Loong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Third Reading, what day? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Now, Sir. I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> A Division will be taken to ascertain that the Third Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. Ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 67; No, Nil; Abstentions, 2. \n  <pre>\r\n\r\n       Ayes                       Ayes (cont.)\r\n\r\nAbdullah Tarmugi              Loh Meng See\r\n\r\nAhmad Mattar                  Low Seow Chay\r\n\r\nChandra Das, S                Mah Bow Tan\r\n\r\nChay Wai Chuen                Mohamad Maidin B P M\r\n\r\nChen, Bernard                 Ong Chit Chung\r\n\r\nChen Koon Lap, Kenneth        Othman bin Haron Eusofe\r\n\r\nChen Seow Phun, John          Peh Chin Hua\r\n\r\nCheo Chai Chen                Sidek bin Saniff\r\n\r\nChew Heng Ching               Sinnakaruppan, R\r\n\r\nChin Harn Tong                Sung, Peter\r\n\r\nChng Hee Kok                  Tan Cheng Bock\r\n\r\nCh'ng Jit Koon                Tan Keng Yam, Tony\r\n\r\nChong, Charles                Tan Soo Khoon\r\n\r\nChoo Wee Khiang               Teo Chee Hean\r\n\r\nDavinder Singh                Teo Chong Tee\r\n\r\nDhanabalan, S                 Umar Abdul Hamid\r\n\r\nGoh Chee Wee                  Vasoo, S\r\n\r\nGoh Chok Tong                 Wan Soon Bee\r\n\r\nGoh Choon Kang                Wang Kai Yuen\r\n\r\nHarun bin A Ghani             Wong, Aline K\r\n\r\nHeng Chiang Meng              Wong Kan Seng\r\n\r\nHo Kah Leong                  Wong Kwei Cheong\r\n\r\nHo Peng Kee                   Yao Chih, Matthias\r\n\r\nHo Tat Kin                    Yap Giau Cheng, Eugene\r\n\r\nIbrahim bin Othman            Yatiman Yusof\r\n\r\nJayakumar, S                  Yeo Toon Chia\r\n\r\nKer Sin Tze                   Yong-Boon Yeo, George\r\n\r\nKoh Lip Lin                   Yu-Foo Yee Shoon\r\n\r\nKoo Tsai Kee                  Zulkifli bin Mohammed\r\n\r\nLau Ping Sum\r\n\r\nLee Hsien Loong                   No\r\n\r\nLee Kuan Yew\r\n\r\nLee Yiok Seng                 Nil\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                  Abstentions\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                 Chiam See Tong\r\n\r\nLim Chun Leng, Michael        Low Thia Khiang\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Third Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1445</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PATENTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>5.30 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill introduces a local patent system for Singapore. It will repeal some existing legislation like the Registration of United Kingdom Patents Act and the Patents (Compulsory Licensing) Act. The new system of patent registration which this Bill will provide is vastly different from the current system which dates back to 1937. Therefore, the new system will have a wide-ranging impact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first list out the drawbacks under the present system. Presently, patents are granted through a process of re-registration in Singapore after the applicant has first obtained a United Kingdom patent or a European patent designating the United Kingdom as the country of protection. The patent must be registered in Singapore within three years from the date of issue of the patent in the United Kingdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first disadvantage is that the preparing and the filing of the application from here, Singapore, long distance is costly, cumbersome and time-consuming. Secondly, where the applicant does not wish to have patent protection in the United Kingdom, he will incur considerable needless expense. Thirdly, a Singapore patent is valid only if the corresponding UK patent remains in force. Fourthly, as I will elaborate further, the present system does not allow for the right of priority which flows from membership of the Paris Convention. Sir, these drawbacks are, of course, disincentives to entrepreneurs, investors and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1446</b></font>\n  <br>\n  <br> others engaged in R&amp;D and product development in Singapore. The new system will address these and other concerns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from these disadvantages, let me make a general point, ie, we live in a global economy where trade is driven by desire, potential for profit, which in turn is determined by the element of competitiveness. Inventions and innovations sharpen this competitive edge. More countries are therefore improving their industrial property systems, particularly their patent systems, to encourage invention and innovation, and to assist in the recoupment of continuing investment costs for development of products and services. The proposed new patent system will create such a favourable climate for innovation, for developing research and innovative capabilities, and advance technological innovation in industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now highlight the main features of this new system. First, a patent will be granted and will only be valid if the invention is new, if it involves an inventive step and be capable of industrial application. These requirements are consistent with international standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to ascertain patentability, an invention has to undergo a search and examination process. We have decided to avoid substantial investment in building up full-fledged search and examination capabilities in Singapore, and therefore search and examination reports furnished by designated Foreign Patent Offices and International Search and Preliminary Examinations Authorities under a treaty known as the Patent Cooperation Treaty will be accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under this new patent system, Singapore will accede to certain international treaties such as the Patent Cooperation Treaty, the Budapest Treaty and the Paris Convention. How will this benefit us? It will benefit us in the following ways: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By acceding to the Patent Cooperation Treaty, the Singapore Registry of Patents will have access to international search and preliminary examination reports \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1447</b></font>\n  <br>\n  <br> prepared by various international Search and Preliminary Examination Authorities under this Treaty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By acceding to the Budapest Treaty, the process of patenting an invention which involves a micro-organism or the use of a micro-organism will be much easier. The deposit of a micro-organism with any of the 25 designated International Depository Authorities will be sufficient for patent application in any of the Budapest Treaty countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By becoming a party to the Paris Convention, a local applicant may within 12 months of his first application in Singapore, apply for protection in any Convention country. This later application would be treated as if it had been filed on the same day as the first application in Singapore. Apart from the obvious convenience, the applicant will also obtain priority in dating his application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other important matters covered by the Bill include disputes concerning the validity of patents. Under the present system, these disputes are heard in the High Court. Under the new system, the disputes will be decided by the Singapore Registry, thus reducing litigation costs. Where the validity is challenged on technical grounds, the patent may be re-examined by a foreign patent office. The Singapore Registry will then decide on the validity based on the re-examination report and with assistance, if required, of a scientific advisor selected from a list of experts. Any appeal against the Registrar's decision will be to the High Court. The Bill provides for the appointment of a panel of scientific advisors to assist the Court and the Registrar of Patents in proceedings under the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the repeal of the Registration of UK Patents Act as well as the Patents (Compulsory Licensing) Act, however, will not affect rights already granted under the current law. An applicant who has obtained a patent in the United Kingdom will be given two years from the time the Act comes into operation to apply for re-registration of his patent in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1448</b></font>\n  <br>\n  <br> As for pending applications, an applicant who has a pending application in the United Kingdom will have 12 months to exercise an option to convert that application to a national application in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill naturally confines itself to matters of policies and principles. Questions of detail and procedural matters such as fees, publication of documents and information about such documents, time limits for doing things, etc, will be covered by Regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be noticed, Sir, that this law reform measure has many technical aspects and rather complicated provisions. In my view, we will benefit from the views and representations from outside bodies, and I therefore intend to submit it to a Select Committee so that experts in the field and other interested parties will have the opportunity to make suggestions on how to improve the provisions in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, I rise in support of this Bill which revises our existing patent system and I am confident that many interested parties can now sigh a relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as has already been explained by the Minister, the existing system is costly, time-consuming and cumbersome, particularly for local inventors. In addition, it also tends to stifle creativity. On the other hand, there will be distinct advantages when the revised system is put in place in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, Singapore need not commit scarce resources in having to invest heavily in building up a full-fledged domestic system with search and examination capabilities; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, local applicants will save time and effort; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, indigenous patent expertise will develop over time; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1449</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, it will make it easier for local inventors and foreign companies to obtain patents without requiring the full documentation facilities and large technical staff of developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Sir, the new system will be a major reform Bill. It will pose a major challenge to the legal and business community. It will also allow local investors and encourage MNCs to use Singapore as a R&amp;D centre. In view of the technical complexities involved, I welcome the Minister's decision to commit the Bill to a Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1450</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and such Members as the Committee of Selection may nominate. - [Prof. Jayakumar]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [BG Lee Hsien Loong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seventeen\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm to a\n  </div> \n  <div align=\"right\">\n   date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>TAX TREATY NEGOTIATIONS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Finance if he will elaborate on the problems that cause the delay of tax treaty negotiations with other countries as Singapore has concluded comprehensive tax treaty with only about 27 countries. \n  <br>\n  <br>\n  <!-- Cdre Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Cdre Teo Chee Hean:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A tax treaty helps to promote bilateral economic relations between two countries. It provides clarity on the taxing rights of each country on all forms of income flow between the two countries. It also removes instances of double taxation which can arise from trade and cross-border investment activities between the two countries. Generally, we are keen to conclude tax treaties with countries with which we have significant investment and trade flows. Before we commence on any treaty negotiations, we would evaluate the feasibility of having such a treaty in respect of the mutual benefits which it would bring about. Being a bilateral agreement, the pace at which a tax treaty can be concluded and ratified is also dependent on how quickly the other country wants to have the treaty and the terms it is prepared to accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on these factors, we have concluded 31 comprehensive tax treaties with almost all our major trading partners. Of the 31, only 2 have yet to be ratified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been no delay in treaty negotiations. In this regard, 1993 has been a bountiful year. Tax treaties were signed in that year with Luxembourg, Pakistan and Poland. Treaty negotiations were also held in 1993 with Hungary, Vietnam, United Arab Emirates, Turkey and Mexico. The treaty with Vietnam was signed in 1994. There were also several renegotiations with our existing treaty partners, namely, Malaysia, Netherlands, New Zealand, Japan, Denmark and India. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1451</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WITHDRAWAL FROM EDUSAVE ACCOUNTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Education why only 14% of the students have withdrawn money from their personal Edusave accounts to improve the quality of their education. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of accounts withdrawn as at 31st December 1993 was 52,086. This works out to a participation rate of 15%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Edusave scheme was launched only last year, the schools needed some time to familiarise themselves with it and to organise themselves before they could begin to tap the funds for enrichment programmes. Principals and school administrators were also prudent in the use of the Edusave funds as they wanted to ensure that they were getting value for money for the schools and their pupils. As they gain experience in evaluating and organising enrichment programmes for their pupils, schools will make more use of the Edusave funds and the participation rate is expected to increase. Money which is not spent will remain with the pupils for their future benefit. Some may well be saving for future use when they go to the polytechnic or university. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DONATION OF EDUSAVE FUNDS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Education whether any parents have donated their children's individual Edusave funds to schools. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To date, a total of 2,218 pupils have donated money from their Edusave accounts to their schools in 1993. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1453</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE STUDENTS ABROAD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Education, with a record jump of Singapore students going abroad for further studies, what measures his Ministry has taken to ensure (i) that the potential of these students is being maximised with proper guidance for their career choices in relation to our national needs; (ii) that we are getting value for the huge amount of money spent abroad; and (iii) that we are keeping in touch with these students while they are abroad. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>(i) In the last few years, the Ministry of Education (MOE) has put in more efforts to promote career guidance in schools. The primary objective is to ensure that our pupils will be better able to choose their course of study in relation to their aptitude, interest and future career. Each secondary school and junior college has two teachers appointed as Career Guidance Coordinators to organise and deliver the school's career guidance programme and to provide career counselling. The MOE has been collaborating with the industries to produce print and non-print materials on careers in the respective industries for the schools' career guidance resource centres. The MOE has been updating biennially its career guide entitled \"Planning Ahead: A Career and Education Guide\". In this guide, there is a section on \"Tertiary Education Overseas\" which provides relevant advice on measures to take when proceeding for studies abroad. The MOE has jointly published with the Singapore Press Holdings the \"Singapore Career Guide\" which is available for sale to schools and the public. The MOE has also been involved in staging the annual career exhibitions and seminars with the Singapore Professional Centre since 1989. Students are advised to take into account the employment prospects in Singapore and the national manpower needs in choosing their careers. \n  <br>\n  <br>(ii) Students who intend to go overseas for their tertiary education are advised to pick reputable institutions and select courses which have good career prospects. They are also encouraged to make the most of their overseas exposure by learning about their host countries and extending their contacts to build up a useful network. As private students, they choose their university courses to suit their needs and interests. Where necessary, the government has taken action to discourage too many students from taking up certain courses overseas. \n  <br>\n  <br>(iii) Singapore Student Advisors appointed by the Government keep in touch with Singapore students overseas. There are six Student Advisors based in the US, UK, Canada and Australia, where most of the Singapore students are studying. Their role is to look after the welfare of Singapore students abroad and to help them keep abreast of developments in Singapore. The Singapore International Foundation has been distributing its bi-monthly news bulletin \"Notes Overseas\" and SINGAPORE magazine to 54 Overseas Singapore Clubs to keep their members informed on developments and major events in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1455</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>GROSS DOMESTIC PRODUCT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Trade and Industry how much energy Singapore uses to produce one dollar of Gross Domestic Product and whether Singapore is energy wasteful when compared to other industrialized countries. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991 (latest available cross-country comparison), Singapore consumed nearly 11.0 million joules of energy* to produce one US dollar of GDP. Singapore uses less energy per dollar of GDP than Canada, South Korea, the United States and the United Kingdom (see Annex A) (Cols. 1457 - 1458). However, Singapore uses more energy per dollar of GDP compared to Hong Kong, Japan and France. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;*Energy consumption = (Total Indigenous Product + Imports - Exports - Bunkers � Stock Changes) of gaseous fuel (eg. LPG, natural gas), liquid fuel (eg. petroleum, naphtha, fuel oil kerosene, etc), gaseous fuel (eg. LPG, natural gas) and solid fuels (eg. coal). \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a wide variation in the energy used per dollar of GDP. The different composition of GDP in each country would be a major reason for this. Taking Singapore and Hong Kong, for example, Singapore's energy consumption per dollar of GDP is about four times of Hong Kong's. However, Singapore has a much larger manufacturing base (which needs more energy per dollar of GDP) that accounts for over 29% of its GDP in 1991, whereas Hong Kong's was only about 15%. It should also be noted that Singapore is a tropical country and unlike the other countries in the list, consumes energy for air-conditioning throughout the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will continue to actively promote energy conservation in Singapore, through a combination of education and fiscal measures. The Building Control Division of the Public Works Department has already incorporated a set of energy conservation standards for building design into its Building Regulations. PUB will continue to conduct energy audits, workshops/seminars and provide advisory services to customers on more efficient use of energy in industries and buildings. On electricity generation, PUB has also been improving its efficiency by investing in newer and larger equipment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1457</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n                                                      ANNEX A\r\n\r\n\r\n\r\nCOMPARISON OF ENERGY CONSUMPTION PER US DOLLAR OF GDP AMONG G7\r\n\r\n    COUNTRIES AND NEWLY INDUSTRIALIZED ECONOMIES FOR 1991\r\n\r\n\r\n\r\n\r\n\r\n                Energy Consumption Per US$ GDP\r\n\r\n                   at Current Market Prices\r\n\r\n                   (Million Joules/US$ GDP)\r\n\r\n\r\n\r\nCanada                       15.0\r\n\r\nFrance                        7.0\r\n\r\nJapan                         4.8\r\n\r\nHong Kong                     3.9\r\n\r\nSouth Korea                  14.0\r\n\r\nSingapore                    11.0\r\n\r\nUnited Kingdom               29.6\r\n\r\nUnited States                14.1\r\n\r\n\r\n\r\nNote: (1) Energy Consumption figures are extracted from the 1991\r\n\r\n          Energy Statistics Yearbook published by the United\r\n\r\n          Nations.\r\n\r\n\r\n\r\n      (2) GDP figures are extracted from the International\r\n\r\n          Financial Statistics published by the International\r\n\r\n          Monetary Fund, except the GDP for Hong Kong, which is\r\n\r\n          extracted from the Hong Kong Monthly Digest of\r\n\r\n          Statistics August 1993.  The GDP are at current market\r\n\r\n          prices in 1991 and converted at end-of-the-year\r\n\r\n          exchange rates to US$.\r\n\r\n\r\n\r\n      (3) Data on Germany, Italy and Taiwan are incomplete or\r\n\r\n          not available.\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1459</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HIGH-PERFORMANCE WORKPLACE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Trade and Industry what further measures are being contemplated to ensure a \"high-performance workplace\" in companies, and what is the ratio of companies that can be considered as high-performance workplaces. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In an article entitled, \"Training up America\", which appeared in a recent issue of The Economist, it was suggested that the way to achieve productivity gains was through a \"high-performance workplace\". Essentially, this involves management techniques which allow workers to use technology productively and to organize themselves flexibly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To create a high-performance workplace, commitment on the part of the company management in two areas is crucial: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) training and upgrading workers' skills to ensure that workers keep pace with technological advancements; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) encouraging workers to participate in the company's efforts to improve productivity, through Quality Control Circles (QCCs). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To this end, the National Productivity Board (NPB) has introduced various worker training and upgrading programmes, and provided financial incentives through the Skills Development Fund for companies to put their workers through such programmes. It has also actively promoted the formation of QCCs at the workplace as a tool to increase productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further promote worker training, NPB will emphasise on-the-job training (OJT) especially to small- and medium-sized companies which will find this approach more affordable. NPB aims to institutionalise OJT on an industry-wide basis and train 100,000 workers through OJT by the year 2000. To achieve this, NPB will recruit and train some 500 OJT instructors over the next 3 years to provide on-site training and help establish OJT systems in companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NPB also plans to launch several new programmes this year aimed at specific target groups of workers. These target groups include first-line supervisors, workers involved in our key industrial clusters, and workers affected by the rationalization and restructuring of our industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to worker participation in QCCs, NPB plans to double the participation rate of private sector employees in QCCs to 4 per cent by 1995 through: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) working with the NTUC to reach out to unionized companies which require assistance in setting up QCCs in the workplace; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) promoting QCCs to top management of companies by inviting CEOs to participate in QCC conventions and seconding QCC experts to companies to help implement QCCs; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) promoting QCC training programmes at NPB's QCC College. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RADIO BROADCAST</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Information and the Arts if he will consider extending the range of our overseas shortwave radio broadcasts from regional to global reach as some of our students are studying in the United Kingdom, Australia and North America. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Radio Singapore International (RSI) went on air on 1st February 1994 as a regional service. The principal aim of the service is to reach out to Singaporeans and friends of Singapore in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have started RSI as a modest service. We will review the performance and audience feedback before we commit ourselves to expansion. It is difficult, however, to envisage RSI becoming a global shortwave service. The infrastructure and investment required are prohibitive, and it is not our aim to be a BBC or a VOA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, while we will not be a global service, we will try to extend the reach of our shortwave services where practical so that they are available to as many listeners as possible. One way is to use spare transmitting capacity available in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Students in the US, UK and Australia who do not have RSI can turn to other sources of information on Singapore such as Singapore produced by SIF, The Singapore Bulletin produced by MITA and the Overseas Weekly newspaper produced by the Straits Times. All these have current information about Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1461</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DOMESTIC VIOLENCE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health if he will consider documenting cases of domestic violence that are presented to Government and restructured hospitals and then referring them to the relevant voluntary organisations for counselling and help. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Children who are brought to Government and restructured hospitals with a history of abuse or who are suspected to be victims of abuse are admitted into hospital for clinical examination and evaluation. If the clinical findings indicate child abuse, the child is referred by the doctor to the hospital's Medical Social Worker (MSW) for assessment. All child abuse cases are referred to the Ministry of Community Development (MCD) for further investigation and subsequent management. A police report is also made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Women who are victims of abuse and seen at Government and restructured hospitals are also referred by the doctors to the hospital's MSW. The MSW assesses each case and determines the type of assistance required. Women who require short-term support will be counselled by the MSW to help them overcome their crisis. Those who need temporary shelter will be referred to homes and other resources available under the MCD and voluntary organisations. Women are also advised to make a police report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Women abuse cases who have been identified as requiring long-term therapy are referred by the MSW to the agencies (see below) which provide more specialised and intensive counselling. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COUNSELLING AGENCIES</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Counselling and Care Centre \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Family &amp; Women's Welfare Section, Ministry of Community Development \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Kim Keat Family Service Centre \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. Singapore Gujerati Society \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. Ren Ci Counselling Centre \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;6. Tiong Bahru Family Service Centre \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;7. Singapore Indian Development Association \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;8. Ang Mo Kio Social Service Centre \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;9. Young Women Muslim Association (YWMA) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE FOR HOSPICE CARE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health if he has come to a decision about the use of Medisave for hospice care. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health is presently reviewing the cost of providing inpatient hospice care based on the experience of the Assisi Home &amp; Hospice which has just completed its first year of operations in the new premises. As inpatient hospice care is a new service, the review will assist MOH in defining the patient group who would require hospice care, and the appropriate Medisave withdrawal limit. The review will be completed in a few months' time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE AND MEDISHIELD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health (a) what percentage of Medisave account holders have subscribed to MediShield; (b) what percentage of MediShield account holders have been reimbursed; (c) how many dependants of these Medisave account holders have been reimbursed for MediShield; (d) how many account holders are no longer covered by MediShield because they have claimed the maximum lifetime limit; (e) what is the total amount of money collected by MediShield each year from 1991 to 1993; and (f) how much is left in the MediShield scheme. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) As at 31st December 1993, 88% of all eligible Medisave Account holders have subscribed to MediShield. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) 31,000 members have been reimbursed. This represents about 2% of total MediShield members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) 6,100 members' dependants have been reimbursed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) No member has reached the maximum life-time limit of $70,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Premiums collected by MediShield for the period 1991 to 1993 are as follows: \n  <pre>\r\n\r\n               Year      $ Million\r\n\r\n               1991          34\r\n\r\n               1992          38\r\n\r\n               1993          42\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(f) As at 31st December 1993, MediShield has a balance of $122 million. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOREIGN WORKERS IN SINGAPORE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Labour what is the total number of foreign workers in Singapore; what is the percentage of these workers in the workforce; and what are the long term plans to phase out these workers. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, there are more than 200,000 foreign workers in Singapore. This makes up about 12% of our current workforce of 1.6 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's foreign worker policy is to allow a limited pool of foreign workers to work in Singapore, to complement as well as act as a buffer for the local workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we may not be able to completely phase out foreign workers in view of the slower indigenous workforce growth and the rapidly ageing population, our long-term objective is to reduce our dependence on foreign workers. This is achieved through adjusting the dual mechanisms of the foreign worker levy and the dependency ratio. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The dependency ratio limits the number of foreign workers each employer is allowed to employ, depending on the number of local workers they already have. The foreign worker levy serves to dampen the employer's demand for foreign worker by narrowing the wage gap between foreign and Singaporean workers. This reduces the employer's reliance on foreign workers and encourages him to turn to automation and the introduction of labour saving techniques through the wider application of technology in the production process. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1465</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOME-BASED PAID WORK</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Labour if he will consider setting up a section in his Ministry that will regulate, monitor and expand home-based paid work for women who are home bound as they have to look after their children or the aged but need to earn an income. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Nominated Member of Parliament asked a similar question last year. As we have explained then, home-based work is of two categories. In Singapore, most home-based work do not involve employer-employee relationship. The usual arrangement is for a company to enter into a contract for service (as against a contract of service) with an individual party to perform a task or to undertake work at his home, using his own tools and at his own pace without any supervision. Unlike an employee of a company, he will not be paid a salary but a remuneration based on the work done for the company. An example of this type of home-based work is a housewife sewing and completing dresses for garment factories for a remuneration on a piece-rate basis. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another category of home-based work is those which involve employer-employee relationship under an employment contract. Under their contracts, the employees concerned could operate from both the office and their homes as long as they could deliver what is expected of them. With advanced technology in telecommunications such as computers and fax machines, more people are now able to operate from their homes. Since there is employer-employee relationship, our labour laws would apply to them. Examples of this category of home-based work are journalists, insurance or property agents who are given the flexibility to operate both from the office and their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, our Ministry's Work Permit and Employment Department provides assistance free of charge to job seekers who wish to look for employment, either on a full-time or part-time basis. Housewives who wish to seek home-based work and other flexi-work arrangements could also approach the Department for advice and assistance, although the need for such service appears to be minimal. This could be due to the fact that they could easily do so through their friends, relatives, neighbours and other sources. On the other hand, employers also have little difficulty in reaching them with home-based work, if such work is available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Work Permit and Employment Department is able to provide assistance for job seekers, including those looking for part-time and home-based works, we are of the view that there is no necessity to set up a special Section in the Ministry for the same purpose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OLD AGE HOMES IN HOUSING AND DEVELOPMENT BOARD ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for National Development, for all new Housing and Development Board estates and some old ones which are undergoing major renovations, if he will consider reserving the lowest floor for old-age homes. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, my Ministry will consider. The void decks of HDB blocks are kept free, and up to 1/3 of the void deck space can be set aside for social and community uses. This space can be used for old age homes, if the need arises. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1467</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AFTER-SCHOOL CARE AND LATCHKEY SERVICES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development what is the status of after-school care and latchkey services for children and what are the future plans. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before-and-after school care (BASC) programmes and latchkey services for children are provided by many organisations. There are at present 49 BASC programmes in various parts of Singapore. 14 are set up by private operators, 25 by voluntary welfare organisations and 10 by the People's Association together with the PAP Community Foundation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a total of 2,700 places in these 49 programmes. Not all the places are taken up. There is spare capacity of about 24%. Also, not all children who attend these programmes require latchkey services. There are parents who send their children there to receive tuition. BASCs charge a fee depending on the programmes and income level of the parents. Children who attend the voluntary and community run centres and who cannot afford the fees are admitted free or at nominal rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As BASCs are well provided by voluntary and community organisations, there are no plans for Government action in this area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1469</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FAMILY AND WOMEN'S WELFARE SECTION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;15. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development (a) how many officers are employed in the Family and Women's Welfare Section; (b) what training and qualification these officers have; (c) whether they have the right training; (d) what are their salary scales; and (e) whether the present staff strength is adequate. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Manpower of Family and Women's Welfare (FWW) Section \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Family and Women's Welfare (FWW) Section of the Ministry of Community Development is manned by a team of 10 Welfare Officers. The team is led by an Assistant Director and 3 Supervisors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Training &amp; Qualifications of FWW Staff \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Assistant Director and Supervisors hold degrees in social work or psychology. One other officer, a graduate, had training and work experience in crisis counselling before joining the Ministry. Five others are experienced officers, each of whom has 20 to 30 years of service in the field. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Whether FWW Staff have the right training \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All Welfare Officers in the Ministry have opportunities for training and skills upgrading. Orientation courses provided by the Ministry introduce officers to all facets of the Ministry. Work related generic courses provide them with the basic knowledge and essential skills for effective operation in any direct service setting. In addition, Welfare Officers are sent for specialized training courses and workshops in their area of work either locally or overseas, to enhance their skills and knowledge and to keep abreast with developments in the field. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Salary Scales \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All Welfare Officers in the Ministry, including those in the FWW Section, come under the Welfare Officers Scheme of Service. The salary scale varies from officer to officer as it is dependent on the officer's qualification, grade and years of service. The salary scales of the officers in the FWW Section range from Welfare Officer Grade VI to Welfare Officer Grade IVA. A table showing the salary scales is given below. All graduate officers are recruited at Grade V. Movement up the hierarchy is through promotion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Adequacy of Staff \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the caseload and workload, the current number of officers in the FWW Section is adequate. \n  <pre>\r\n\r\n     WELFARE OFFICER\r\n\r\n     GRADE                                      GROSS SALARY RANGE\r\n\r\n     Welfare Officer Grade IVA                  $2738.96-$4246.41\r\n\r\n     Welfare Officer Grade IV                   $2044.00-$3842.72\r\n\r\n     (Next promotion to Grade III)\r\n\r\n     Welfare Officer Grade V (Div I)            $1517.67-$2953.58\r\n\r\n     (Next promotion to Grade IVA)\r\n\r\n     Welfare Officer Grade VA (Div II)          $1808.94-$2871.82\r\n\r\n     Welfare Officer Grade VI                   $ 894.25-$2340.38\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FAMILY SERVICE UNIT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;16. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development what plans his Ministry has for strengthening the Family Service Unit. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Family and Women's Welfare (FWW) Section of MCD undertakes the following functions:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) provides information and referral services and a telephone hotline service for families and individuals in need of assistance; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) oversees the development of Family Service Centres and other support services for families; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) serves as a first point of contact for women in distress; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) provides assistance and support to families with relationship problems such as marital conflicts and family disputes; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) processes applications for Special Marriage Licences where either party is below 18 years of age as required under Section 20(2) of the Women's Charter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The FWW Section is manned by a team of 10 Welfare Officers, led by an Assistant Director and 3 Supervisors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, individual cases referred to the Ministry are not dealt with in isolation. The Ministry adopts a family-centred approach in the management of these cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Work with families is, therefore, also undertaken by other Sections and Branches of the Ministry. The family service functions undertaken by the other Sections of the Ministry include:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- public education on family life; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- direct services to the aged, children and offenders and their families; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- development, promotion and co-ordination of support services for families by voluntary welfare and community organisations; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- research and review of policies and programmes affecting the family. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1471</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOW-COST CHILDCARE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;17. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development if he will consider having more low-cost child care places for low-income families. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A better way to help low-income families is to give them financial assistance to enrol their children in child care centres located throughout the island than to provide places specifically for these families. Lower in cost must mean a lowering of the standards of care. Enabling these families to enrol in centres throughout the island also widens their choice of centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has assisted the National Council of Social Service (NCSS) and the NTUC Child Care Co-operative (NTUC) to implement a financial assistance scheme which gives additional child care subsidies to low-income families. The additional subsidies help to bring child care centre care within the reach of low-income families. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The financial assistance scheme is funded by the 25th Anniversary Endowment Fund and was implemented by NTUC in May 1992 and by NCSS in September 1993. The subsidy given ranges from $50 to $100 per month per child, depending on family income. This amount is over and above the subsidy of $130 per month per child for full day care given by the Government to all eligible parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1473</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHELTER FOR BATTERED WIVES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;18. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development if his Ministry will consider running a secular shelter for battered wives as there is no shelter run by a non-religious organisation. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are 4 shelters for battered wives run by 3 established organisations. These are the Good Shepherd Centre run by the Catholic Welfare Services, the Whampoa Care and Elliot Road Centres run by the Anglican Welfare Council and the Pertapis Female Centre run by Pertapis. These centres are open to any woman regardless of race or religion. No needy women has been denied access to these centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Except for the Good Shepherd Centre which has plans to expand its capacity of 25, the other centres are running below capacity. The centres run by the Anglican Welfare Council have a population of 52 against a capacity of 70. The Pertapis Centre has a population of 38 against a capacity of 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government does not see a need to duplicate the good work done by these welfare organisations.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
