{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1994-01-14\"> \n  <meta name=\"Start_Col\" content=\"107\"> \n  <meta name=\"End_Col\" content=\"180\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-01-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 14th January, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (NS) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chua Teck Chew, Robert - on 14th January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck - from 17th to 18th January and from 27th to 28th January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong - from 21st to 29th January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh - from 23rd to 30th January, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF HIS EXCELLENCY MR REN JIANXIN,</b>\n  </div> \n  <div align=\"center\">\n   <b>PRESIDENT OF THE SUPREME PEOPLE'S COURT OF THE</b>\n  </div> \n  <div align=\"center\">\n   <b>PEOPLE'S REPUBLIC OF CHINA, AND HIS DELEGATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome His Excellency Mr Ren Jianxin, President of the Supreme People's Court of the People's Republic of China, and his delegation, who are present in our gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Debate on the Address)</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [13th January, 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\".' - [Mr Loh Meng See]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, one major factor for Singapore's success is our ability to learn from the experience and expertise of other nations. We formulated our policies by combining the good points that we have learned and avoiding the pitfalls that we have seen. Today, we have evolved a uniquely Singaporean system which others are now learning from us, because of our success. Our system is one which emphasises competition based on market principles to maximise results but maintains a strong sense of cohesion and fairness. This balance between competition and cohesion is the basis for a dynamic, just and progressive society. It underpins the principles, policies and methods in all our Government functions, be it education, health care, workers' welfare, housing or transportation. It seems to me that this is perhaps the only model that will prevent wealthy nations from declining which we have seen it happened too often in history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if Singaporeans want to have more of the good things in life, they will have to compete to get them. This is the only way. But as competition becomes more intense, and as differences of achievements become more stark, greater efforts will be needed to maintain cohesion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cohesion which we have developed among our people over the last 30 years has also enabled us to compete better against other nations. In our country, the Government works with the people. In our companies, the management works with the unions and the workers, and among the people, different races work in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> harmony. All these may not be true in other countries. So we need to maintain this advantage. The question is: how? Maintaining cohesion requires the effort of everyone -the Government, the employers, and the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has done well to provide equal opportunities for every citizen to learn, to compete and to succeed in life, and a safety net to those who need it. It has also started an asset enhancement programme for Singaporeans. However, the Government could do more to strengthen its bond with the people. This can be done through paying more attention to the feelings of Singaporeans when implementing policies. While it is true that Government has always considered a wide range of reasons before deciding on a policy, it must remember that the ordinary citizen does not have the same perspective and he usually looks at it narrowly from his point of view. There must therefore be proper explanations, consultations and discussions to see whether any genuine problems, however small, can be resolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A case in point is the recent changes in medical benefits and salary revisions for public sector employees. Up to today, there are still some unresolved issues. For example, if we accept that those who opt for the Co-payment on Ward Charges Scheme should forgo their salary revision this round, why should they be denied future revisions? There is also the unresolved issue of whether there should be a minimum increase of salary in dollar terms. How can the offer be attractive to some officers if it works out to be just $20-$30 a month? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Comprehensive Co-payment Scheme, while it is true that MediShield can help look after the co-payment when one incurs a substantial hospital bill, very few people understand fully how it works. Some workers have enquired at the CPF, but their apprehensions have not been removed because of the complexity of the scheme involving limits to daily charges and operation charges, etc. The Government should come out with the improved \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> MediShield as quickly as possible and as simple as possible, and explain what a patient can expect from his bill with the intended lowering of deductibles and limits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for employers, I believe that they must also do likewise. There should always be consultations and discussions before any policy of the company is implemented because workers do not usually see it from the management's point of view. As for the people, they need to be more objective in their criticism of Government policies. I have held discussions with many of my friends, many of whom are professionals and highly intellectual people, but I can observe that they do not see things as widely as they should. They look at it usually from a narrow angle and sometimes their views are coloured by their own personal interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the case of COEs (Certificates of Entitlement), for instance. Today, many still argue that since we have COEs, we can take away all the other taxes in the form of ARF, road tax, and so on. They think that because we have COEs to control the number of vehicles, it alone should therefore work. But they fail to understand that if you do that, then all the savings that you can have from other taxes like ARF will be transferred to the prices of COEs. In the end, who is going to suffer? The people who buy smaller cars are going to suffer. Why? Because at the moment the ARF works against those who buy huge cars. When a person does not have to pay his ARF any more, and assuming he is buying a big car, the amount that he saves would naturally be transferred to his bidding in order to ensure that he gets a COE. But there is no guarantee that he will get a COE. If he does not get a COE, of course, in the last resort, he will downgrade to a lower category. When that happens, the people who are bidding in the slower category will lose out. In the end, you will find that you have a situation where the COE prices could become unmanageable and those who intend to renew their COEs after 10 years would find it too expensive to do so. By spreading these taxes across-the-board on a number of measures, it is obvious that the situation is more manageable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am just giving examples to show that Singaporeans must also take note of their biases and that they should try to find out more for themselves the reasons why a particular policy is implemented. I believe that cohesion is the key for us to continue to have intense competition and progress economically. But unless and until all three parties - the Government, the employers and the people of Singapore - realise their roles and understand that they should not always insist on their views, we will not be able to continue with our objective of generating wealth through competition in a sustained manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of the Minimum Sum Scheme, I support the scheme because I can see the problem coming. There are many people who now retire without enough cash and it is very difficult for them to sell away their house. Even if they do so, I have seen many cases where their cash quickly disappears because of demands from family members, relatives, friends and so on. We need to have the Minimum Sum Scheme in place and we also need to ensure that there is enough cash when the people retire so that they could continue to enjoy a decent living. But we need to be careful on how we implement the scheme. At the moment, we have a Special Account in our CPF and we can use this Special Account to form part of the cash requirement in the Minimum Sum Scheme. But we should not force people to cough up cash to top up to the amount that we think is necessary because, if we do so, there will be people who will find it difficult to meet the requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these remarks, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Mr Speaker, Sir, thank you very much for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the most significant event which has direct impact on the Singapore economy in 1993 is the successful conclusion of the Uruguay round of GATT. The last-minute packaging of the Uruguay round in time for the fast track approval by the US Congress has given Singapore some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> breathing spell in its ability to compete in a free and fair trading world. In fact, Sir, ironically, the impetus to the conclusion of GATT came not from a belief in free trade per se but from a growing fear of regionalism, tribalism and the formation of trading blocs. GATT was concluded in the shadow of NAFTA and the US threat of retreating from Europe into the embrace of APEC. In other words, the world is at once becoming more global because of GATT, and more local because of all the regional groupings. Singapore must therefore operate within this new world order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President is right to urge Singaporeans to work overseas, to venture abroad, to be more internationalist, because obviously that is where the markets are. But at the same time, the President has exhorted us to be more Singaporean to face the world as one people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What did the President's Address touch on? He touched on many issues. But to me, the basic message is that the world has changed. So some policies must keep pace with these changes like, for example, we are all living longer, and the demographic pattern is changing. So I think it makes sense to secure our retirement by keeping more money in the CPF. We should all support the proposed revision to the CPF Minimum Sum Scheme. I think some of this should be in cash because when we retire we may have our HDB flats, but we cannot eat our assets even though we may enjoy in their comfort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, change is frightening. It will always be resisted. That is why we must reaffirm our commitment to the tripartite arrangement between all three parties - the Government, the management and the union. We must work together to explain the need to change and cushion some of the harsher impact of some of the new policies to come. For example, some policies that are good are not very clearly explained. Dr John Chen, my colleague, has already pointed out some of these policies. It does no harm for me to repeat in a different manner what he has just said. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new health care policy to be put in place is a welcome one. But some schemes, like the co-payment scheme, the MediShield scheme, are not very clearly explained to the ordinary man-in-the-street. I was just told this morning that one civil servant went to the CPF Board to collect some MediShield forms. The counter staff told this civil servant that there was no need to apply. Why? He was told MediShield does not apply to civil servants. This is wrong because MediShield is a safety net for all of us who have not opted out. I think such simple policies which we all need to know in very clear simple terms are not made explicit to some of the counter staff, some of the civil servants. The task of explaining the new impact of new policies should be the task of Government, employers as well as the unions. I think I need to repeat this point because in the last few months many new policies have come on stream. Some are very difficult and complicated policies that cannot be made too simple, yet we must try to make them simpler. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President has told us that some things have changed. So we must respond quickly. But the President is also telling us that some things should not change and must not change, things like family values, using the free market to drive the economy or tempering the system with a compassionate hand and avoiding the welfare trap that has impoverished once proud and rich nations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the apparent collapse of the Russian free market system has renewed protectionist voices to stop the free market from rolling on. But in fact, on closer analysis, the biggest mistake Gorbachev has made was to liberalise prices before breaking up the monopolies of cartels which had dominated the Soviet economy. But at that time, of course, Gorbachev's hands were tied because he needed to fill the shelves with goods very quickly. But critics of the free market should look to China to see the success of the system there. They cannot be so dense to ignore how much happiness, how much joy, how much prosperity, the free market has brought to the Chinese. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the free market is the final arbiter of who earns high income, who earns low income. The market is not the best judge, but in an imperfect world like ours, the market offers the least imperfect solution. Sir, we should never envy the rich remisiers or the rich estate agents because they earn more money than some of us. Everybody likes to talk about them these days because we have just experienced the crest of a property and stock market wave, notwithstanding the fact that in the last few days it has gone down. But when the market crashes, who cares about these remisiers and property agents. We should never be so arrogant to assume that street-smart people have low IQs. Indeed, I have a university colleague, a Ph.D in Electrical Engineering or in Mathematics - I cannot remember - who resigned from his job as a lecturer to become an ordinary real estate broker. I do not know about his IQ, but if you equate degrees with IQ, I think his IQ cannot be so low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President's call to reaffirm our future in a free market is correct. It is an unbiased system, not the fairest, but the best available so far. It is therefore refreshing to hear the President play new music and sing familiar old songs. It is this constant fine-tuning of old policies and steadfast adherence to the basics that will secure our future in the 21st century. Sir, we should never need to go back to the basics, something which John Major is urging the British to do so, because we should never leave the basics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for all the things the President has said, to my mind, the most important message is the one embedded in the last paragraph. If I may quote from the Address, the President said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"So long as we are prepared to learn and to work our best, we can continue to be ahead. But we need the cohesion and determination to excel. Then we will thrive and prosper.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the key word in this paragraph is \"cohesion\". How do we tackle the issue of cohesiveness? Indeed, what is cohesiveness and whether it is at all necessary. Dr Wang Kai Yuen is concerned that with the growing income gap there will be less cohesion, all things being equal among Singaporeans. Over the last 10 years, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> income gap in Singapore has naturally narrowed, but in the future there is indeed a danger that the gap will widen. But this is not because the Government is skewing the salary structure to reward the rich. The real reason why income gap will grow in the future is because the world is becoming more global, more porous and, sooner or later, borderless. The mercantilist days where labour was only mobile within national boundaries are over. So are the unskilled who will have to compete with the unskilled in China, in India and in Mexico, to manufacture the same product. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also naive to assume that a lesser income gap will make a nation more cohesive. If it were so, the experience in China and elsewhere is instructive. With a porous world economy, a widening income gap is, as I have said, inevitable. Robert Reich devoted a major portion of his book, The Work of Nations, to explaining why nobody can stop this phenomenon. The alternative is, of course, equality of income where everybody is equally poor. Mr Speaker, Sir, Mr Robert Reich is a Democrat whose whole life has been devoted to narrowing the income gap. He has told the Americans in no uncertain terms that the income gap will widen and he cannot stop it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before China opened up her closed economy, there was equality of income. Everybody was equally poor, but were they happy? I do not think so. Now, in China, the income gap has really widened. The rich and the poor are quite obvious. I can tell you, Sir, that not all are happy. I think most are happier. In fact, Jiang Zemin, at the 14th National Congress, told the Chinese that they must widen the income gap so that everybody will become more prosperous. So the challenge is really to accept this inevitable outcome and build social cohesion around the growing income gap. One way is to structure policies and programmes so that everybody, including the lower income group, is better off with the new policies than with the old policies. We would have succeeded, Sir, so long as our poor is richer than the rich elsewhere. I think that is the key - so long as our poor is richer than the rich elsewhere. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Japanese have shown us what cohesiveness is and what it can do for the society. Japan always has income inequality. The rich eat gold-plated leaves, the poor sleep in the subways. Sir, you and I do not see the destitutes in Japan so easily because they move into the subways after the last train has rolled off and they clear up quickly before the first train rolls in. It is wrong to conclude that cohesion in Japan is weak in spite of this income gap. The Japanese are a cohesive lot and with it they have leap-frogged from a poor, underdeveloped country into the ranks of the G7 - the club for the richest in the world. But luckily for the Japanese, cohesiveness comes easy because Japan is a very homogenous society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I learn recently that new Japanese expatriates in America were astounded by the fact that Americans greeted each other on the streets, even among strangers, \"Good morning, Sir\", \"Good afternoon\" and \"Good day\". Sir, the need to appear polite and reassuring, I am told, is not of paramount importance in Japan. Why? Because apparently in Japan they are so homogenous that they know their feelings every morning, every afternoon, every evening. I think this must be an exaggeration. But it says something about the Japanese culture and their cohesiveness. If nothing else, they think they are alike. That is important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, Sir, Singapore is not a homogenous society and it will never be. We are a land of immigrants consisting of Chinese, Malays, Indians and others. Instead of this inherent natural cohesiveness, the possibilities of friction and conflict are enormous. Even within the same ethnic groups, many of us have different loyalties. Sir, Japan did not become a developed nation because of the plurality of individualism and a diversity of opinions, and neither will Singapore. But can Singapore follow Japan's footstep to become the second country to leap-frog from the ranks of the very poor into the ranks of the very rich? I think we are very close to there, but we are not quite there yet. I think we are 10 to 15 years behind the very rich. In order to reach that position, the club of the very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> rich, the G7, or the G8 eventually, we need a goal, we need a mission, we need a purpose, we need an objective, to work as a team. But right now, what is that mission? We have \"Vision 1999\", and we have several other missions. We have this national ideology being toyed around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Sir, our mission must be to fulfil our forefathers' dream of making it big in Singapore. When our forefathers came to Singapore from afar and braved the unknown seas, they came with visions of hope, they came with dreams of finding that pot of gold at the end of the rainbow. We are almost there, we are very close to it, but we are not quite there yet. We can do it all together if we heed the President's call for more cohesion. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Mr Speaker, Sir, I wish to speak in support of the motion of thanks for the President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President's Address has correctly identified one of the most glaring problems in our society, that of the ageing population. Closely tied to this is the problem of health care for the aged. It is reassuring to hear that the Government is looking into this problem now, although it is a problem more of the longer term. The President's Address mentioned that it will raise the Minimum Sum in the CPF gradually and will decide in the next few months which is the best way to do so. I think there is very little choice in this matter. People's life expectancy is longer these days and good public health has lengthened the people's life span. $36,000 may be able to buy an annuity for about $300 per month for perhaps 15 years, depending on the interest rate. However, that is very unlikely to provide a very decent livelihood at today's cost of living. Hence the amount for such a livelihood provision has to be higher. Whilst we can sort out the arithmetic and decide on the increase in the Minimum Sum, the section of the people who will be affected by this would be those who are currently working. For the other section of the people who have already retired long ago and who have limited savings, it is a struggle to make ends meet. Many of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> them, especially in the lower income bracket, cannot rely too much on their children to support them fully because their children also have families of their own, and these children also need to be provided at today's cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my first speech in Parliament in January 1989 I had addressed this issue. I had also urged the Government to adopt policies which can allow our elderly to achieve more financial security and flexibility. At that time I had urged the Government to examine a reverse mortgage scheme for the elderly who own HDB flats. Two of my colleagues had also made the same point yesterday. Under this scheme, an elderly couple who own a HDB flat can reverse mortgage the flat for a stream of income payments by the HDB or a properly constituted re-financing body for a term period. In this way, the couple can still remain in their flat but at the end of the term period they would no more own their flat. In the meantime, they receive a stream of income for their livelihood. Then at the end of this term period, they can rent the flat from the HDB possibly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this proposal was first made in the Howe Yoon Chong Report. I think there are many good suggestions in the Howe Yoon Chong Report on the Aged which we should study deeply for implementation. Unfortunately, it was torpedoed prematurely, and we all know the history of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge once again the Government to examine this policy. Many aged Singaporeans in HDB flats own only one asset - their flat. Some viable way can be found to liquidate this saving. This reverse mortgage proposal is much better than asking them to sell off their flats and move into rented ones. Over time, through this reverse mortgage instrument, the HDB can acquire back the flats for redevelopment or for rental. And the cycle of life savings for many Singaporeans can then be better deployed for their needs and the needs of society. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Mr Speaker, Sir, I rise in support of the motion in the name of Mr Loh Meng See. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should be proud to be Singaporeans. The unrivalled success of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> tiny island nation has assured us a place in history. We can list all the advances we have made in our economic and material progress and these indicators continue to impress the rest of the world. The sceptics have been converted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Address said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Our short term issues are well in hand. My Government's focus is therefore on long term policies to position ourselves for the next stage of nation building.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore time for us again to look at ourselves and examine our ethos and our values and our responsibilities towards some long term trends in our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, our supreme goal cannot just be the quantity of money we have, our GDP and our rate of economic growth. What should matter as well is the quality of our life and the morale of our society. We will have to address these long term concerns if we are to continue as a successful and cohesive society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we do not, crass materialism will take over resulting in the breakdown of our values of motivation, self-regulation and self-awareness. In the quest for material gains, there is the tendency to believe that nothing succeeds like excess. Lavish dinners, flashy new cars, expensive club memberships, branded goods and excessive consumerism cannot sustain for long the spirit of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, at this stage, we and our youth seem to be vigorously aspiring only towards these material goals. Most of us try to achieve these with hard work. Others have already begun the downhill slide where the end justifies the means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you the sorry example of some young women whose material cravings have persuaded them to offer sex for sale in order to sustain a high spending life. This was reported in our media. We also hear of some other young people who have been devoting their energy and time to making money single-mindedly at the stock market at the expense of their study and even work. Community and public service is the last thing on their mind. Who are the role \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> models for these young men and women? People whose worth is measured in dollars and practically nothing else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Economic success is of course of paramount importance to Singapore and has brought about considerable economic security, happiness and social development but the danger now, Mr Speaker, is to see most things in terms of only dollars and cents - we know the price of most things and the value of very few. The ethos of this world view was captured well by a Straits Times journalist under the caption: \"No Money No Talk\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Well, we have to talk about this aspect of our lives now. We have to put the economic imperatives at the upper end of our scale of priorities but not as the raison d'etre of our lives. If we do so, then after the initial euphoria of monetary rewards, there will be a backlash. Remuneration alone cannot continue to motivate people and money cannot buy happiness. After a certain period, money can, if misapplied, kill a worker's desire to do his or her best. According to the work of dozens of social scientists, when we do something only for monetary reward, we tend to become less interested in what we are doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides our growing obsession with material success, there are other long term concerns that will affect the future of our nation and, Mr Speaker, I am going to address them under three headings: active citizenship, family values and old age security. \n  <br>\n  <br>\n  <i>Active citizenship</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has expressed his concern over the reluctance of people to take up positions in the political arena. This is a serious worry. How do we overcome this? How do we get our young people to understand how our social and political system works and imbue in them the motivation and capacity to participate meaningfully and constructively in public affairs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, among the young people there seems to be a combination of ignorance, apathy, and some cynicism about political participation and public service. This retreat from public service, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> Mr Speaker, is opening the way for a victory of self-centredness over a sense of community responsibility. An editorial in the Straits Times noted that \"the brainy ones and the super achievers of today's generation, those the PAP wants in, feel no compulsion to enter public service.\" One can also detect the despair which a chairman of a Residents' Committee felt when he talked to the press on motivating young people for community affairs: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I do not know how I can reach out to this group of people. Most do not even respond to our request for feedback.' \n  <br>\n  <br>This may be because for the majority of young people, ignorance has led to apathy. After that, powerlessness sets in as young people feel that their views and needs are not being taken into account and they feel that there is nothing they can do about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One area of change will have to be our education policies which appear to stress narrow labour market requirements and underestimate the importance of a capacity for critical analysis of social and political issues. We are therefore ending up with a technologically trained but politically illiterate young citizenry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President voiced his concern when he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Only the people can make sure that the government pursues prudent and responsible policies, by electing honest and competent Members of Parliament to form a good and clean government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way of encouraging active citizenship is by the strengthening of civil society. Some progress has been made - we have the full implementation of the NMP scheme, the registration of private think tanks and citizen groups and public debate in the media. We need to encourage more community-based organisations interested in social issues. We also have to carry out some surveys to assess the degree of understanding of Singapore's political process among young people in the community and take appropriate action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the level of secondary schools and junior colleges, we need to re-examine our civic and parliamentary education \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> courses. In these courses, we should not be force-feeding students with facts but with the skills and understanding necessary for effective participation in society. I propose, Mr Speaker, that we have a \"Youth Parliament\" which could involve about 70 to 80 delegates from the junior colleges. These delegates could select party leaders, conduct party room meetings and debate Bills in this Chamber over two to three days. This event would give participants a valuable insight into parliamentary procedures and a further opportunity for young people to air their views on issues that they felt were vital and important to them. Subjects covered in the Bills could include motor vehicle licence age, ethnic integration, paternity leave, anti-smoking laws, compulsory community service for students, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Youth Parliament would promote involvement in the community and a heightening of awareness about people and their concerns. It would promote rational debate and a tolerance of other people's opinions. Most importantly, it would be an invaluable educational experience for young people who will one day have to elect honest and competent Members of Parliament. \n  <br>\n  <br>\n  <i>Family values</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we have talked endlessly about the importance of family and how it forms the basic building block of society. We have also talked about what we do not want in families, that is, divorce and single parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have raised often the spectre of single mothers and the deleterious effects on society, eg, crime, unsocial behaviour, state dependency and the creation of an underclass. I think we should look at this problem of single parents more insightfully and analytically. The term \"single parenthood\" covers a variety of social situations - from the unmarried young mother to the middle class divorcee and the middle-aged widow. All these single parents cannot be tarnished with the same brush. It is the illegitimacy rate and the children born out of wedlock that give rise to the attendant culture of welfare dependency, crime and social despair. Many children in single parent families, for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> example, children brought up by widows often do better than those in two-parent families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have to ensure that children are not born out of wedlock. Fortunately, it is highly unlikely that we will go the way of some western countries with soaring illegitimacy rates because of the following reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Social stigma. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Lack of welfare for these children and mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Non-qualification and therefore non-availability of HDB flats for women with illegitimate children. So where will these single parent families live? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Availability of abortion unlike some other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us, therefore, not get agitated with this phenomenon of single mothers with illegitimate children and worry that this will mushroom in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we will continue to have some single mothers with children, caused either by the death of the spouse or by divorce, even if we institute measures to mend marriages and not to end marriages. In most divorce cases, the mothers want custody of the children because women tend to be more family-oriented. In these cases, the family composition has changed but it is still a family. Some of these families (about 4,000 in number) live below the minimum household expenditure, that is, a family of four living in a 1-room flat with a disposable income of $510. These families deserve a hand to help them to become self-reliant. Such subsidies should not be considered as hand-outs. These well-deserved subsidies could consist of: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) low cost childcare to enable the mothers to work; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) help in buying small HDB flats; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) arranging schemes for work to be done at home by these mothers who may be looking after the children and the aged at the same time; and, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) the Small Families Improvement Scheme should be extended to some deserving families where the fathers have deserted the family. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us look at another aspect of family values. In 1989, a survey of 2,115 Singaporean men by the Ministry of Health, the National University of Singapore and the World Health Organisation showed that one in 10 men had engaged in casual sex during the previous 12 months, mostly with prostitutes. Many of the men visiting prostitutes had unprotected sex. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's Budget debate, Mrs Yu-Foo Yee Shoon brought up the issue of men venturing abroad for business and also having casual sex and even starting second families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these concerns need to be addressed as they have deleterious effects on the family. We should not just sweep them under the carpet and pretend that these problems do not exist. We need a coherent and consistent family policy which strengthens families and goes beyond maintaining the status quo. The President also mentioned demographic changes that have serious social and economic implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we will not be able to solve the problems of fewer marriages and low birth rates until and unless we accept and promote a new understanding of marriage as a more equal relationship. Some of the social research shows that the long-lasting marriages that are really happy and satisfying are the egalitarian ones, where both husband and wife share in the major decisions. The family is changing and it is important to allow for growth for every member of the family. Let us not build a family system which depends on the subordination of women. These families will not be strong and self-reliant and our daughters will reject marriage if that is the model forced upon them. Our daughters want marriages with interdependence between the husband and wife for mutual benefit of the family. Let us consult our daughters for their views on marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A survey was done in Singapore in 1990. 90% of a representative sample of 1,464 women with secondary or higher education stated that the most desirable life situation for them was to be wives and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> mothers. For a modern society like Singapore, the result of this survey is a good indication that family values still prevail and, therefore, let us not make it difficult for these young women to enter marriage by insisting that the most desirable life situation for them is a subordinate role in that marriage. That is one reason why women who want to marry decide not to marry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Questions asked about married life should not centre on whose responsibility it is to take care of the children or old parents, or whose entitlement it is to be given medical benefits for the children but, rather, on what are the needs of the children and the aged, and how a couple can best meet these needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other vital area for strengthening the family and its values is the integration of work and family responsibilities. According to Japan's Youth Crime Department, fathers who spend long hours at work and who are regularly absent at dinner tables create problems for the family. Men then have to re-evaluate their position at work and at home. They must consider coming to the centre stage and seriously taking their roles as fathers and husbands. Simply designating them as \"heads of households\" is not going to change family values for the better. That is wishful thinking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's Budget debate, I made an appeal to the Prime Minister to initiate and institute a national strategy for the integration of work and family responsibilities. If we want strong and good family life to go hand in hand with our spectacular economic growth, then I request the Prime Minister to reconsider the appeal this year which happens to be the International Year of the Family. \n  <br>\n  <br>\n  <i>Old Age Security</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, I shall speak on old age security. According to the CPF Board, members retiring at 60 who have contributed continuously for their full working lives (which is about 35 years) at the rate of 40% of net wage can expect a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> retirement income of 20% to 40% of the last take-home pay, a property commensurate with their income level and health care under the Medisave scheme. This augurs well for the young generation and, therefore, we will not have to worry in the future for the young people who are in the labour force today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for those of us who were over 20 in 1975 (and I am one of them), we will not be able to meet even the modest levels of retirement benefits estimated by the CPF Board. This is because before 1975, the CPF rate on net wage basis was below 40%. It has been estimated that in the year 2015, those over 20 in 1975 will constitute 0.6 million people which will add up to about 20% of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, there is a gender difference in CPF balances. For women below 45 years of age in 1989, average balances were closer to that of their male counterparts. After the age of 45 onwards, males have nearly twice the CPF balance as compared to the women. For the present cohort of women aged 55 and over, they may face financial difficulties in old age, given the average low CPF balances they and their spouses have. This situation will become accentuated with time as women are expected to outlive their spouses by at least five to eight years on the average. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to one estimate, Mr Speaker, in the year 2000, which is not too far away, 19% of men and 34% of women reaching 60 years of age will not have any CPF to depend on. A report by the Advisory Council on the Aged puts the figures much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the present time, according to one estimate, about 20% to 25% of the people in the labour force are not covered by the CPF scheme. A certain proportion of those not covered, that is, unpaid family workers, contract workers and some of the marginal hawkers are likely to be faced with inadequate resources to finance their old age. Thus, for the next 15 to 20 years, we will have an interim situation where old age security is not assured. This applies to the older men and women, the poor self-employed and home-based workers. We have to make provisions for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> this fairly serious social and economic situation. The recommendations that the Government should consider are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Compulsory gradual CPF contributions for all self-employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Encouragement of home-makers (most of whom are women) to start CPF accounts in their own names to which their working relatives can contribute. The Minister for Labour has promised that he is agreeable to making this scheme known widely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The setting up of a Senior Citizens' Endowment Fund from the budget surplus. In my opinion, it is even more necessary than the Edusave account for each student. The old people of Singapore have literally contributed their sweat and toil to make this country successful and we are reaping the fruits of this success. Acknowledgement of their unselfish efforts and a little dose of filial piety make it mandatory that we should do something tangible for their old age. Thus, I suggest that all those over 65 should have a Senior Citizens' Endowment Fund started for them with annual contributions from the budget surplus. In 1992, only 46% of CPF members who withdrew their CPF at age 55 years had set aside the full Minimum Sum and this indicates the gravity of the situation for the present group of senior citizens. Also with these statistics, that is, only 46% had the full Minimum Sum, raising the Minimum Sum at this stage is not going to have a great deal of practical relevance until more people have built up bigger CPF balances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, with the present trend of longevity, there will be a significant increase in the proportion of those who are frail aged. Generally, the onset of frailty can be considered at age 75 or over and thus we have to consider extending MediShield cover to the aged until the end of their lives and not have a cut-off point as at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in conclusion, we have achieved a great deal in the 30 years since independence but we cannot rest on our laurels. The road ahead is even more challenging and this needs our combined efforts and commitment using our hands, minds and, especially, our hearts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, thank you for allowing me to speak today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's economy has done well over the last 30 years. But there is no guarantee that Singapore's economy shall continue to grow as it has done before. The President in his Address has warned that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The international environment is becoming more competitive. Fast growth in the region means more opportunities but also formidable challenges. Countries with abundant land, low wages and hardworking, intelligent workers want to plug into the world economy.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, the challenge to Singapore shall be formidable, in particular, from China and then Vietnam. The people of China and Vietnam have great similarities in culture and believe in discipline, hard work and thrift to those in South Korea, Taiwan, Hong Kong and Singapore. Now that they have discarded their Communist system and embarked on the free market economy, there is no reason why they cannot catch up and even overtake those countries. Indeed, the challenge to Singapore shall be formidable and Singapore can rise to the occasion. But old tested methods, such as having a good infrastructure, stable government, attractive tax regime, are not enough. China and Vietnam's costs shall always be lower than that of Singapore. They have more abundant labour and land. Investors shall go to the places where they can make the most profit. In the future, Singapore may not be the favoured place to invest for foreign investors. They shall be looking towards China and Vietnam and other countries in the region. Singapore must ultimately fall back on its people to meet the challenge and earn the income for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Singapore must produce abundant intelligent risk takers, entrepreneurs and leaders in industry and business. I have contended in the past that under our present authoritarian style political system, it is difficult to produce the great numbers of intelligent risk takers, entrepreneurs and leaders in industry and business. Our society at the moment is too closed, too strict, too much fear and too much control. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government wants almost absolute control in every area of life in Singapore. The Government has made it a point that they must be seen to be the one who can take the initiative. The problem under the present system is that the Government wants almost absolute control in politics. It does not want the Opposition if it can help it. And if it can help it, it also does not want anyone to criticize its policies. The Government tells the people of Singapore: you can go on earning a living, a good living if you can, but do not interfere in politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is this kind of policy good for Singapore? I say, no. This kind of policy creates an environment which does not encourage growth of any kind of leaders, whether it be political, in the economy or otherwise. The Government should allow people to speak up, especially those in the universities. It is only when people feel that they are not restrained in their minds that they can be more creative and can take the initiative and become entrepreneurs. It is not possible to tell the people, on the one hand, to close their minds to issues on politics and be very productive, creative and show initiative in business. Our human minds are not built that way. Either you allow people to think freely, to be creative and show initiative or not at all. I hope the Government will consider opening up the society a little bit more, have more democracy and freedom. We do need such an environment to nurture more abundant business leaders and entrepreneurs. Ultimately, it shall be the people who are creative, innovative, risk takers, leaders in business and industry and adventurous who shall keep the Singapore economy going at high rates of growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under a more open society, I do not think that there shall be political instability. The people can be educated on the importance of nation building and to only elect good, honest men to be their political leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I applaud the Government for finally recognising that sports is an important activity in our national life and must be substantially supported. I refer to the $10 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> million grant given by the Government and private bodies towards the Sports Excellence Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Four years ago, when I was in the Sports Review Committee, I suggested that the Government contribute a sum of $4 million a year towards improving sports. But at that time, the Government was reluctant to support sports in a substantial way and that suggestion was not accepted. I am happy that there is a change of policy. With such good financial support, I hope athletes, the national associations, MINDEF, schools, parents and the public can pool together to produce more home-grown champions at the Asian Games and the Commonwealth Games upwards. The strategy must be to identify talent in our schools at a very early stage. Put some specialists and dedicated coach to nurture and train that talent to win a gold medal at the Asian or Commonwealth Games. Once that breakthrough is achieved and the psychological barrier is breached, other local athletes will quickly follow the example that has already been set. The important thing is to achieve that first breakthrough. Then subsequent tasks of winning at the Asian Games, Commonwealth Games or even the Olympics shall be more possible. I hope that day will come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's style has always been to tell the people of Singapore to do this or to do that. Recently, the Government encouraged Singaporeans to invest in the stock market. The NTUC has also taken an unprecedented step to get workers to take part in the very risky business of investing in the stock market. The stock markets of Singapore and Malaysia have over the last two days taken a sudden downturn. Since the Government is responsible for encouraging Singaporeans to go into the stock market, it not also has to bear some responsibility at this point of time, like the leaders across the Causeway, by telling the public that the fundamentals in the economy are sound and that there is no need to indulge in panic selling? The public announcement of Dr Mahathir has to some extent halted the downward slide of the stock market. The big investors and foreign syndicates do not need such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> announcement. They know exactly what they are doing. But many of the local small investors' savings may be wiped out by a sudden free fall of the stock market if it is left unchecked. I think if Singapore's economy and its fundamentals are perfectly sound, there is nothing wrong in the Government or one of its Ministers making such a public statement at this very crucial point of time when the stock market took a sudden tumble downwards. I should even say that the Government owes it to the hordes of small investors who have been encouraged by the Government to invest their savings in the stock market. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Mr Speaker, Sir, at the previous Opening of Parliament, I started my speech by reminding Mr Chiam See Tong about his duty as the unofficial Leader of the Opposition and the need to maintain his integrity as the Leader of the Opposition. I must admit that today he must have taken my heed and, in fact, he has spoken on some of the points which I would like to speak on. However, I have forgotten that today Mr Chiam is not the unofficial Leader of the Opposition, but Mr Ling is actually the unofficial Leader of the Opposition. Can I take this opportunity to again remind the unofficial Leader of the Opposition, Mr Ling, that he must take his elevation to the leadership role of the Opposition seriously and join in the debate. Otherwise Singaporeans will not be able to know his position or his views or his stand on the important issues facing Singapore and Government policies targeted at various long-term challenges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I rise in support of the motion standing in the name of Mr Loh Meng See. I would like to take this opportunity to thank our first elected President for his Speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The content of his Speech reflects his vision for future Singapore. As we set our pace to move towards the next stage of nation building, we must prepare ourselves for future uncertainties and greater challenges. In solving our domestic, social, education and economic problems, we must not lose sight of the larger problems and opportunities surrounding us. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> Asia-Pacific is said to be the next region with great economic potential. Singapore must position itself to capitalise on this potential by optimising our scarce resources to the fullest. If these scarce resources are not optimised to the fullest and diverted to solve only our short-term domestic problems, Singapore will face the consequence of losing its competitiveness vis-a-vis other regional countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, one of the greatest challenges that Singapore has to face is the problems of our greying population. Something has to be done now. If not, the burden will be shouldered by the future generation. The extension of retirement age will help ease the weight of manpower exiting the job market and the bringing in of foreign talent will help replenish the number that has left the job market. We must at least maintain, if not expand, the steady state of our manpower level in order to move forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal to urge Singaporeans to set aside enough for old age is a laudable one. Singaporeans must learn to ensure their own financial independence when they retire. An appropriate sum of money must be kept in the CPF for their old age. Though there is no strong disagreement from the younger generation to support the elder citizens, it should not be taken for granted. I have the privilege of sitting in the National Youth Council and I also have the privilege of meeting some of the young people. I would like to inform this House that the younger people today do not resent supporting the older people. But the question is how long should they shoulder this burden? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moving on to the health care system, civil servants are given three options - the MSO, the CCS and the CPW. In view of the differential pay rise which is given to the various divisions in Government service, I would like to propose that various levels in the civil service be given various options. For those in the Superscale and above, they should only take MSO, while those in Division I should only be given the option of MSO or the CCS, while those in Division II and below should be given the option of the MSO, CCS or the CPW. The reason is that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> differential pay rise for those in the Superscale is relatively higher in terms of absolute number as compared to those in Division II and below. So I would suggest that those in Division I and above set the example by either opting for the MSO or CCS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second thing which I would like to point out is that I remember vaguely in the CRC Report that one of the proposals made was that the various Ministries or Government bodies should coordinate future increase of fees. But I am sad to say that such a proposal has not been carried out by the various Ministries because recently, before the introduction of GST, there seems to be a common behaviour among the Ministries to increase fees, namely, TV licence by SBC, and to a certain extent, I was told by some of my constituents that the price for a cup of coffee has been increased by 10 cents. Although this has got nothing to do with the Ministries, the shopowners have blamed that it is because of the increase on various fees by the Government that has impelled them to increase the price of a cup of coffee by 10 cents. So I hope something can be done to ensure the CRC proposal is carried out and that there is proper coordination among the Ministries and Government bodies on future increases of fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point which I would like to bring up is on the training of older workers and women who had previously stopped working to have children. I would like to inform the House that the Skills Development Fund is depleting and replenishing must be carried out soon to cater to the bigger training needs of workers. If nothing is done now, the Fund would be used up within less than five years and it would not be enough to cater to the needs of our workers. I would like to suggest that the contribution to the SDF Scheme be raised from $750 to $1,000 so that more can be contributed to our SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Mr Speaker, Sir, I join my colleagues in expressing my thanks to the President for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament. It is of historical significance that it is the first speech made by a President elected by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Innumerable policies spanning a wide range of subjects and issues have been evolved and implemented in the past 29 years since the People's Action Party Government assumed power in 1965. In each Presidential Address, the respective Cabinet had presented policies and proposals for consideration of Parliament. Invariably, they have been successfully implemented. As a result of the targets achieved, Singapore has been able to record consistent economic growth which has led to sustained improvement in the standard of living of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we were to examine the evolution of these policies and measures over the years, we could discern changes in the types of policies as well as the style of presentation to the people. More important, we would be able to see how Singaporeans reacted to the changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the late 60s and 70s, many of the policies were of the \"bread and butter\" types. We were striving to provide the basic necessities in housing, education and health. We also spent considerable efforts to build up our defence capability in the midst of regional uncertainty and instability. To finance all these massive spending programmes, we pushed relentlessly for high economic growth, paying special attention to maintaining political stability and industrial peace and harmony. We were able to achieve most of our goals mainly because we had no other alternatives. It was a \"do or die\" situation. The Government of the day was able to carry the people through by explaining the imperatives. When our people's stomachs are not full, they are less inclined to argue the merits of measures as long as they were satisfied that all would come good in the end. The Government was also able to convince the people by its track record that it meant what it said. The results speak for themselves. Singapore stands out in the region as a place that good things can happen and difficult problems can be solved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we enter the 90s, the journey towards sustained growth has become more arduous. Increasingly, policies are becoming more complicated. Trade-offs have become more frequent. We have to pay a price for whatever we want to do. Worse, the price is becoming heavier. Take the example of regionalisation. We had spent the better part of the last two decades promoting investments at home and operate overseas businesses from our home base in Singapore. However, there comes a point of saturation and we are all being forced to venture abroad to find out not only markets but also employment opportunities. Regionalisation does not only mean that we move out of Singapore. It means that we have to work outside of Singapore to create an external wing. It requires a change of life styles and habits that we are not used to in the past. This attitudinal change is difficult to achieve, given the relative good times that we had in the past in Singapore. The increasing risks of working abroad also mean that failure rates will be high and Singaporeans are not used to accepting failures. They in fact frown on them. Those of us who work in companies with a stringent board of directors will attest to this fact. As a result, less people are willing to venture out. But go out we must, if we are to survive in this competitive world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another manifestation of the increasing complexity of policy is our car ownership restraint measures. We all agree that there is a limit to which we can allow the car population to grow. We do not want to wind up like Bangkok. Hence, we have high car taxes and exorbitant COEs. Despite the vast sums of money spent on roads, and the investment in MRT and the Electronic Road Pricing Programme, we are likely to see traffic congestion for a long time to come. What is the answer? Cheaper cars and more congestion or more expensive cars and smoother traffic. We can only choose one option and in each option, there is a heavy price to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third example is health costs. Our population is ageing. Look around the Chamber and you will find that many of the MPs are more than half-way through their lives. Some of us are more than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> three-quarters. We are going to get sick more often. Our illnesses will become more serious as our bodies experience more wear and tear. There is no limit to the level of health care that we can reach. The only constraint is our ability to pay. The problem is that this ability to pay varies among Singaporeans. Subsidies just mean that someone who is more well off pay for those who are not. There comes a time when everyone's pockets will be squeezed when Government has to increase taxes to finance these subsidies. Hence, the Government has said that those who can afford should as far as possible pay for their own medical care. For Singaporeans who are unfortunate enough not to be able to pay, the Government will look after them. Again, there is a substantial trade-off here. There can never be free medical care without someone else paying for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can go on citing more examples to illustrate how complex our problems have become and the increasing trade-offs that we have to accept in order to fulfil the long term objectives of our policies. If we look back to the 60s and 70s, the Government did not seem to have much difficulty in convincing the people that the tough policies were necessary. What was not obvious is that considerable ground work was done by the Ministers. Beginning with the Prime Minister, Ministers, down to the MPs, they explained the policies and carried the people along each step of the way. The job was not easy as the people's political awareness was not as keen as today. One advantage was that the people had faith in the Government's ability to go through with the policies for the benefit of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation today is vastly different. We are no longer in a \"life and death\" situation. In fact, we are doing rather well. Our people are becoming more discerning in their political outlook. Worse, many of them do not want to pay the price. They want to participate and do not want to blindly follow the Government. In other words, it is going to be a harder job to convince them of the need of increasingly complex policies for which they have to pay a price. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the recent past, several major policies have come to the fore. The proposed GST system, basic health care, COE and even Telecom share flotation have generated much heat, if not confusion. Despite the elaborate explanation in the mass media and seminars held to explain the policies, the people do not seem to be enlightened. I heard of one old man approaching a bank with a bag of money and he told the bank officer that he wanted to buy the A, B, C and D Telecom shares! Others took the opportunity to increase prices in multiples above the 3% GST which has yet to be implemented. Confusion and rumours are symptoms indicating that the people may not have understood fully the implications of the policies. They may also point to deficiencies of policy implementation. For example, the limited ALS, which is $2, or the whole day ALS, which is $3. Would it not have been easier to have a flat rate for the whole day, rather than wondering at what time we go into the CBD and how much we have got to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can conclude that more explanation is necessary. The question is how do we go about doing it. As Dr Henry Kissinger said at the recent forum, the American people have become a nation of viewers rather than readers. The mass media has turned decidedly to visual means via the television and the radio. I am afraid Singaporeans are going the same way. One can in fact say that Singaporeans do not read much these days. We would therefore have to reorientate our approach to the people through TV and radio, apart from going to the ground to meet them. The President of the United States has regular radio talk shows where he would even take questions from listeners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One interesting fact is that the Government Cabinet has also undergone a dramatic shift. In the present Cabinet, only two Ministers, the Prime Minister and the Senior Minister were appointed before 1980. By July this year, when Dr Yeo Ning Hong leaves the Cabinet, there will only be six Ministers appointed in the decade of the 1980s, and half of them were appointed after 1987. Four Ministers were appointed between 1991 and 1993, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> two Acting Ministers were appointed at the beginning of this year. I have full respect for all the young Ministers' ability to handle their Ministries without much difficulties. But they will have to work much harder than their predecessors who have more years behind them to explain to the people their Ministries' policies, convince them of the need and carry them through implementation. If, in the implementation of major policies, the Ministers can manage to minimise the confusion and the numerous interpretations these policies generate, then they would have succeeded to carry the people with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate this point, I could remember when I was working in the Economic Planning Unit in the Ministry of Finance in 1974, we had to prepare the first Annual Economic Survey to accompany the Budget Statement to be delivered by the late Minister for Finance. We came up with a 120-page document, very detailed in economic explanation, some will call them jargon, and sent it to the Prime Minister for approval. Back came the reply the next day, too long. The second draft went in at 80 pages. The Prime Minister sent the draft without looking at it. \"Too long,\" he said. The third draft was reduced to 60 pages. The Prime Minister sent the draft back and said, \"Give you one last chance to shape it up\", three days before the Budget Statement. He said we should write it so that even an \"A\" level student can understand it, because that is what the Survey is for. If the majority of the people do not understand what it is all about, the whole exercise would have been futile. The final survey went in. It was published and was reduced to 35 pages in simple layman's language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have never forgotten the Prime Minister's advice to this day. Our Ministers can take some lessons in this regard. The best of policies will fall by the wayside if the people do not see the need and therefore refuse to accept them as necessary and good for them and for the country. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.00 pm until 3.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC):</b> Mr Speaker, Sir, I rise to support the motion moved by Mr Loh Meng See thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Speech, the President pointed out that in economics our major thrust was to venture abroad and develop trade and investment links with neighbouring countries. He referred to the fact that we were familiar with both East and West, with the region as well as the developed countries. This is indeed a strength we should nurture for maximum advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, it is true that a number of Singaporeans are more conversant with the ideas and institutions of the West than our own cultural heritage. Their perception of Asian traditions may have been coloured by the Victorian, Euro-centric view that China and India were down-and-out civilisations, cowering in servitude to the ascendant West. When Confucianism was taught in the schools a few years ago, there were serious reservations about its relevance. Perhaps they saw Confucianism as a straitlaced and blinkered rejection of modernity instead of a means to reconcile tradition and change and, more importantly, as a source of strength which contributed to the dynamism and vitality of the economies of East Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of Singaporeans until recently had questioned the need to give learning of our mother tongues due emphasis. It was only after China opened up its economy that Singaporeans realised that vast opportunities existed in that country. For the businessmen and officials who have a solid foundation in Mandarin, they can better understand the nuances and subtle meanings of the words and phrases used by their counterparts in China. Even the best interpreter can only attempt a feeble translation of the expression into English. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst most young Singaporeans are able to speak some English and their mother tongue, our friends across the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> Causeway, the Malaysians, in some cases, are effectively trilingual - English, Malay and Mandarin. At present, some of our secondary pupils take German and French as a third language. I hope the Minister for Education will encourage our pupils to take up Malay or perhaps the regional languages like Vietnamese and Thai, or perhaps a higher level of Chinese language as well, for this will help Singapore as we expand trade and investment links in the region. A knowledge of the languages and cultures of these countries will be a tremendous advantage as we venture abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President stressed the need for Singapore to master new technologies and promote key industries in the manufacturing sector. As we develop as a knowledge and services centre, the productivity of our knowledge and services workers must be raised. In manufacturing, working smarter is one key to increased productivity. But in knowledge and services work, it is the key. The greatest productivity gains come from not only re-defining the tasks but also from eliminating unnecessary tasks. Call it what you will, scientific management, system engineering, business process re-engineering or office automation, working smarter has been behind the productivity explosion. Are our information and services workers spending too much time on unnecessary tasks? Can some of these be eliminated? Re-engineers start from the future and work backward, unconstrained by the existing methods and boundaries. The aim is to achieve major gains in cost, service or time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Marx predicted the inevitability of the proletariat revolution, it seemed reasonable to many people. What defeated the Marxist prognostication was the rising productivity of the working class with the use of better tools and technologies. The working class has become the middle class in income and status. Productivity gains per se are not the only benefits. The self-respect and pride of the workers will be raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whilst we criticise rightly the West for its flawed welfare policies, we should be mindful of the fact \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> that there is a great deal we can learn from certain aspects of western society. In Melbourne, for example, I understand that the garbage collector only comes by twice a week. Bottles are collected only once a week. But each household would carefully arrange its garbage bags neatly. Bottles would be collected and taken out once a week. They do not need hefty fines to keep their suburbs clean and tidy. Yet in Singapore it is sad to say that it is not uncommon to see old furniture and boxes left next to the lifts of HDB flats despite many reminders to residents to bring them to the ground floor for disposal. Littering still occurs. Road bullies have to be dealt with severely to protect innocent motorists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, although we have achieved remarkable economic growth in the last 30 years, we have some way to go before we can be considered a gracious people, a society of distinction. It is the social responsibility of all Singaporeans and not just the Ministry of Community Development to encourage good behaviour and civic-mindedness amongst all Singaporeans. \n  <br>3.08 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (Senior Minister, Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister, Prime Minister's Office (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, in the last three years the Prime Minister and his younger colleagues have found their stride. This Government has found its rhythm and is keeping up a steady pace of economic growth and social change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basic policies for health and education are in place. If we make adjustments of fees yearly following each NWC increase, we will avoid big increases every three or four years. However, people continually want better quality health and education services. This requires better qualified and so better paid health and education workers. Therefore people will have to pay more for the higher cost of better health and education services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other items are in place, like GST which is set for April 1994. It will not cause lower income families to pay more because of the offsets already worked out. Those in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> the upper income brackets will get their income tax reduced and Singapore's economy will be better placed to meet future challenges. Members will have noticed that even the People's Republic of China has decided on GST or VAT (value-added tax) at 17%. Governments the world over recognise that they need this most cost-effective system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our aging population with low birth rates will mean a slower growing economy in 15 to 20 years' time. We will not have enough young people to keep both the economy vibrant and to take care of the old. We have to begin solving this now by getting families who can afford it to have more than two children, and by selective immigration of people who can contribute to our economy, and by increasing also the CPF Minimum Sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The significant change that will take place in the next five to 10 years will be the wealth or the assets of individual Singaporeans. There are the Upgrading and Interim Upgrading Programmes for HDB blocks and these should be in full swing in two years. The Government's asset enhancement programme which the Prime Minister announced last August as our way forward, our road to competitiveness and high growth and fair shares, and not welfare, means that before April 1997, when this Parliament is to end, every Singaporean will have increased his assets through higher values of his homes, bigger POSB and CPF accounts, more shares purchased with his CPF, more share issues, PUB, PSA, SMRT, at special discounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, one nagging issue is the rising cost of COEs. If, as is likely, we achieve 6-8% growth per annum for the next three years, and incomes increase at the same rate, then by 1996, COEs at $60,000 would look quite reasonable. Three percent is the maximum increase at the moment we can have in any one year without jamming up the roads. Therefore the increase in the number of COEs is 3%; incomes up 8%, which means, as has been for the last two years, a three-fold increase in demand and a one-fold increase in supply. More and more persons who did not expect to own a car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> but with the increased incomes and rise in asset values, whether of HDB homes or CPF-bought shares, it means more and more people want to buy a car, and so prices of COEs must go up, because more people want to buy cars than there are COEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The position can be eased but it cannot be completely solved. We can improve the road traffic system and the traffic control; we can fine-tune the system like converting unused COEs for motorcycles into COEs for cars. We have just started the whole day Area Licensing Scheme (ALS) in the Central Business District and it has shown promise. We are studying the possibility of introducing the ALS to other congested areas like Jurong, and in three to four years we should start to install the electronic road pricing to relieve congestion along specific roads at peak hours. These measures taken together will make it possible to increase the number of COEs available, but the increase is unlikely to be enough to satisfy total demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One hallmark of a good government is its willingness to tackle problems which are over the horizon, before they become large and intractable, which is one reason why we are dealing with problems of the future. They could be postponed but at a price. But when it becomes impossible to avoid them, it also becomes impossible to solve them without grievous harm to the electorate and the Government. One important instrument of good government is the high standards it must have in the civil service. In an era of rapid growth, private sector wages inevitably move in tandem with the economy and Government wages inevitably have lagged behind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have chosen to speak on this debate because the history of many of these problems lies in the past and their solutions were initiated in the past. The Public Service Division has established private sector benchmarks for the pay of civil servants in each major service, eg, the professional services, the executive service, teachers and the clerical service. We will peg the pay of Permanent Secretaries to private sector benchmarks, for instance, Superscale `C' will receive 70% of the average income of the second man \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> in each of the six major groups of professionals, bankers, lawyers, engineers, accountants, MNC manufacturers and local manufacturers. The Prime Minister and his colleagues are studying the matter to decide the appropriate formula. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not a new development. For many years, the Government has moved away from deferred benefits, like pensions and non-money benefits, like housing, quarters, leave pay, and so on, in order to match the market. As early as 1972, I agreed with Hon Sui Sen, then the Finance Minister, that we had to replace pensions with CPF for Division III and IV officers. Otherwise, we could not match the market. And if we match the market, then the pension is completely not in proportion with the services being rendered. He also urged me to convert Division I and II officers into CPF. I disagreed. I did not want to upset a long established system of keeping public officers in the service for long periods of time until pensionable age is reached. But by 1985, some 13 years later, the trend was irresistible and I had to agree. I decided I was old-fashioned and he was facing realities of the market. Because he was in charge of Finance, he had to meet the establishment requirements and the recruitment just was not there. I decided the tide was not going to change for a very long time. The younger generation then already wanted the rewards of the private sector. They were not interested in pensions and health benefits 20-30 years into the future. But I decided it was necessary to continue pensions for core officers of key services, where it was critical to have continuity and expertise and where it is difficult to induct talent from the private sector in mid-career to make up for officers who leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This recent pay revision, together with the medical benefits revision, is another major step towards competitive market rates. It was a trend which I had to agree to in response to a different attitude, and expectations of that generation starting as early as 1972. I know many civil servants, including my daughter and my younger son who have put in some 16 and 18 years of service already, are not happy that their medical benefits are going to be altered, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> and that they now have to opt, either to stay on the old scale and medical benefits, or take the new pay scales and co-pay a larger share of their medical expenses than before. Everyone, and I, if I were a young man in the service, would want the new pay scales and old medical benefits. But whether the offer is fair or not will be tested by the market. If it is unfair and not competitive, recruitment will go down, resignations will go up and there is no escape for the Government. We either offer something competitive or talent drifts out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have decided that civil service salaries have to match market attitudes, which means immediate cash benefits, not deferred substantial service benefits in the future. Changes in Singapore's economy and the employment market compel us to adjust our policies. But to be competitive, the Government cannot freeze in perpetuity every single component of its benefits package. Morally, the civil servants can expect the standard of medical services prevailing at the time when they joined the service, that is, the kind of hospital, doctors, equipment available. The problem is that the Government cannot stay on these standards and not upgrade. Upgrading, however, requires adjustments, increased costs and, if we are to prevent wastage, co-payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the old civil service medical benefits were introduced at a time - this predates me and it goes back to British days - when civil service salaries were low and they did not have to compete with the market because the largest single employer in Singapore was the Government, and the Government set the pace. They paid low wages and they gave benefits in kind, eg, subsidised quarters, transport, medical services, and even home leave pay for expatriates back to either Britain or India. Senior officers were given servants, drivers and leave passage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we move towards market rates, we cannot move towards cash parity and also keep these benefits. They have to be trimmed. More important, benefits in kind, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> we know in this very cost-conscious age, lead to distortions and overuse. 16% of admissions to Class A beds in restructured and Government hospitals are by those with CSC cards, ie, civil servants and pensioners, and they are only 4% of that income group and they use 16% of the beds. In other words, because the payment has been arranged in this way, the user is four times that of the average population. It does not make sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The changes that the Government is proposing are not going to save the Government any money. What is different is that the money, instead of being paid to the hospitals, will be paid individually to each officer and he decides whether he wants to go into Class A or B1, or whether he needs to go to hospital at all for such a minor complaint. It is his cash benefit. This will avoid the buffet syndrome which everybody knows. This is what happens at restaurants when somebody has paid for, or believes he has earned it, and he can take whatever he likes, often wastefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government recognises that serving officers have certain expectations of the medical benefits they and their dependants will receive, especially after retirement. The change is, therefore, smaller for serving officers than for new recruits. Serving officers will continue to receive medical benefits in kind, but with a higher co-payment. New recruits will be completely on a new scheme. They will get an additional 1% of Medisave, out of which they can buy medical insurance (MediShield) if they wish, and which will cover them for catastrophic illnesses. And the Health Ministry is working out MediShield II which will ensure that, if you buy MediShield I and MediShield II, you will be as well covered as if the old medical benefits obtained. They must, of course, bear all their in-patient medical expenses either through MediShield or Medisave or the new MediShield II. The Government will co-pay part of their outpatient expenses (including visits to private GPs) but only up to a maximum of $350 per annum. The figures are not capricious, they are not arbitrary. It has been worked out on what the average person would spend and it is revenue-neutral. We neither spend more nor do we save more. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> We have just given what we have been paying to the hospitals, to the Government officers individually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Retired officers, in other words, pensioners are not affected by these changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To set an example, the President, the Prime Minister and Cabinet Ministers are being treated not like serving officers. They can, in all fairness, say that they are serving officers and therefore only newly-appointed Ministers will face this dilemma. They have moved themselves into the category of new recruits, therefore new scheme. They will no longer be entitled to any medical benefits, but will receive the additional 1% of Medisave, a maximum of $70 per month, like other new recruits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Division is satisfied that the salary revision coupled with the new medical benefits scheme leaves the vast majority of civil servants better off than before. But some serving officers believe that despite the salary revision, they are worse off with the new medical benefits than under the old terms. Therefore, although the Government is under no obligation to do so, PSD has agreed to allow civil servants the choice of staying on the old salary scheme plus the old medical benefits scheme. These civil servants will receive future salary revisions, like other officers, but they cannot expect the same increases as those who have converted to the new medical benefits scheme because they will receive more medical benefits than those on the new schemes. As I have said, the final test is the market. A wrong decision must mean resignations plus low recruitment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a younger generation of leaders has taken charge of the Government without any gears crashing. They are taking the PAP Government into its 35th year and as honest and effective as it was 20-30 years ago. This is no mean achievement. In Britain, after only 14 years of Conservative Government, the media and the opinion-makers are bored with the Conservatives, whose Ministers they dismiss as tired and worn out. I was listening to BBC at lunch time and they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> were quoting what the newspapers were saying about the latest rumpus, not only the sexual mores not living up to a return to basics, but the rigging, or the contrived selling of council houses in Westminster in order to make sure that the voters are Tory and that they will have Tory seats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is not only in the West that governments get tired and tainted. In Asia, once revolutionary governments, like those in China and Vietnam, are also bedevilled by corruption and nepotism. And these are men who led very tumultuous revolutions and are still alive and in charge. What is perplexing is that the first generation Communist revolutionaries, men whose dedication and sacrifice were never in doubt, are still alive and in charge, some of them have allowed their children to grow up undisciplined. They use their powerful connections for personal gains and, worse, are unable to keep the system from becoming tacky. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item of business under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEBATE ON PRESIDENT'S ADDRESS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> What can be the reason for this? I am not a sociologist. I suggest the era we are living through is one of rapid change where old, established values are being undermined and challenged. It is the most rapid change the world has ever seen. Because science and technology bring in its train a continuing revolution in lifestyles and they affect fundamental values in all societies, but more profoundly in those of the developed industrialised West because they are into it deeper than we are. In these societies, religion is losing its hold. People no longer believe in God or the Bible. Indeed, the Archbishop of Durham questions the wisdom of believing in virgin birth and he is an Archbishop. Science and technology have made \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> people question fundamental beliefs as to right and wrong. If there is no reward in heaven or punishment in hell for sins in this world, why not have a good time and get away with it? And that is the prevalent mood in the West. Churches have been converted into cinemas and discos. The priesthood is no longer an honoured or an honourable vocation. The Catholic church is unable to recruit enough new priests. And high-ranking Catholic priests in Ireland and in America have scandalised their communities by their immoral sexual behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some years ago, when I wanted the mission schools to take on a larger responsibility, I approached the various missions to see if they could not get the dedicated teachers that they had that gave these schools the sense of purpose and dedication. They could not find them. They could not expand even if the Government paid for all the expenses of a new school. A generation has disappeared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not so difficult to understand because we have tried to get new maids from China - the dedicated black and white amahs. They have also disappeared. You can get them but they are different and you may be better off with Filipinas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Long settled and developed societies like Britain, for instance, used to recruit some of their best minds to teach in universities like Oxford and Cambridge, not through high pay but through high status and a gracious way of life that goes with it. A rural setting of a university town, bicycles, high table wines, beautiful food. This is no longer so. Even existing top British academics are being head hunted by the Americans, lured away during summer vacations to test out American campuses with superior research facilities, research grants, homes and salaries. Even the judiciary in Britain, once accepted as the final accolade of a top QC, is now passed by. Top QCs do not want to be judges. They cannot afford it because the government in Britain, faced with slow growth and demanding unions, has been unable to implement successive recommendations to up salaries and each time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> they had to cut down, because they wanted to cut down at the bottom too. If you want to keep teachers and nurses' salaries down, you cannot up salaries of judges and Ministers. Because there are few judges and few Ministers and many nurses and teachers, it was the sensible thing to do. You have only a few disgruntled judges and the Ministers can leave anyway and write diaries, but then you cannot get new judges or you get them in the second and third rungs, because salaries have woefully been out of touch with current incomes of QCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the consumer society has taken over all industrial societies and most of the NIEs. And the values of this society are materialistic. You watch the television and see all the good things that you must have. It will make you happy. It will make you strong. It will make your eyes brighten up. Your breath will smell fresher. You will dream better. But you need a credit card, a golden one. How do you become entitled to a credit card? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Communist societies like China and Vietnam are going through the same transformation. They are in the earliest stages and you see it as you drive from the airport into the city. The billboards announce the arrival of the consumer society. They have not got those items yet - cameras, beautiful shirts, beautiful garments. As you drive in, you know it is on its way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consumerism has come to Singapore. We have never experienced such a tremendous speed of change - incomes, homes, transportation, recreation and leisure and our lifestyles have all changed dramatically. When I read in the newspaper that a group of fishmongers now go regularly to Korea to do skiing, I ask myself whether the quality of the fish is as good as when I was a young boy. Obviously, the fishmongers are better! We are better off in every way than we were 10 years ago and beyond comparison with 30 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last month, Dr Albert Winsemius returned to Singapore after a lapse of 10 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> years. He has been associated with us since 1960. He stayed for two weeks. At the end of his stay, I asked him what was the most profound change in Singapore. He paused and he said, \"They want more.\" This more than any change in the geography, productivity, education standards, they could not strike him so vividly as the constant refrain he got from the younger people he had met. They are disappointed that after five years they have not got a private house, a condo or a terrace house, that their car cannot be upgraded. And he told me he explained to them that he did not own a house until he had worked for 15 years. That was in Holland. I responded and said, \"But they are still prepared to work for the more that they want.\" And he sadly replied, \"Yes, that is no longer true in Europe.\" I am not sure whether the progression will lead us to that final stage where we would have arrived, where they want all these things and are not prepared to work for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mine was a different generation. We are almost like dinosaurs. There was no mass consumption society. People lived hard, frugal lives. To give a measure of the change, when I watch young kids with all the beautifully wrapped and packaged sweets and cookies in beautiful plastic bags, I think of the two cents of nasi lemak schoolboys, like me, had in school for lunch. Rice in banana leaf, and inside was a little piece of banana leaf with fish and chilly. Two cents. We experienced great privations when our world collapsed as the Japanese destroyed the British in a military defeat and occupied Singapore for 3 1/2 years. When the British returned in September 1945, we were in profound discontent. The Communists started an armed revolution in a grab for power. The British fought a rear guard action and thus allowed us, the non-Communists, to win. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleagues and I had come together in the 1940s in London, determined to rid Singapore of the British. We found ourselves locked in mortal combat with the Communists in the 1950s. To survive, we had to fight and we had to be prepared to sacrifice our all, our everything. So we learned to live plain and simple lives, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> order not to give hostages to fortune. We won. By the time we won in the 1970s, a plain and simple lifestyle had become a life-long habit. But my generation cannot reproduce ourselves. Even if we were cloned, our younger clones cannot be the same because the circumstances that tempered us have gone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;High growth brings high rewards. There is a different spirit of the times, or as the Germans call it, Zeitgeist, and it affects every part of Singapore, including its politics. Singaporeans want more. Ministers have children who, like other Singaporean children, also want more and better. To be a Minister is to take on the often thankless job of creating conditions under which people can get more. Yet we need some of our best to be in Government. And the way to get the best in Government in this generation, in these circumstances, is to pay them nearly their market value. When our GDP is growing fast and private incomes soar upwards, it is unrealistic to expect good men to sacrifice their families, not for one term, but for many terms and many years, just to make other people wealthy. Of course, conditions may change. But until they do, and I believe it will be many, many years before they ever do, we will jeopardise the continuing flow of talent into Government if we do not keep up Ministers' pay comparable to their private sector counterparts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the salary changes were announced in December for Ministers, several MPs told me of their grassroots feedback. It was a compliment to the old guards and an indirect rebuke of the young, that the old guards never linked their pay to that of top bankers and professionals. As one of the old guards, I must say that these grassroots leaders are harking back to a bygone age. Let us face it. Old guard heavyweight Ministers, like Lim Kim San, Eddie Barker, Hon Sui Sen, would they come out to serve Singapore today if they were in their 40s? They came out because Singapore was sliding into disaster. Those were different days. The nub of the problem is how to get a younger Lim Kim San, Eddie Barker or Hon Sui Sen to come out, fight the elections and take office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, if I were a young man of 32, all over again, the age I won my first election into this Chamber in 1955, I wonder whether I will choose to run for elections in today's climate and brought up in the last 32 years. What for? To face and satisfy a demanding and unappreciative younger generation for whom nothing is good enough? Why not a career in the law, specialising in corporate work coupled with a business which will come naturally, which can spread its wings and will spread its wings into the booming region: ASEAN, Myanmar, Vietnam and China. It can be a full and exciting life, with executive quality travel, plus the exhilaration of creating prosperity in the region, and sharing in its creation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I spoke to some Singaporean developers. They told me of the great hardships that they have to face to develop a housing complex in China. But at the end of it all, the most rewarding, because not only do they get a decent profit margin, but they see a higher quality of housing for the Chinese people and for their relatives overseas who buy these homes for them. Quite an exciting prospect, much better than building homes in Singapore. HDB gets no thanks at all. Probably, if all able men did likewise, who would run Singapore? What if Singapore comes to grief? But a smart young man will say, \"Well, in that case, I insure myself with a fall-back home elsewhere in the region.\" You can buy a house in Perth for nothing. For the price of a 3-room HDB flat, you can buy a huge sprawling orchard with a nice building on it. Just toss it away, use it as a holiday home. After all, with wealth, the whole world is your home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had this discussion with Lim Kim San over lunch the other day. As part of the old guard, he also expressed puzzlement at the way the world is going. Why do people consider monetary rewards so important now? I asked him, \"If you were 40 and I ask you to fight in elections as I did in 1963, would you do so?\" He said, \"Well, that is different. Those were different times.\" So I put to him my argument why if I were 32 it may not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> worth my while. His final rejoinder was, with all your holiday homes, and all your executive jets, you will not have the same satisfaction. I asked him, \"What satisfaction does the younger generation face?\" Mine is a legend. People believe that we get satisfaction. I have met some old guards who looked at me reproachfully and say, \"Is this the reward for what you have done? A miserable pension which is not in keeping with inflation?\" But I said, \"You knew the rules.\" It is this that makes me understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I went into this philosophical discussion because I am trying to understand this present generation, and the attitude I find contained in these two articles which I read in the Sunday Times and in yesterday's Straits Times. John Chen sent me an article entitled, \"Look into poor morale of lower-income groups\" by Dr Tan Kim Song. He was quite upset at the unsympathetic exposition of the Government's policy. I missed it and so he sent it to me. Dr Tan Kim Song's argument against increasing salaries for Superscales and Ministers was a very high-minded one. I read from his middle column: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Furthermore, as many have pointed out, the relative importance of monetary rewards diminishes as one goes up the ladder. Much of the job satisfaction of high ranking public servants is derived from intangibles [you have only to breathe the fresh air and your children will be happy] such as a sense of social purpose, and the power to make policies affecting the lives of many. It is natural, therefore, that their salaries should differ from those of their private sector counterparts.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the private sector counterpart does not affect the lives of many, they should be paid more. But since these gentlemen affect the lives of many, they should be paid less. I thought to myself, there is remarkable logic in that man. I wondered what the younger Ministers were going to do about this letter because John Chen was agitated enough to tell me. He said, \"Do something.\" Then I read in yesterday's Straits Times the reply by the Public Relations Officer, Tan Eng Beng, from Ministry of Finance: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Dr Tan Kim Song ... criticised the large pay increases for ministers and superscale officers. He argues that \"a sense of social purpose\", not salaries, should be sufficient compensation for top public sector jobs.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> Then came this little thumbnail sketch of Dr Tan Kim Song, which I thought put it into perspective: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"When pay is not competitive, not even a bond can hold officers. Dr Tan himself took a Public Service Commission scholarship, then obtained a doctorate on a National University of Singapore Overseas Graduate scholarship, but left within two years of completing his doctorate to join The Straits Times, which paid off the remaining six years of his bond.\" \n  <br>\n  <br>So the reply of Dr Tan at the end of the letter was: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"I thank Mr Tan for the clarifications made, [not that the clarifications could be rebutted, but he just said \"thank you\"] and will leave it to the readers to make their own judgement on the matter. [In other words, he does not want to engage anymore on this argument] For the record, I would like to assure Mr Tan that I do find a very strong sense of social purpose working at The Straits Times.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This moved me to find out what brought about this high social purpose in the Straits Times. And the Straits Times paid the PSC $40,000 and the NUS $380,000 for uncompleted bonds. That is $420,000 plus $8.75 and $9.98. We will forget the balance. Let us round it off as $420,000 to buy his social commitment. I was curious. I said, teaching at the University, hundreds of young minds waiting to be moulded, shaping the future through the next generation of thinkers - that social purpose could not equal the higher social purpose of writing an article every other week in the Straits Times for the delectation of its one million readers every day? So I was mischievous enough to say, well, did he make a sacrifice for this? What was the last pay in NUS and what was the new pay in the Straits Times? And I was not surprised at the answer - it was part of the consumer society. So he is on his way to getting a golden credit card. But it is of the generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SAF scholars tell me that every few years there is a shift in the values, the ambitions, the expectations of the younger SAF officers. They want it faster and quicker. And because the upper ranks are now being filled by fellow SAF officers, no longer the old regulars who are easy to replace, but people of the same calibre, the progression up is slower, and the attrition rate must be higher, and we accept that. So what I am saying is a system that we worked in the 1960s and 1970s, we could no longer work \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> in the 1980s, and they would be stupid if they did not make amendments, and sometimes radical changes, to meet the circumstances of the 1990s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will recount to you what has happened to countries that do not make this adjustment, that make believe with the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know Britain best because we inherited our system from them and I spent so many years studying there, negotiating with them for our independence and having a lot to do with them even after independence. In their system they pay their Ministers a token. The practice was: you go into politics only if you have inherited private wealth, then you are a country gentleman, you can afford politics. And when you take office, it is for the honour of it, and honourable men sacrifice their personal interests for the sake of the nation. Of course, the sacrifice was never severe because of their private incomes. And there is a club, an informal network that exists in Britain's club land, that leads to the city, that leads to mutual benefits. Now, few in Britain have private incomes, and this has created problems for them. And their editorial writers and their city analysts write in despair of the quality of their Ministers. Three-quarters of them, sometimes more, they say, of their Cabinet, could not find a top job in a multi-national. They are just dismissed. They can do it, they can get away with it. It is a different system. It is well established. The country would not collapse. But Singaporeans are not in that position to take liberties with the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to insist on honesty and competence in the men and women who take charge of government in Singapore. In other words, we must elect such people into Parliament. And Singaporeans must resist a world trend of falling standards in politics. It is a world trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the 1980s I had decided that the British system would be more disastrous for Singapore than it had been for Britain. So I broke away from the old policy in 1984, when I increased Ministers' pay to 80% of their private sector counterparts at that time. I followed this up in 1989 when the Prime Minister, then as First Deputy Prime Minister, announced that the Prime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> Minister would have the right to pay a Minister make-up pay of up to 90% of his pay in the private sector. This was just to give myself scope in case I was unable to recruit men of quality, then I had to co-opt somebody right from the top to fill a job for three, four, five years, because I needed a top executive for a specific job in a specific time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those of you who have watched the British TV series \"Yes, Minister\" and its sequel \"Yes, Prime Minister\" know that it portrays a popular, probably mistaken, view that any ordinary guy can be a Minister because the real job is done by the Permanent Secretary. The series exaggerates the real Minister-Permanent Secretary relationship in Britain. But let me assure you that in Singapore, such a series would not be funny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the very start of Ministerial government in 1955, that was before my time, that was my first election to the Legislative Assembly at that time, and Mr David Marshall and then Mr Lim Yew Hock became Chief Ministers in turn, the British government recognised that the British system could not be reproduced in Singapore's different circumstances. We have no political class with inherited private incomes. Singapore needed Ministers who have the ability to make their way in this world, earn their living, and earn a good living, and be capable to take charge of a Ministry. And we must continue to select Ministers who are better than their Permanent Secretaries. Even when we cannot succeed for each Ministry, the Ministerial team, as a team, must be stronger than the Permanent Secretaries' team. Otherwise the creativeness, the boldness in making sweeping changes necessary from time to time to meet changing circumstances and to seize opportunities will be missing because the Permanent Secretary is, by his training and by his mental approach, someone who attends to the details and goes for incremental improvements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will list the items which would never have happened without Ministerial direction. The practical bilingual system of education - it works. Many paid a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> heavy price in the early days when the system was pitched too high. Either you got too much Chinese or you got too much English. And those who had too much Chinese found themselves, after Nanyang University, with poorly-paid jobs. We had to bring about an answer to it, an answer which had to be politically acceptable. We would never have gone into independent or autonomous schools. No Permanent Secretary would want to think of it. It creates problems for him. Nor would we have restructured hospitals, nor would we be here with Medisave instead of a burgeoning medical services budget. I foresaw this in the 1970s and I blocked into Special Account 4%. That was the beginning of Special Account. We sat down, we discussed this, and said this was coming to us, let us not go in for this buffet syndrome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember one Minister, one of my colleagues, furiously disputing my policy. He had just come back from China and he praised the system where from top to bottom they all had the same free medical services. Those were the days when we believed what we were told, that everybody had the same medical services. Fortunately, the pragmatists carried the day and we avoided this. And we certainly would not have COEs, we would have traffic jams today. Nor would we have HDB homes for 90% of the population. No Permanent Secretary thought it out, no housing authority specialist thought it out. We thought it out. We were determined to do it because we had to have a national service army to fight, and nobody is going to fight for somebody else's Takashimaya, Ngee Ann City, or Cairnhill condominium. He must have his stake, and we created that stake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Prime Minister has carried it forward with an asset enhancement programme, which means every surplus will be distributed not to finance expenditure but to increase your assets. And if you want to spend it, you sell it, and have the satisfaction of your consumption at the cost of diminished assets. You calculate. Would you spend it if it is your money and not the taxpayer's, meaning somebody else's money? We are giving it to you, spend it, if you will. And it is very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> instructive. When you give it to them, and it is theirs, a whole mental approach changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at governments around the world where the Ministers are weaker than their Permanent Secretaries, those governments lack lustre. When I was a student in Britain in the 1940s after the war, the first choice of the best graduates of my generation was to go into the professions and go into Parliament. The top students aimed for it. It was a glorious period in British parliamentary history. Young men had come back, bright, able young men who had risen rapidly up the ranks in the war. People like Ted Heath had come back as Brigadier, Enoch Powell, Dennis Healey came back as Major, and their younger officers got scholarships or paid-for free university and wanted to emulate them. They wanted to change and build a better world and the best headed for politics. The second choice was the civil service and the top branches were the Treasury or Finance, and the Foreign Office. Today, I ask my friends who are now teachers at the University: what is the choice? This was a few years ago, and he said banking and financial services. The city of London first, because that is where the big rewards are, the big banks. Then the professions and the civil service. Politics is not the top choice. It is not among the top choices of the brightest and the best. More and more it is for the second best, for those who can talk their way out of their inadequacies, or think they can. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a similar situation in America and I read this in yesterday's International Herald Tribune (IHT). It is the Op-Ed page, an article by Charles Peters, who is Editor of The Washington Monthly and he wrote this for The New York Times. He deplored a dearth of talent in government, and by this, he meant not just people who are elected to Congress, but people hired by the government. First column, second last paragraph: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'December began with the announcement that two senior members of the White House staff, Roy Neel and Howard Paster, were leaving for lucrative jobs in the private sector. Those jobs would permit them to cash in on their connections in a way the administration had once promised would not be tolerated. [Remember the last elections, none of these lobbying and cashing in on connections.] Yet they departed with the president's praise.' says Mr Charles Peters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> And he goes on in the third column: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There has long been a shortage of qualified people in government, a deprivation that is now especially severe amongst Democrats, who have been out of the White House for all but five of the last 25 years. It is a grave problem in a society that has too long undervalued public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only during the New Deal and the New Frontier [New Deal was Roosevelt, New Frontier was John Kennedy] was there a major effort to bring the most talented citizens to Washington. [When you bring talented citizens to Washington, then you get an efflorescence, new ideas.] The result is that far too many of the people experienced in government are mediocre. The most glaring deficiency of Al Gore's \"Reinventing Government\" report was its failure to recognize this quality problem. [Al Gore, as you know, is the Vice-President.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Volcker Commission [Paul Volcker was one of the top bankers who was in charge of the Federal Reserve at a very difficult time in the Carter and Reagan period.] on the Public Service, 90 percent of college honor students do not even consider a career in government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the American system, an honours student is someone in the top 5% of a graduating class, then you get either summa cum laude, magna cum laude, or Phi Beta Kappa, whatever it is. 90% would not even consider a government job. I mean that is how lowly paid it is, how lowly rated it is, and the country pays a price for it. They all want to be lawyers, or lobbyists. I think the problem is not going to go away and it is better for us to understand how the market works. Because once upon a time, I did not understand it. So forgive me if I assume that some of you may also not understand it! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been encouraging the Prime Minister to take a strong and realistic position on the pay of Ministers, judges and civil servants because they are all connected. You go up Superscale, then you go up staff grade, you go up to judges, you go up to Ministers. That is an escalation ladder. Then you end up with the President at the top of the pyramid. The decision, of course, is his, as it must be, because it is a politically important issue. His job is to ensure that for the next 10 to 20 years, in a very different climate, a different economic and social climate, the best will still join the Government, and not just for short periods, not one of these turn-around jobs where having made all the right friends in the right places, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> you are off to run your practice with all the right contacts and private telephone numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers have always been paid more than judges who, in turn, are paid more than civil servants. And you know a good lawyer naturally wants to be a judge rather than a Minister, and I know that. The higher pay for a Minister does not make up for the change in lifestyle, the publicity, the criticism and the demands of public office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once upon a time, as a young undergraduate, I believed that vast pay differences between the incomes of professionals, bankers and the average worker was unjust and unnecessary. That is why I became a socialist. Some countries actually applied their moral value judgment and translated it into practice and decided that Ministers should not earn more than 25 times the lowest paid. And this was so in China, where Chairman Mao earned, in money terms, not more than 25 times the lowest paid worker in China. Of course, that is the money reward. If you include his different housing, servant, food, travel and health services, then you may come up with a different equation. But anyway, the theory is, we will all wear Mao jackets. But let me tell you this. Some Mao jackets are fur-lined. One Minister who was travelling (this was before the kai fang zhengce ) said, \"It was very cold.\" He said, \"That's all right.\" He unbuttoned it, and inside it was fur. It was the same outside, dull blue or dull grey, but he was a comfortable man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me add when my education began. It was after I had to start to earn a living, not as an assistant in a firm where I was paid a salary, but when I became the employer and I had to pay the rent, furnish the office, hire clerks, get a library and worry about where the income was going to come from to pay for all these. Then I began to understand the law of supply and demand, and over time, I concluded that prices and wages and differences in pay are necessary if you want people to put in their best. I realised that fairness is a question of relativity. In the end, I concluded that moral values on pay are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> good only for textbooks on socialism and political tracts on social justice, in other words, when you talk about metaphysical things, not about the real world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Boris Becker, I watched him win the Wimbledon championship at the age of 17, that is umpteen years ago, and he earned in that one year from his prize money and his endorsements for tennis rackets, shirts, bands, shoes, whatever, more than $10 million, a bigger sum than any talented surgeon or lawyer in Germany would earn after many years of specialised training and experience. What sense does it make? Ask yourself, morally - what sense does it make? Supposing Boris Becker had been a table tennis champion, instead of a lawn tennis champion, would he have earned half a million dollars? Where are the followers? The followers are poor people with low incomes in China and Southeast Asia. The viewers who will buy all these beautiful branded goods are in America, Europe and Japan and they do not want to watch table tennis. You see two chaps prancing around and you cannot see the ball. Nobody wants to pay you any money for the TV rights. Lucky if you can make $50,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the supply and demand for tennis players that determine the winnings of champions and the winnings that they make, in turn, decide the supply of new champions. And because the rewards are so great, all the top athletes in Europe, America, Australia and New Zealand aim to be tennis champions, not ping-pong champions, or gymnasts. There is a constant flow of them and they come in younger and younger, faster and swifter, because they have been sucked into it by the enormous prizes you get when you reach the top, and they spend prodigious efforts to get there, to satisfy the millions of tennis fans in the wealthy countries. Supposing China became wealthy and they still like ping-pong, then you might get people wanting to be ping-pong champions. But I have a feeling that when China is wealthy, they will also go in for tennis which costs more than ping-pong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in the same way for soccer, or golf, and one of our Ministers, who is connected with football, said to me, \"Ah, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> Fandi, we pay him $100,000.\" That, for Singapore, is a very big prize. But he said it is worth it because he brings in the crowds. If you want to understand the market, leave aside your moral values and ask yourself: Why did this happen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take another example from doctors. A first class pathologist, or haematologist, or paediatrician earns less than an average gynaecologist or a surgeon. They all pass through the same medical school. Why? It is supply and demand. To be a surgeon, you need very good dexterous fingers, quick mind. I had this explained to me by our former Speaker, who was a good friend of mine, why not every doctor can be a good surgeon and why some people should be forbidden from being surgeons at all because they are butchers. So I ask myself: why do people then want to be a pathologist, a haematologist or a paediatrician? Is there any justice in this? You get this argument in the university and it goes on interminably. I had it over the last 30-odd years and I am tired of it. If you pay that for a Professor of Gynaecology, you pay me the same because I am a Professor. I am a pathologist. But what is the opportunity cost? You can go. I will look for another pathologist. I can get him anywhere. All the chap has got to know is some pathology and the students will pass. Anyway, young women and their husbands will pay for a good gynae-specialist. That is all. It is as simple as that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Kandang Kerbau Hospital has seen a tremendous drop in patients. Because they are young, they've got their Medisave, they choose the best. I am not sure it is wise but that is their choice. So there is really no abstract just or fair relationship between ability and rewards. The real relationship is between supply and demand for these three specialists. And when the economy goes wrong, as it is during a transition in China, a taxi driver or a barrow boy selling fruits or chestnuts earns more than a university professor. Because one is stuck to his renminbi, fixed salary, the other is dealing with tourists who come in with US dollars, Deutschemark, Japanese yen, Hong Kong dollars or Sing dollars. But in the end, will the taxi driver earn more? Because you can have any number of people becoming \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> taxi drivers. And in the end, when you have an ordered state of society, students want to learn, not everybody can be a professor. So it will find its balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Government announced the gross salaries of the Prime Minister as $96,000 a month and Ministers at $64,000 a month, astonishment and shock, surprise. Why so large? These are gross salaries. The base pay for the Prime Minister is $45,867 and for Ministers, there is a range between $26,932 and $33,261. Because we live in this computer age, adjustments are made in percentage terms and the figures are not rounded off. The total remuneration includes all annual bonuses: the 13th month Annual Wage Supplement (you all get it in your computer printout with your allowance), 2 months of Annual Variable Component, 2 months of tax free car allowance, imputed income tax on this car allowance which does not apply to non-Ministers, plus an estimated 4 months of Performance Bonus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This total remuneration is not an automatic flat payment. A significant part, about one-third, is conditional because the Annual Variable Component goes up or down depending on the state of the economy and it can be reduced or cancelled in a recession. And we deliberately move to follow the market. It means, for Ministers, that the Performance Bonus can vary between 0-6 months, depending on the PM's assessment of a Minister's performance. Ministers are not equal. We do not come through sausage machines. Ministries are not equal. In my time, I looked at the Minister, then I decided how. First, I looked at the team and I judged realistically what each member of that team can carry. Then I load the heavy jobs on the Ministers with the broad shoulders. If you do not do that, then you will be in trouble. Never give a Minister more than his shoulders can carry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One-third, therefore, is variable and performance related. And the NWC's guidelines say one-fifth, 20%, but we keep it variable up to one-third. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe this matter should be got out of the way by settling a formula for Ministers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> and top civil servants, linking their pay to incomes in the private sector, so that there is no need to come and justify a salary revision every three or four years. Adjustments can then be made automatically based on IRAS figures. They come in every year. Inland Revenue gets it. The formula can be worked out and it will go up or down with the private sector, and never get seriously out of line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One possibility is to peg the pay of the Prime Minister to the income of bankers, say, 80% of the average of the top three or four bankers in Singapore. Ministers' pay can then be pegged to the PM's, ranging from 60% to 70% of the PM's, which I think is over generous, but never mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Banking is a good approximation to the work of a Prime Minister. The CEO of a bank has to judge which enterprises are viable and credit worthy, which economic sectors are at risk. A bank's business covers all sectors of the whole economy of a country. So when the economy goes down, the bank must go down. When the economy flourishes, the bank must flourish. And the PM's work also covers the whole economy, plus political, security, social, educational, cultural, all sectors of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The disadvantage, of course, of pegging the PM's salary to bankers alone is that the comparison is only with a few individuals in the private sector. So an alternative would be to peg the PM's pay to the earnings of top professionals in a representative range of companies. For example, we could peg it to the average earnings of the top three or four men in each of six professions. The top three or four average of six groups: bankers, lawyers, engineers, accountants, MNC manufacturers and local manufacturers, as for the permanent secretaries. These are professions where general management and leadership skills, and not just specialised technical expertise, are important. And they will give a broader basis for comparison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has a rising economy in a booming region. This region will boom for another 10-20 years, at least. The total pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> for all Ministers, Ministers of State, Parliamentary Secretaries for 1993 was $14 million. After the revision, it will be $18 million. So when we get excited about this, please remember it is $4 million. One word from the Minister in Kuala Lumpur, the stock market went down by a few billion Ringgit. So keep a sense of perspective. It is 0.74% of $2.4 billion which is the wages of all the Government employees. And remember this is an economy which last year had a GDP of $84 billion and will increase by another 6-8%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Real estate agents get 2% on every deal. If I were a young man again and I was choosing my options, I would consider coming into politics if you would pay me 0.002% of the GDP to be Prime Minister. Then I will take it on. So have a sense of proportion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do not believe that you will find them like pebbles on a beach. If we do not get the best into political office in Singapore, we will become like any one of those countries where voters change bumbling governments regularly, every three, four, five years, always in the hope of finding something better, but inevitably, getting disappointed. And with this will come a deadly disease of money politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Marcos earned US$5,000 a year. You convert his pesos into US dollars, it was US$5,000. I calculated all this some years ago for the sake of a debate here. His progeny, according to the Philippines government are worth anywhere between $5-$10 billion. But the country has been cleaned out and it is in debt to the tune of $29 billion. That's for getting a President at US$5,000 a year, paid in pesos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But when we talk of the euphemism of money politics, we are really glossing over something much more profound, much more disconcerting. It is money and politics, which are found in many countries, mostly developing and some developed. When candidates invest large sums of money to get themselves elected, either to a party and then to Parliament, when they get into office, they must get the expenses covered. Because an investment has been made, the expenditure you put down in the loss account. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> So you must have an income account. And not only must you cover the expenditure to make the venture worthwhile, you must also build up a credit for the next round. After you have done that once or twice, you say, well, there will come a day when you are not going to contest any more, so you must have a retirement fund. And in the end, you end up, as was discovered, with gold bars, share scrips, cash and so on when they raided the home of a respected LDP leader called Shin Kanemaru. Or you end up with Aldo Moro, former President of Italy, many many times, now facing serious charges that he was linked up with the Italian Mafia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, Singapore has succeeded in being different and this is in spite of constant exposure to money and politics. Singapore businessmen do business in these countries and have to abide by the local rules. But if they come back and bring those local practices from elsewhere into Singapore, we would lose a vital competitive advantage, which will do grievous harm to our economy. One reason why we are what we are is because of this competitive advantage, and corruption will do grievous harm to our lives. Corruption has destroyed many developing countries in Asia, Africa, Latin America and it has severely damaged developed countries like Italy and Japan. Because the best have not gone into politics, the results have been bad for these developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last ten years there has been growing disillusionment, especially in the United States and the United Kingdom, with politicians. Opinion polls show the public's ever lower opinion of politicians, MPs and Ministers in Britain, or Congressmen and Senators in America. I do not want to be accused of passing judgment myself. So I will read what Neville Stack, who writes for a British paper, and who also gets carried in the Business Times of 7th January, 1994, says. He says that the polls say that the people rate politicians way down with used car dealers for their \"trustworthiness and veracity.\" It is because of their lack of honesty, especially in their political campaigns, and the ease with which they abandoned their political \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> platforms after they have been elected, that is also losing them respect. To make money, Ministers and politicians keep diaries so that they can sell gossip and scandal by writing books when they are out of office, and earn big money through serialisation in the newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask you to remember a very simple rule of thumb. If you want good government, you need good leaders. You do not get good government by just a good system of government. That is a fallacy. Even in the best of systems, if the leaders in charge are bad, the government will be bad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the best have not gone into politics, the system has always worked poorly, malfunctioned. This has been the case in America and in Britain for some time. People in America and Britain are growing disillusioned with their systems. Because it does not work, they start finding fault finally with the system because they toss out one, they try the other, it does not work. So they say, \"Well, the system is at fault. Let us change it. From first-past-the-post to proportional representation, we will have coalition governments like the Europeans, then we may be all right.\" It is funking reality. The reality is, your system does not attract honest and able men to take on the job. The result is the second best. The result is second rate performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was an essay in Time magazine. This is just the last few days which also made me decide to intervene in this debate. As I was reading the monthly magazines and the weeklies in the newspapers, it occurred to me that perhaps I should share some of my thoughts with Members of this House. I have one advantage in that nobody believes that I am calculating for the next 10, 20, 30 years. I want to leave behind something, which I hope will be useful to you in your job because you have to look forward to the next 10, 20, 30 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This essay was by Michael Kinsley and he described the dilemma in America in an essay entitled \"Is Democracy Losing Its Romance?\". It is in the Time magazine of 17th January, 1994. It is in the second last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> page. He explains why the democratic system has not delivered. This is one of the honest pieces. Because the litany, the mantra, has been: you have democracy and you have the free market, you will be like America. It is not true. You look at Poland, Hungary and Czechoslovakia, the Soviet Union or the Russian Republic. I will just read one paragraph, the third last paragraph of this thoughtful piece where he admits it is not working: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Even in the heartland of \"traditional\" democracy, the United States of America, there are whiffs of disenchantment. The \"populism\" surging through American politics these days has a certain antidemocratic flavor. Or, at least, it reflects a resentment of democratic institutions and procedures. \"Washington\" [those who comprise Washington politics] and politicians have replaced \"Wall Street\" and rich businessmen as populism's favorite targets. The favorite populist remedies - congressional term limits, a balanced-budget amendment - would be new constraints on democracy. And, like earlier versions, today's populism hungers for a strong leader on a white horse. Thus Ross Perot, America's would-be Fujimori.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They are tired, tired of lies, tired of broken promises, but, at the end of it all, tired of the lack of progress in their lives. Their problems are not being solved because they are going through the motions of democracy. You have committees, you have this, you pass legislation, you block each other. It is a game. If we play those games here, we are finished. These are established societies. Ours is not. The disillusionment in Britain is even deeper. I have not read the full editorial, but this editorial in the Daily Telegraph was picked up in the IHT, 12th January, 1994, that is two days ago. It is entitled \"Alas, a Sorry Tory Lot.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In the eyes of the public, the government appears increasingly mired in sleaze. The only regret displayed by ministers for public or private lapses from grace concerns their loss of office, not the actions which caused it. We have a Tory Party apparently incapable of shame. Conservative MPs and parliamentary candidates today are, for the most part, a sorry lot. A generation ago, Central Office and constituency parties decided to turn away from selecting candidates of \"traditional\" Tory backgrounds. [He puts in quote \"traditional\". That means the class that has supplied this kind of people as MPs.] The products of Eton and the squirearchy found themselves spurned. Perhaps it was right to seek a new style of Tory MP. But what has emerged, in place of the old knights of the shire, is a host of frankly inadequate men and women who, far from entering Parliament in any spirit of public service, are driven solely by the pursuit of self-advancement.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If that had come from a Labour Party paper, I would have understood it. But the Daily Telegraph is Britain's most consistent Tory newspaper. It believes in conservatism. It has stood by the Tory Party. It is holding up its hands in despair. But long-established democratic constitutional systems have institutions which are cherished in the hearts of their people and therefore can command their loyalty even when they do not approve of the leaders who are temporarily in charge. So countries like America and Britain can recover without serious damage if and when good leaders replace the poor ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A bad system will not have this strength to survive bad leaders. Bad leaders are usually overthrown in a coup or a revolution and the next leader inevitably changes the system again, never establishing anything more enduring in the hearts of their people. And that is Africa. They are always going through some change. You change the name of the country from Equatorial Africa to some historic name in some distant past and hope you will leave the bad luck behind. But it is not established in the minds of the people. Because we do not have a long-established democratic constitutional system of government and if institutions are not rooted in the hearts of the people for them to respect whoever wields power through those institutions, the consequences for us can be dreadful with bad leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because we dreaded these consequences, following a decline in standards of Ministers, my older colleagues, Dr Goh Keng Swee, Rajaratnam, Lim Kim San and I, broke away from the conventional practice of choosing election candidates and Ministers from the activists who had joined us. Had we continued that conventional system, the history of Singapore would be different and you would not be here, and Singapore would not be this kind of a place. Instead we went out to recruit the best of each year's crop regardless of their politicals ideology, dogma, or philosophy. We looked for people, first, with a good character. That is the first qualification. What is the character of the man. Second, a good mind. We ignored whether a man or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> woman was critical of the PAP or against some of our policies. We were confident that a sound person would logically come to only a few alternative solutions once he applies his mind to the problems that we face, because we do not have such a wide margin for experimentation. As we renewed the team of MPs in Parliament every four years, we improved on the selection process. But even with the most careful of selection procedures, the attrition rate was high, at first about 30%, later 20%. It is a tough system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is one I helped to build and it will be painful to see it falter. But it is foolish to believe that good men in Singapore will naturally go into politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The original team was fortuitous, a fluke, if you will, or a stroke of destiny. But that old guard exerted strenuous efforts to get together the present team. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many political parties in Singapore. They regularly contest elections. But apart from the Communist Party of Malaya and the PAP, in Singapore no party has ever got together a team of substantial men or leaders who are credible because in Singapore society, well-educated and upright men and women with promising alternative careers do not go into politics. They never have gone, they have to be persuaded. The reasons are in our history and in our culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of this tough system that we have established, I think nobody doubts that Singapore leaders are not equated with used car salesmen or in that category. People accept that our leaders are straight and they are capable. The complaint is some lead too much with their heads and not with their hearts. This system is not to be found in any theory of government or written up in any book on constitutional government. It is one which the PAP old guards have worked out after going through the hard school of experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The results are in the final test. Does it work? We have in the present team men who can anticipate difficulties, work out the best of practical solutions, choose one and implement it vigorously, with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> support of the majority, if not at the beginning, then at the end of the process. They can defend their positions and meet any attack or argument, either in Parliament, in the media, or anywhere else. This is the beginning of a unique Singapore system. It is not within my hands but in their hands to take the system forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The challenge of the future will be totally different from the past. Ministers must adjust their policies to fit major world trends, and one major world trend is the rapid industrialisation of the region and our participation in it requires many changes in our education, in our investment and our tax policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ease with which industries are being relocated means that the pay for unskilled jobs will be held down by the abundance of such workers in the Third World. In addition, the fax and the computer have given companies that do not relocate, the facility to transfer parts of their operations to low wage Third World countries. For example, Cathay Pacific Airways is shifting its data processing centre from Hongkong to Guangzhou; SIA is transferring its manual checking of flight coupons to Bombay. So if you are an ordinary clerk, there is no need for SIA to employ you. You have to be a very good skilled computer programmer working a computer, you may be of value. At the upper end, for managers, executives, accountants, engineers, professionals, and specialists, they will be in short supply, both in the developed and the developing world. Their salaries will go up because many of them will have to go and work in developing countries to supervise the new factories and the offices being relocated there. And it will take many years before the developing countries produce their own supply of qualified personnel for the top jobs. So this is the dilemma that the Europeans are facing and the Americans are facing. The difference is the Americans see this and they are out chasing the new jobs in the new sectors abroad. The Europeans want to stay at home, high unemployment, unwilling to change, heavy welfare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> subsidies which make the worker even less willing to change, and the price is economic stagnation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We in Singapore are totally plugged into this world net. And if we do not get our less educated workers, those still young enough in their 20s or 30s and even those in their early 40s into night classes, weekend classes, or vocational classes to learn and upgrade themselves, in 10-15 years we are going to have the same problem here. So we start now. Many who do simple jobs like line operators will find their jobs transferred to lower wage countries, or will have them automated. I went to a Sony factory in Jurong. It is the top of the line, whole rows of machines in a dimly lit room and one man watching six or seven such machines, and all he has to do was to watch a stand - green, amber, red - and he has got his console and he will know what has gone wrong and he has got to attend to it for a whole series of machines. So he will have to learn to work robots or automatic machines and those who do not upgrade themselves are seriously at risk. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our younger workers must have higher specialisations, because jobs will be more complex. And for the executives, 20-25% executives, professionals, businessmen and supervisors will have to work abroad or will do business with people abroad for some years of their lives, especially between the ages of 25 and 50. They will need to know the language and culture of the countries they will work in or travel to, I think, primarily the ASEAN countries, Vietnam, China and Myanmar. But our universities are geared to the old and they only teach American, Japanese and European Studies. The big opportunities for us will be in ASEAN and East Asia. So besides Bahasa Malaysia, we must teach Bahasa Indonesia, which has different rhythms, pronunciation and uses different idioms. We also must teach some Vietnamese, Burmese, Thai and business Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the next few years, because of competition from China, Vietnam, Myanmar, the ASEAN countries will have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> deregulate and liberalise their economies. I do not think they will sit idly by and watch investments being sucked away to countries with lower wages, cheaper land, water, power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we in Singapore make the right investments in the next 10 years, our children and grandchildren will be beneficiaries. We can buy into high growth countries whilst prices are still at basement level. The economic transformation of these countries is in its early phase. They are not going to grow rich overnight. But when these countries develop, as I am convinced they will, it will be as if you had bought land at Shenton Way or Orchard Road at early 1960 prices, and in 30 years you will find these properties going up 100 to 250 times as they have in Singapore in the 1990s. Many cities like Ho Chi Minh city, Hanoi, Yangon, Jakarta, Medan, Surabaya, Kuala Lumpur, Johor Bahru, Penang, Bangkok, Chiangmai, Beijing, Shanghai, Ningbo, Qingdao, Tianjin, Dalian, they are at prices lower than the Singapore CBD in the 1960s. In 20 to 30 years' time, their prices will be like Singapore's CBD in the 1990s. Of course, not all will be winners. Some will be big winners. Some cities will rise faster and higher than others - those with the better administration, the better planning, plus the higher economic growth. The trick is to guess which country has the better people and the better government for economic progress because it is the people and government that decide. In other words, you will then assess which cities in these countries will be their main growth centres. And the secret really lies in correctly forecasting which culture is most supportive of growth and modernisation, which will have the best educated people, especially in engineering and technology, and which will continue to have good government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you had bought into Colombo in the 1950s and the 1960s, and it looked promising in the 1950s, but came the 1960s and 1970s and now we see it has petered out. It is sad and it is a problem that will not go away once you are snarling and shooting and killing each other. Choose the wrong place and you will have to write off your assets. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are well placed to make these investments. Remember they are not risk free. I knew a very experienced investor of hotels. And he went into Manila when Mrs Aquino was in charge and he said it had reached bottom. He was wrong. It had not reached bottom. And now he has got to wait for President Ramos to get power put right, security restored, and the tourists to come back. Meanwhile, very extensive investments are already stuck into the ground. Not every investment will be a winner. And some investors will lose their shirts through bad judgement or maybe even just bad luck. But on a rising tide, and the tide is rising for East Asia, more ships will safely sail through than will be shipwrecked. And we have got to hope that at least seven out of 10 of our investments will succeed. We have the experience and economic development, and we have the expertise in the areas of economic development that these fast emerging economies need. And most of all, we have the high savings which we have accumulated over the years. Hitherto, we have invested the savings carefully and conservatively, in passive investments in America, Europe and Japan, passive in that we are not managing the enterprises. We are just taking an equity share, buying the shares or bonds on the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can now make a strategic choice to take a part of our savings and invest them directly in infrastructure, in industrial projects, in hotels, tourist facilities, office blocks and all properties. Infrastructure alone has been estimated to cost over a trillion dollars, US$1,000 billion is what it will cost China, Vietnam and the rest of East Asia to meet the power, airports, transportation and other needs. With the right investment decisions in the next 10 years, by 2015, within the lifetime of this present generation, Singaporeans can become like what the British were before World War II, or like what the Swiss are today, owners of vast high yielding assets overseas. British standards of living and quality of life, for years and years, were boosted by their incomes from investments from the US, Canada, Brazil, Argentina, India, Africa, and Australasia. During World War II, they had to transfer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> these assets to America in exchange for military supplies and mothballed American warships. This was a major reason for the decline of British standards of life after the war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We invest in East Asia but in a careful and steady way. We can start with 2-3% of our reserves. Over the next 10-15 years, we can increase it up to 30-35% of our reserves, concentrating on the most stable of the higher growth economies of East Asia. If our judgments are right, Singaporeans will enjoy a boost from this steady flow of additional wealth. But to ensure good judgment, we need able people in the Cabinet and in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;East Asia is in the midst of a historic transformation. In 20-30 years' time, there will be a belt of industrialised nations from Korea, Japan, China, Vietnam, ASEAN, including Indonesia. Singapore must retain its niche in this thriving region by upgrading our contribution as the region's economies industrialise. Singapore has a role as a catalyst for change and growth in this region. More than any other country, we will need a well-educated and skilled people to fulfil this role as a services and information centre in an information age. In short, our success depends on our having capable, honest and creative leaders in charge of Singapore. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Loh, debate to be resumed on what day? \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Monday, 17th January, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty\n  </div> \n  <div align=\"right\">\n   Minutes past Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
