{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-15\"> \n  <meta name=\"Start_Col\" content=\"1301\"> \n  <meta name=\"End_Col\" content=\"1424\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">13</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1301</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 15th March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1302</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1303</b></font>\n  <br>\n  <br> \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1304</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Beng Kian Lam, Arthur - from 15th to 16th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Matthias Yao Chih - from 19th to 22nd March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Hng Kiang - from 24th to 28th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe - from 28th March to 1st April, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>HUMAN ORGAN TRANSPLANT ACT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Pledging of kidney by Muslims)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Imram bin Mohamed</b> asked the Minister-in-charge of Muslim Affairs whether a Muslim is permitted to pledge his kidney under the Human Organ Transplant Act (HOTA) when it contravenes the Fatwa or Edict by the Majlis Ugama Islam Singapura dated 25th August 1994, issued in relation to the \"living will\", which requires three specialists to certify a patient to be brain dead whereas the HOTA requires only two medical practitioners. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Minister-in-charge of Muslim Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister-in-charge of Muslim Affairs (Mr Abdullah Tarmugi)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, a Muslim is permitted to pledge his kidneys under section 3 of the Medical (Therapy, Education and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> Research) Act and not under the Human Organ Transplant Act which is an opting-out legislation. Also, the removal of kidneys under HOTA does not apply to Muslims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For kidney removal, the following procedure is to be observed:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;i) The diagnosis that the patient is brain dead has been made by the doctor-in-charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ii) The death of the donor shall be certified by two medical practitioners: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) who do not belong to the team of medical practitioners which will effect the removal of the organ from the body; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b) who have not been involved in the care and treatment of the proposed recipient of the organ; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;c) who possess such post-graduate medical qualification which is recognised by the Director of Medical Services as a qualification entitling them to certify death. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation here is that the person (donor) is already dead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The \"living will\" or Advance Medical Directive (AMD) is effected when the patient is still alive but terminally ill. In this case, as the person is alive, there is a built-in safeguard that three specialists have to certify that the patient is terminally ill before the patient's AMD is effected. The Fatwa Committee of MUIS rules that it is permissible to suspend the life-sustaining treatment on the condition that the certification of terminal illness with no chance of recovery is made unanimously by three specialist doctors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Medical (Therapy, Education and Research) Act, the kidneys can only be removed from the patient when he is certified dead by the specialists. The question of the removal of kidneys does not apply in the administration of AMD. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed (Nominated Member):</b> Sir, I would like to seek clarification. If a Muslim is involved in an accident and lapses into a coma and is hooked on to a life-support equipment but subsequently he dies and he has opted in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br> under the Human Organ Transplant Act as well as the living will, which procedure would be required? Would three specialists be required to pronounce him brain dead and remove the equipment or just two medical practitioners are required? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi</b>(\n  <i>In Malay</i>): In such a situation, the doctor who is responsible for the patient and two experts will certify that the kidney may be used for transplant. The person has passed away as a result of an accident and did not die due to the withdrawal of life-support equipment, in this case he is certified as already dead. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed:</b> If the person did not sign the living will, will the requirement then be different? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, the question was whether if a person dies as a result of an accident and the person had a living will and had opted in to pledge his kidney, would he require three experts or the number of doctors as required under the Medical (Therapy, Research and Education) Act. In this particular instance, Sir, the person died not because of the stoppage of life-support equipment. In other words, he died naturally as a result of an accident. Therefore, the ability of the person to donate his organ will depend on the Medical (Therapy, Research and Education) Act. There are two different issues here. You cannot mix the two, in other words. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed:</b> I am still not very clear. The AMD covers all manners of death, including death by accident. So we could have a common situation where the victim has pledged his kidney and now you need a specialist to certify him brain dead. Do you require two or three specialists? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> The AMD refers to persons who are terminally ill and who have not died yet. The person whom the Member is referring to has already died because of an accident. There are two different issues. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1996 TO 31ST MARCH, 1997</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1996)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [14th March, 1996], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head R of the Main Estimates be reduced by $100.\" - [Mr Chew Heng Ching]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, I would like to thank Members who spoke yesterday for their many thoughtful comments. The issues that were raised concern Internet, censorship, the nature of our society. These issues are fundamental ones and to many of which I must confess that I have no answer. But we should never stop talking about them because they are issues which affect us at our core and it is in the debates and discussions that we discover and define ourselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me talk about Internet. Internet has got many properties. It is both a tool for communication and also a tool for broadcasting. I find it helpful to see it along a whole continuum - communication at one end, narrow casting becoming broader and broader to broadcasting at the other end. At the communication end, I am not really interested in regulating Internet - for private E-mail, individual Web pages which are used more for communication purposes. These are like telephone lines, fax machines, the articles that go through the postal system. Intelligence agencies may be interested in what goes on inside but this is really not MITA's concern. Our concern in broadcasting is what goes on at the other end - in the kind of broadcast communication that has got mass impact and it is only at that end that we are interested in regulating Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching, Dr Koh Lip Lin, Mr Chng Hee Kok, Dr Ho Tat Kin and Dr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> Wang Kai Yuen are all concerned that we do not over-regulate or overkill. MITA and SBA are very mindful of this, which is why we have waited over a year to regulate, and even now our approach is to do only what is essential and doable and move in a tentative way, testing the water as we go along, one foot at a time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of politics and religion, it is better that we mark out boundaries more clearly. This will help to ensure more responsible discussion. It will ensure accountability and those groups which put out Web pages for the purposes of discussing politics and religion in Singapore, whose intention is to broadcast, we will require them to register. Otherwise the participants can easily get carried away. Many of us have scanned through the newsgroup soc-culture Singapore. So much rubbish on it, everything is on it, it is like reading graffiti in a public toilet. Some postings are serious, many are not, most are anonymous, people get carried away, extremities and obscenities. This was the point raised by Mr Sinnakaruppan yesterday that because of anonymity, people are tempted to become irresponsible and outrageous. Discussions are often better when people have to put their names to it. We are not trying to stop discussion. In any case, this cannot be done. What we want to do is to mark out the areas so that discussion on politics and religion in Singapore can take place in a way that does not undermine moral values, political stability or religious harmony in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say that I was the one who got the Young PAP to start the first political Web page and am also determined that we should regulate ourselves. Otherwise, in an election campaign, our party supporters can easily get carried away and then I think the tone of the debate during the campaign will be a poorer one. So too religious groups. If everyone knows that no one is allowed to be extremist then everyone remains moderate. But the moment one or two groups decide to go extremist, then it puts enormous pressure on the other groups to answer and respond in equal measure. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even discussion within Web pages should be regulated as otherwise the political parties will say, \"Look. These are not my comments. These are things which are said by the way.\" Then very quickly, they will degrade. I think it is best we treat these Web sites like newspapers or newsletters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problems of smut and criminal activities were mentioned by Mr Chew Heng Ching, Mr Peh Chin Hua, Mr Sinnakaruppan and many other MPs. The solution here is to sweep every day. We sweep our frontyard and backyard every day. The moment we stop sweeping the dirt will come in and, as Mr Peh said, into our own homes. A lot of it is symbolic. Because the act of sweeping tells our children that this is dirt which we do not like to see. We may not be 100% successful, we may not even be 50% successful. But the act of sweeping itself makes a strong point. And it would help a lot too if all of us who live on the same street in cyberspace also sweep. Then we get a cleaner street. Which is why at the recent ASEAN Ministers' Meeting on Information we persuaded the other countries that we should meet from time to time to discuss how to concert and coordinate the regulation of Internet and they are interested because they confront the same problems that we face. Their Members of Parliament are as concerned as we are as to the impact of Internet on their societies. SBA will, of course, learn from the experiences of other countries and cooperate with whoever is prepared to cooperate with us. The key really is to protect the young. Adults travel anyway, they can look after themselves. But the young are vulnerable, we should not expose them unnecessarily, particularly in the early years. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I met Nicholas Negroponte from Media Labs, MIT. He comes down, I think, twice a year because we have got an interest in Media Labs. I explained to him what we are trying to do and I asked him for his feedback because he is an expert in this area. And he said that, in the end, the key is the family. We cannot watch our children all the time. We cannot police \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> them all the time. We cannot tell them to stay away from the telephone or the computer. But by the way we signal approval and disapproval, by the way we accentuate what is good and criticise what is bad, every day from a young age, we send certain signals to our children and this is what we must do. Net Nannies and surf watchers are not 100% effective. But by the fact that we install them and we tell our children that these things are important, we are telling them, \"Look, please remember these things are not good for us.\" It is a continuous battle. And we must make the point that in community centres, schools, libraries, cybercafes, some precautions are taken to ensure that there is no blatant flouting of the law. It is a cat and mouse game and the battles are endless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are bringing Internet under the SBA. There is no need to amend the SBA Act because when we passed it last year, we anticipated this problem. But at the time, we did not want to act because the problem was not yet clear. Our approach is to regulate by exception. In other words, most sites are deemed licensed because you either originate in Singapore or you are concerned with what goes on in Singapore. But we will only monitor closely a few dozen sites. This we can do. This will not be beyond our capabilities. And we will work closely with the Internet access providers and Internet service providers on practical workable solutions. We will take one step at a time and learn as we go along. Existing laws like the Films Act and the Undesirable Publications Act will have to be amended to include items like CD-ROMs. And we have an Inter-Ministry Committee chaired by my Deputy Secretary which includes legal experts from the AG's Chambers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked whether her site will have to be registered. I think Dr Soin's site will be deemed licensed under our new regulations. Individual sites intended for political, religious or social purposes, in other words, with the intention to broadcast, will be deemed to come under the SBA Act. Dr Soin is an NMP. If she belongs to a political party and is clearly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> using her site to circumvent our rules for political partisan purposes, then SBA may tell Dr Soin, \"What you are operating is, in fact, a political Web site and can you please register?\" But since Dr Soin is an NMP, I do not think the issue arises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The entire field is changing very rapidly and our regulatory framework will evolve with it. The implications are vast. This IT revolution would change the world. It is like other new technologies which have shaken human civilisations in the past, like fire, printing, nuclear energy. This IT revolution is a force for both good and evil, two-edged. Therefore, it is a moral challenge which all societies must respond to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am not pessimistic. When I talked about eventually regulating Internet a year ago, many foreign journalists sneered at us. Since then, many governments are taking action. Many of these actions may not succeed like the law passed by the US Senate. That law would be challenged in the US Supreme Court and is not likely to clear the US Supreme Court. In fact when I spoke to Negroponte, he said that it was a law crafted to be thrown out by the US Supreme Court and he had said so publicly. And this being US election year, the exercise was for political purposes. So the President also signed it, everyone knowing full well that the US Supreme Court would then have to provide a check. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the end, even the US will have to regulate. Every human society must find its own balance and civilisation is only possible when we maintain certain taboos against incest, bestiality, paedophilia and other materials which inflame primordial emotions or hatreds. But beyond that, I think there is another reason why Internet would eventually be regulated. Because it must be financed. For Internet to grow, businesses must be transacted. People must be able to derive revenue from it. For trade and economic interactions to take place, you need to protect property, you need contracts, you need enforcement. In other words, what is needed to do business in the real world will also be needed eventually to do business in cyberspace. Otherwise, who is going to make sure that you pay up or that you are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> not stealing property. And we must never forget that however people may think that cyberspace allows them to circumvent temporal authority, never under-estimate the determination of the tax collector to demand his cut. And it is not just Singapore which worries about this, I think all tax authorities around the world are studying this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan's proposal for a National Internet Advisory Committee is a good one and MITA will consider it. Mr Philip Yeo already chairs an Internet Promotion Committee but we do need an Advisory Committee which looks at cyberspace from all perspectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin's fear that the old will become obsolete is a real one. But, in fact, there is no reason why older Singaporeans cannot learn. Senior Minister's interest in this technology has, in fact, inspired many grandfathers to follow suit. And I think there are any number of grandfathers in Singapore today who are hammering and clicking away on their PCs. But those who are unwilling or, for some reasons, unable to learn this technology will be at a disadvantage. They will be like people who cannot read. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs spoke about the need for some kind of censorship. Some were opposed to it. Mr Peh Chin Hua was in favour of introducing V-chips. Dr Ho Tat Kin talked about the worldwide Web page consortium rating Web pages. These are like film classification. They are ways by which we grade materials so that parents and teachers can protect the young. But, of course, we must remember that in the narrow-cast world, standards will vary from family to family and really the decision will have to be made in the family. But taking all these into account, MITA and SBA will move in that general direction of rating materials. If the V-chip is useful, we will introduce the V-chip. But, today, our most important V-chip is really the SBA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for enforcement, our priority is to go after those who produce and distribute, and not individuals, because there are too many individuals and it is not practical. The laws of the land apply even in cyberspace. Last year, at this Budget debate, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> talked about stiffening penalties against distribution of obscene material, especially video tapes in housing estates. However, since then, there has been a significant improvement because residents have been reporting, response has been swift and the judges have been stricter in meting out sentences. The cases have fallen significantly from 1994 to 1995. We are therefore reviewing the need to increase penalties or to make the presumption that those who possess five or more copies are automatically deemed to be distributors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key to developing our immune system is what is in our community, in our culture, in our educational system, in what we expect of each other. If only MITA is concerned about this and adults are against MITA or SBA, then we will fail. But if adult Singaporeans support what we do, then what we do is little more than the common expression of what the community wants, then we will succeed. This cannot be only a top-down effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs have spoken about television, newspapers, the multi-media industry. The entire industry has developed much faster than we had expected. Dr Wang Kai Yuen was absolutely right that, last year, when I talked about the growth of Internet, I severely under-estimated. So, too, did I severely under-estimate the pace at which the broadcast industry would change. But I assure Mr Chew Heng Ching that it is our objective to make Singapore a multi-media hub and we can only be a multi-media hub, if our regulatory framework is a reasonable one. It is not arbitrary, attacks real problems and not too kiasu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last two years, we have been quite successful and, as Mr Chew said, political conditions are favourable to Singapore assuming that position in Asia. So many satellite broadcast companies have set up shop in Singapore and are uplinking from Singapore, including HBO, Disney, ESPN, ABN, MTV, BBC, and so on. In fact, there are so many now that I do not know some of their names. What we are doing for the moment is we are exploiting regulatory rigidities in China and in India. China does not want Hong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> Kong to be the uplink hub. So that business has come to us. India has also been very strict. So we have businessmen coming down from Tamil Nadu with suitcases full of video cassettes. They are played in Singapore, sent up to the satellite and beamed back to India. That business will eventually be gone but, for the time being, we are benefiting. But what is important is we are now seeing the development of an industry in Singapore, more money, more talents coming in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also cabling up the whole of Singapore. Over 80,000 households are now wired up and an additional 20,000 a month. IT 2000 is being realised and we have attracted considerable international interests from around the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our television stations, TCS, TV12 and our radio stations, RCS, have made some progress. They have learned from their mistakes and I thank MPs in the last few years for being critical and being very helpful with their suggestions. This year, there have been a few praises and I thank MPs for those praises too. I thank, in particular, those MPs who sit on the various advisory committees in different languages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a different spirit now in TCS and in TV12. They are attracting good people. They are more commercially minded and I think they are better placed to compete in a multi-channel world. But there are still a lot of problems. Quality is not good enough. Mr Peh Chin Hua's proposal for us to attract overseas talent is a good one and it is, in fact, being done. Many of those Hong Kong stars, he mentioned by name, are in fact already Singapore PRs. But for their own reasons, they do not want to make it public. Just the other night at the Fame award ceremony, I spoke to one of our local actresses who acted in the serial with a famous Hong Kong male star. So I asked her, \"Was it a good experience?\" and she said very much so. The Hong Kong stars know a lot of tricks which our people, starting later, are not aware of and through the interaction, they learn a lot. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> So we will continue to encourage international stars to come to Singapore to work with our own stars and, if they wish, to make Singapore a second home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TCS is thinking of a second Chinese channel. I am not quite sure how it will be financed. But if it is viable, then MITA will certainly support it. I would like to assure Mr Chew Heng Ching that there has been no drop in Government grant to public service broadcasting. He cited the FY95 figure being higher, but the reason is because that number included funds for external TV and video services. If you take away those funds for the external services, in fact there was a slight increase in Government funding from FY95 to FY96. In fact, there is already a formula which has been agreed to between MITA and the Finance Ministry, which is that whatever we are able to collect in TV and radio licence fees, the Finance Ministry will add an additional 15%. In the past, there were a lot of disagreements about how the accounting was done and it led to unnecessary bureaucratic disputes between the two Ministries. This formula was agreed to between Dr Hu and myself. It is simple. It is workable and I think it should see us through for a number of years to come. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cable TV and Internet will transform our society, and choices will be available to Singaporeans as never before. In a few years' time, television will be available on Internet, quite high quality, and then the choices are well nigh infinite. The important thing is for our national broadcasters to be able to hold their position as national broadcasters. Otherwise, we will have no means by which to laugh and cry together and to share common experiences as Singaporeans. But with cable, all kinds of possibilities arise - interactive TV, distance learning, business, banking, anything which the marketing imagination can dream up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We conducted a trial recently with Internet on cable. It increases the speed of local access 1,000 times. The problem will no longer be bandwidth within Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> The problem will be bandwidth out of Singapore. But even that will be resolved in a few years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Singaporeans do not realise, at this point in time, that in a few years' time, being cabled up is as important as having water, electricity and telephone lines in the home. You would not be able to live without it. Of course, there will be implementation problems. My Parliamentary Secretary, Mr Maidin, chairs a working group to solve problems on the ground. The free channel which SCV is providing, I think, will help to sweeten the inconveniences resulting from cabling. But in the end, providing cable TV to every household in Singapore will enhance both our internal communication and our economic competitiveness in the world. It is much better than having satellite TV which is limited in scope, which does not allow two-way communication and, in an emergency, will not enable the SAF or other national authorities to reach every Singaporean in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Charles Chong asked how we should respond to occasional foreign media criticisms of us. Our policies are clear. We respond only to criticisms which are important and which are repeated in Singapore or enjoy wide access in Singapore. The Western media understand our policies. Many are prepared to live with them, even if they are not happy, which we do not expect them to be anyway. But they can live with them and many feel that they can do business here. For example, Dow Jones, which owns the Asian Wall Street Journal and Far Eastern Economic Review, have set up their TV station for business in Singapore, ABN. They will also enlarge their operations here. Last year, when the Prime Minister was in New York, they hosted him and it was a very friendly meeting. At the end of last year, their Chairman and CEO, Peter Kann, came down here to attend a newspaper publishers' meeting. We met. He was friendly. I think others will come to the same conclusion that while we are strict and tough, we are reasonable. We are not arbitrary. We are completely predictable. Just do not interfere in the domestic politics of Singapore. Even the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> BBC, which has got large operations here, have recently applied to have their satellite TV uplink from Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On our part, we must try to improve our external presentation. And the foreign media community in Singapore is important to us and we should include them for press briefings and so on. Some Ministries are better at this than others. We are all learning, but I think we are getting better year by year and it has become quite routine now for major announcements. When the Woodlands MRT line was open, the entire foreign media corps was invited. Recently, when I announced Internet regulations, I invited all of them to MITA for a briefing. But, of course, whatever we do, some conflicts and disagreements are unavoidable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh wished that the local media would do more to educate Singaporeans. I think they do try very hard. In fact, some Singaporeans think that they try to educate too much. But it is not a wrong thing to do because we want the next generation to be better than we are. But at the end of the day, if the horse does not want to drink, there is not very much that we can do. I am, however, optimistic because our economy is regionalising and regionalisation will encourage Singaporeans to learn more about Asia. For example, if we look at our common knowledge of Indonesia and China, it has improved tremendously in the last 10 years. That is because economic possibilities have expanded manifold in those two countries. The fact that there is interest in the Taiwan Strait is because it affects us in a major way, and it shakes our stock market. But reporting on Bosnia, which is equally extensive, I think attracts much less attention. Nevertheless, I do share Mr Davinder Singh's wish for the media to continue educating Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to public libraries. After the Library 2000 Report, we are now embarked on a massive library expansion programme. We expect to spend well over $1 billion in the next eight years on the new National Library building, on regional libraries, community libraries and children's libraries. And promoting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> reading is an important library programme. Tampines Regional Library is a good prototype. It involves the local community. There is a strong sense of ownership now in Tampines New Town about that library. It makes extensive use of information technology. The next regional library will be at Woodlands and it should be ready in 1999. In the meantime, the National Library Board is looking for temporary rental space so that immediate facilities can be provided. Later, other regional libraries will be built at Jurong East and Seletar. The new National Library at Victoria Street will be a regional library for the city area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The community library at Jurong West is in a shopping complex. This is an experiment. We are not quite sure how well it will work. It may. If it does, we will proliferate such libraries. And within five years, we will have community libraries built at Yishun, Cheng San, Jurong West and Choa Chu Kang. I understand Dr Koh Lip Lin's disappointment, but I assure him that the Yishun community library will be built by 1999, subject of course to MOF's approval, which I do not expect to be a problem. And it may be sooner if we can find a good space to rent temporarily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The children's libraries have been very successful. We now have 10. We intend to build 8-10 more a year. The project is a joint one between the National Library and the PAP Community Foundation. We are prepared to work with other Foundations as well. I thank Mr Chiam See Tong for his enthusiastic support for children's libraries and I assure him that our objective is eventually to proliferate them all over Singapore. In fact, we are targeting 100 and at least one will be in Potong Pasir, or close to it. But we do not build libraries by electoral constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our libraries will make extensive use of information technology and we are now working on linking up with other libraries in the world. I was at the San Francisco Public Library a few months ago and the chief librarian there, who has been to Singapore before and knows what we are trying to do, is a consultant to us. He is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> keen for a link-up between us and them so that members in Singapore can access their database in San Francisco and vice versa. They already have such an arrangement with the New York Public Library. Eventually, I see our National Library system being linked up to other major library networks in the world, and this will really meet the Library 2000 vision of borderless libraries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the points raised by many MPs on how to make Singapore a more gracious society and how to better promote the arts and heritage in Singapore. As Mr Chew and Mr Davinder Singh pointed out, this is an area which cannot be made to happen like that. We are not building physical infrastructure. We are trying to change fundamentally what is in our culture. Any change must come from within. If all we do is to respond to carrots and sticks, then we are only donkeys. It is only when the values and the habits are ingrained within ourselves and passed on to our children that we can say that we have progressed. It is basically a problem of education, of culture, of social standards. And we must admit that there is a side of ourselves that we do not like when we see ourselves in the mirror. This grabby instinct, this kiasu spirit, this rush for free textbooks because they are free, that is not good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two years ago when we had a courtesy campaign, we gave everyone a mirror. People laughed and smiled when they saw what it meant. When we had the advertisement on TV showing how we were grabbing things at buffets, people responded to it. And the fact that we laugh at kiasuism in Singapore, I think it is a good sign. Because in that laughter is a certain admission and a certain desire to be better. Of course, this will take time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the recent Economist article on Business in Asia, there was a chart showing Singapore's per capita GDP, on a purchasing power parity basis, being comfortably above the OECD average. On a per capita income basis, we are very well off. We are first world. But at the cultural level, I think we are still very much third world, and we need another generation or two to put this right. It will take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> some time before we become like the New Zealanders. I think many of us have been to New Zealand and it is always wonderful to meet ordinary New Zealanders when we drive from North Island to South Island and to see how gracious they are, how prepared they are to play with our children and so on. It comes very naturally to them. It may be in their history. Maybe it is in their geography. Maybe it is living among sheep. But there is something about them which I think is very endearing, and if we can have a little of that in Singapore, then we will like ourselves better and we will be a better people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we are making progress. Every year, courtesy campaign surveys show that Singaporeans do notice some progress. And this year, the Prime Minister has agreed to launch the courtesy movement. The courtesy committee chaired by Mr Noel Hon is keen on starting what the Japanese have done for some years, a small kindness movement. It is nothing dramatic, nothing heroic, but just to pass the message to young people and to not-so-young people that \"let us do a little bit every day\". The day is not done until we have taken our vitamins and brushed our teeth and done our exercise and also have done a good deed. It can just be a smile. It can just be a helping hand. It can be just holding a lift door until someone else can come in. Right now Singaporeans will press the \"close\" button when they see someone coming in. It is atrocious behaviour. What we want is a courtesy movement which is not just another campaign but a civic movement, welling up from below and spreading the message in the grassroots. I think it is something doable and if we persist year by year, it will get better. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the arts, we are making some progress and I thank many Members for their kind words and for their constant support, and their constant plea to the Finance Minister to provide more funding. But in fact there is a lot of public funding, both direct and indirect, and it is not just the budget for NAC which we should look at. There is also indirect funding of NAFA, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> of LaSalle, of the Singapore Indian Fine Arts Society. In fact, since last year, we give partial funding to students who do courses in LaSalle and NAFA equivalent to polytechnic courses, for those who could have gone into polytechnics. The Education Ministry supported the Finance Ministry in giving these two institutes 50% of what we would have to spend on their students had they gone to a polytechnic. This has really raised the morale of both NAFA and LaSalle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Tote Board's funding of the Esplanade, which is a very expensive project, should also not be forgotten. We are spending money on all these new museums. We allow for double tax deductibility for objects given to the museum and there are many other things being done to teach, to promote, to popularise. In fact, there is now development on a broad front and it has become an organic character. We no longer depend on just one or two individuals to keep things going. In the old days, without Brother McNally there would have been no LaSalle. Without Kuo Pao Kun there would have been no Substation. Without Choo Huey there would have been no SSO. Without Anthony Then there would have been no SDT. Today, we are able to move on and the organisations they have created now have lives of their own and that must give them a certain satisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like here to record my tribute to them: to maestro Choo Huey for giving the best years of his life to the SSO. He has retired recently and is still a guest conductor and enjoys emeritus status, but he has done a very good job. Without Anthony Then - he died an untimely death - the SDT would not be what it is today. Without Brother McNally there will be no LaSalle. Without Kuo Pao Kun the magic of the Substation would not be possible. But I like Dr Soin's idea of an endowment fund which the Finance Minister would top up from time to time. I would certainly convey her proposal to Dr Hu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share Mr Kenneth Chen's impatience with the development of the arts. I think both he and I wish that it could be faster. But let me clarify some of the points he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> raised. Empress Place Museum was closed because of renovation works. The building is an old building. The first renovation work was not well carried out. It suffers from rising damp and leaks. The plasters are flaking off. So we are undertaking a major renovation job. It will be a few more years before it is ready. When it is reopened, it will become part of the Asian Civilizations Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not true that SSO and museum attendances have been dwindling. In fact, they have been rising steadily. But audiences have become more discriminating and they are also prepared to pay for good productions when they come. We are very short of good halls. During weekends and public holidays, it is very difficult to get a hall and very often you have got to book one to two years in advance. So I have no doubt that when the Esplanade halls are ready, they will be put to good use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Esplanade, its design is now in the final stages and many details have still to be finalised. We hope to unveil the full design to the public next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The roofscape will be quite interesting. The architects are now working on a solution consisting of discrete elements consisting of folded pieces, probably of anodized aluminium, closely aligned and overlapping at the top to make it opaque, and then as you come down, diverging gradually to let in the sun and to open up views of the city and the waterfront from the inside. Using sophisticated computer modelling, the roofscape will be shaped and textured to take into account the direction of the sun in the course of the day and the direction of the monsoons in the course of the year. I should not say anything more because it will take away the excitement from the unveiling next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key to all our efforts is what is within us. If we are gracious, if we affect interest in the arts, purely for economic reasons, if we smile in order to sell a few more trinkets to visiting tourists, then we have not succeeded and that is not really \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> what we want. We want whatever graciousness we have, whatever artistic sense we have, to emanate from within. Otherwise, it is all superficial. My greatest worry is that our young lack a sense of culture and lack a sense of their own history. In many ways, we are a young society. So we have got to do many things as we mature. The key always is to start young because the early inculcation of values is the most fundamental. Long ago, other societies have recognised this. The Jesuits have long known that if you educate a child in a particular way up to the age of 12, you have got that person for life. The Muslims understand this. When we go round the housing estates in the evening, young children wearing their bajus, sarongs and caps would be shepherded to attend religious classes. They would not understand most of what is taught, but it stays with them in a way which at that age they do not appreciate. When they are teenagers, young adults, they may stray away. But come middle age, they go for their umrah, the haj, they put their caps back on, they re-visit the mosque. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese have also understood this from the earliest days, which is why the teaching of the classics starts very young. During the Sung Dynasty, they were teaching the young children the san zi jing, ren zhi chu, xing ben shan ( \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;) and so on, words which are not a problem for young children to parrot because at that age the memory operates like fly paper. It is in the rhyme. It is easy to remember and in those few hundred lines they learn everything, about the importance of family, filial piety, loyalty. They study the history of China, they learn about the si shu liu jing (&nbsp;&nbsp;&nbsp;&nbsp;), which later became wu jing ( ), from the three emperors, two sovereigns and three kings, down the dynasties to modern China. In other words, if we transmit these values when our children are young, even when they do not fully understand, they will never forget that they are Christians or Muslims or Chinese or Indians, or whatever. Then it does not matter what this information revolution does to us, how the hurricane swirls, because we are firmly anchored in our own heritage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have made some progress. For some time I have been attending the annual commemoration at the Civilian Memorial on 15th February held by the Chambers of Commerce and every year the crowd gets older and more wispy. But from three years ago I began to see school children re-appearing and these last two years they also carry wreaths. This year, over a thousand turned up. Mr Kwek Leng Joo who chairs the Committee was very pleased and he is thinking of ways to get the school children to take over part of the ceremony. So it is not a lost cause. Some things do get transmitted, sometimes in ways that we ourselves do not understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Heritage Board has done a lot. They have marked many spots. I used to run along Changi Beach, where once upon a time many years ago, many batches of young Chinese males were sent there to be machine gunned on the beach. So I told the National Heritage Board, \"We must mark it.\" So now if you go there, the little marker, discreet, waist height, in black, gold letters in four languages, it is like an icon. You stop, you look at it, click on to it mentally, a whole world opens in your mind. This is what we want to have among young Singaporeans, that they have a sense of where they came from, that however the world changes, certain things are fixed. This is what the yi jing (&nbsp;&nbsp;&nbsp;&nbsp;) teaches us, that however the world may change, the fundamentals are the same and the most important thing is to grasp the fundamentals. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I think the Minister has not responded to one of my comments. I was concerned about the widespread trafficking in illegal video tapes and the proliferation of video games that depict violence and sadism. Is the Ministry doing anything about this? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I did make references to both points earlier. In the last year, the number of cases of pornographic videos being circulated in housing estates through flyers and so on has come down significantly. In fact, the number of flyers reported to the Board of Film Censors has dropped from over 100 to less than 20. So there has been some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> improvement. It is because parents are quick to report, enforcement officers are quick to react, and the judges have been meting out heavier sentences. So we are reviewing the need to re-legislate to increase the punishments and whether or not it is necessary to have a presumption clause that anyone in possession of more than five pieces will be deemed a distributor. We are still working on this, No decision has yet been taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's other point of CD-ROMs and computer games, we will be amending the Films Act and the Undesirable Publications Act to take into account this electronic medium. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RG 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the assistance of foreign artistes, the standard of production of our local TV programmes has improved. According to a survey, viewership of these local productions does not lag far behind Hong Kong and Taiwan productions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chinese current affairs and special feature programmes on Channel 8 such as Focus, Extraordinary People, Code Red, Good Morning Singapore, Singapore Today, and new TV serials like Dare to Do and Don't Worry Be Happy are well received. On Channel 5, we have the English comedy serial Under One Roof. These programmes are very popular among most Singaporeans, young and old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the variety shows which have been occupying prime time slots still have room for improvement. This is particularly so with the talk show entitled Let's Talk, which is presented as part of a variety show. This programme is somewhat similar to the debate by tertiary students, but the actual debate programme was more serious and educational. This programme is presented as a form of entertainment, and the effect is pathetic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> In fact, it can be regarded as a farce. In one of the episodes, the issue of whether the control of dialect programmes over TV should be relaxed was discussed. Home viewers were invited to phone-in and vote either for or against the motion. The result was expressed in terms of percentage, but there were no statistics to show, in real terms, the number of phone calls received. Reliability of the result is very much in doubt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In another episode, the issue of female participation in politics was discussed, and the way it was presented left much to be desired. We want more people to understand the social and political issues in our society, and programmes of this nature should be made with the correct attitude. It should be a serious matter and should not be treated as a joke. This kind of programme should be produced by the serious-minded Current Affairs Department (Chinese Division) rather than leaving it in the hands of the fun-seeking Variety Show department. Since the objective of this programme is to enable people to have a clear understanding of social and political policies, it should not appear as a form of entertainment, or a farce, and leave people in doubt as to whether Government policies are right or wrong. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I would like to suggest that popular programmes, like Focus in Chinese, should be aired during prime time. Because Focus not only covers a wide variety of subjects, which are of great concern to us, it also has the pulse of the society and is a serious production. Professionally, the production is also of a very high standard. This programme is very inspiring and educational to the people, which is far better than the present variety programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If TCS does not want to ensure that local productions are screened during prime time, I think we should at least consider buying some good programmes from China, Hong Kong or Taiwan for screening during prime time. In fact, it is wrong and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> a waste to screen these meaningless programmes, like the one that I have mentioned, during prime time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are making progress with our TV productions, we should not forget to explore ways to further improve our local productions, and ensure that our productions can reach international standard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask whether there are any plans to improve the Malay and Tamil programmes on TV12. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar (Brickworks GRC):</b> Mr Chairman, Sir, I rise this time to speak on Malay programmes on Prime 12 of TV12 Private Limited and on WARNA 94.2 FM of Radio Corporation of Singapore (RCS). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on 15th March 1994, during the Committee of Supply to consider the estimates of his Ministry, the Minister for Information and the Arts gave this House a host of reasons why the then SBC must go for local productions. Amongst other things, BG George Yeo told this House, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`They must go for local productions because the experience all over the world is that people like information, education, entertainment about their own local communities.' [Hansard, Vol. 62, Cols. 1035 - 1036]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if that is the case, then why is it that we are still getting a lot of Malay programmes from Brunei, Malaysia and Indonesia on Prime 12? I am sorry to have to tell the Minister, Sir, that many of these programmes lack quality. Some of them are even old programmes, perhaps seen by television viewers in their respective countries of origin sometime ago. And to make matters worse, some of these programmes have been further edited, presumably by TV12, that they are no longer wholesome. I suspect, Sir, that editing by TV12 is necessary, even though there is hardly anything objectionable on the programme, in order to make way for television commercials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, is it because it is much cheaper to source Malay programmes from the countries that I have mentioned, compared to if they were to be produced locally, that they are being shown on Prime 12? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mentioned Brunei earlier on in my speech. Speaking of Brunei, I am just wondering if the Minister is aware that about a month or so ago, Prime 12 telecast the full text of a speech by the Brunei Permanent Secretary for Health when he officiated at a closing ceremony of a food nutrition course. At last year's Committee of Supply, I did draw the attention of the Minister of a similar coverage of the speech of Her Majesty, the Raja Isteri, when she officiated at a handicraft exhibition in Bandar Seri Begawan. One year has since passed, and we are still getting such programmes on Prime 12. There must be reasons for this. And I hope the Minister can tell us what these reasons are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, except for his annual National Day Rally speech, which is televised live, I do not think the former SBC, now TCS, or TV \n  <br>\n  <br>12&nbsp;&nbsp;&nbsp;&nbsp;Private Limited, has ever given full coverage to any of the speeches of Prime Minister Goh Chok Tong, let alone Permanent Secretaries of Government Ministries. Therefore, without being disrespectful to Her Majesty, the Raja Isteri, and not wanting to sound unfriendly to the Permanent Secretary for Health, may I ask the Minister what is the relevance of such programmes to Malay Singaporean viewers of Prime 12? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note that a Malay Programme Advisory Committee, under the chairmanship of Dr Yaacob Ibrahim, the first Deputy Chairman of MENDAKI, has been set up to advise the Singapore Broadcasting Authority (SBA) on Malay programmes. Could the Minister tell us the progress of this Committee and what it plans to do to improve the quality of Malay programmes on Prime 12? And will the Minister make public the recommendations of this Committee? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you recall, the former SBC was first converted from a Government department to a statutory board on 1st February 1980. And today, 16 years later, it is a corporatised body. But corporatisation means further commercialisation, and this has its attendant problems. The need to make profits means that the corporatised SBA will have to introduce measures \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> which at times can be undesirable. And this brings me to comment on Radio programmes of WARNA 94.2 FM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before I go on, I would like to say, Sir, that, by and large, WARNA's programmes are good. They are entertaining; they are informative; they are educational. And indeed the network has a team of talented and innovative producers. However, I was a little disturbed by the goings-on in WARNA during the recent holy month of Ramadan. You see, Sir, WARNA broadcasts the Azan, or call to prayer, five times a day, and especially during Ramadan, the fourth Azan, that is the Azan that tells Muslims that they can break the fast, was immediately followed by a religious song, or Qasidah, as we call it in Arabic. The Qasidah praises \"Allah and Prophet Muhammed\", befitting the fasting month. But, unfortunately, Sir, the Qasidah was abruptly cut at \n  <br>7.29 pm, one minute before WARNA's news at 7.30 came on the air. And the Qasidah was replaced by \"Maggi Noodles Soup\", \"Golden Chance\", and such commercials. And even the less-than-one-minute announcement by the Mufti on Hari Raya Aidil Fitri, made at 7.45 pm on Monday, 19th February, 1996, was not immediately followed by the Takbir, as it should be. Instead, the Mufti's announcement was quickly followed by strings of \"Noodles\", \"Golden Chance\", and such commercials. The Takbir came on the air only at 7.50 pm and went on till 8.00 pm. Incidentally, the Takbir is a series of religious incantations praising Allah, welcoming the month of Shawal, that is, the month of Hari Raya. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, who is in charge of commercials in RCS, and in particular in WARNA 94.2 FM, if I may ask the Minister? I hope that the Malay Programme Advisory Committee will advise this person, if he is not a Muslim, on the significance of Ramadan, and to be more careful in whatever he does, vis-a-vis the programmes on WARNA during this holy month. If this person in charge is a Muslim, then, I am very surprised and indeed disappointed with his insensitivity. But whoever is in charge, Sir, Muslim or non-Muslim, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> person should be careful not to sell the souls of Muslim listeners of WARNA for the sake of advertisement revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in spite of all my criticisms of TV12 Private Limited, I would like to thank the management and staff of TV12 Private Limited for sending me this very beautiful Hari Raya card, together with a bottle of cookies that came with it. Unlike its Malay programmes on Prime 12, Sir, the TV12 cookies were really good. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, on TV programmes, I have four matters to raise. First, the phone-in programme or the 1900 series; second, TV shopping programme; third, programmes screened from midnight to the early hours of the morning; and, fourth, \"Jieti fahui\", the programme referred to by Mr Peh just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 1900 phone-in programme, according to my understanding, there is an advertisement which says, \"If you are bored and you want somebody to talk to, to make friends, or to look for a life-time partner, call 1900!\" And those who are below the age of 18 must get the consent from their parents before they phone-in. I am somewhat worried about this programme. My fear is that this kind of pay-as-you-phone-in programme will give rise to undesirable effects. Will it one day degenerate into those phone-for-sex services in some countries, with undesirable effects on our young people? I would like to ask the Minister what sort of monitoring system do we have to keep tab on this kind of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those below the age of 18, parental consent is required. May I ask: are parents capable of monitoring the use of the telephone 24 hours a day? I think we need to give serious consideration to this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on TV shopping programme. According to feedback from some of my constituents, this is a hard-sell tactic to promote the advertised products, with the promoters blowing their own trumpet, something like the Chinese gongfu men in the past selling medicine in the streets. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> Of course, this is just a commercial advertisement, but I feel that the interest of consumers in Singapore must be protected. Under what circumstances can we allow the TV stations to be used for this kind of hard-sell commercials? I hope that the Minister can direct the TV station and the Consumers Association of Singapore (CASE) to monitor these programmes and set the standards for this kind of commercials. Because, right now, we do not know how many consumers have bought these products and ended up with lots of complaints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is on TV programmes from midnight to early hours in the morning. Firstly, I do not object to TCS providing a 24-hour service round the clock. But I would like to understand from the Minister what are the long-term objectives of our programming, the format, the contents, and how can they be improved over the long term. I am also concerned about the viewership from midnight to the early hours of the morning. Can the advertisement revenue be adequate to offset the cost of broadcasting? If there is not enough advertisement revenue during this period to offset the cost of production, then, in future, will it not force the TV station to raise the TV licence fees again? \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth point is on Jieti Fahui, or Let's Talk. I agree with Mr Peh that this should be a serious programme. The compere is very important. His knowledge, demeanour and conduct of the discussion are very important. Because if he is not very familiar with the issue, he will not be able to conduct the discussion properly. It is only when he has a deep understanding of the subject matter that people will not be led into some ambiguous thinking, or left in doubt after watching this programme. In other words, we must make people understand the subject under discussion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, allow me to talk about dialect programmes. I think in one of the Let's Talk programmes, the issue of whether the control of dialect programmes over TV should be relaxed was discussed. What \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> was the result? Because many viewers phoned in, it gave the impression that the great majority of the viewers of this programme wanted a relaxation on the control of dialect programmes over TV. Yesterday, the Minister gave a very correct and proper response, and he emphasised the importance of Mandarin. In other words, we cannot go back on our main principle of promoting the Speak Mandarin campaign. Therefore, in handling this kind of programme, I think the compere should be able to come to a more precise conclusion, rather than an ambiguous or opposite one, so as to ensure that viewers with different views are not influenced by the controversy of whether or not dialect programmes should be telecast. So the compere for this kind of programme is very important, because he should be able to make sure that viewers and the phone-in people do not lose sight of our main principle of promoting the Speak Mandarin campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the programme, a student was asked, \"Do you speak dialect at home?\" The student replied, \"Yes, but I use dialect only to scold people.\" Everybody laughed when the answer was given. Is the purpose of learning a dialect for using it to scold people? When this point of view was put across on TV, there was no proper explanation. There was no censorship on this kind of viewpoint. At that time, the compere did not tell the viewers that it was wrong to learn a dialect to use it to scold people. I think this is a very important point that was missed by the compere. As Mr Peh Chin Hua has said, I also feel that we should be very careful in handling a programme like Let's Talk. If the programme is handled properly, it is good for the country and also very good for our people. It would enable our people and the viewers to have a better understanding of our social, political, economic, regional affairs and international situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister will respond positively to the four points that I have raised. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Sir, in order to make Mandarin a common language among the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> Chinese in Singapore, there is a control over the use of dialects, especially in the early stage of the Speak Mandarin campaign. TV stations were not allowed to telecast dialect programmes. Although the intention and purpose of the Government were good, the complete ban on dialect programmes on TV was a bit insensible, as it disregarded the interest of the older Chinese people who cannot understand Mandarin and English. The ban on the use of dialects also caused difficulty to the Government when transmitting messages to senior citizens. Later on, when the Government realised its mistake, it allowed Radio to broadcast news in Chinese dialects, and some dialect operas were also allowed on TV on a very limited scale. These are encouraging practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Peh Chin Hua also made reference to the need for some space for dialect programmes over TV and the Minister has already replied to it. So I will not dwell on this subject any more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to refer to documentaries in Malay and in Chinese. In recent years, the quality of some of our TV programmes has improved, especially Focus, News, sports programmes and other locally-produced documentaries or features. They are very good. Unfortunately, there are also some quality documentaries imported from Europe and the United States which are screened without Chinese or Malay subtitles. So I hope MITA can direct TCS to spend more money and engage more sub-titlers to intensify the effort in this area. On the other hand, if we can have documentaries from Hong Kong, China and Taiwan with their dialogue translated into Malay, Tamil or English and documentaries from Europe and United States similarly with their dialogue translated into Chinese, Malay or Tamil, it would be even better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me deal with another topic. Sir, some of my Malay compatriots have reflected to me that TCS is not providing enough Malay programmes. The Malay films which TCS telecast are all very old imported programmes of very poor quality. Just now, Dr Ahmad Mattar also made some reference to this. I would like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> the Minister to take note of this matter. I hope MITA can direct TCS to review the situation. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, as in the Yangtze River, the waves from behind drive those in front. So each new generation excels the previous generation. I think this is a principle that we must observe. TCS is giving more opportunities for new artistes to prove themselves, but many people feel that TV artistes with some experience have been side-lined prematurely. This is a great pity. Although new artistes are important, old artistes should not be neglected. The senior artistes have accumulated a lot of invaluable experience, and they can act and perform very well. They have a large following of viewers, particularly the older folks. For example, the Hong Kong actress Xiao Fang Fang, who is in her 40s, recently won the Best Actress Award. I hope TCS can make better use of senior artistes to promote the development of our TV industry. At the same time, it will also be able to promote a better sense of belonging among the new artistes. Because if they see the old artistes being put aside, they will regard acting as a temporary and transient career. It will not be good for their confidence-building. I hope the Minister will look into this matter. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Sir, firstly, may I thank Members for giving me very useful inputs and feedback. Mr Peh Chin Hua gave his observations and comments about some documentaries in Chinese and this subject was also taken up by Mr Cheo as well as Mr Choo Wee Khiang. Sir, the observations given on the broad range of TCS Channel 8 programmes are pertinent and probably representative of many viewers' opinions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TCS has, over the last few years, increased its production of local Chinese programmes significantly. As a result, it is inevitable that there will be some hits and misses, some good and some not so palatable programmes, as mentioned by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> Mr Peh and the other MPs. MITA will definitely convey their observations to TCS. It is worth noting that the Singapore Broadcasting Authority takes a direct interest in ensuring the quality of public funded programmes (PFP), like some of the current affairs and documentary programmes mentioned by Mr Peh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, TCS is aware that some of its prime time variety shows have not been very well received and will be making changes and improvements to them soon. For example, come May this year, the Tuesday variety show will showcase local musical talents. Where and when appropriate, TCS will also supplement local shows with quality acquired programmes. One example is the popular Taiwanese variety show, It Pays To Travel, which I have not seen. But I was told that this programme is now being brought back for telecast every Saturday night at prime time, that is, 8.00 pm. According to TCS, this will be for an intervening period of about two months, from 2nd March until April 1996. The other programme that was mentioned by several MPs is Let's Talk. This is a new talk-show on current affairs. It was introduced this year to encourage public discussion on current affairs which are relevant to Singaporeans. The discussions have included topics like a gracious society, policy on keeping Singapore clean, teenage crime, and other topics. Somehow, there is something lacking in the formula and the format of the show. And so far it has been less successful than anticipated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was informed that TCS will wrap up the show by the end of this month and will replace the Wednesday's prime-time slot with a more popular programme, that is, Focus, and this was also mentioned specifically by Mr Peh Chin Hua. Focus will be extended from 30 minutes to one hour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Ahmad Mattar raised various points concerning TV12 and Warna 94.2. I thank him for his criticisms as well as his comments that Warna 94.2 has done a good job as a radio station. For TV12, allow me to explain some of the many improvements that have taken place over Prime 12, since it was launched on 1st \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> September 1995. This is about six months ago. Malay programmes on TV12 have been increased from 17 to 20(r) hours, therefore giving a lot more space for Malay programmes, not just on TV but also during prime time. These programmes have definitely created a new challenge to the management and the executives of TV12. However, they have tried their best to improve Malay programming and I think there have been quite a few new items and improvements made. I will list some of them. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, TV12 has provided prime time Malay movies on Thursdays and Sundays at 8.30 pm. They will continue to televise popular and award winning Malay and Indonesian movies and some old favourite movies. It is not possible to have completely local Malay programmes during prime time, because there is a very limited number of locally produced movies to fill up the space. So these additional hours have in fact made it necessary, for the time being at least, for TV12 to import Indonesian and Malaysian movies. But at the same time, they have been trying to make sure that these are popular movies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, among the titles that have been shown are popular ones like Sembilu and Perempuan. These are very popular shows. I was told that they captured quite a number of viewers during the festive season. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TV12 has also been providing many more programmes every day of the week and they have made sure that there is at least one local programme on TV on a daily basis. This is part of the effort to improve programmes for the Malay audience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an effort now to provide Malay programmes on Sunday mornings, because there has been some feedback about having something close to AM Singapore in Malay. At least two new local programmes are being introduced. One is a six-part documentary series in Malay on Malay entrepreneurs called Usahawan Kita which made its debut on 3rd March. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> Another is a breakfast programme which will be launched on 7th April this year. It is called Suria Duabelas. This one will be on the air from 10 am to about 12.30 pm on Sunday mornings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, TV12 has also been commissioning more independent production houses to produce Malay programmes. These will allow them to have more variety and more sources of films and documentaries to be shown on TV. Of course, it is hoped that with more competition in production, there will be a greater variety in the programming as well as induction of more local talent into TV programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this year, TV12 has commissioned four new programmes to local as well as foreign production houses. The programmes are: Kalau Dapur Tidak Berasap, which is a cooking programme; Usahawan Kita; there is also Bual Bintang, which profiles Malay artistes; and the new programme which is coming, Suria Duabelas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also an effort to revitalise the format and the local production of Hiburan Minggu Ini, Sandiwara, Aksi Mat Yoyo and other programmes to attract a larger audience. I think so far, it can be concluded that these efforts have shown improvements for TV12 Malay programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar also mentioned about Brunei TV programmes. We share his concern about long speeches. Sir, Singapore and Brunei have signed a memorandum of understanding, whereby in some areas, we cooperate to have local programmes aired on Brunei TV and Brunei programmes aired on Singapore TV. This memorandum of understanding is designed to help each other to understand our way of life, our culture and the happenings in each other's country. So Singapore company, TV12 or TCS, will provide the programmes to be uplinked in Brunei. And it is the Bruneian side who gave us what they thought should be on the air under this exchange programme. It is hoped that, from time to time, we will be able to carry better programmes. At the moment, I think the comments made by Dr Ahmad Mattar certainly deserve some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> attention by the relevant broadcasters, and I am sure they will take into account his views on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Warna, Sir, Dr Mattar mentioned about Qasidah, the Mufti and somehow it got mixed up with noodles and other advertisements. I appreciate his point that during the breaking of fast, the type of music that is heard on the air has become part of breaking of fast itself. I think it is an oddity to the ears of many Muslims to hear advertisements while they are doing something religious. I appreciate his point and I will ask the Singapore Broadcasting Authority to look into this matter. Hopefully, they will take it up with RCS and Warna, so that advertisements could be broadcast at the appropriate time of the day. It should not be seen that the radio station is insensitive to some of the religious activities involved at a particular point of time. I hope this matter can be dealt with by the next Ramadan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, it is worth noting that RCS, especially Warna in this case, has also been trying very hard to increase the number of advertisements so that they can earn a little bit more and the money could then be used to further improve the services that Warna provides for Malay listeners in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Choo Wee Khiang raised a few points, one of which concerns advertising on TV. The Singapore Broadcasting Authority works with the Advertising Standards Authority of Singapore, which is the local advertising industry watchdog, to set guidelines concerning the advertisements for broadcasters. Complaints about products on TV can be addressed to SBA who will take it up with the broadcaster. SBA will consider the complaints and, if necessary, to amend the existing advertising code which all broadcasters have to comply with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo also raised the point about 1900 charge calls. This service is relatively new and it involves interaction by users. Parental control is so far seen as the most effective check on possible misuse by children. SBA will definitely highlight the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> importance of parental supervision and encourage the use of parental control mechanisms such as the locking device. This facility is available and provided by Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Choo also mentioned his concern about TCS' viability to go on the air 24 hours a day. TCS is now a private broadcaster. It has to operate under the discipline of the market place and to ensure that it is efficient in delivering better programmes to hold their audiences and, at the same time, watch their bottom line. TCS will also go into 24-hour broadcasting only if it finds that it makes economic sense. This is something which TCS itself would have to decide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo Chai Chen raised his concern about documentaries on Chinese TV programmes which I have dealt with earlier. He touched briefly on dialect programmes and my Minister has dealt with it yesterday. I will try to discuss his point about Malay programmes on TV which I must say, thus far, although some of the programmes are old, they are popular. As I said, like P. Ramlee shows and some of the local productions that were made in the 60s and 70s, these have, in fact, been partly brought back because of their popularity. The Malay community still find P. Ramlee very entertaining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Cheaper also! \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin:</b> I am not sure if it is cheaper, but it is definitely popular. Shaw Brothers have the rights to control these Malay films and we have to pay for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will certainly ask TV12 to improve further on Malay programmes. At the same time, it is worth noting that the Singapore Broadcasting Authority has been trying very hard to help TV12, especially in terms of funding. It is not really having financial difficulty in that sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the last financial year, FY95/96, funding for Malay TV programmes, which include news as well as current affairs programmes, amounted to $19.96 million. This represents 25.6% of the total funding of about $78 million given by SBA to our broadcasters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Funding for other programmes, if I may mention, is 14.4% or $11 million for Indian programmes, 29.9% or $23 million for Chinese programmes and 30% or $23 million for English programmes. These figures show that SBA has been giving quite a sizable sum to help TV12 get good Malay programmes on the air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Peh is concerned about veteran artistes. I must say that veteran artistes like Xiao Fang Fang whom he mentioned were not developed overnight. It takes years to develop and enhance their skills and to deepen their experience and broaden their exposure. TCS too has a deliberate and definite process to train and groom its artistes. Young artistes are given constant training and exposure to mould their skills and enhance their talents in acting, while experienced artistes continue to be given important roles and be recognised for their excellent acting skills. Since 1988, young artistes with potential are discovered through Star Search, and these young artistes are deliberately --- \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Mr Peh, do you want to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua:</b> I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $134,987,780 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $38,304,500 for Head R ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head P - Ministry of Health. The time allotted for this amendment is 81 minutes, which includes the reply by the Minister. Mr Loh Meng See. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head P of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Economic Survey of Singapore 1995, it is reported that Private Consumption Expenditure on Medical Services was $2.5 billion in 1994 and $2.7 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> billion in 1995, an increase of 8.1%. On the other hand, the Government's operating expenditure on health was $725 million in 1994 and $685 million in 1995, a reduction of $40 million or 5.5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By adding the private and Government expenditure, the total sum was $3.23 billion in 1994 and $3.4 billion in 1995, an overall increase of 5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the analysis of the Consumer Price Index on Healthcare cost, it showed a modest increase of 1.6% in 1995 compared to 3.1% increase in 1994. It is explained that much of the increase was attributable to higher Government medical fees and dental treatment charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question that comes to mind is that, instead of a reduction, if the Government's operating expenditure was kept at the 1994 level, the cost to the public would be lesser. Perhaps the Minister can explain this and give his comment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a substantial shortage of manpower in the Government healthcare sector. If we add to the woes of the private sector hospitals and restructured hospitals, the manpower shortage is perhaps worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the opening of the new Changi Hospital, NUH Phase III development, the new Kandang Kerbau Hospital, Tan Tock Seng Hospital, more medical and nursing manpower will be required. The manpower shortage will affect quality service delivery. May I ask the Minister what steps are being taken to improve this manpower situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Medical Association recently announced the proposed fee increases for GPs and private specialists. A year ago the Managed Healthcare Scheme was offered as the longer term solution. By converting from the fee-for-service to the prepaid system, the Managed Healthcare Scheme is a good mechanism to make primary healthcare affordable. The capitation system and the gatekeeping function of the GPs help to cut down unnecessary specialist costs. Can the Minister indicate what will be the Ministry's position on this and whether he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> would like to give encouragement to more Singaporeans signing up for the NTUC Income Managed Healthcare scheme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is public concern arising from the acquisition of Mount Elizabeth and EastShore Hospitals by the Parkway Holdings Group. They are now the largest and dominant player in the private sector healthcare industry. Will the Minister be able to assure Singaporeans that this development will not have adverse cost impact on patients receiving treatment at the restructured and Government hospitals? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regional medical centres are also being set up and promoted in neighbouring countries. These overseas medical centres will pose a threat to Singapore's position as the Regional Medical Centre of Excellence. Moreover, if the comparative cost advantage enjoyed by Singapore is further eroded, we may even see Singaporeans going to these overseas medical centres for treatment. There may be a drain on our medical talent and foreign exchange. What steps are being taken to maintain our leading edge as a Regional Medical Hub? Perhaps the Minister can comment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to the next cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, as our population ages, weak and frail elderly will be a common sight. Many may suffer from stroke and other diseases associated with old age. The Government has built and supported more community hospitals and nursing homes. The polyclinics currently cover a wide geographical area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister whether it is feasible for the Government to go one step further to build neighbourhood health care centres? It will maximise resources and facilities and manpower. By providing neighbourhood medical facilities, it would make it convenient for the elderly to use the facilities closer to their residence. We may be able to attract grassroots volunteers to help in the rehabilitation work to speed up the recovery of the elderly patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am thinking of this along the lines of the Neighbourhood Police Post where neighbourhood health centres can complement the regional polyclinics. Would the Ministry consider this in the future plans for the healthcare of an ageing population? \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, I have two cuts. Can I take them one after the other? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, both the middle income and low income families are concerned about the insufficient B2 and C class wards. This is obviously due to the increasing demand by this sector and many of them eventually land up being put into higher ward classes. Consequently, many of them have to pay more than they can afford. So what I want to raise is whether there are sufficient C class and B2 wards available in Government restructured hospitals. The consequences are obvious because there is increasing demand generally in terms of hospital admission in the last few years. So this concern has to be addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue that I would like to raise is a concern which has been raised by the GPC Chairman, Mr Loh Meng See. He has said that there is higher attrition in terms of manpower in the Government healthcare sector. I feel that the efficiency and quality of healthcare depends on whether the restructured hospitals and Government hospitals are able to attract and retain able medical healthcare personnel. In this respect, Sir, I would like to ask the Minister whether he could give an assessment of the medical manpower situation in the hospital sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that needs to be addressed is the issue of morale of the staff in the hospital setting. I would like to recommend that there is some urgency in setting up a health commission, like the Education Commission or the Armed Forces Commission, to study and make recommendations to improve the morale of the workers in this sector and their terms of service and conditions. This is urgent because the health sector is one of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> the largest public sectors in terms of service. I think the problem needs to be addressed fairly quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on preventive health, from the annual report I assess that the amount of fund allocated to primary health care and preventive health care is rather dismal. It is about 12% of the Ministry's total budget. In this respect, preventive health care is not given as much attention as it requires. We are in fact trying to promote healthy lifestyles. Prevention is, in fact, better than cure. I am sure the Minister will agree with me. We do not seem to be paying more attention by deploying more resources, more manpower and more attention to this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister what plans the Ministry would be taking to give more emphasis to this aspect of healthcare, which is of growing importance. What incentives are being planned by the Ministry to promote more healthy lifestyle programmes and other related programmes of a preventive nature in the work setting where we have a large working sector? I think it is important that we try and find ways to promote preventive healthcare programmes into this sector. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, on the subject of home nursing, one way to save medical cost, especially for the elderly patients, is to ensure that they do not stay in the hospital longer than necessary. It is better that they could be kept at home in a home environment. But the problem is that many of the children of these elderly patients are working and they have their own children to look after. So they need support from the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Home Nursing Foundation has done a good job but the problem is that there will be more and more elderly people requiring such home-help. So may I ask the Minister what measures are taken to strengthen this area of home nursing service and are we ready to encourage more home nursing for the elderly patients? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, I have put my cut under the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> heading \"National Health Policy\" and I would like to declare my interest as a medical specialist in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many years now, Sir, hospital services and medical specialists in Singapore have been classified as private or public and have been subject to the problems and dilemmas of this public/private divide. The public area includes the restructured and Government hospitals and the specialists working therein, while the private sector includes the private hospitals and the private specialists who use these hospitals. Over the years, there has been a steady and sometimes furious haemorrhage of the public hospital specialists into the private sector resulting in some public hospital specialist departments being understaffed and losing their expertise. In response to this movement from the public to the private sector, the remuneration of specialists in the public sector has undergone numerous changes and yet the desired results have not been achieved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether acknowledged or not, Sir, the reason for the exit of specialists into the private sector has not only been an economic one, although money is often cited as one of the reasons. Other reasons include uncertain career paths, overwork and administrative hassle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, the private specialists' main preoccupation in life is not just to make money, as has been sometimes portrayed, but they are also caring doctors who can contribute to the public sector. There has been some attempt to encourage private specialists to work as part-time consultants in the public sector. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another move to integrate the public and private sectors is in the setting up of centres like the Eye Centre, etc. However, Sir, I feel that these moves do not go far enough to integrate the public and private specialists. Would the Minister encourage a paradigm shift in the thinking of his Ministry on this public-private divide and instead allow much freer movement in both directions? We should in fact be viewing all the medical specialists in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> Singapore as one pool, so that it becomes possible to plan facilities and use skilled manpower much more efficiently, effectively and holistically. Singapore is a small country and such an integrated system is likely to lead to maximisation of potential in the medical arena. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister please give the House his view on the desirability and the practicability of such an integration? \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, in the area of traditional Chinese medicine (TCM), I am happy that the Acupuncture Research Clinic has been successfully set up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the report by the Committee of TCM, October 1995, we have not heard very much of the progress made on the training and regulation of TCM practitioners. I want to know from the Minister whether he feels that the TCM practitioners are able to work together to organise and regulate themselves. Or does he see the necessity of the Ministry offering a guiding hand to lay the ground rules for compliance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Dr Aline Wong's Report, there was a recommendation to allow the entry of qualified TCM practitioners from reputable overseas centres. I would like to ask the Minister whether there are any actions taken in this regard. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I am also going to speak about the practice of Chinese medicine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the opening up and economic reform in China, traditional Chinese medicine has matured over the past few years. The practice of Chinese medicine has become more scientific and a lot of improvements have been made. Recently, the Ministry of Health published a report on Chinese medicine. I think all the Chinese medical associations and individuals who are interested in Chinese medicine had supported the recommendations of the Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the Ministry of Health can start thinking about setting up departments in the major hospitals in Singapore to practise traditional Chinese medicine, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> including massage, Chinese herbal treatment, and acupuncture, in order to provide better health care to our people. Under the regulation and guidance of the Ministry of Health, Chinese physicians can be invited from overseas to practise here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my understanding, the response to the setting up of an Acupuncture Research Institute is very good and the waiting list for treatment runs into months. I therefore suggest that the Ministry of Health work hand in hand with the Chinese medical associations in Singapore to set up another Acupuncture and Research Institute in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to also ask the Ministry to set up another Institute on cancer treatment. I do not know whether this plan has already been implemented, and what is the response. I feel that the scheme to set up this kind of research centre will be good for the development of Chinese traditional medicine in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, although Chinese medical practices are not in the mainstream of modern medical development, I believe that traditional Chinese medical treatment has relevance in Singapore, and I dare say, in the future. The Chinese have been treating their ills for thousands of years through a body of medical knowledge that has a different frame of reference from the modern western medicine. However, this is not to say that they are no good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chinese medical practice is holistic and treats for the cause, and not just the symptoms. It is a very useful supplement to Western medicine. For a good section of our population familiar with Chinese medicine, the proper organisation and development of Chinese medical training in Singapore is to be welcomed. I believe that Singaporeans can lead the way to integrating Chinese medical practices together with Western medical care, especially in the outpatient category. It can provide a good alternative for a good section of our population. For example, a free Chinese clinic run by my grassroots for two years has built up a record base of 1,000-plus. It only runs two nights a week and handles about 30 cases each night. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to take further steps to enhance the status of Chinese medical practice and help in its development by giving it all the necessary resources to enable Chinese medical practice to spearhead the drive towards alternative medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe health care is social-bound. You can have the most sophisticated scientific medical knowledge but the development of health care services in a society is bound in a complex mesh with the economics, politics, and the social realities. Health care service is not just about what is technically possible, but about what is socially efficient. Chinese society has lasted for thousands of years. Their population is the largest. Hence their medical practice is entirely relevant. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, many of us believe that traditional Chinese medicine (TCM) has a role to play in Singapore. And I am glad that steps have been taken to upgrade the practice of TCM. But I would like to reiterate once again my concern on this issue. The recent release of the Report prepared by the Committee of TCM has been informative and useful. And I would like to congratulate the Committee for a job well done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recommendation that we adopt a phased approach, ie, self-regulation by the TCM community initially, followed at a later stage by statutory regulation, is good. However, the process should not take too long to complete. Currently, there is no proper control on the qualification and practices of these TCM practitioners. Our population should not be allowed to be exposed to unnecessary risks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true the Ministry lacks the expertise and knowledge to effectively regulate the TCM profession. The various TCM organisations may not have the experience and knowledge to set their own standards. They also need time, money and efforts to organise themselves more effectively to serve the public safely. In addition, there are so many different organisations and I think it might not be easy to get consensus. This will inevitably prolong the restructuring of the TCM profession. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> feel that there is a need for some sort of MOH intervention. The Government can also assist by inviting qualified TCM practitioners from reputable overseas centres to give the necessary guidance and expertise to these TCM organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, every year we should allow a certain number of suitably qualified TCM doctors from China, Taiwan or any other country to practise in Singapore. I think this will help to raise the standard of TCM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the interest of the public, the Government must be more proactive in speeding up the implementation of the good recommendations proposed in the Report, especially on the control of Chinese medicinal materials and Chinese proprietary medicine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to ask the Minister what is the Ministry of Health's stand with regard to the Chinese physicians coming here from China on social visit passes, practising in various housing estates and receiving hongbaos in return. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Choo Wee Khiang is not here. Mr Loh. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, more and more Singaporean companies are expanding into the region. Therefore, we can see more and more Singaporeans working overseas. While travelling and working overseas Singaporeans sometimes do fall ill and have to be hospitalised. May I ask the Minister if there is a plan to gradually allow Medisave to be used in emergency cases when Singaporeans have to be hospitalised while overseas? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's White Paper on Affordable Healthcare stated that there will be a balance billing measure for patients using Medisave for payment of private hospital medical bills. May I ask the Minister what progress is being made to implement this measure? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to my next subject? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, MediShield coverage has been a boon to Singaporeans. Many have been helped in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> the payment of hospitalisation bills. Singaporeans' life expectancy will reach closer to 80 years old in the future. The current age limit for MediShield coverage stands at 70 years old. It leaves a number of years uncovered. Statistically, about 80% of medical bills are incurred in the penultimate years of one's life. Is the Minister able to consider extending the MediShield coverage to 75 years old? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would you like me to take all my cuts together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Thank you. My first cut, Sir, is on health expenditure. I would like to read out the budget allocation for health: FY94, 1.18% of GDP; FY95, 1.15% of GDP; and FY96, 0.85% of GDP. Thus, for the last three years, the amount budgeted by the Government for health has been falling as a percentage of the GDP. It has fallen to below the 1% level to a mere 0.85%. Even if we add the sum for the Medical Endowment Fund, the figure is still below the 1% GDP level. Comparing FY95 to FY96, there is 0.19% less spending on health in absolute terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fortunately, however, although the amount spent by our Government on health is so low, the standard of basic health care available for most people is good. And it is to the credit of the Health Ministry that it can deliver so much for so little. However, it stands to reason that with an ageing population and with the Government spending less on health, there must be a greater financial burden on the people as our national health expenditure has not gone down. Furthermore, high-tech medicine and increasing health expectations should not logically lead to decreasing expenditure on health. If the Government therefore is spending less, then the people must be spending more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the reason for the Government limiting its health expenditure to below 1% of GDP? Is this figure going to be our medium term target? Should the Government not be increasing its share on health expenditure in tandem with GDP growth? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, are we putting the cart before the horse, so that we are deciding on the quantum of health financing first and then trying to fit in the country's health needs? Would the Minister please elaborate on the medium term policy of Government expenditure on health? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next cut, Sir, is on performance targets in the health industry. I would like to express my concern to the Minister on the choice of performance targets in the field of health. The Budget book states that Tampines and Toa Payoh clinics will become autonomous agencies in FY96. The performance targets during peak hours are to attend to patients within 45 minutes for registration, within 16 minutes for consultation, etc. This sort of performance targets may be suitable for the hospitality industry or the Immigration Department but not for health care. Of course, patients should not be kept waiting inordinately long but what is important from the point of view of health is the quality of care given. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the performance targets should include matters like a thorough and complete medical examination and the satisfaction expressed by the patient. Instead we find that, in polyclinics, there are many patients and not enough doctors. In fact, during peak periods, a doctor in a polyclinic can see 100 patients in one day and this works out to about 4-5 minutes per patient assuming that everybody works non-stop. During a consultation with the doctor, a history has to be taken and then a physical examination which is followed by the ordering of tests, or the evaluation of tests. Then treatment has to be ordered and general advice given. Surely, this must entail time and care. Instead, we are leaving the management of physician activity in the hands of managers who measure productivity by the number of patients seen and the length of waiting time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Joint Committee on Accreditation in hospitals in the USA will not certify doctors if more than two new and two follow- up cases are seen per session. What sort of norms and standards are we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> setting up? Should we not be forming an inter-disciplinary medical committee to work out appropriate performance targets for the medical industry? Would the Minister please give us his views on this important subject? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next cut, Sir, is on the divestment of health programmes. There has been a divestment of some health programmes by the Government. Health programmes have been relegated to the welfare category and are being funded to a large extent by the community. These are the Hospice Home Care Services, the Diabetic Society, the Home-Help Services and the Dementia Day Care Centres, to give some examples. The Home Nursing Foundation has become a voluntary organisation and runs, I think, the Senior Citizens' Health Care Centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am all in favour of the community doing its share of welfare work. But I feel that essential health programmes cannot be left mainly to the voluntary sector to manage and finance. Let us take the case of diabetics as an example. I think we have one of the highest rates of lower limb amputations found anywhere. One of the reasons for this is that diabetic ulcers are not managed properly. It is difficult for many elderly diabetic patients to go for dressings for their foot ulcers because these ulcers usually make them wheelchair bound temporarily. These patients need proper dressing and proper management of their diabetes. The Diabetic Society can only do that much as it is partly dependent on funds from the public. We have a lack of adequate services in at least two areas, home help for the elderly and care for the diabetics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Government to take ownership of these important health programmes so that timely and good health care is provided. If we do not do this, then the consequences will be revisited on society. For example, a diabetic ulcer not treated properly will end up as a leg amputation for the patient and this will affect not only his livelihood and daily life but will also affect the economic and social life of his family. Also, the total health expenditure of the nation goes up. Literally, in this case, a stitch in time saves \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> nine. I am not discounting the role of the voluntary sector in the health services. But I think the right balance should be a bigger Government role and responsibility while tapping on the expertise and volunteering spirit of the voluntary welfare sector. The strategic national planning for various health programmes must be done by the Ministry of Health. Would the Minister please comment on this issue? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Soin, we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Yes, Sir. I have only got two more cuts. The Human Organ Transplant Act (HOTA) was passed in 1987. The Muslims are excluded from this presumed consent law because of their religious beliefs. According to HOTA, priority for transplants will not be given to objectors (non-Muslims) and non-pledgers (Muslims). However, some Muslims are caught in a catch 22 situation. I will explain this. A usual human failing is to procrastinate for any opting-in system and many Muslims fall into this category. If these Muslim non-pledgers then develop kidney failure requiring dialysis, trouble begins. Muslims being non-pledgers are not put on the transplant priority list. As dialysis is a temporary treatment for patients awaiting transplants, subsidised dialysis transplant is only offered to those who are on the priority list for transplantation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The policy of not offering subsidised dialysis to non-pledgers is followed by the National Kidney Foundation and the self-dependency dialysis programme offered by the Ministry of Health. The consequences of long-term dialysis affect the health tremendously and make the Muslims poor candidates for subsequent transplantation when their turn eventually comes. Because when Muslims cannot get subsidised dialysis, they have to turn to the private clinic and, therefore, to save cost, they sometimes do not go as frequently as they should. Even if a Muslim decides to opt-in, he or she has to wait for two years before they are put on the priority list for transplantation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from what I understand, since the National Kidney Foundation has implemented this policy of not accepting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> non-pledgers in January 1994, more than 50 Muslim patients have been rejected. Some have died as they could not afford the dialysis treatment at the private centres. The rest have gone for dialysis irregularly because of financial difficulties although VWOs try to help them as best as they can. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have three suggestions for the Minister to help the Muslims out of this predicament. (1) To redouble efforts at public education to get Muslims to opt in. If some sort of an incentive could be given, the response could be better. (2) To change the Human Organ Transplant Act so that Muslims are included in the opt-out system. (3) To allow Muslims who are non-pledgers with kidney failure to be on the priority transplantation list. I urge the Minister to consider a humane approach to this problem so that the health of non-pledgers is not compromised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next cut, Sir, is on mandatory reporting of child abuse by medical professionals. Statistics on child abuse resulting from violence in the home have been kept at public sector hospitals since the beginning of 1994 and the Ministry of Health has to be commended for initiating this. However, there are some cases of child abuse which result from violence not in the home for which statistics are not being kept. In any event, the cases of child abuse that are brought to the attention of doctors are treated. However, besides treating the patient, the medical profession is not able to ensure that further abuse is not inflicted on the child. If the Minister could consider instructing the medical profession to report these cases of child abuse, then effective intervention is possible. I would like the Minister to initiate mandatory reporting of all child abuse cases seen by the medical profession. The reporting can be done to the Ministry of Health which then can forward the names to the Ministry of Community Development. And once the case is reported to MCD, the Ministry can then initiate investigation through its child welfare services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. You have exceeded the time. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.55 pm until 3.15 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.15 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P (cont.) - \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (BG George Yong-Boon Yeo):</b> Mr Speaker, Sir, allow me, first, to thank the Members who have spoken for their wide-ranging comments. To set our discussion within a certain framework, let me highlight the three big challenges that we face in providing a good health care system for Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first is the fact that we have become a middle-class society, with middle-class aspirations, with new needs. Let me give dental care as an example. Today, if we look at the index for decay, filled and missing teeth, we are probably at the top in the world's league. We have fluoridated the water. We have a wonderful school dental health care system. The result is very good teeth among our adults. But today, Singaporean parents expect their children to have a set of teeth which are not only healthy but look very presentable. So we will follow the way of America and orthodontics will become very important. So we must allow for orthodontic facilities to be provided. But should we subsidise orthodontics which is really cosmetic surgery? I do not think so. But still it is part of the reality that we have to grapple with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to adjust and meet these demands, because without a comprehensive, excellent health care system, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> morale must suffer. Singaporeans work very hard. They expect, when they are at play, to have good facilities. They expect, when they are sick, to have good facilities. It is necessary for our good morale. Indeed, if we want Singaporeans to continue maintaining high result and high performance, we must ensure that we provide the best medical services they can afford. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is like the SAF. You want soldiers to fight and to risk their lives, you must provide health facilities. You cannot begrudge the fact that vehicles and helicopters are used for medical facilities because they are not carrying combat power. Without that stretcher in the section, that section would not fight, because those who fight know that if they fall, no one would carry them back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So all societies must find a good balance between the amount of money they spend on health care and the amount of reserves they set aside for other purposes. That is the first big challenge, middle-class aspirations which are soaring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second is the fact that our society is ageing rapidly. Today, 6% of Singaporeans are over 65 years old. It will be 9% by the year 2010, 14% by the year 2020, 20% by the year 2030. We have done more sophisticated modelling now, based on which we can project what percentage of our GDP will go to health care based on the present levels of servicing for each age cohort. In other words, without increasing the present levels of servicing, just from ageing alone, the proportion of GDP on health care will rise from 3% to 6-8%, which is really European/Japanese standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the population ages, the implications are tremendous. Take the work of Members of Parliament. If 20% of the population are over 65 years old, something like a third of voters are over 65 years old by the year 2030. By that time, our successors in this Chamber will spend a lot of time listening to old people and lobbying their causes. And who among us at that time will be prepared to lightly dismiss their needs or their demands? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> Because one-third of your voters, you annoy them, you irritate them, you are out. So if we do not make provisions now, the logic of a democratic system means that in 20-30 years from now, everything will be perverted in order to favour the elderly. And if we are not careful, by that time, the young, resenting the burden, will say, \"Look, I am opting out. I am leaving Singapore.\" And then we will be on to a downward spiral. This is something we must worry about because if we do not and if we are moved by one compassionate concern after another, it is a slippery path to perdition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third big challenge which we have to confront is the revolution in medical technology. Within 10 years, the scene will be completely different. Surgery will become micro-surgery. Recently, we have all come to know a lot about stent and angioplasty because of Senior Minister's health condition. Now there are rotor blades. There are little laser guns at the end of catheters which can be used to clear blockages. It is possible today to do bypass surgeries using laparoscopes and indeed one was done in NUH recently with the help of an American surgeon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tomography will change the landscape. Within a few years using functional MRI, we may be able to check how much of our vessels are blocked without any invasive procedure, just by MRI alone. Gene therapies, micro-surgeries, new wonder drugs will change the landscape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I opened the gamma knife facility at SGH. It is truly remarkable. By focusing a blob of energy deep inside, you can burn off a tumour. I visited the facility earlier just to acquaint myself of the details. Chatting with the doctors, I said, \"I would like to see the patient after she is done.\" After tea break, I said, \"I would like to see the patient now.\" They told me that she had gone home. Brain surgery, painless, done, she goes home. She may possibly even be able to work the following day. Whereas the old way of opening up the skull and then rummaging through the brain to get at the tumour will leave her in the hospital for days after that and not quite right probably. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, in America now, because they have not had the discipline in the past, the health care industry there is in a crunch, and there is tremendous over supply. They estimate that they are over bedded by twice and over doctored by twice for the next 20 years. Whereas over here, in Asia, because of new middle-classes entering the modern world, health care needs are soaring. There is an explosion in the health care industry in Asia today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the result of technology and new economic forces is that the global health industry will change dramatically. There will be new patterns of centralisation and decentralisation. And Singapore's strategy in the global market place is to establish close links with American medical institutions, the best in the world, and try to be a Mayo Clinic for South-east Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I visited Mayo last year at Rochester in Minnesota. It is a small town of less than 100,000 inhabitants, in the middle of the prairies, in the middle of nowhere, with beastly cold winters four to five months a year, but it has the most wonderful medical facilities in the whole world. And because it serves the rich and famous from around the world, the people of Rochester enjoy a quality of health care not possible for any other prairie town of 100,000 in America or in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the same way, if we are able to establish Singapore as a Mayo Clinic in South-east Asia, then all of us who happen to live in Singapore will enjoy a quality of medical care far surpassing what a population of three million would otherwise deserve. But, of course, for this to be possible domestically, we must ensure that however we help the individual by subsidies, he must in the end be responsible for himself and his family, and he cannot have a dependent mentality. If the individual loses this sense of responsibility, any system, however cleverly structured, will inflate and break down. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the challenges that we face. It is important for me to list them out because it provides the background to the answers that I would give to the questions that have been raised. If we look at primary health care, the present system is in fact working very well. Our housing estates are well served by GPs and by polyclinics. Mr Ling How Doong, during the Budget debate, has done Singaporeans and general practitioners a great disservice by making some very outrageous remarks. Sir, can I ask the Clerk to circulate some tables (Cols. 1419 - 1424), please? [Tables circulated to hon. Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960315/19960315-HA-0651419.htm\">tables - COMPARISON OF POLYCLINIC AND GP CHARGES, AVERAGE HOSPITAL INPATIENT BILL SIZE PER DAY, AVERAGE HOSPITAL INPATIENT BILL SIZE (Cols. 1419 - 1424)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP, in a recent issue of the New Democrat, talked about `the truth about health care costs' in Singapore. Really, it should be `falsehoods about health care costs', and those are falsehoods which Mr Ling repeated in this Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know, in fact, that polyclinic charges are much cheaper than GP charges. In fact, they are a third to a half less than the charges of general practitioners - about $10 versus $18 for coughs and colds, about $25-$30 versus $50-$80 for chronic conditions. And that is not taking into account the fact that children and the elderly pay half price. The overall subsidy level for polyclinics is about 50%. If the SDP persists in such misleading comments, I am willing to have a public committee to verify the numbers. And I shall talk about Mr Ling's other allegations later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our general practitioners do a very good job. They work very hard, very often seven days a week and pick up infections from the patients they see. They provide an excellent service. The clinic is just downstairs and it is so convenient. They make a reasonable amount. I do not think they are fabulously rich. They work very hard. Competition is fierce. Some of them work solo, some work in group practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the optimal? Let the market decide. Different companies have different schemes for employees. NTUC's Managed Health Care Scheme is an experiment. Mr Loh Meng See suggested that we should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> promote the MHS Scheme. I am not sure. But I do not think we should because it may not necessarily lead to a better quality of health care for Singaporeans. Right now the patient/GP relationship is a simple one. It is uncluttered, and no third-party is involved. It works well. There is no obvious need to tamper with it. If the MHS system works well, we adjust. If it does not work well, then the experiment has served its purpose. We will evaluate it in about 2-3 years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh also talked about the SMA raising fees recently in an advisory to general practitioners. I do not think it is unreasonable because GP fees have not been raised for the last five years. In any case, it is only an advisory. In different places, if there is keen competition and if the local residents cannot afford it and rentals are cheap, the rates would remain what they were. But maybe in newer housing estates where rentals are higher, where there is a yuppie population who are prepared to pay more for medical service, then rates may go up. I do not think it is anything out of the ordinary. In any case, this is something which we should not try to intervene. It is something where the market works and we should allow it to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whatever it is, Government's intervention in the primary health care market is not to go beyond the present 20%. Right now, polyclinics provide a good service. They put downward pressure on prices. They also provide facilities like laboratory tests, X-rays, rehabilitation, diabetic counselling and so on. The clinics at SGH and TTSH are there for a different purpose. They are not to take business away from GPs. They are there to take pressure away from A&amp;Es because very often at night and public holidays, patients do not know whether what they are suffering from constitutes an emergency or not. So when they arrive and there is a GP there they may go to the GP instead, which costs them less. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for our polyclinics, yes, there are long queues in the morning, but in fact they provide a very good service. I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> think Dr Soin was fair in her comments about the service provided by our polyclinics. In recent years, the quality of service there has improved tremendously. All the statistics show it. There is always a bunching in the morning because many people go there to get Medical Certificates before they go to work. Otherwise, if you go there in the late afternoon or in the late morning, the waiting time is short and we are deliberately monitoring the waiting times because, subjectively, that is an important measure of patient satisfaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to hospitals. Public hospitals in Singapore have been or are being upgraded and are among the best in Asia, even for C-class. Our policy is to subsidise the less well-off but require some co-payment except for the destitute. We deliberately allow choice in the system so that an internal market operates. If we operate a socialist system, everything top-down, then we will need all kinds of performance indicators to find out who is working, who is not working, are patients happy or not happy. Whatever set of indicators we arrive at will be very subjective, contentious and likely to miss out on the whole picture. The beauty of the market is that it is internally self-regulating. The moment we allow choice for patients to decide between different classes of wards, between different hospitals, between different doctors, then the market will ensure that the incentives are put at the right places. Where there is greater demand, there will be price signals, there will be demand signals, more supply will be forthcoming. This is the approach we are taking - to allow choices. Except for emergency ambulance cases where you would be given no choice, patients decide which hospital to go to. Sometimes they ask the GP for advice and the GP will advise them which specialists to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Charges vary somewhat from public hospital to public hospital but not too greatly. This competition among hospitals is healthy and leads to higher efficiency and service level. Even for tertiary care, like for cardiology and ophthalmology, we would allow two competing centres. It is only when facilities are so expensive and should not be duplicated, like in radio \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> therapy that we insist on centralisation and there we have no choice. And there we will need all kinds of performance indicators because there is no market test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure Dr Vasoo, Mr Loh and other MPs who have touched on this that the less well-off in Singapore will always be well taken care of. We have enough B2 and C beds. On average, they are about 85% occupied and they make up two-thirds of acute beds in Singapore. If more are needed, more will be provided. That is our undertaking to the people of Singapore. Medisave and MediShield ensure affordability. For those who worked in the pre-Medisave era, the Finance Minister has been topping up the Medisave accounts and we also make it easy for children to top up their parent's Medisave accounts. There is also Medifund which has been raised to $500 million. We ensure that overall cost is kept under control by an iron revenue cap presently set at 5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The private sector complements the public sector. The White Paper sets a target to expand the private sector from 20% to 30% of acute beds. They have a good reputation in the world. Of course, they are expensive because the best doctors are sought after by rich tycoons from Indonesia and elsewhere, and Singaporeans have got to compete with these foreigners for the services of private doctors. But there are limits to what private doctors can charge because not only is there competition within Singapore, there is competition between countries. For instance, a big competitor in Indonesia for medical services is Australia and Australians systematically market their health services available in Australia, in Jakarta, Surabaya, and elsewhere. So this puts a limit to what Singapore hospitals can charge. This is the reason why the Health Ministry has not been overly concerned about the acquisition of Mount Elizabeth Hospital and East Shore Hospital by the Parkway Group. Together, they have 14% of 6,500 acute beds in Singapore. That is not enough for a monopoly. They have more than half the beds in the private sector, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> but do not forget that beds in public hospitals, B1 and A class beds, are complete substitutes for what is available in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where the market is working well, we should not intervene because if we intervene clumsily or wrongly, we curb our efficiency and we make Singapore less competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh asked whether we are going to introduce balance billing which was mentioned in the White Paper. We look at it backwards and forwards and for the time being we feel that balance billing is not necessary because it is an administrative nightmare. Balance billing means that you introduce price and income control on doctors and a patient may be serviced not only by the hospital but by different laboratories, by different doctors and specialists and trying to decide how to apportion Medisave among all these people and making sure that they do not play games with us, will require us to establish a system of checks and inspections. We will need a whole bureaucracy to ensure that the system is being adhered to. If there is widespread abuse in the use of Medisave in the private sector, then I say it is worth carrying this administrative burden. But looking at the amounts being used in the private sector, there is no clear reason for us to move in with massive intervention. So this is something that we will keep in view for the time being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come back to Mr Ling who blithely said that private hospitals are as cheap as public hospitals, which all of us intuitively know is absurd. But anyway, I have asked for the numbers. They are in the tables which have been circulated and they establish beyond doubt that across the whole range, Government hospitals are much cheaper than private hospitals, both for average hospital inpatient bill size per day and total average hospital inpatient bill size. The only case where a private hospital costs less than a public hospital is Thomson Medical Centre - I refer Members to the last table. That is because we are not comparing like with like. Thomson Medical Centre caters to child births. Child birth is not a sickness. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> duration is short. In fact, 60% of child births in Singapore now are in the private sector because young couples want to spend a little extra on themselves, a way for the man to show love to the woman, it will not usually lead to complications, they want some hand holding and we do not mind. In fact, Kandang Kerbau Hospital wants to increase its market share but I tell them, \"Look, if people are happy spending their money in the private sector, why not. It does not really matter.\" That is the reason why Thomson Medical Centre has a lower cost because we are comparing child birth with other conditions being looked after in public hospitals. But otherwise, across the board, the data is clear. I would strongly urge the SDP to print a correction in the New Democrat for misleading the public in this very outrageous way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget debate, he compared bed charges. He does not understand that some private hospitals, in order to bait and switch, deliberately market bed charges low and everything else they add on and pile on. Whereas for the public hospitals, we are very honest and straightforward. Our bed charges cover all kinds of incidentals. These figures are compiled every six months. They are updated and they are available in the Internet. Maybe the SDP should highlight the MOH's Web page in the next issue of the New Democrat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The loss of doctors to the private sector remains serious but under control. The Gleneagles' new wing has been filled up. So one important suction has been removed, but then the new Pontiac Medical Centre is coming up in about two years' time and I would see a few more doctors leaving for the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked for greater integration between the public and private sectors. I fully support her hopes. We are trying to do it. We allow private doctors to come back as visiting consultants to teach and to impart experiences to the younger doctors, to provide a service and I think we should do more of it. In the same way, we are now exploring the possibility of allowing some of our doctors in the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> hospitals, consultants who are not in leadership positions, to spend maybe a part of their time outside to see private patients. This may remove from them the sense that they are losing out, the urge to know what is like on the other side of the fence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we are doing is that we are opening a small door on the other side and say, you go there and romp around for a while and come back, the door is always open. It may be good for those in public hospitals because in this way private patients will subsidise public patients. This is because usually these doctors who straddle both sides charge much less when they are in the public hospitals than when they are in the private hospitals. Also, in the public hospitals they are subject to the revenue cap. So they are not free to raise their charges. Whereas in the private sector, they can operate more freely. So this is an idea we are working on. If Dr Soin has got more concrete proposals how we can make this scheme work better, I will be grateful for her advice, and indeed from her colleagues too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also ensure that doctors who work in public hospitals derive greater job satisfaction, that their talent is well recognised and we have established a Committee in MOH now to monitor all those with the potential to move up, centrally, across all the public hospitals, so that their careers are well looked after and that it is not only their bosses who decide their fates. I think that is important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also provide more research facilities and give institutional practice a quality, a flavour and a texture, which doctors can never get in the private sector. Private sector, yes, it is all very gracious, I mean, air-conditioned, plush surroundings, they look after rich patients, they are polite, they are courteous, and they make money from them. But beyond a point, this is not the same as working in a public hospital, handling emergencies, looking after the poor, commiserating with them. If we have a good integrated public/private system, then we can give doctors a little bit of both. And I think the result would be a better health care system for Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for nurses too, we are short, and this has affected service quality in some of our public hospitals, but we have been recruiting massively. The Nanyang Polytechnic has been able to fill up its class of 600 a year. You have seen the latest advertisements on television. They look like SIA advertisements. It is not bad. It lifts the morale of the nurses and I think it helps us in the recruitment. We are also recruiting aggressively from overseas, from China, India, Myanmar, the Philippines, Australia, New Zealand and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other category of private hospitals which I would like to give some emphasis to, and these are not-for-profit private hospitals, like Mount Alvernia, Youngberg and Kwong Wai Shiu. In the old days, before we had a good health care system, they played a big role helping the less well-off in our society. But when we started improving facilities in Singapore, and heavily subsidising B2 and C class patients in public hospitals, and they were receiving no direct subventions from us, they got squeezed out. So they move up to B1 and A class patients. But the result is a certain departure from the original aims of those institutions. So when I opened the new wing in Mount Alvernia Hospital recently, I mentioned to the press that we are reviewing this policy and should maybe allow some subsidy of the B2 and C class patients which they see so that they too can play the role of public hospitals. In America and elsewhere, not for profit private hospitals play a very big role in providing good health care services to the less well-off. And I think we should do the same in Singapore. Because their motivations are not entirely financial, because for many of them there are other considerations - religious, philanthropic - they add something extra, something which a money relationship can never give you, a willingness to sacrifice a little bit more, to spend a little bit more time, to stretch out a little further to help someone who is in need. And this sense of altruism, we should tap for the benefit of Singaporeans, and it will make us a better people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo asked whether we are giving enough attention and resources to preventive health care. I think we are, and whatever more we need to do, we will. In fact, the Health Ministry has quite a large PR programme on dental health, anti-smoking, anti-HIV, a healthy lifestyle. We have got quite a large budget from the Finance Ministry and my concern is how to make sure that we derive maximum utility from the advertisements that we put out. And I think one problem we face is that members of the public see some of our campaigns as being too dirigiste, top down from the Health Ministry, telling people how to live their lives, and sometimes it creates a certain resentment. And I have been discussing with my staff how we can turn these campaigns to civic movements so that these are not things which the Health Ministry is telling you. These are things which Singaporeans are telling themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Anti-Smoking Campaign, we are starting this year. Mr Alex Chan has agreed to be the Chairman. I think he should be able to appeal to the young in a different way, and I hope in a more appealing and attractive way. For those who smoke, the vulnerable window is from the ages of 15 to 25. If they do not smoke during that window, they will never smoke for the rest of their lives. But if they are caught during that window, they are imprisoned for the rest of their lives, mostly. So protecting the young during that period, discouraging them from smoking during that period, I think, is very important, and I hope that the Anti-Smoking Campaign can do a little bit more to save those who can be saved. But in any society, at any point in time, there will be some who want to poison themselves, who want to get a kick, this is something that we have got to accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Healthy Lifestyle Campaign too should eventually be converted into a civic movement. The Prime Minister has given it wholesome support. He launched the last three campaigns. I hope he will launch the next. And the Senior Minister, even in the midst \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> of his own health problems, has been taking the opportunity to share his concerns with young people, and I think that is very valuable indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked whether we are not doing more for diabetics. In fact, this has been the subject of many discussions in the Health Ministry and we intend to give more financing to the Diabetic Society and to proliferate the activities all across Singapore so that those who suffer from diabetes will be better looked after, they are better advised on diet, food care, and so on. It is a growing problem, because the population is ageing, because we are more middle-class and so less frugal in the way we consume foodstuff. The result, across all the racial groups, is an increase in the incidence of diabetes. Of course, it is higher among Indians, but it is also high among Chinese and Malays. We can save many lives and remove the burden from entire families if we can attend to small problems like food care. My own father, diabetic, had an ulcer on his toe, and we had almost given up, but, fortunately, there was a wonderful nurse in SGH who nursed him. She came down every day, encouraged him, and he has fully recovered and can walk. But at that time, a few years ago, we had almost given it up and expecting that not only would that toe have to be amputated, his leg may have to be amputated right up to the knee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our approach is not to try to do everything administratively. Because if we depend on foreign maids and paid help, beyond a point they switch off. They have got their own problems. They are there to earn a living, which is why, as the population ages, we are very concerned that we tap upon the goodwill in our society, the sense of altruism, the work which churches, mosques, temples want to do. As the population ages, the burden on the young will increase quadratically. Many children, few old people - that is one ratio. Many old people, few children - that is a squared increase. And we must take comprehensive measures across our whole society to address this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh talked about rehabilitation centres and other facilities close to residence, in the void decks. This is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> precisely the approach that we are taking. And we are encouraging the Home Nursing Foundation to move on this comprehensively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked whether we are divesting our responsibility to VWOs. Far from it being the case, we are helping them to help us. We know that by using them, we are adding something extra which we ourselves in the Health Ministry can never provide. But we are financing them to a large proportion. Capital cost, 80%; recurrent cost, 50%. And for some cases, like hospices, we are recommending that Government subsidise more. But it is important that we do not take the sense of ownership from the VWOs. We know from parables that the widow's mite has an importance, out of proportion to the monetary value. Because I have sold the flag or the lucky draw tickets, because I have made that effort, people's attitude towards the community centres, or towards the clan association, or towards Nantah, or towards whatever, completely changes. Because I have helped to build it, I am responsible for it, and it is this nexus that we are trying to build up. This is the emotional bond that we are trying to build up. If we have it, then even though we may age, I think we will provide a very good social support network for our people. If by that time when we are elderly, and people are instinctively turning to the State, to a bureaucracy, for support, I think it will be a very ugly Singapore. Far better if around us, family members, friends, members of the clan, members of our professional groups, people instinctively help each other, then ageing would be much less unpleasant than it needs to be. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> BG Yeo, we are running out of time on this amendment. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Thank you. But I think the proposal to build up an endowment fund for these VWOs is a good one. And endowment funds are a way for Government to help without taking the incentives from these organisations to help themselves. I am very glad that many religious groups have come forward. The Buddhists have come forward in a very big way in recent years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> In the past, the work was mostly done by Christians. But organisations like Ren Ci, the Buddhist Free Clinic, Code 4, the Buddhist Welfare Society, have been very enthusiastic and the Health Ministry is very keen to engage them. We will allocate a part of the Toa Payoh Hospital buildings, when they move to Simei, to the Buddhist organisations, and a Buddhist hospice is urgently needed. We are also encouraging the HNF (Home Nursing Foundation) to help people look after the sick and elderly at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I visited Mr David Marshall the week before he passed away. He wanted to die at home, and the wife arranged for a hospital bed to be there. He tried to get it from a private company but they had run out. So SGH provided him with a hospital bed. And that made the burden of looking after him at home much easier, because he could not move and he was rather heavy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I had a long discussion with HNF the other day. I said, \"Why not we provide hospital beds?\" Make them available at the CCs, CCCs, RCs, and so on. Not just beds but also things like stair crawls which allow one person to bring a wheelchair down flights of stairs so that the burden on family members to look after the sick and the elderly at home is much reduced. We can do many things to help people live their last days at home, and not in the hospital. The Malays have always preferred this. 68% of them died at home, which is why many of them prefer to live on lower floors. But the figure is much lower for Chinese and Indians. I think we should facilitate it in every way we can. Nurses can visit, help set up tube feeds, drips, and so on, equipment readily available in CCs, RCs, CCCs, and make it easier for people who prefer to die at home to be able to die at home, and I think it is a kinder death, in your own bed, and with family members all around you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have exceeded my time. I am sorry that I have not been able to answer all the questions but I have other cuts later and I will try to bring them in without backtracking. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Encik Harun. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PA 1200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We heard the Minister for Health's reply pertaining to the campaigns organised by the Ministry of Health. The Health Ministry should be commended for its awareness programmes on serious illness such as diabetes, cancer, AIDS, hypertension, and campaigns on Healthy Lifestyle, Anti-Smoking, and so on. No one will argue that prevention is better than cure. I would like to ask the Ministry what is the main objective of introducing MediShield for children. How many children have enrolled for the campaign and what has been done? Has the Ministry planned to increase the parents' awareness of the importance of MediShield for their children? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ling How Doong is not here. Dr Soin. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, my cut is on Medifund. The function of Medifund is to provide the basic safety net for Singaporeans with ill health. But, unfortunately, in its implementation there are people who fall through the holes of this net. According to statistics, more than 98% or so of applications are approved by the Medifund Committee. And therefore the problem is not at this level. Rather the problem arises before that, before the applications reach the Medifund Committee. There is too efficient a screening procedure in place, unwritten, self-imposed screening. Some patients are ignorant. For others, the process of requesting is demeaning. They may be poor, but they have dignity. In some cases, the nurses and the doctors may not be alert to the patient's financial problems. Sometimes the medical social worker may conclude erroneously that the patient is not eligible for Medifund. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you quickly one example, Sir. This is the case of a 13-year old girl with insulin-dependent diabetes. Father owns a hawker stall but is a compulsive gambler and owes the restructured hospital money for his daughter's previous admission. The mother brings in the daughter again for ketoacidosis, which is an emergency due to diabetes. She is unable to pay the bill. But the medical social worker thinks that the patient is not eligible for Medifund as the father owns a hawker stall. If on the next occasion the mother, because she has no money, is too afraid to bring the child to hospital to stabilise her diabetic condition, the child may die. The errant father also has not in the meantime subscribed to MediShield for the child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is only one example but it illustrates that sometimes the staff working in hospitals may be taking too hesitant an approach towards Medifund applications. I am not suggesting, Sir, that we open wide the gates of Medifund. But I am urging the Minister to institute education for medical personnel, so that they are more proactive towards the utilisation of Medifund so that fewer deserving people fall through the holes of the net. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Mr Harun Ghani asked whether we should not have an opting-out scheme for MediShield for children. We try not to do it unless it is necessary. We have conducted a publicity campaign last year to encourage parents to voluntarily enrol their children and we would like to try this out for another year before we decide. But I must admit that the results this last year have not been too encouraging. There is tremendous inertia on the part of parents and, maybe, sometimes an opting-out scheme may be the most practical. But we have not decided yet. We will decide next year. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, the point was raised as to whether we should not raise MediShield to age 75. In fact, a study had been conducted and we are likely to raise it to age 75 this year but the premiums would have to be higher of course. A rebate system is being worked out so that those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> who have enrolled early will get a rebate when they are older. This way the system works on the basis that you pay more when you are young and healthy in order to pay less when you are old. Beyond the age of 75, we are up on a steep curve in an actuarial sense and we need to study more and move cautiously. And there is always Medifund which is a comprehensive insurance of last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin asked whether there is not too great a reluctance among Singaporeans to resort to Medifund. Let me, as a matter of principle, say that this reluctance is very important. It is because we have a sense of shame that we do not freeload because we are afraid that when others find out, we lose face. If you can support yourself, or if your children can support you, you should not resort to Medifund. But if you are really a hard luck case, pride goes before a fall, you come before the Medifund Committee, they will give it to you. We will always have enough money to look after those who are genuinely in need. But however rich we are, we will never have enough money if everyone plays the system. And this is what has happened to America and Western Europe. In European countries, it is common for one in five in the population to be on disability allowances. You have a small problem, you declare yourself because there, these things are entitlements. And you are a fool, your friends will ridicule you, if you do not exploit the system because you have already paid taxes. In our case, there is a certain inhibition, there is a sense of reluctance and it is this which ensures that the money goes to the right people and that the truly needy are looked after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also comments by Dr Soin and others that the Government has in fact been spending less and this has caused private citizens to spend more. So figures from various books and reports have been cited. In fact, those numbers are not easy to understand because they are numbers on health care expenditure. Before we restructured, revenues which went back to the Finance Ministry were in separate accounts. After restructuring, we only pay through grant-in-aid, net. So, really, the number that we are looking at is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> net Government expenditure on public health in Singapore, and this number has not gone down at all. This number has been growing steadily with the GDP and in the last few years, it is about 0.7% of the GDP and that is because we have made very rapid economic growth. There is no doubt that this number would have to increase in the future as our economy slows down because we cannot reasonably expect our economy to grow at 8%, 9%, 10% every year when the population ages. But as I mentioned earlier, little changes we make now extrapolated 20, 30 years from now will have huge implications on our society. And I think we do well to be a little cautious and to be a little prudent in the way we try to be more generous in an unthinking way. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Dr Michael Lim. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the next few years, we will be seeing several new hospitals including the Eastern General Hospital, Kandang Kerbau Hospital, Tan Tock Seng Hospital and Phase III, NUH. Bent on being a regional medical centre, hospitals are aggressively acquiring the latest in high-tech medicine. These measures will help to enhance the quality of medicine, increase the range of medical services available and also provide a better environment for the patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether these measures also translate into better health care for patients depend significantly on the medical service providers in the hospitals such as doctors, nurses, pharmacists, technologists and other para-medical staff. Even if we have the newest hospitals and the best equipment, the outcome may be less than optimal if the technology is not properly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> used. There are many excellent dedicated doctors, nurses and para-medical staff in the restructured hospitals. Unfortunately, many continue to leave as they become disillusioned or unhappy with the working environment. They work hard but they feel that the system does not care for them. They feel that the system cares mainly for the chosen few. Many feel that it is pointless or next to impossible to raise these issues within the hospital, let alone to the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I hope to raise some of their concerns and provide some constructive views. Firstly, the Ministry should take a more structured and organised approach towards creating a better working environment. Although some positive measures have been taken by the Ministry, by and large, it is perceived that in some hospitals piecemeal measures have been taken and in others not much has happened. The Ministry should consider having an independent committee with a clear agenda to review the health policies in the restructured hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the restructured hospitals must have clear directions and objectives. Although I know that the Ministry believes that cost recovery must never be the primary objective of hospitals, this must filter down to the restructured hospitals. Restructured hospitals are beginning to contract their services outside the hospital premises. And from the example cited by the Minister just now, I think the concern is not so much just the provision of services but that these services should not just cater for paying patients but also for subsidised patients as well. And some of these hospitals have not only established primary health care services but some of the administrators have spoken to the GPs and have considered expanding these primary health care services within the hospital. Family practitioners have voiced concerns that some hospitals which are moving into the primary health care arena may not be utilising valuable hospital resources optimally. Also in shifting to the new hospitals when they are ready, some doctors have voiced concerns that the less glamorous disciplines may receive little or scant attention by administrators. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> essential that the autonomy given to the restructured hospitals be tempered by clear directions and objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, the feedback system must be improved. Many hospitals are concerned mainly with feedback from patients but they do not look forward to feedback from their own staff. The disappointments, frustrations and the constructive criticisms do not find a listening ear. The Ministry should have a structured feedback system that is accessible to all its staff in the restructured hospitals. Feedback should also be taken positively and not negatively. Many doctors feel that the policy changes affecting doctors occur ever so often without any consultation. Worse still, some consider that some of these changes benefit mainly the chosen few in the hospital. To retain staff, the Ministry must give them an open avenue to express their concerns and give feedback to enhance their working environment. The Minister and the Senior Minister of State have always been open to feedback but not many have access to them. Therefore, we should have a structured system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite these concerns, we have a good and cost effective public health care service. However, if we do not address the concerns of these dedicated hospital staff, I fear that our public health care services will suffer. I hope that it will not be too little too late. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, the Ministry of Health's mission is to build a healthy nation and to provide a comprehensive, modern and efficient health care service through the planning and development of the public and private health sectors to ensure a high standard of medical care for all Singaporeans. This is a very praiseworthy mission and in this connection I would like to ask the Minister the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) What was the national health care expenditure in 1993, 1994 and 1995 and as a percentage of Gross Domestic Product (GDP), how does this expenditure compare to that of countries, like Japan, Taiwan, Hong Kong and Malaysia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Can our national health care expenditure as a percentage of GDP be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> increased so that we can provide better and cheaper health care services to our citizens? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) What incentives are we providing to the private sector to develop private hospitals like Mount Elizabeth Hospital? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Do we have enough medical specialists in Singapore to cater to the needs of Singaporeans as well as patients from the neighbouring countries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Will the Singapore Government recognise doctors who obtain higher qualifications, like the MRCP, or FRCS in UK, as specialists, when they return to Singapore? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo Toon Chia and Mr Chay Wai Chuen are not here. Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, it is one thing having procedures and another putting these procedures to work effectively. Thus, while I am aware that there are procedures in hospitals advising patients on admission procedures and on the use of Medisave, I still get complaints during my meet-the-people sessions and medical practice about Singaporeans being asked to pay more for their medical bills and for having to pay for a medical treatment with cash only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take the second issue on cash payment. There are some medical treatments that only cash can be used to pay for the treatment, eg, the use of intravenous immunoglobulins for the disease called chronic progressive polyneuropathy. The total cost for a five-day treatment is $12,000. Many Singaporeans in that situation will agree thinking that they can use their Medisave or their children's Medisave to pay for this treatment but only to learn later that this cannot be done. So there must be improvement to the procedure of what can and cannot be paid for by Medisave in writing, not orally. This is what I want the Ministry to take note. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many who are still not aware of the $300 Medisave withdrawal limit for their stay in hospital. So I think we must get the procedures correct. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is upgrading to a better ward, not by choice but because the lower cheaper wards, eg, C class, are full and patients have to be upgraded to B2. How should he be billed, B2 or C? If you travel in an economy class in an aeroplane and the economy class is over-booked, you get upgraded but you need not pay for the upgrading fee. So I hope the same principle holds for upgrading of C class patients in over-crowded wards to B2. There seems to be a dispute between patients and the hospital authorities. The hospital authorities always maintain that the upgrading is of the patient's choice. But patients always deny this. So I would again request that there be a written memorandum in future to settle this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as there is little time, I would just like to move on to this subject of traditional medicine. I think the issue before the House on this subject is the standard of medical practice, and not whether Chinese medicine should be encouraged, allowed or disallowed. We want a healthy population because we are small in number and we want to give the best health care to all. We want to make sure that any Singapore child born here be taken care of properly. Therefore, we set standards of medical practice to ensure that our health care delivery system is of such a high standard that illness or morbidity in our country is cut down and our working population can give of their best without having to be laid off because of ill health. Thus, our medical school sets high standard admission criteria for those who want to study medicine and engage top medical teachers here and outside Singapore to train the students. Therefore, any form of medical care, be it traditional Chinese medicine or Malay traditional medicine, must conform to stringent criteria of admission to the medical school and structured training programmes conforming to world standards of health care as laid down by the WHO before they can gain acceptance. \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Senior Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Health (Dr Aline K. Wong):</b> Sir, I agree completely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> with the point raised by Dr Michael Lim about the importance of having doctors, nurses and paramedical staff whose interests are taken into consideration and accommodated in order to make our health care system into a high standard one. He talked about restructured hospitals, how we have upgraded the facilities, and so on. He placed emphasis on staff morale which is most important to make the system work. Otherwise, the equipment is really for nought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him, and since the Members who spoke on the first cut also talked about staff shortage in the restructured hospitals and what we are doing to stem the tide, as well as to raise staff morale, I would like to let Dr Lim know that we are aware of the situation. We have done periodical reviews of staff salaries and benefits for the staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Revising the salary is not the only means to keep doctors, nurses or paramedical staff. Actually, our restructured hospitals have adopted a more staff focused kind of approach on personnel management. Dr Michael Lim said that there should be channels for staff feedback. In fact, this is institutionalised in all the restructured hospitals. They have channels to reflect their opinions. And if they resign from the hospital, they are invited to an exit interview, where they should be able to tell their superiors the reason for their leaving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health and also the restructured hospitals place a great deal of emphasis on the development and training of the staff. And I think Dr Michael Lim is well aware of our hospital management development programme for post-graduate and continuous medical education for both doctors and nurses here and overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minister has just told the House, we are also taking an overall national view of our medical manpower resources. So the Ministry has set up a senior medical personnel board to oversee the implementation of managing the talents among doctors. The board looks into how doctors can be nurtured and groomed to their maximum potential for leadership positions in our national health system. And \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> this includes not just the doctor resources in the public hospitals but also talent scouting from among the private hospitals. So we are taking an overall national view of our manpower resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also emphasising research and development in a big way. In 1994, the National Medical Research Council was formed and was given the mandate to promote a research culture among our clinicians. It has been given quite a lot of funds to fund research projects which it coordinates as well as to fund research infrastructure. You can see that our approach to nurturing our medical personnel resources in the hospitals is multi-pronged. The emphasis is not just on salary revision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim talked about the restructured hospitals going into the primary health care sector. It is not entirely accurate to say so. I do not know whether he was referring to the two outpatient clinics at the Singapore General Hospital and Tan Tock Seng Hospital. These are actually clinics to cater for those patients who are non-emergency cases, who turn up at A&amp;E departments and they clog up our A&amp;E departments. These two clinics have been put in place in SGH and Tan Tock Seng Hospital. We are not really venturing into the primary health sector by going into the polyclinic kind of work. These are just measures to help out the A&amp;E workload of the restructured hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong asked a series of specific questions. I would answer him point by point. He asked about our national health expenditure in FY93, FY94 and FY95. The figures were $2.9 billion in FY93, $3.3 billion in FY94 and $3.8 billion in FY95. As a percentage of GDP, our national health expenditure has stayed fairly constant at about 3% over the last five years. Let me hasten to add that the percentage of our health budget, as a percentage of GDP, is not a measure of the quality of the services that we offer. The average health care expenditure in the OECD countries may be around 7-8% of GDP. Hong Kong is 5.6% of GDP, Japan is 7% and the extreme case being America, about 14% of the GDP. But we know that in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> America, the key health indicators are not better than ours. In fact, they have higher infant mortality rates, higher maternal mortality rates and so on. So the precentage of GDP a country spends on health care does not indicate the quality nor the results of the health care services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We spend about 3% of GDP on health, but this is due to the fact that our population is still relatively young. And our GDP has grown. Our economy has shown very strong growth over the last decade or so. This may not remain the case in the years to come. As our economy matures, the rate of our growth will be slower. Also, as our population ages, the proportion we have to spend on health will definitely increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to a recent NUS projection, by the year 2030, we may very well spend 7% of our GDP on health. At the moment, we should still be very careful because these things will creep up on us and we really should be very cost conscious every step of our way. So we should not spend for the sake of increasing our percentage of GDP. This point is important. More spending does not necessarily lead to better health results. In fact, even if we do nothing, the ageing of the population will help to boost the percentage of GDP we spend on health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One incentive that we are providing to the private sector to develop private hospitals is that the Government periodically sets aside land for sale. And it has identified parcels of land which are suitable for institutional use, including for hospitals. The private hospitals respond to market forces. Thus, beyond earmarking some land which is suitably located for such purposes, I do not think we need to do very much to give the private sector further incentives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we have enough medical specialists in Singapore to cater to the needs of Singaporeans? The answer is yes. At the moment, we have an adequate number of specialists to cater to the needs of Singaporeans. In fact, we have some spare capacity, as shown by the fact that in the private sector, some hospitals see 20-30% foreign patients. So we are able to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> cater to the needs of Singaporeans with some resources to cater to foreign patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The priority of our health care policy and the priority in our training for health care manpower must be to provide for the needs of Singaporeans, ie, the local population first. I think that we must be very clear in our minds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Singapore Government recognise doctors who obtain higher qualifications like the MRCP or FRCS in UK? Yes, the Singapore Medical Council recognises these qualifications. However, doctors with such qualifications will only be considered as specialists after they have undergone a specified period of advanced post-basic training in accredited institutions. This is because these qualifications are entry qualifications. They are not exit qualifications for specialists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock talked about the need for providing information for patients in order for them to choose the class of ward according to their means, and not be surprised in the end by a higher bill than they expected. The Ministry of Health is very well aware of this need. In fact, we have made financial counselling a mandatory process before admission. Before admission, a patient will be counselled as to the availability of different types of wards at different hospitals, and what is the likely bill size as well as the balance of their Medisave, how much can be paid out of Medisave and how much has to be topped up by cash. We are especially careful to tell patients that certain types of treatment, such as the one that he mentioned, are not covered by Medisave. So they have to be prepared to come out with cash. For that purpose, we give out some pamphlets to patients as well as use verbal counselling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the implementation at the ground level, there may be slight lapses here and there, and this may lead to some disputes later. We can try to minimise this kind of incidents, but we are doing our best to do financial counselling for patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since Dr Tan has raised the question of traditional Chinese Medicine (TCM) and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> the Minister did not have time to reply in the main cut, may I update Members of the House. Several Members have asked what has happened to the development of traditional Chinese medicine since the report of the Committee on Traditional Chinese Medicine came out in October last year. I think we have to be very clear about the role of traditional Chinese medicine in the context of Singapore. Dr Tan is right in pointing out that we should be concerned about standards. We intend traditional Chinese medicine to play a complementary role to Western medicine in Singapore. It is not to replace it. It is not even to act as an alternative form of medical treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that among the Asian populations, traditional medicine, be it the Chinese form, the Indian form or the Malay form, is very much part of their culture, very much part of the daily life, such as in food habits. So having cognisance of this fact and knowing from survey results that as much as 14% of our population see Chinese sinsehs in a year, we feel that traditional Chinese medicine has a role in our health care system. The question is: how do we help to raise the quality? A number of recommendations were made in the report. I must say that we cannot hurry the process too much in the implementation or hurry the process of eventual registration. The Committee recommended that there should be a phased approach, a first phase of self-regulation, followed by a phase of eventual registration. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.29 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen, who is not here, said that we must hurry. We must rush the process, the pace, of eventual registration. I do not think we can rush this. We really have to be quite careful about this. Because, first, we must build up the expertise within the Ministry. Secondly, the various schools and the various traditional Chinese medicine associations have to come together and try to raise the standard of their training and to raise the standard of their practice at the moment. The Ministry of Health has encouraged \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> these organisations to come together to form a coordinating committee. Previously, they were acting very much on their own, with some rivalries among them. They were not even on talking terms. But we succeeded in getting them together to form a coordinating committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The coordinating committee is at present looking at three main areas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to improve training - how to upgrade the present 5-year part-time training into a 6-year part-time diploma level training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, how to lift the status of existing practising Chinese physicians. Right now, we can only make guesstimates. We can have sample surveys. We do not really have an accurate picture of how many physicians that are out there, what kind of training and background they have and therefore what kind of upgrading the profession requires. So this coordinating committee is carrying out a survey of the members of their own organisations as well as reaching out to members of the public to find out whether those who are not members would want to come out and declare their background and interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area is that they have established an Ethics Committee. They are looking into questions like professional ethics, charging, doctor/patient relationships and how to discipline errant members. Our approach is to let the profession regulate itself, raise its standard over the years and peg it at a certain level of some renowned overseas traditional Chinese medical training institutions. Our approach is that over the years they would upgrade their training, and also with the help of external or overseas experts, raise their level of knowledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of acupuncture, however, we have set ourselves a time frame, ie, within five years we will be registering acupuncturists and towards this end the associations are helping us at this moment to do some initial listing. Within the Ministry of Health itself, we have already established a Traditional Chinese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> Medicine Unit which would serve to coordinate and supervise the implementation of the Committee's recommendations. We have also formed a Chinese Proprietary Medicine Listing Unit which will take on the task of listing the medicines, licensing the importers and exporters, the retailers, wholesalers and manufacturers. So things are progressing since we formed the Committee two years ago and since the Committee submitted its report in October last year. But I think we should not rush the process before the professional community is ready. We cannot force the integration of traditional Chinese medicine and western medicine by any artificial means. Perhaps Singapore would not be able to spearhead this kind of integration. Even in China, the practice of traditional Chinese medicine is not entirely integrated with western medicine. So I think we should play by ear. We should learn from other countries' examples and we use them to suit Singapore's context. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I think the Senior Minister of State has forgotten to answer the question about the upgrading of a patient from C class to B2. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Dr Tan talked about the case of a patient who needed hospitalisation and who wanted at first to be admitted to a C class but a bed was not available. The patient was asked whether he would be willing to go into a B2 ward. Sir, the patient is always given a choice. If there is no bed available in the C class, and if hospitalisation is not an emergency one, he can either reschedule his admission or he would be counselled to find, say, an available bed in the type of ward he wants in another restructured hospital. But if he does not want it, and he wants to take up the B2 bed straightaway, then he is counselled and told that if he goes into B2 he would pay B2 class bills. But during the period of hospitalisation, if a C class bed is available, he can go back to the C class ward. But he has to pay the first part of the bill at B2 rate because this is where he used the resources. For the second part of hospitalisation, when he is in C class ward, he will pay the C class rate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> But it is not his choice that he wants to be upgraded to B2 class. That is his argument. He is upgraded to B2 because there is no bed in C class. Therefore, he has been upgraded to B2 class. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> It is not possible for hospitals to plan their bed complements exactly to fit people's demands. What we can make sure is that 65% of the overall hospital beds would be in B2 and C class wards and between C and B2, the cost difference is not much. As for commercial airlines, they have a very different rationale. They want to attract customer loyalty and so forth. Our restructured hospitals are not for profit. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, just now the Minister made some comments which I thought were very significant. I would like to seek some clarification. The Minister said that the Ministry was considering allowing doctors in the restructured hospitals to actually do private practice in a private type of setting. I think that was what he meant. This has several implications. Firstly, I wonder if a situation arises where there is an emergency in a private hospital and a public hospital at the same time, which hospital takes priority? Secondly, if only some members of the hospital are allowed this privilege, would it be bad for the morale of the other members? Thirdly, I think the role of restructured hospitals is to provide for those who are in the B2 and C classes. I worry that if this becomes a major incentive, there will be more people who will not have time for the B2 and C class patients. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lim, your sub-guillotine time is up. You have another amendment. You can speak under that amendment. So can you withdraw this amendment first? \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Yes, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PE 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Singaporeans may not be aware that we have an extremely affordable health care service both at the primary health care level and in the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the primary health care level, the sheer number of GP clinics in an HDB neighbourhood centre ensures that residents enjoy long hours of service seven days a week and yet pay less than the cost of a meal in a restaurant to have their health restored by a doctor who has spent several years training to develop the skills and knowledge required of him. Presently, a GP starting up in an HDB estate who purchases clinic space will have monthly overheads of about $15,000-$20,000. He will have to see about 40 patients daily just to cover overheads. For new GPs it will be difficult to even make the salaries that they would have earned in a hospital in the initial years. I am surprised that Mr Ling has claimed that the GP makes a 50% profit from each visit. I am not certain what is the basis for his claim, but I am also surprised that the GPs themselves have not made any response to his claims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans may also not appreciate that the subsidised services in a hospital provide a good quality of specialist care at an extremely affordable rate. With Medisave, MediShield and Medifund, no Singaporean needs to worry that he will be denied of health care because of the lack of financial resources. However, Singaporeans must understand that if they want to have all the best medical therapies available at their doorstep, it must be that health care cost will increase. Nevertheless, I am happy that the Ministry has always shown that it has continually improved the quality of health care but never at the expense of affordability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I had raised to the attention of the Ministry the article in the New Democrat entitled \"The truth about the health care cost\" which was addressed by the Minister just now. The article claims that the health care costs are hardly subsidised at all. It is obvious that whoever wrote the article was either totally ignorant and did not bother to check the facts or the person was out to distort facts. Any responsible publication would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> certainly check its facts before making unfounded allegations. I am not certain if this article was conceived out of ignorance or malice. But I am glad that the Ministry has addressed the untruth in this article so that Singaporeans will not get misled by false allegation masquerading as facts. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, we all know that the health services have been highly subsidised. But in spite of the high subsidies, there is the general perception that health care cost is very high, especially hospitalisation cost. On the other hand, most people also agree that C class ward is affordable. The trouble is that the general consensus among the people whom I have spoken to is that the conditions of the C class wards are not very conducive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the notion that patients do not get the necessary medical care and attention in the C class ward. I think this is partly due to the high expectations of Singaporeans and because of their perception that the environment is not conducive in C class ward, and B2 class seems to become the standard that they are expecting. Perhaps the MOH should review and improve the conditions of C class wards. The MOH should also dispel the misconception that C class ward patients are not getting the necessary medical care. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The bottom line about the restructured hospital is the health care financing. Since Government hospitals were restructured, we heard a lot about how costly it is to be treated in the former Government hospitals. Formerly, Singaporeans could visit Government outpatient clinics in hospitals and pay only a few dollars. But these days, even before seeing the doctor in the hospital, one must first pay $12 for registration fee. I have personally received several complaints from my residents whose husbands were hospitalised and underwent surgery. Each of their hospital bills came to over $20,000. One family's savings were completely depleted by payment of hospital bills of the breadwinner of the family. A member of that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> family subsequently has to come to the Town Council to request for waiver of its service and conservancy charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, in principle, it is wrong for the Government to set such a high level of hospital charges so much so that once a family member suffers a catastrophic illness, the whole saving of that family is wiped out. The fees in Government privatised hospitals (GPHs) are not cheap. People are saying that the GPHs are trying to compete with the hospitals in the private sector. The GPHs are being upgraded and many have commented that they look very posh. The trend of the GPHs is to become like that of private hospitals. That is the perception. The latest example is the new Kandang Kerbau Hospital. It looks really expensive. One wonders who this new Kandang Kerbau Hospital shall be built for. Mostly for the rich or mostly for the poor? How many poor beds are there going to be in the new Kandang Kerbau Hospital? What is going to happen to the old one? Is it going to be upgraded? What about its new price structure? It appears that the trend is there. Cost shall go up in Government privatised hospitals. I do not think that it is right for the Government to compete with the private sector in providing health care services. The Government should have a policy of providing cheap, yet good health care services. The Government should follow the example of the HDB in its building programme. In 1960 the HDB was formed to provide low cost and good housing to the masses of the population and it left the development of better houses to the private sector. The Ministry of Health should also do that - provide more for poorer Singaporeans and leave higher class health care services to the private sector. If HDB can assist the majority of Singaporeans to secure cheap and good housing, I cannot see why the Ministry of Health cannot provide cheap and good health care services to the masses of Singaporeans. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, health care costs in Government run hospitals are almost as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> expensive as those in the private sector in respect of the better class. I have a lingering suspicion that those costs are so high because the Government has taken the private company's approach in pricing its medical services. I have been informed that the costs of land and hospitals have been included in the calculation of its total expenditure. In the case of the medical services, I think this is not the right way to determine its unit cost. All those parcels of land and hospitals were inherited by the Government from the British colonial power, and there was hardly any cost incurred. There is also no loss of opportunity cost because those pieces of land in any event are planned for use by hospitals and shall not be used for an alternative purpose. Even assuming the hospital land is used for an alternative purpose, there shall be compensation to the Government when there is a sale, or transfer fee, or income from its alternative usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, if the Government does not include the cost of hospital land, I would think the hospital's medical services could be brought down. I hope the Minister can explain, if these land and hospital costs were not taken into account, whether or not the cost of medical care could come down. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> The elderly population will continue to grow from 7.1% in the year 2000 to 20.1% in the year 2030. I share the Government's philosophy that the family must play a primary role in caring for the elderly and, as far as possible, the elderly should live in a community rather than an institution. However, we have to face the reality that in a small family where both the husband and wife are working, there will be a significant social strain if an elderly parent is seriously ill or disabled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has done much to develop a whole range of health care services for the elderly, like the community hospitals, nursing homes, day care centres, home care services, and hospices. However, more can be done. In the hospitals, it is important not to neglect the provision of geriatric services. Hospitals should not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> just pay lip service to the development of geriatric services. As new hospitals are built, and as hospitals move from old buildings to new ones, the Ministry should oversee the transition to ensure that these services are also provided for in the new hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should also consider increased funding for community hospitals. At the present moment, community hospitals receive a 50% subvention of the operating cost. Some of the administrators have voiced difficulties in raising funds to meet the other 50% of the operating cost. The Ministry may want to consider their request for increased funding, with a caveat that this increase should also be passed on to the patients. This will allow them to concentrate on their primary task of providing medical rehabilitative and respite services for the elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should also be more active in assisting voluntary groups who provide services for the elderly and sick. Let me illustrate with one example. The Methodist Welfare Services (MWS) had wanted to expand the Methodist Home for the Aged Sick to meet increasing demands. The Ministry indicated that it was willing to assist with a larger piece of land if the MWS were willing to work on a larger project for 150 to 200 residents. MWS agreed to the project in 1993 but till now there is yet no definitive confirmation of a site, and at the same time MWS is also unable to obtain Government funding for renovation. They are now in a bind as they are also unable to expand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Voluntary groups feel that the Ministry should expedite the process of expanding facilities for the aged. I agree. The Ministry should also consider using Toa Payoh Hospital and Changi Hospital for elderly health care services when the move to Eastern General Hospital is complete. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need for health care services for the elderly will continue to increase. The effort put in by the Ministry must also increase correspondingly. We are fortunate that there are many voluntary groups who are willing to devote time, effort and finances to provide such services. The Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> should not delay their efforts but must not only encourage them, but do all it can to assist them. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, in the Budget debate, I brought to the attention of the Finance Minister about the difficulty of fund-raising projects, like day care centres for the elderly and children, nursing homes, respite homes, based on the current 20:80 formula, ie, 20% of the cost will be raised by the organisation and 80% to be given by Government, and he has given the assurance that he will look into the matter. I thank him for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next point is how to get all these community health care institutions, especially the day care centres for the elderly, to work together, rather than in isolation. I am thinking of a more structured and organised way to get the senior citizens' centres, day care centres, respite homes together, so that they can maximise their work without duplication and maybe to make sure that there is no over-supply of these institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the Ministry of Health and the Ministry of Community Development - I am sorry to straddle both Ministries - are funding these homes. May I suggest that the two Ministries study these needs as a single issue and not as an MOH problem or an MCD problem. We must find a way to overcome some of the problems associated with having two Ministries to fund the separate projects. It is not a problem if the project is a standard one, like a day care centre for the elders sited in the void deck. Here the funding, I believe, is by MOH, and it is quite clear. However, if the centre is not of a standard type, that is, in a separate stand-alone building, with other facilities like incorporating a day care centre for children, then the funding is going to be different, because MOH is not going to fund a child care centre within that centre. If you want to incorporate, for example, a disabled centre within that building, then we are going to face tremendous problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we can come to some form of arrangement between the Ministry of Health and the Ministry of Community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> Development, then we can get centres, not the run-of-the-mill type, like void deck centres, but more imaginative, effective and even functional ones. We must look at the society's needs and see how well the Government can help. For example, we are fully aware that the working couple always have this twin problem of having to look after their children and also their senior citizens. Therefore, if you want to build a centre that caters to both, community leaders building these centres will have to run around chasing the two Ministries for funds. Therefore, I do hope that the Ministry of Health can work with MCD to find an answer for our over-worked community leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, may I also request the two Ministries to work together to get the community health institutions under the Ministry of Health, and the community care institutions under the Ministry of Community Development, to work out a common strategy to serve the family. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, our population profile is an aging one. For the past two to three years, the Government has been intensively building geriatric centres, nursing homes, and senior citizens' health care centres, rehabilitation centres and day care centres for senile dementia. Presently, there are 20 voluntary homes providing 2,316 beds and 25 commercial homes providing 1,302 beds. Another eight voluntary nursing homes are in the process of being built. There are seven senior citizens' health care centres, five day care rehabilitation centres and two day care centres for senile dementia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is most heartening to see that the Ministry has given a lot of thought to the aging population and is providing towards their needs. I would like to ask the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) What is the total cost spent in the setting up of the above facilities? How much of our national health care expenditure has been allocated for the building of these community projects? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Are the above services available to all the senior citizens? Or is there a criterion for the elderly sick to make use of these services? What is the cost of these services for the senior citizens?; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) What is the occupancy rate of the nursing homes and health care centres? Is there currently a shortage of beds? Would the Ministry be able to produce projections of the needs for the next five years and their plans? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wan Soon Bee is not speaking. Dr Aline Wong. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Sir, I will reply briefly to Mr Chiam See Tong first. It is a pity that he came in to the debate a bit too late because we were discussing health care financing policies and also the subsidies we have been giving out to our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made almost the same allegations that were made in the New Democrat, the newsletter that my Minister rebutted. We showed very clearly the difference in the average bill size between restructured hospitals and private hospitals. And he can see very clearly from the Tables that Government and restructured hospitals are not behaving like private hospitals nor are they making money. The amount of health subventions we give out each year is rising. So he cannot say that our restructured hospitals always watch the bottomline. They are not for-profit hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also tell him that the cost of land and buildings is not charged to the subsidised patients at all. The Government completely subsidises the cost of land and buildings for the subsidised patients. So there is no question that they are being charged like those in the private hospitals or that land and building costs add to the health care cost for subsidised patients. If he could take a look at the tables which have been distributed in the House, he should be convinced that the restructured hospitals are not charging the patients in the same way as the private hospitals. In fact, our charges are much lower and each year we give a lot of subvention to the restructured hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to Dr Tan Cheng Bock's question on health services for the elderly. In the Minister's opening reply to the first cut, he gave a very good overall view of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> the picture of our greying population and what this means, and what implications it has for our provision of health care services as well as for our health care costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The approach we should adopt to take care of the health care needs of the elderly is that, as far as possible, they should be enabled to remain in the community. As far as possible, we should mobilise community resources which are right near to where they live to help take care of their health care needs. Only when they need acute care should they be hospitalised in our hospitals. If they need convalescence, then we build community hospitals for them. But the thrust of our provision for the health care needs of the elderly is community-based. Towards this end, we have a whole range of services like the senior citizens' health care centres as well as day rehabilitation centres which are run by the voluntary welfare organisations. We also provide home nursing care to the elderly sick. Some voluntary organisations are offering home-help services that include giving them some escort service if they need to, say, visit a doctor, and to help them do their laundry, deliver meals, and so on. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So our philosophy for taking care of the elderly is to enable them to stay where they live as far as possible. Therefore, we are building up a network of voluntary welfare organisations with which, I think, Dr Tan himself is very familiar. He talked about a new kind of model, not the stand-alone day care centre, or the stand-alone community centre. Some time back this kind of model was known as multi-service centre. In other words, in this centre, you could have a facility for child care, another one for day care of the elderly, and in another space, you can have rehabilitative services. Thus, this kind of centre provides medical care as well as rehabilitative and social and recreational amenities. I understand that, some time back, the Ministry of Community Development was thinking about this concept but I am not quite sure what has happened to the idea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Ministry of Health is concerned, social or community services \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> which have a rehabilitative or medical element would come under our charge. We formed a Department of Continuous Care in 1992 to coordinate the various agencies that provide health care to the elderly. The Department can discuss with Dr Tan if he has further concrete plans to build a new type of care centre for the elderly. I have visited such centres in Hong Kong. The interesting thing is that, in Hong Kong, health and welfare come under one department, the Department of Health and Social Welfare. So there is no need for them to bridge two Ministries. But I am sure things can be worked out because we are all within the same Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the VWOs and Dr Tan's appeal for more subvention and support for them, as he knows, we are providing 50% of the recurrent cost right now. For hospice care, the Minister has just said that we are looking into whether we could consider a higher funding formula for them. These things can evolve. But the principle of sharing, the principle of the voluntary organisations raising their own share of funds is very important because of the idea of co-ownership, involvement and commitment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope Dr Michael Lim did not really mean it when he said that the hospitals should not just pay lip-service to the care of the elderly or to the development of geriatric medicine in our hospitals. We are very serious. In fact, we have developed this specialisation in a most systematic manner. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Point of clarification, Sir. I brought this up because a doctor, who is actually a geriatrician, raised this issue that he was told by the administrator that when the hospital moves to a new building, the administrator is not very interested in developing the geriatric services, but if he wants to come along, he can come along. But he is not interested in developing these services. That is my point. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Let us not talk about what we hear by way of rumours or assertions. But I just want to make the point that, in fact, we have taken very concrete \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> steps to develop geriatric medicine. There are Departments of Geriatric Medicine in Alexandra Hospital, Tan Tock Seng Hospital as well as the new Changi Hospital. We are exploring all kinds of ways to develop this specialty, including post-basic training for the nurses in geriatric nursing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have just described, there is a whole range of health care services for the elderly that we are working out with the VWOs. In fact, our interest in providing for the care of the elderly is such that we are prepared to let them have a try at even traditional Chinese medicine. Members know that we have already got the Acupuncture Research Clinic at Ang Mo Kio Community Hospital. I am not saying that only elderly people can use the services at the Acupuncture Research Clinic. But we are looking into establishing a second Acupuncture Research Clinic at one of the other Government hospitals. Alexandra Hospital would be in a very good position to have the second clinic because it has a geriatric centre where it links up a lot of the community services. As I said, there is a Department of Geriatric Medicine there, as well as a day hospital for the elderly. We are looking into it. There is a great possibility that there will be a second Acupuncture Research Clinic at Alexandra Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong asked a series of rather specific questions. He asked how much money the Ministry of Health has spent to provide funding for the health care services for the elderly. The Ministry of Health has committed as much as $126 million for 15 nursing home development projects and $3 million for nine day rehabilitation centres for the elderly sick for the period 1991 to 1998. When completed, these facilities will provide 1,800 beds and also 320 day places. Five of these 15 nursing homes and two of these nine day centres are already operating. Currently, there are 10 nursing homes and 7 day centres at various stages of development. The actual amount disbursed in 1995 for the building of these projects was $15.2 million. For FY96, $16.5 million has been budgeted. In addition, $10 million has been budgeted for recurrend funding. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong also asked whether all these health care facilities are available to the elderly sick. Access to specific facilities has to depend on the particular medical condition of the elderly sick. If they have dementia, then of course they will be considered for admission to the day care centres for dementia. If they need rehabilitation, they will be taken care of in the Senior Citizens Health Care Centres, and so on. The amount of fees payable by the elderly who use health care facilities run by the voluntary welfare organisations varies according to income. They charge according to the income of the patients. If they cannot afford, fees can be waived. On the average, the occupancy rate of nursing homes is about 90% and day care centres operate at full capacity. With the aging of our population, the demand for nursing home beds is expected to increase. By the year 2000, it is projected that about 6,000 nursing home beds would be required in Singapore. With the development of all those projects that I have just described, ie, 15 nursing homes and nine day rehabilitation centres, they would be able to take care of the projected increase in the needs of the elderly sick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Wan raised the point about making the condition of C class wards more comfortable and amenable. I think he agrees with us that we have a very good hospital system where patients are free to choose the class of ward that they can afford to go to. Let me assure him that the charges for B2 and C class are highly affordable. But C class wards, as a matter of course, would be more spartan than B2, B1 or A. C class wards do not have airconditioning. They are open wards with more than 20 beds but they are in decent condition. So if a person without the financial means does not want to go to B2, C class is open to him. And the quality of medical care in C class wards is no different from that in B2 or, for that matter, in B1, although B1 patients can name their specialists. But those patients in B2 and C class wards are taken care of by a team of specialists. So the quality of care is good in our C and B2 class wards. I think we need to reassure our population from time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> to time that they need not worry. The Government has undertaken to give them good basic health care. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PF 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from my own experience, I note that the cost of private dental care has recently gone up quite high. Our population is also growing. My general observation is that there is a problem in regard to dental health care, especially among the workers in Singapore. I believe there are only three community dental clinics spread out in Singapore and three other dental clinics situated in each of the hospitals, ie, Singapore General Hospital, NUH and Tan Tock Seng Hospital. But I believe the dental clinics in the hospitals only see patients by appointment and they mostly cater for specialist treatment. I may be wrong but the Minister could clarify. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each of us only has got two sets of teeth in our whole lifetime. We lose the first set very quickly and we have to take care of the next set and use it for the rest of our life. Therefore, if there is neglect, we are not going to get any replacement. So I think dental care is important. Also, I have been told that tooth decay can emit poison and if constantly enters into the body, it can cause health deterioration. So dental care, I believe, is very important, if not just as important as the general health care. Therefore, I wonder whether the Minister has any plans to increase the number of community dental clinics in addition to the three that we already have. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> I think a lot is attributed to the aging population today. As far as dental health is concerned, I would like to let Mr Chiam know that actually the dental health of Singaporeans is one of the best in the world, particularly among the younger population. The dentists use an index called the decayed, missing, filled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> teeth (DMFT) index to indicate the level of dental health among the population. Our index among the twelve year-olds is 1.0 which means that on average, only one tooth is either decayed, missing or filled. It is a very good indicator. We have provided a very good dental health service in the past, and we will continue to provide a very good one in future, particularly to the school children. But the responsibility to take care of one's teeth after one has left school must rest with the individual. Nevertheless, the Government still provides dental services to the adult population and, as Mr Chiam pointed out, there are community dental clinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, there are plans that we will be opening more. Later this year, the National Dental Centre is going to be operational. It is going to be a tertiary referral centre for dental care. This means it is a highly specialised inter-disciplinary dental centre. In this centre, only referrals or patients by appointments would be catered for. Referrals can come from the community dental clinics which are now operating in some of the polyclinics. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the establishment of the National Dental Centre, the present community dental clinics at Pegu Road, the Institute of Dental Health and the Government Dental Clinic will be closed. However, we would be increasing the provision of community dental services in the polyclinics. At present, there are already two such dental clinics - one in Bukit Batok and the other in Geylang. By the end of 1996, we will open five more dental clinics in polyclinics. These are in Bedok, Jurong East, Tampines, Toa Payoh and Woodlands. For basic dental care, the charge is very reasonable and very affordable. If patients need specialist care, they will be referred to the National Dental Centre at subsidised rates, just like the way specialist outpatient clinics at restructured hospitals receive subsidised patients through the polyclinics. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, since we have some time, may I get clarification from the Senior Minister of State before I withdraw my amendment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I understand that the rates charged for filling up a cavity at the community dental clinics range from $15 to $30. Obviously, $15 is for a very small cavity and $30 is probably for a bigger hole that they have to cover up. Can the Ministry not have a fixed rate, whether it is a small or a big cavity? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> I am not sure whether the charge varies with regard to the size of the hole. What I do know is that in the private sector, no matter how small the hole, they charge a certain price. For Mr Chiam's information, in our dental clinics, there is an overall subsidy level of 50%. For senior citizens and for students or young persons under 18 years old, it is half the price. So they pay 25% only. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I have a further clarification, please? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am surprised to hear that the Senior Minister of State says that there is a 50% subsidy. In my constituency, the dentists are charging $30-$35 per filling. I have the Government rates which also range from $15 to $30. In fact, if you want a specialist to do it, he charges $35. How does she arrive at this subsidy? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> This is an overall subsidy, ie, an average of subsidy levels for a whole range of services. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am still not very happy with the reply. Nevertheless, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $817,841,600 for Head P ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $323,737,900 for Head P ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head U - Ministry of National Development. Amendment (1), Mr Chng Hee Kok. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to declare my interest as a director of a public listed company that is involved in property development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a short span of about five years, from the late 80s, we have revised our target ratio of public housing to private housing from 85:15% to 75:25%. I believe, currently, based on the pace of sales of private housing, we are moving towards a ratio of something like 70:30 very soon. The revision shows the dynamism of our housing market. At the same time, it also reflects the strong aspirations of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while there is this shift in demand to own private property, it seems that the HDB has risen to the challenge by building better flats in terms of design and finishes. Hence, the trend towards more design-and-build projects seems inevitable, as these are more popular than other HDB-built flats. This is no surprise as flats in the design-and-build concept are closest to a private apartment, except in name. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the economy continuing at near double-digit growth rates, housing has become a major preoccupation of Singaporeans, even though more than 85% of our population are already housed in HDB flats. The result of all these factors is that the demand for new HDB flats exploded. Those who already own HDB flats are eager to upgrade to a new flat. First-time house owners, fearing that they will be left out in the stampede, join the queue and wait with concern and impatience. They complain about the long waiting time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, improvements in design and finishes result in rising housing prices. And first-time house owners and younger Singaporeans are fearful that new flats are becoming less affordable. On the one hand, I am impressed that the HDB has been able to meet the challenge of providing better quality housing. On the other hand, I am not sure if this is good policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I suggest that there must be a fundamental redefinition of the role of the HDB. If the HDB is to make public housing affordable and continue to do so, it must look at the way it is going about doing this. Some four years ago, I suggested in this House that HDB should stick to its traditional role of building flats of up to no more than 5-room flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the advent of the Executive Condominium Housing Scheme is one move in the right direction. By playing its role of providing basic housing with more spartan designs and finishes, HDB will help to keep housing more affordable. Perceptions of more affordable housing will also alleviate the fears of first-time house owners and younger Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another benefit of sticking to basics, ie, not full featured new estates, is that it will also slow down the demand by upgraders. This move, together with the prospects of the opportunity to participate in the Main Upgrading Programme and the Interim Upgrading Programme should keep more HDB flat owners where they are, and hence reduce or shorten the queue for new flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sticking to basics, without the frills and enhanced common areas, will also give town councils the opportunity to undertake estate enhancement projects. This is a sensible move, as leaving common area enhancements to the town councils will also reduce wastage. It is the town councils, working together with grassroots organisations and residents, who are in the best position to determine how residents' needs are best met. For example, in my constituency, a children's playground, which came together with four blocks of new flats, had to be replaced in just about three years by the Tampines Town Council. This was the result of several requests by my constituents for a modern playground with new play equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the biggest concern and fear of younger Singaporeans is that public housing is moving beyond their reach, and not new and better designed estates. They see older Singaporeans benefiting most from our high economic growth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> Existing flat owners have the advantage of an enhanced capital base in the form of their present asset, ie, the value of the flat from which to upgrade to a larger HDB flat or private property. Moreover, even by staying put, present flat owners will have the benefit of one of the upgrading programmes which will enhance their present asset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will enlighten this House on the continuing role of the HDB and how it can continue to provide basic housing, and make it not only affordable but seen to be affordable. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, there is a general concern among young couples that HDB is not providing affordable housing for them. Prices of current 5-room apartments and executive condominiums are out of their reach. HDB flat prices, including resale flats, have been rising rapidly in the past few years. There is a real anxiety that their earnings and savings will never catch up with the prices of these properties and the gap gets wider very fast. Will the Government consider building more basic 4-room apartments which can be cheaper and therefore affordable to the young applicants? Being affordable means the prices need to be about 60-70% of what is being sold at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the CPF Housing Grant Scheme has been improved, the $40,000-$50,000 for first-timers to buy a resale flat is not able to help much, as the initial outlay for resale flats is quite hefty now. Even though the CPF Housing Grant Scheme was extended to buyers of 2-room flats from the open market, the number of 2-room apartments available is also very limited. Will the Government consider giving these first-time buyers, who are willing to go for re-sale flats and hence get out of the HDB queue, additional help? Since the biggest obstacle is the initial cash outlay, will the Government consider some form of bridging loan to help them top-up the initial cash payment for a resale apartment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many applicants for HDB apartments are concerned with the long waiting for new apartments. Some complain that the wait can be as long as seven years. If they want to start a family, the long waiting time for an apartment will pose a lot of difficulties. HDB has a transitional rental scheme which helps those on the waiting queue, but the choice of apartments available for transitional rental is very limited. Will HDB be able to widen the choice and expand the availability of apartments under the transitional rental scheme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has started the buy-back of 3-room flats from the open market which is then sold at a discount to low-income families. This scheme is very well received. But the income ceiling for the scheme was raised only to $1,200 in January 1996. Many of the low-income families feel that the ceiling is too low. For a working couple, they can easily earn a combined salary of $1,500 per month. Will HDB be able to adjust the income ceiling higher so that more low-income families can benefit from this scheme? \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Mr Deputy Speaker, Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the household income ceiling set at $1,200 to help low-income families to upgrade their housing is helpful. I must say that it is laudable. However, the ceiling is not realistic in terms of today's income earnings of low-income families. I want to ask the Minister how many low-income families have been helped since the revision of the ceiling to $1,200. I would like to strongly urge the Minister to increase the household income ceiling to $1,500. This would be about right and realistic because it represents at least the median income of low-income families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to urge the Minister to consider this because it will benefit more low-income families to upgrade themselves. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, to help low-income families own 3-room HDB flats, the Government has raised the income ceiling from $1,000 to $1,200 in January 1996. Can the Minister give a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> report on the number of low-income families that have benefited from this revision? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB has also bought back 3-room HDB flats from the open market for resale to HDB applicants. Can the Minister give a report on the number of such 3-room HDB flats bought by the HDB, the total number of units sold to HDB applicants and the average subsidy for each 3-room HDB flat sold? I also hope that the Minister can give us an update on the other measures to help low income families to own HDB flats. \n  <br>5.30 pm \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (in Mandarin):</b> Sir, the method of allocation of HDB flats is becoming more and more complicated. We should give priority to first-time applicants. In order to encourage the people to own their flats earlier, there are many incentives given to them. Some of these policies are very good. They help the lower income families. However, many people feel that there are too many regulations and they are very complicated. It is not easy for an ordinary citizen to understand these rules. I hope that the Ministry of National Development would simplify the regulations to make them easy to understand. Perhaps a chart could be drawn up so that even the ordinary people could understand it, and that would avoid any unnecessary misunderstanding. Some people have lost out in some of the benefits they are entitled to because they do not understand the rules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those young couples who have just started working, I think we should give them some concessions when they apply for HDB flats. Now a 5-room flat in a new town costs about $210,000. The applicant needs to pay a downpayment of 20% or about $42,000. A new flat in a mature estate costs as much as $360,000, and the downpayment is a hefty $72,000. In other words, a graduate couple have to work for at least two years before they could barely afford to buy a 5-room flat. When they consider the cost they have to bear for their wedding, many couples would have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> to delay their wedding until another few years later. So I urge the Minister to give special concessions to young couples by lowering the downpayment from 20% to 10%, and the balance could be paid by instalments so that they would be able to own their flats earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has all along been the Government's policy to encourage young people to get married earlier. So if the Ministry of National Development could give concessions to these young couples and give them a flat earlier, this would be in conformity with the Government's policy. In fact, they could get married immediately after graduation. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Thank you, Sir, for allowing me to join in the debate again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the allocation policy of HDB flats, many young couples, particularly those planning to set up a family, are indeed frustrated with the long three-year wait for their flats; sometimes longer, depending on the area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I asked them why they were frustrated, they replied, \"Cannot get married because I have no flat.\" When I asked them why they delay to get married, they replied, \"I do not have a flat and cannot plan to have children.\" When I asked them why they do not have a family formation, they replied, \"I do not have a place at the moment.\" I think these are some of the common problems that young people are really concerned about because they need a home in order to solve some of their family planning issues. Imagine what impact the Minister could bring if he revises the housing allocation policy for this group of people. He would solve a number of key concerns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, he could facilitate earlier marriage. Second, increase family size. Third, encourage family formation. I think he will be playing a tremendous role in helping to deal with our declining population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, would the Minister review this urgently and take action to provide the highest priority for these first-timers who have either just got married or are planning to get married. He will probably be helping this lot of first-timers to meet their needs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue that I would like to ask the Minister to address is whether he could think about a modified buy-back scheme to help this group of young first-timers because there are many young first-timers who want to live with their parents. If he could help this group, then many of them would probably be able to get support from their parents in meeting their child care problems and they could also provide other related support to their ageing parents. I think the buy-back scheme which has been extended to the lower income families could be a possible scheme to assist this group of young couples who want to live with their parents in the older housing estates. I think this is worth looking at and I urge the Minister to consider this. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, our public housing programme is successful. However, there are unhappiness about the long waiting periods and also fears about the rapid escalation in the prices of HDB flats. Sir, there is therefore a need to urgently review the terms of the allocation of the HDB flats, especially to help the younger applicants and the lower income families to own their flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, firstly, the downpayment which the applicants must make before they select their flats. Applicants with gross household income which exceeds $1,000 per month are required to pay an initial downpayment of 20% of the purchase price, plus stamp and legal fees at the time when they sign the sales agreement. Payments of mortgage loans are allowed over a period of up to 25 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the escalation in HDB prices, would the Minister consider reducing the initial payment of 20% of the purchase price to, say, 10%? Alternatively, fix a moderate quantum, or 20% of the purchase price, whichever is lower. The mortgage repayment period should also be extended to 30 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have several constituents who have sought my assistance with the following types of problems. When they first registered to purchase the flat, their CPF savings were adequate to meet the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> 20% initial payment. However, when they are asked to select their flats and to sign the sales agreement some two or three years later, they found that their CPF savings are not sufficient because of the increase in the prices. Sir, for the upgraders they cannot sell their existing flats because their new flats will only be completed in a few years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister whether he would consider the plight of such applicants sympathetically and assist them with their financing arrangements so that they can purchase their flats early. In the case of those upgraders, as was suggested, perhaps some form of bridging loans could be arranged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, persons who are formerly owners of 4-room flats, who may have sold them years ago because of financial problems, are now not allowed to apply for 3-room flats. Could the Minister review this restriction? Is this prohibition still necessary now that the prices of 4-room flats have increased? These people are not able to afford a 4-room flat now because of the price increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, to help lower income families to purchase their HDB flats, HDB should build more 2-room and 3-room flats for sale. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I brought up this subject at the Budget debate and I think the Minister is very familiar with this subject. It is a ritual for me. Every year, year in and year out, I will bring up this subject. This is to bring to the attention of the Government the concerns of young couples buying their first HDB flat. While their incomes may have gone up, the prices of HDB flats have also gone up. But he sees, as I said earlier, his income growing by tens of dollars, while he sees the HDB flat rising by thousands of dollars. Can he then afford his flat when it comes? Would the 20% downpayment be too much for him to manage? This was pointed out by my colleague, Encik Othman Haron Eusofe. I hope the Minister will provide adequate statistics in terms of income earnings to allay their fears that they can really still afford their HDB flats when they come. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I would like to speak about the privatisation of HDB 5-room and Executive flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the Chinese Lunar New Year and Hari Raya period, I visited a relative in the new Choa Chu Kang Estate. I found that some of the HDB flats are just as good as the private flats. The entrance to the estate is beautiful and posh. The landscaping is also beautiful. Even the pavements are lined with beautiful floor tiles with graphic designs. There is also a multi-storey car park. The lift lobby is spacious and very nice. The lift has a glass door with an automatic voice announcing system. It is hard to believe that I was in a HDB estate. With all these facilities, there is actually very little difference between a HDB flat and a private apartment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new HDB flats, particularly the 5-room and Executive flats, are very much improved from the early flats built during the \"Home for Everyone\" campaign in the 60s. Since that time, the quality of life of our people has improved so much, and the expectation of Singaporeans, especially the younger generation, has risen substantially. Perhaps we could find out from the owners of new 5-room and Executive flats whether they would agree to the privatisation of their flats. Once these flats are privatised, they can be managed by the residents themselves. The residents can form their own management corporations and town councils do not have to look after them. The management corporations can then decide whether they want to improve their facilities. For example, whether they want to build a wall to make their estate more exclusive, or build a swimming pool, tennis court or other facilities. Or even the engagement of security guards and other facilities, so that the residents of these 5-room and Executive flats can enjoy the living environment of a private estate. This will greatly improve their standard of living. At the same time, it will also enhance the value of their assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, HDB flats are subsidised housing. So the privatised 5-room and Executive flats should continue to comply with HDB's rules, eg, they cannot sell their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> flat in the open market within five years and that they cannot sell to foreigners. I think this, on the one hand, will improve their standard of living and, on the other hand, still comply with HDB rules. The residents will then have no more complaints against the HDB. Once these 5-room and Executive flats are privatised, it would benefit both the Government and the people. I hope the HDB will consider this proposal. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, presently HDB has rented out a number of rental flats to corporations to house their foreign workers. I have received some complaints from the residents that some of these foreign workers are making a lot of noise and they have extended their activities to the common corridors and some of them were in the habit of walking around in the public areas bare-bodied, much to the embarrassment of the young ladies living in the area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If HDB is to rent these flats to the corporations to house their foreign workers, are there some guidelines or rules governing the use of these flats? Are there rules to make sure that these foreign workers will not cause embarrassment to the people living in that area? Is there any guideline as to how many units can be used in each block or each housing estate to house foreign workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My other question is this. Recently, HDB decided to allow some statutory boards like the JTC to purchase flats from the open market to house foreign workers. All along, HDB's principle has been that the flats are for owner occupation and they are not allowed to be rented out. Those who are caught flouting the rules had their flats repossessed. Now the HDB is allowing statutory boards to buy flats to house workers. Is this not violating its own principle? Is this consistent with the principle laid down by the HDB? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I have a cut on \"Private Sector Participation in Development of HDB Flats\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the formation of the HDB in 1960, it has to-date built over 600,000 units of flats. I believe that at one time the HDB had intention to allow private participation to develop about 10% of its flats. I think the public would welcome that. We all know that private participation in building public housing is a good thing. It gives the HDB competition in regard to cost and design, and the public can also compare and contrast those flats built by the private sector with those built by the HDB. Even for Singapore Power, the Government has deemed it a good thing to give it competition. I think this kind of competition should also be given to the HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At one time the former Minister in fact had offered me to build four blocks of flats at Yishun. Arising from that, many people had approached me, including engineers. And one engineer in particular from France had informed me that he could in fact build cheaper flats than the HDB if there is better calculation of the amount of materials used. In other words, if you do not calculate properly, you may use excess amount to make sure that the flats are strong. But if you have got better calculation, you not only can make sure that the flats will stand up and remain there, but also with the safe amounts of materials used, it could be cheaper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of all these, can the Minister let us know whether the earlier intention of the HDB will be carried out? If not, why not allow private participation in the building of HDB flats? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, the Minister has announced that with effect from 28th August 1995, the CPF Housing Grant Scheme has been revised as follows: $40,000 grant to be given to first-time buyers to buy a 2-room or larger resale flat. Those married children buying near their parents' home can apply for $50,000 grant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I ask the Minister what is the response to this revised CPF Housing Grant Scheme? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has also mentioned that the Scheme will continue to be modified and refined. Can I ask if any further modifications and refinements have been made? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to my next cut? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, in August 1995, the Executive Condominium Housing Scheme was announced and the Executive flat queue was closed. The success of the Executive Condominium Housing Scheme depends on the price of the land sold by HDB through the nominated developers such as Pidemco, NTUC, and Singapore Technologies. I fail to understand why HDB cannot open the Executive Condominium Scheme to all private developers in order to secure the best price and product for the aspiring house owners. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang):</b> Sir, I am glad to note that the Government will build Executive Condominiums through the Government-linked companies to provide affordable condominiums to meet the demands of Singaporeans. From what it was announced, I realise that they will be subsidised on land cost and also it will give the first-time applicants $40,000 discount for acquiring an Executive condominium. Judging from the various figures that I have, for an Executive condominium of the size of about 1,300 sq ft, the discount will be in the order of about $150,000. This amount, compared with the current market price of an equivalent size of condominium which costs about $800,000 to $900,000, is about 17% to 19% discount. In other words, it is cheaper than an equivalent size of condominium if an applicant should purchase it from the private developer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on this substantial discount, I can certainly imagine that the response of potential buyers will be quite overwhelming. There is no reason why people do not want to buy an Executive Condominium but prefer to buy a private property, unless they do not want to be bound by the terms set under the Executive Condominium Housing Scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unfortunately, from what was recently announced, only 1,000 units will be built. And as far as I know, only 20% will be sold to the public. In other words, there are only 200 units available to the public next year. This number is too insignificant compared with the private sector's supply of about 10,000 units per year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will gauge the response from the first few launches of the Executive Condominiums and consider increasing the supply accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Due to the insignificant number of units offered to the public, it is therefore not surprising that many people have commented that the Executive Condominium project will not affect the prices of private property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my view, the Executive Condominium project has another role to play, that is, playing a moderating role in terms of the price escalation of private property. First, the price of an Executive Condominium is generally lower than the market price. Therefore, first of all, it will siphon away some potential buyers from the existing private property market. Secondly, the price of an Executive Condominium will then form a kind of reference for the private property developer. Therefore, they could not peg their price too high in order to make their property saleable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in order to play this price moderation role under the Executive Condominium Housing Scheme, the number of units to be supplied to the market must be significant. I would like to ask the Minister two questions: First, what is the projected number of units to be built in the next few years? Second, in what way does the Government perceive the role of Executive Condominiums in affecting the prices of private property? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I am fully in support of HDB's Sale of Shops programme. I am particularly in favour of the way the HDB shops are being sold off close to market prices. However, there is a general perception that as prices of shops \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> escalate, there is a perception that consumer prices at neighbourhood shops are being affected. In other words, prices are being passed on to consumers as a result of rising shop prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the problems of increasing prices for shops is the seemingly long lease which the shops are being sold. Presently, all the shops are sold at the remaining of the lease which usually runs to more than 80 years or 90 years. And for new shops which are tendered out, they are up to about 99 years. Even the Jurong Town Corporation, which sells off industrial leases for substantial investments running to millions of dollars, leases those properties for up to only 30 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 30 years is a sufficiently long time for a business to recover its investments. Hence, my suggestion is that to lower shop prices, the HDB programme should consider selling those shops with shorter leases. Shorter leases should lead to lower prices and if the use of CPF is a problem, I am sure this can be easily overcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another suggestion to consider is to sell some of the shop units for more specific purposes, such as those for clinics and Chinese medical halls. Shops which are sold for specific purposes should be lower in price and upon a change in business or should a owner sell it off to another new owner who intends to run a different business, then the HDB can impose a top-up charge. This top-up charge will be similar to the concept of the development charge. In this way, not only are HDB residents better served by the availability of a spread of essential services, this would lead to, hopefully, affordable prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister consider this suggestion and perhaps enlighten the House on what other measures he has in mind to moderate shop prices in Singapore? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do I have the assent of Members that we stop here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Lim Hng Kiang):</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates of Expenditure for the financial year 1996/1997, and ask leave to sit again on Monday, 18th March, 1996. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to Monday, 18th March, 1996.\" - [Mr Lim Hng Kiang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at One\n  </div> \n  <div align=\"right\">\n   Minute to Six o'clock pm to\n  </div> \n  <div align=\"right\">\n   Monday, 18th March, 1996.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960315/19960315-HA-0651419.htm\">tables - COMPARISON OF POLYCLINIC AND GP CHARGES, AVERAGE HOSPITAL INPATIENT BILL SIZE PER DAY, AVERAGE HOSPITAL INPATIENT BILL SIZE (Cols. 1419 - 1424)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
