{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"16\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-20\"> \n  <meta name=\"Start_Col\" content=\"1653\"> \n  <meta name=\"End_Col\" content=\"1784\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">16</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">20-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1653</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 20th March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1654</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1655</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1656</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1657</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1996 TO 31ST MARCH, 1997</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1996)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [19th March, 1996], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head S of the Main Estimates be reduced by $100.\" - [Encik Othman bin Haron Eusofe]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, many companies are now reorganising, restructuring and downsizing and, as a result, there have been several retrenchments in 1995. In this competitive business environment, more companies will be forced to reorganise themselves to remain viable and competitive and some will relocate outside Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask how the Ministry of Labour can help workers who are retrenched to find alternative employment quickly. Could the Ministry organise training courses for retrenched workers so that they can acquire skills relevant to the economy? Employers have a responsibility to help their employees, particularly those who are loyal, hardworking and who have contributed to the company but who are retrenched because of the competitive business environment, particularly in some cases when the companies relocate to other areas in order to remain competitive. Will the Ministry of Labour work closely with the employers, particularly those who are retrenching their workers, to organise such training courses? For this purpose, will the Employment Service Department in the Ministry of Labour be expanded so that they can play this role more effectively? The Department can work with the employers to match retrenched workers with new jobs that are being created. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1658</b></font>\n  <br>\n  <br> would also like to ask whether the Department could help to promote part-time employment. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Sir, yesterday, just before the moment of interruption, Mr Sinnakaruppan delivered a very important message for employers in Singapore. He pointed out that unions are concerned with the effect of a large population of foreign workers on the wages of Singaporeans. While foreign workers do make important contributions to economic growth they also depress the wages of local workers. Mr Sinnakaruppan urged the Government to balance carefully our dependency on foreign workers with long term national interests. This is precisely my Ministry's mission in managing the pool of foreign workers in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, foreign workers on work permits are allowed to work in the four main sectors of the economy, namely, construction, manufacturing, services and the marine sectors. These sectors experience greater shortage of workers. Foreign workers are required to supplement the local workforce in order to sustain higher economic growth. In general, foreign workers from traditional source are allowed to work in all the four economic sectors. Non-traditional source workers, however, can only work in the construction sector, the marine sector as well as domestic workers. These are areas which face the most serious shortage of local workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry recognises that the manufacturing and service sectors face increasing difficulties in recruiting workers. However, compared to the construction and marine industries, manufacturing and service industries are still in a better position to attract local workers and also workers from traditional source. This is because the working environment is generally much better compared to that in the construction and marine sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have therefore not allowed non-traditional source workers into manufacturing and service sectors. There is already a large number of non-traditional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1659</b></font>\n  <br>\n  <br> source workers here. We should not add to their numbers and aggravate the social problems caused by such workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry monitors the requirement for foreign workers closely. From time to time, when there are strong justifications, policies on the employment of foreign workers are modified to better meet the needs of the industry. We have in the past relaxed the dependency ceiling for different sectors when feedback indicate an unhealthy shortage of workers. We will continue to monitor closely the needs of various sectors. Adjustments will be made from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we must be mindful of the long-term goal of economic restructuring as well as the social and political implications of having a large foreign workforce present in Singapore. While foreign workers may alleviate our labour shortage in the short-term there are adverse long-term effects. Mr Sinnakaruppan had touched on some of these adverse effects. My Ministry is equally concerned that easy access to low-wage foreign workers would discourage employers from training and upgrading the skills of local workers. Employers may even favour foreign workers over the investment in upgrading or automating their production processes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, a large number of foreign workers who are willing to work for lower wages will certainly depress wages of local workers, as pointed out by Mr Sinnakaruppan. That is why we have to impose a foreign workers' levy on the work permit holders. The foreign workers' levy serves to equalise the wage gap between Singapore workers and foreign workers. As the wages of local workers rise, we must also adjust the foreign workers' levy from time to time so that the disparity will not widen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Singapore is a small country. We cannot afford to accommodate a large number of foreign workers. Increasing our reliance on foreign workers is therefore not tenable for Singapore in the long run. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should not look towards the employment of foreign workers as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1660</b></font>\n  <br>\n  <br> only solution to their manpower needs. Instead, they should look for ways to reorganise their businesses and manufacturing processes so as to raise productivity and to cut down on manpower requirements. At the same time, they should also look for ways to optimise the use of our local workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned yesterday, one alternative is to tap the pool of economically inactive persons, such as housewives and younger retirees. We have a very low labour participation rate among this group of people. The 1994 participation rate of women between the ages of 35 and 54 in Singapore is way below that in many other countries, eg, Japan. Participation rate for women in the age group from 35 to 39 is 58% in Singapore whereas it is 62% in Japan. In the case of women aged 40 to 44, it is 54% in Singapore and 70% in Japan. For women between 45 and 49, it is 50% in Singapore and 71% in Japan. In the case of women between 50 and 54 years of age, it is 38% in Singapore and 67% in Japan. This shows that we still have a long way to go in terms of mobilising our local labour force. Employers should try to persuade as many as possible to rejoin the workforce by way of offering flexible and part-time working arrangements which are better suited to the needs of this group of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continued reliance on low-wage and low-skill foreign labour will only delay upgrading and restructuring of the economy and in the process prolong the inevitable problems of labour shortage. If we do not upgrade our industries we will be ill-equipped to cope with future economic competition. We have to start making concerted efforts to moderate our dependence on foreign workers to ensure that growth of our industries and our economy can be sustained over the long run. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to Mr Cheo and Mr Chiam. Mr Cheo offered a novel approach to the management of foreign worker population in Singapore. It is unfortunate that he is not here this afternoon to listen to my response. Unlike Mr Sinnakaruppan who urged the Government to be cautious, or even Mr Chiam who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1661</b></font>\n  <br>\n  <br> expressed strong reservation yesterday on our growing dependence on foreign workers, Mr Cheo suggested that we should not regulate the entry of foreign workers by \"quota or percentage\". By percentage, I take it to mean our system of dependency ceiling or dependency ratio. Let me point out that we do not have a pre-set quota on the entry of foreign workers. We use the system of dependency ceiling such as 50% of foreign workers in the manufacturing sector or dependency ratio such as one local worker to five foreign workers in the construction industry, to control the number of foreign workers that can be employed by any one employer. By having different dependency limits, we are able to better meet the labour requirements of different economic sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On top of the dependency limits, we impose a system of foreign workers' levy which varies according to the economic sectors. For example, $330 for a first-tier worker in the manufacturing sector and $440 for an unskilled worker in the construction industry. Mr Cheo suggested that we should abolish the foreign workers' levy system. I am afraid this will aggravate the problems already worrying both Mr Sinnakaruppan and Mr Chiam. Without the foreign workers' levy and the dependency limits, demand for foreign workers will grow rapidly. We already have more than 350,000 foreign workers in Singapore. This number can shoot up drastically. Wages of Singaporeans will be severely affected. The social cost can grow to intolerable proportion within a short time. I am afraid that Mr Cheo's suggestion is simply impracticable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point of abolishing the levy for foreign workers so that employers could attract better qualified foreign workers through higher wages, my Ministry is not convinced that the levy had a depressing effect on wages of foreign workers. Since the introduction of the foreign workers' levy in 1982 we had imposed levies for the employment of non-traditional source workers and also for traditional source workers. Despite the introduction of this levy, foreign workers had continued to come to Singapore to work indicating that our wages had been and are still \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1662</b></font>\n  <br>\n  <br> competitive. If our wages are not competitive, we would not have seen the rapid increase in foreign workforce over the years. Neither will we see many foreign workers applying to renew their work permits after the initial stay of two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is thus doubtful that the levy had significantly depressed foreign workers' wages and affected the quality of workers that employers are able to recruit. What we can be sure of is that abolishing the levy will lead to a soaring demand for lowly paid unskilled foreign workers resulting in a much larger foreign worker population in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo complained that many contractors are forced to employ illegal workers because they cannot obtain work permits. This is not the experience of my Ministry's Enforcement Section. We have found that some of the worst offenders were actually contractors who had not bothered to apply for work permits for their workers. They had resorted to employing illegal workers simply because they wanted to avoid paying the foreign workers' levy. An example in mind is a contractor who was convicted last week for employing 105 illegal foreign workers. Not only was the contractor a first-time offender he was also the employer caught with the largest number of illegal workers. He had never applied for work permits for any of the 105 workers when he could have done so legitimately and obtained work permits for some, if not most of them. We can only conclude that the temptation to cheat on the levy is great for employers. In fact, the vast majority of contractors are operating well within the 1:5 dependency ratio. Only 8% of companies in the construction sector have exceeded the 1:5 ratio while another 10% are operating within the range of 1:4 to 1:5. The majority of contractors, 82% in fact, are still comfortably far from the dependency ceiling. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo may wish to note that in computing the dependency ceiling, non-construction local staff of the contractor can also be included. The local \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1663</b></font>\n  <br>\n  <br> worker in the 1:5 ratio could in fact be a clerk sitting in the office and not a construction worker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not all of Mr Cheo's suggestions are completely impracticable. Yesterday he proposed that well-behaved foreign workers be given a longer work permit and maybe even considered for PR. In fact, my Ministry does encourage employers to send their foreign workers for training and skill upgrading. A foreign worker who succeeds to upgrade his skill and can pass certain trade tests is eligible for a longer stay in Singapore. Some may even qualify for PR on the basis of the skills that they have acquired during their period of working in Singapore. While it is not exactly on the basis of behaviour, as suggested by Mr Cheo, law-abiding, hardworking and skilful foreign workers are indeed given a chance to take up residence in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the point of abolishing levy for the employment of foreign domestic workers as suggested by Mr Cheo, there is no contradiction in the approach in imposing levy on foreign domestic workers and the effort to encourage women to rejoin the workforce. Women are free to remain at home to attend to their family needs or enter the workforce. For those who choose to rejoin the workforce, they can claim a tax relief of twice the amount of the foreign workers' levy paid for one foreign domestic worker employed by the working married woman or her husband. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to point out that reliance on foreign domestic workers to raise female labour participation rate is not tenable in the long run. Already about one in 10 households employs a foreign domestic worker. Apart from the social and political costs of a growing reliance on foreign domestic workers, there is also the question of values imparted to our children brought up mainly by foreign domestic workers. We should also look at how many other developed countries do not have to rely on a large population of foreign domestic workers to achieve a very high female labour force participation rate. The statistics which I gave \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1664</b></font>\n  <br>\n  <br> earlier for Japan were particularly relevant. We should thus explore other alternatives to employing foreign domestic workers. At any rate, we should guard against the expectation that foreign domestic workers will always be easily available and that they are automatic entitlement to every dual-income household. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now address Mr Chiam's points which he made yesterday? Mr Chiam expressed concern with the growing number of foreign workers. I have already pointed out that my Ministry monitors the growth of the foreign worker population carefully. We use the foreign workers' levy and the dependency limits to regulate the entry of foreign workers. The construction industry is most dependent on foreign workers because very few Singaporeans want to take up such jobs. This is not surprising in view of the higher education of our workforce and preference for jobs in other sectors. Unfortunately, the construction industry is also not making effort to upgrade its operation. Many contractors still depend on labour-intensive construction techniques. Others do not invest in labour saving equipment or construction systems. There is a need for the construction industry to raise its productivity which has lagged behind other economic sectors. For example, in 1995, productivity gain in the construction sector was minus 3.8%, compared to more than 6% in the manufacturing and service sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the training of national servicemen in the Singapore Civil Defence Force, the skills they acquire in the Construction Brigade may encourage some to choose a career in the construction industry. However, I am in no position to provide Mr Chiam with the details on the training of national servicemen. I suggest that Mr Chiam take up the matter with the Minister for Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now address the points raised by the Nominated Member, Dr Kanwaljit Soin? The arguments for and against minimum wage are legion, and I do not intend to go through all these arguments here. Time simply does not permit me to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1665</b></font>\n  <br>\n  <br> go through all the pros and cons of having a minimum wage system. But I would like to point out that Singapore has done well economically for the past 30 years because Government has adopted sound and pragmatic policies in managing our economic resources. We have found it effective to allow free market forces to determine wages, and not interfere by setting up minimum wages for Singaporeans. In doing so, we avoided rules which distort the labour market. We avoided inefficiency and rigidities which can only hinder our competitiveness. That is why we have not set a minimum wage for Singaporean workers. And for the same reason, we should not do so for foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what Dr Soin claimed, foreign workers come here for work because they find our wages competitive. I have mentioned earlier on that notwithstanding the imposition or implementation of a foreign workers' levy system, we have seen a growing number of foreign workers coming here to seek employment. We would not have seen the increase in foreign workers over the years if the levy had unrealistically depressed their wages. Today, we have more than 350,000 foreign workers, and many foreign workers renew their work permits after the initial two-year period. If they had been victimised or cheated by employers who paid them below market wages, they would not have done so. Setting up a minimum wage system for foreign workers can result in unrealistic labour cost for employers and undermine our economic competitiveness. It would also make the labour market less responsive to changing trends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign workers in Singapore are protected by our employment laws just as local workers. Our labour laws do not discriminate between local and foreign workers. Those covered by the Employment Act and the Workmen's Compensation Act enjoy the same protection as local workers, including the right to join unions. Whether they join unions or not depends on how they perceive their interest can be advanced by membership in the trade union. And unions are free to recruit members from among a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1666</b></font>\n  <br>\n  <br> company's foreign workforce. We should leave it to unions to encourage more foreign workers to join. In fact, some unions have even elected foreign workers to serve on their committees. Foreign workers who have employment disputes with their employers can seek assistance from the Labour Relations Department of my Ministry. We have a unit to conciliate and resolve any disputes between foreign workers and their employers and the service is provided free of charge and is available to all foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to emphasise that employers should treat their foreign workers fairly and with due respect. I should point out that Singaporeans generally do treat their foreign workers well. This is evident by the fact that many foreign workers renew their work permits. Nevertheless, my Ministry takes a serious view of employers who victimise or ill-treat their foreign workers. Those who cheat their foreign workers of wages will be dealt with by my Ministry's Disputes Settlement Section. In the case of abuse of foreign domestic workers, the employer and the spouse are barred from employing domestic workers in the future. And those who are convicted of abusing their domestic workers face heavy penalties, including fines, imprisonment, and even caning. Sir, these measures have been effective in deterring errant employers. Hence the number of ill-treatment cases has been very low and such cases are exception rather than the norm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we recognise that foreign workers come mainly from rural background and may not be totally familiar with modern city life, including living and working in high-rise buildings and busy urban roads. Employers and employment agents have a responsibility to orientate these foreign workers to our environment, so that they can adapt and adjust quickly and be more productive. On our part, the Ministry has made it compulsory for foreign workers working in the construction and marine sectors to undergo safety orientation course before they are issued with work permits. This will ensure that they are safety conscious and reduce the risk of encountering accidents while working. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1667</b></font>\n  <br>\n  <br> Although I do not believe that we should launch a public education programme, as suggested by the Member, my Ministry will explore other ways of raising awareness of employers to the need to orientate their foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Mr Sinnakaruppan on the subject of women in the workforce. My Ministry agrees with the Member that alternatives such as part-time or flexi-work arrangements, including virtual organisations suggested by the Member himself, should be employed to encourage more women to remain in the labour market. If such working arrangements can enable women to work and at the same time attend to their family needs, we will also reduce our dependency on foreign domestic workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have recently amended the Employment Act to include a new section on part-time work. This section defines part-time work and provides for formalisation of guidelines on terms and conditions of part-time employment. By providing employers and employees with clearer definitions and guidelines, we hope to facilitate more part-time and flexi-work arrangements. My Ministry is also revamping the Job Placement Section within the Work Permit and Employment Department to expand the scope of service to job seekers and employers. We will promote part-time and flexi-work arrangements as part of our overall effort to increase female labour force participation rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, while we can facilitate and provide the legislative framework, the support and active involvement of employers is crucial. Part-time or flexi-work arrangements are currently not widely practised. This could be due to employers' fear of higher cost or lower productivity as they will need to employ more workers. However, this need not be so if appropriate terms and conditions are agreed upon in the first instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge employers to seriously consider flexible and innovative working arrangements in order to attract more women to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1668</b></font>\n  <br>\n  <br> rejoin the workforce. In a tight labour market situation such as the one we are in now, employers must realise that it is in their long term interest to have more flexible work systems that can help more of our women to balance their dual commitment of family and career. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Othman Haron Eusofe has asked how my Ministry will help retrenched workers to find alternative employment and whether we will be expanding the Employment Service Department. Currently, the Job Placement Section within my Ministry's Work Permit and Employment Department helps the unemployed to find jobs quickly. This service is also extended to retrenched workers. Due to our strong economic growth and tight labour market, retrenched workers so far face no difficulties in securing alternative employment. My Ministry's survey showed that 78% of local workers who were retrenched in the third quarter of 1995 were re-employed by December, less than six months after their retrenchment. However, with the change in business conditions, particularly with the increasing number of companies undergoing restructuring and relocating their labour-intensive operations, the incidence of retrenchment is likely to increase. I therefore agree with the Member that we should make more efforts to assist retrenched workers and my Ministry will offer more comprehensive assistance to retrenched workers. We will look into the need for retraining of retrenched workers. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Training is an essential requirement in preparing retrenched workers and potential workers to return to the workforce. We will work closely with other agencies, such as the National Productivity Board, NTUC and the Singapore National Employers' Federation to identify and provide specific training requirements so that retrenched workers and those who wish to rejoin the workforce can acquire marketable skills. My Ministry is therefore, as I have explained earlier, planning to expand the scope of the Job Placement Section to provide a better service to job seekers and to achieve better utilisation of our limited manpower resources. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1669</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will put more efforts in raising the labour force participation rate, particularly women in the 30-54 age group. To attract those who have already dropped out of the workforce to return to work, we should address their need for more flexible working arrangements and reorientation to working life. This cannot be achieved by my Ministry alone. We need the support and cooperation of employers. We will work closely with the employers' associations and trade unions to change the mindset of employers and to encourage them to provide more programmes for part-time and flexible work arrangements. This will enable us to tap the pool of potential workers and help reduce our reliance on foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have covered all the points. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sinnakaruppan, you can take your two subjects together. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Thank you, Sir. The seniority-based wage system we have in Singapore is perhaps the root cause of many problems affecting younger and older workers as well as employers. On the one hand, younger workers are unhappy when they are paid lower salary than long service workers for doing the same job. This inequality is accentuated when there is a wide gap between the pay of a long service worker and a young recruit. As a result, younger workers resort to job hopping, especially when the economy is doing well. On the other hand, older workers are also unhappy when they stagnate at the top of the scale and do not get any pay rise year after year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When employers raise starting pay when it falls below the market rate, there is unhappiness all round. With the seniority-based wage system, wage cost will be pushed up without a corresponding increase in productivity. When a company is in financial difficulty, the company would very often target the older and higher salaried workers for retrenchment. If retrenched, such workers would have great difficulty in getting another job if they do not have the necessary skills. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1670</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the whole, in the long term, a seniority-based wage system that does not directly co-relate to worker productivity would result in financial difficulties for the company. This would, in turn, result in the loss of jobs for all, if the company relocates or goes bust as a result. So one way is to pay for the rate of the job. But this means that the older worker will get the same pay as the young recruit if they perform the same job. But with the seniority element so entrenched in our present system, it will make it very difficult to satisfy the older and more experienced workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the way forward for Singapore, especially with the impending raising of the retirement age, is what is called the base-up wage system. Its features are (a) a shortened salary scale, ie, a maximum/minimum ratio that reflects the value of the job and the job's learning curve; (b) a seniority element to reward loyalty and long service for those who have not reached the top of the scale; and (c) a base-up wage increase linked to production and productivity for all workers, including those at the top of the scale. These are the three elements of the base-up wage system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee on Wage Reform has recommended that the maximum/minimum ratio be fixed at 1:5. I think this is a fair ratio for all of us to aim for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The base-up wage system would be the panacea for the woes of this seniority-based wage system. When everyone understands the base-up wage system, employers and employees, especially the young and even the old, would be happier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The civil service more or less has a system similar to the base-up wage system. Annually, the NWC wage adjustments are incorporated into salary scales together with periodic salary reviews of the scales. Some companies in the private sector have also implemented the base-up wage system. I would like to urge the Ministry and employer organisations, such as SNEF, to urge their member companies to implement the base-up wage system. Perhaps, only when this is done, should the retirement age be raised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1671</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move on to the next cut. The rapidly greying population has been a great concern for the Government in recent years. In 1993, there were about seven working persons supporting one retired person aged 60 and above. It is estimated that in 30 years' time, there will only be two economically active persons to support one retired person aged 60 and above. If the Government does not take steps to raise the retirement age now, we may have to resort to welfare handouts in the years to come and go down the spiral of economic destruction or fallout. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not forget that it is not just the workers who would benefit from the raising of the retirement age, the employers would certainly benefit. As Dr Lee has just pointed out, he is not going to open the Pandora's box to allow more and more younger foreign workers to work in Singapore as suggested irresponsibly by Mr Cheo Chai Chen. I have also explained why there is a need to moderate the number of foreign workers in Singapore. The employers must speak up and make their views known on the issues concerning the retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is certainly a known fact that workers after the age of 60 cannot expect the same remuneration as they got when they change jobs, having retired at the age of 60. We also know that their productivity would possibly be lower as age catches up. Already we know that the employer's portion of the CPF contribution has been lowered and this should help employers to reduce costs. With the implementation of the base-up wage system, employers need not worry too much about the skewed nature of the seniority-based system. So I urge all employers to lend greater support for the base-up wage system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, one thorny issue concerning retirement age would be medical benefits. While employers should provide at least the same benefits as for their younger workers, it would be inevitable that older workers would need more medical attention and such costs would revert on to the employers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1672</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, the Government must do its part for workers to remain in the workforce after the age of 60 by increasing the insurance coverage through the CPF medical insurance scheme and by increasing the Medisave through the Top-Up Scheme year after year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is only through concerted tripartite efforts can we find mutually acceptable solutions to the raising of the retirement age. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, some time back, the Ministry of Labour be set up a Tripartite Committee on Retirement Age. The Committee was set up with attendant fanfare and publicity. Since then, we are in the dark as to the progress the committee has made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Retirement age is a largely contentious issue. Whatever the Government's thinking on this issue, the employers and the workers have their own views. I would have expected at least some sparks to fly, even if no fireworks took place, when the committee began its deliberations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The absence of news on the committee's progress suggests two things to me. One is that the members representing the Government, the employers and the workers are in perfect harmony on the issue of retirement age and do not want to prejudice their deliberations by premature publicity. The other is that the members are so far apart in their views that the committee has not been able to come out with any meaningful press release. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, I accept the committee may have its own reasons for not wanting to share with others any information about itself. However, at the same time, the public is also entitled to some signs that the committee is still alive and ticking. Even a statement by the committee that its members have agreed to disagree will be a firm indication that the committee is not only alive but also active. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite Singapore's reputation for instant trees and prompt actions, I do not think we can really expect the committee to arrive at instant consensus on the issue \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1673</b></font>\n  <br>\n  <br> of retirement age. Nevertheless, the Ministry should ensure that the committee does not treat the issue of retirement age as a matter wholly for the private consumption of its members. At the very least, the public should be fed some scraps of information to affirm the members of the committee are still meeting and talking with one another across the table. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Sir, currently, exemptions from the Retirement Age Act are granted by the Ministry of Labour on application by companies after consultation with the unions concerned. For example, exemption from the Retirement Age Act was granted to all employers of airline cabin crew men after an application was made by one airline and after the Ministry had consultations with the union of that airline. Would the Minister consider the formation of an independent committee that would consider all applications for exemption from the Retirement Age Act in order that there may be a better and wider scrutiny of the grounds for which exemption is sought? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the job requirements used by employers to justify for exemption from the Retirement Age Act, such as youthful appearance, appear to me somewhat subjective. I am sure that Members will agree, if all MPs have to satisfy the \"good looks\" requirement to be elected as MPs, as expected by one Straits Times' journalist, then I fear that many of us will be forced into early retirement. I would therefore like to urge the Minister to constitute an independent committee comprising employers, labour experts and Ministry officials that is empowered to hear submissions from all interested parties. This would provide wider and perhaps more equitable avenue for exemptions to be considered and reviewed from time to time. \n  <br>1.15 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, the Tripartite Committee on the Extension of Retirement Age has been specifically tasked to review the implementation of the Retirement Age Act, study the cost \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1674</b></font>\n  <br>\n  <br> implications of extending the retirement age, recommend measures to enable companies to retain older workers and explore how the retirement age can be phased in gradually in line with Government's long-term aim of raising the retirement age to 67. It is imperative that the findings and recommendations are made known soon, because there has been a lot of anxiety and concern among older workers over wages, retrenchment benefits, medical co-payment, CPF and their employability over 60. Currently, the unions are not allowed to negotiate the terms of employment for older workers beyond 60. Most retired workers will have to settle for lower pay and the same job renewable on a year-to-year basis in order to continue working. Yet, companies cannot continue to pay older workers maximum salaries when younger workers can be employed at half the price to do the same job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there have been some suggestions on the restructuring of the wage system, in particular the need to revamp our seniority based wage system to a base-up approach. Under such a system, the wage gap between the old and the young will be narrowed and everyone would get an annual increment. I am sure the committee will be studying more models. Nevertheless, whichever system is adopted, Singaporeans need to be well prepared in advance for this fundamental change in our wage system. While Singaporean employees and employers have been well apprised of the rationale for Government's long-term plan to raise the retirement age to 67, it is important that they be given ample time to adjust to the new system. Given the emotive element of this issue, it would be helpful if Singaporeans are informed of its progress from time to time and the approximate time-frame for the implementation of the committee's recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would appreciate it if the Minister would consider this suggestion. \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Sir, employers support the principles of extension of retirement age beyond 60. However, in raising the retirement age to beyond 60, we must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1675</b></font>\n  <br>\n  <br> mindful of maintaining our competitiveness. Employers have serious reservations about cost increases this will bring if no changes are made to the terms and conditions of employing workers beyond 60. When I say \"workers\" here, I include managers as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our present wage and benefits system is largely seniority based. Many older workers are paid much higher wages compared to a younger worker with similar capabilities and responsibilities, rendering themselves vulnerable to replacement. By 2020, 23% of our population will be 60 years and above. The cost of maintaining a significant portion of older workers in employment can be a heavy burden. With the exception of a small minority of jobs, work performances of average workers will decline after a certain age. This decline is likely to accelerate after 60. It is unrealistic for the average worker to expect to work till 67 at the same pay and benefits. Workers at 60 must be prepared for reductions to their total remuneration package for the sake of their own job security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Accompanying this reduction in remuneration, there should be a corresponding reduction in workload and responsibilities. If we take Japan as an example, workers at 55 take an average of one-third cut of their annual remuneration package in return for continued employment. These cuts usually come with some reduction in responsibilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some older workers on their own may want a different package. They may want to work less hours or they may want less responsibilities. Employers should therefore, in discussions with unions and workers, restructure these packages to suit their workers as well as the company's needs so as to keep competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to turn to the issue of retrenchment benefits. Our current formula is related to years of service. Many employers feel strongly against extending retrenchment benefits to beyond 60. Companies undergoing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1676</b></font>\n  <br>\n  <br> restructuring will have to bear a heavy cost if they need to retrench older workers who would have retired at 60. Indeed, some employers are questioning high retrenchment settlements even for workers below 60. The quantum of retrenchment benefit, in my view, should encourage the worker to re-enter the workforce as soon as possible. It should not be so large as to put him off for a long period of time. Many employers feel that there should be a reasonable cap on the maximum retrenchment benefit payable. In an age of global competitiveness, our labour market must be flexible. Otherwise, both companies and workers will lose out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the retirement age was last raised in July 1993, from 55 to 60. I urge the Minister to give both employers and workers a few more years from now to adapt to the necessary changes before we next move to beyond 60. We should move slowly and cautiously in order to avoid any unintended rigidities, especially if there is an economic downturn. Moves beyond 60 should be made in small steps, with time in between each step to let the market adjust fully. Another safeguard that we can build in is interim reviews between steps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers in the near future will take on the responsibility of providing longer employment. I would like to ask the Minister to consider some means to help employers defray part of their higher cost associated with the extension of retirement age. One suggestion is to explore possibilities of tax incentives, eg, double tax deduction as a means to help companies defray these higher costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would like to thank the Minister and his staff for all the assistance in the rounds of briefing employers on the amendments to the Employment Act. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, the labour movement strongly supports the raising of the present retirement age. With longer life expectancy at about 76 years now, many older Singaporeans are healthy enough to work for another 10, perhaps 15 years beyond the age of 60. People who retire early will generally require a larger sum of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1677</b></font>\n  <br>\n  <br> money to meet their retirement needs. Therefore, the move to raise the retirement age is necessary to enable workers to continue to earn income that could see them through their old age as well as meet their health care spending. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is heartening to hear from Mr Stephen Lee just a moment ago that employers support the extension of the retirement age beyond 60 but, at the same time, employers are concerned with its cost implications, in particular, the seniority-based wage system. Earlier, my colleague, Mr Sinnakaruppan, has already highlighted the mechanics and advantages of the proposed base-up wage system which, I believe, will go a long way to overcome this problem. I would therefore join him to strongly exhort the Singapore National Employers Federation to seriously consider the base-up wage system proposal and get their members to start implementing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is it valid for employers to feel unduly worried? I should not think so, because employers should be rest assured that the labour movement follows closely economic developments in the region and around the world, and understand the need to train and retrain workers to enable companies to maintain their competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what about workers' concerns? Will the raising of the retirement age mean drastic cuts in pay and other benefits? This is an important issue we need to address as we do not wish to see employers regard workers above 60 as unproductive and offer them terms and conditions of employment that are not commensurate with their worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers must recognise that it is essential for older workers to be treated with dignity, as studies have shown that morale improves when people feel that they are contributing to society and are considered part of the mainstream of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some employers also fear that they will not be able to create jobs for those above 60. In this respect, I am of the opinion that every single Singaporean in our workforce counts, as we must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1678</b></font>\n  <br>\n  <br> prepared for the eventuality that the current pool of foreign workers will no longer be available and we should attach more importance to older workers as a source of labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another area of workers' concern is that they want to be assured that they have the option of retiring before the legislated retirement age so that they could still enjoy the benefits due to them on retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I would like to hear the Minister's comments on the points that I have just raised. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, my cut pertains to the guide for the assessment of traumatic injuries for workmen's compensation. This is a Ministry of Labour publication. The latest edition was published in October 1990 and this guide is used by doctors to assess the permanent incapacity of workers and to award them the percentage of disability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out some shortcomings in this guide and suggest some changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The guide is not complete. For the upper and lower limbs, it only gives figures for incapacity for restricted movement of joints, for amputations and for shortening of lower limbs. There is no guide to the assessment of permanent damage to tendons and nerves. Nerve injuries can be very incapacitating and must be taken into consideration when calculating the percentage of permanent incapacity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some of the percentages allocated for incapacity are too high. To give one example, stiffness of the two joints of the thumb adds up to 26%, while amputation of the thumb at these two phalanges adds up to 30%. It is quite obvious that having a stiff thumb cannot be nearly as bad as having no thumb at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I could give many other examples, but I think this will suffice to persuade us that a review of the guide is necessary. I hope that the Minister will initiate the review quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1679</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may also have to look at the Workmen's Compensation Act. Under the Third Schedule of this Act, a worker is entitled to be paid full earnings up to 14 days if not hospitalised and full earnings up to 60 days, if hospitalised. If the incapacity exceeds the above periods, the entitlement becomes two-thirds of the pay. In orthopaedic injuries where there are fractures of the upper and lower limbs, this usually necessitates that the worker be off work for about six weeks. During this period, it is not necessary that the worker should be hospitalised, because this will bring up the medical cost unnecessarily. Therefore, some special provision has to be made for orthopaedic injuries as 14 days of non-hospitalisation sick leave is grossly inadequate. An amendment should be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, Sir, I would like to declare my interest as an orthopaedic surgeon in private practice. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will respond to the Members who have spoken on the retirement age and the base-up wage system mentioned by Mr Sinnakaruppan. Before I address the questions raised by hon. Members, I would like to remind the House of the underlying concern which led to the retirement age legislation. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is confronted by a population trend which would have a severe impact on our long-term economic viability and competitiveness. This is the rapid ageing of our population which several hon. Members have touched upon. Increasing life expectancy and lower birth rate will result in a very rapid change in our population. At present we have eight economically active persons supporting one aged person above the age of 60. In 15 years' time, this ratio of economically active people supporting the aged will fall to 4:4. It will fall further to 3:1 by the year 2020, ie, in 25 years' time. In fact, by the year 2030, 35 years' time, a full 25% of the population will be aged 60 and above, compared to only 9% today. What this means is that in the future there will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1680</b></font>\n  <br>\n  <br> fewer people to drive the economy, generate growth and revenues for Government to support the essential social services, in particular, services to meet the needs of a growing population of aged Singaporeans. At the same time, a declining birth rate also means that there would be fewer young people entering the labour market. This would result in a levelling off of our labour force growth and subsequently a reduction in the size of our labour force. If we do nothing to address this issue, the long term trends would have serious repercussions on our economic competitiveness. Because we are a small country with a small population, the impact of such rapid ageing of our population is far more severe. We have no choice but to introduce changes to cope with this issue now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prior to 1993 the normal thing to do was to retire at age 55. This was despite the fact that many workers at this age were still healthy and could continue to work. It seems ironical for us to retire healthy mature workers and at the same time let in more foreign workers to meet the needs of employers. For this reason, we have to raise the retirement age norm from 55 to 60 and beyond. The raising of the retirement age to 60 and beyond will benefit workers and employers. By working for a longer period, Singaporeans will be able to save more money for eventual retirement. Employers will have a pool of mature and experienced workers to deploy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since its implementation on 1st July 1993, the Retirement Age Act has provided employment opportunities for some 50,000 persons who would otherwise have retired at the age of 55. This has helped to enlarge our labour pool, as shown in the increase in labour force participation rates for workers aged 55-59 from 47% in 1993 to 49.7% in 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have previously proposed that the retirement age be progressively raised to 67. It has been almost three years since the retirement age of 60 was implemented. We are now looking into raising the retirement age beyond 60. As the extension of the retirement age would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1681</b></font>\n  <br>\n  <br> have cost implications to employers, it is understandable for employers to be concerned over the high cost of retaining older workers and its impact on business competitiveness. This has been explained very clearly by Mr Stephen Lee, who is also the President of the Singapore National Employers' Federation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The high cost of retaining older workers is mainly due to the existing seniority-based wage system and the greater tendency for older workers to incur higher medical expenses. Hence, employers have proposed cost cutting measures such as capping retrenchment benefits and further reduction in CPF rates for older workers whose retirement age is raised beyond 60. On the other hand, union leaders are concerned that cost cutting measures would be unfair to older workers and would in fact demotivate them from continuing to work beyond 60, thus, defeating the whole point of the exercise. My Ministry understands and appreciates the concern of both the unions representing the workers and the employers. But the matter cannot be resolved by viewing from one perspective only. We have to build a consensus between employers and employees, which was why my Ministry formed a tripartite committee to study the cost implications of extending the retirement age beyond 60. The committee was to study all issues, including issues relating to the seniority-based wage structure, medical benefits and retrenchment benefits. The committee, with members from unions, employers and Government, was tasked with recommending appropriate measures to enable companies to retain older employees without undermining business competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chin Harn Tong has asked for the progress made by the tripartite committee, and whether the fact that there was no major announcement suggested that there was a wide gap between the position taken by both the union representative and the employers' representative. I would like to inform this House that the committee had in fact made excellent progress. It had held six meetings to discuss the subject. There was in fact broad agreement on many areas. There \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1682</b></font>\n  <br>\n  <br> was agreement that the need to raise the retirement age is recognised and that retirement age can be raised beyond 60 in steps. The first raise should be made from 60 to 62, but the timing of the raise should take into account prevailing economic conditions, as mentioned by Mr Stephen Lee earlier on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The committee agreed that there is a need to move away from the seniority-based wage structure to one which could better reflect the value of the job. In line with the recommendations of the 1986 tripartite committee on wage reform, the maximum to minimum salary ratio of 1:5 for workers doing the same job should be achieved as soon as possible. The committee also agreed that the base-up wage system, proposed by the NTUC, could be an alternative system once the desired salary ratio of 1:5 is achieved. The base-up wage system needs further study before implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The committee also agreed that there is a need to provide alternative health care system which could help contain rising medical costs and motivate workers to remain healthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, the committee recognised the importance of training of older workers and the need to introduce out-placement programme to assist those who are unable to continue in their existing jobs, due to the strenuous physical demands or other special requirements of the job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While there was consensus in many areas, as I have just listed, the committee had also identified some issues which needed further study. These included the base-up wage system, an alternative health care system, training and out-placement programme as well as, if possible, incentives for employers, including tax incentives. All these issues are complex and have far reaching implications. The trade union and employers' representatives on the tripartite committee had requested for more time to study these issues carefully and to allow employers and unions to consult their members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the need to raise the retirement age beyond 60 is not to deal with an immediate problem. We have already raised the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1683</b></font>\n  <br>\n  <br> retirement age from 55 to 60. We have made excellent progress in this area. We do not have to move in a great hurry to go beyond 60 at this juncture. We need to raise the retirement age beyond 60, but it is to better prepare Singapore for the future, not to solve an immediate problem. We should take time to study all issues connected with the raising of retirement age beyond 60. We should study these issues carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has therefore agreed to the tripartite committee's request for more time to study the details. I am confident that the committee will be able to address the issues which are of concern to both employees and employers and come out with workable recommendations. The committee is expected to complete its deliberations and make recommendations later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Charles Chong has raised a specific query on how we look into requests for exemption from the Retirement Age Act. Let me reiterate that the objective of the Retirement Age Act is to provide opportunities for older Singaporeans to continue to work up to the age of 60 and beyond. To ensure that the implementation of the Act will not impede companies' operation or undermine their competitiveness, companies are allowed to apply for exemption from coverage of the Act. For this purpose, paragraph 2(e) of the Retirement Age (Exemption) Notification allows employers to seek exemption in respect of any class of employees, where being of a particular age or in a particular age group, is a bona fide occupational consideration or requirement, whether for reason of safety or for any other reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure the hon. Member that there has not been a huge rush of applications for exemption. In fact, by and large, most employers have accepted the provisions in the Retirement Age Act. To-date, my Ministry has only received 30 applications for exemption under this paragraph in the regulations. Out of these 30 applications, only 12 were approved, 12 were rejected after careful study, and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1684</b></font>\n  <br>\n  <br> remaining six were withdrawn by the employers concerned after we had an opportunity to discuss with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To facilitate the processing of applications, my Ministry has formulated internal guidelines to ensure that exemptions are granted only when employers are able to give full justification for their applications for exemptions. In processing an application, my Ministry will consult not just the employer and the unions concerned, but we would also conduct site visits where necessary in order to get a better feel of the actual nature of the job. My Ministry may also seek expert advice from outside to ensure that safety and health of the workers would not be compromised. A decision will only be made after an application has been thoroughly investigated and evaluated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as there is already a consultation with employers and unions, and since my Ministry will only grant exemptions to applications on very strong and valid grounds, I am of the view that it is not necessary to set up another committee, whether it is another tripartite committee or some other external committee, to review such applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the exemption of cabin crew from the Retirement Age Act, this decision was made by my Ministry after applications were received from five airlines, and not one, as mentioned by Mr Charles Chong. We actually received applications from five airlines for exemption. Our investigation took into consideration various factors, including the nature of work, business strategy and the safety of passengers. The overall consideration for the exemption was to ensure that the Retirement Age Act would not undermine the competitiveness of the airline industry in Singapore and ultimately the interest of all airline employees. Sir, I would like to reassure Mr Chong that my Ministry will continue to be careful and judicious in processing all applications for exemption and will only grant exemptions when such applications are fully justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will next address the point raised by Dr Soin with regard to the Workmen's Compensation Act. She felt that the guide \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1685</b></font>\n  <br>\n  <br> for assessing disability from traumatic injuries is not complete. The First Schedule to the Workmen's Compensation Act sets out the percentage of loss of earning capacity arising from various injuries sustained by a workman. The guide serves to help medical doctors when they are assessing the extent of injury and the extent of incapacitation. The guide that we are using today is based on the guides to the evaluation of permanent impairment published by the American Medical Association (AMA). In order to keep our guide simple and easy to use, it focuses on injuries to the musculo-skeletal system which is the most commonly affected system in industrial accidents. In the case of injuries to other systems, such as the nervous system, doctors may always refer to the AMA guidelines. I would like to assure the Member that the Ministry has been periodically updating the guide to make sure that it is consistent with international norms. The latest revision was in 1990. My Ministry is presently carrying out another study of the practices of other countries and will consider incorporating relevant provisions into the guide. \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin also asked whether we would review the leave entitlement under the Third Schedule of the Workmen's Compensation Act and she pointed out the present entitlement of 14 days outpatient medical leave is not adequate, particularly for orthopaedic cases. My Ministry is of the view that the present guidelines on providing two weeks of full-pay leave for outpatient treatment is a fair compromise between workers' welfare and the employers' concern over cost. Of course, if an employee has been injured in the course of work and has to be hospitalised, then he will have a further 60 days of hospitalisation leave. In fact, for those who are unable to work, they will be further paid two-thirds of their monthly earnings for a period of up to one year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we were to expand the coverage of the Workmen's Compensation Act to grant longer leave for outpatient treatment, it would translate into higher premiums for workmen's compensation. And in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1686</b></font>\n  <br>\n  <br> designing a workmen's compensation scheme, it is important for us to strike a balance between safeguarding the workers' interest on one hand, and the overall cost of providing workmen's compensation on the other. My Ministry reviews the Workmen's Compensation Act regularly and the question of leave entitlement will be included in the next review. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have covered all the points. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, on the Minimum Sum scheme, I would like to ask the Minister to give us a report of the implementation of the scheme. How many members of the scheme have applied for approval to invest their Minimum Sum in banks and other financial institutions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One concern is the adequacy of the Minimum Sum. How will the sum be adjusted for inflation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, will Government consider further improvements in the rate of interest or dividends for the Minimum Sum savings? \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, the Central Provident Fund scheme was first set up to ensure Singaporeans are not completely without any independent means of support in their old age. The CPF scheme has now been in operation for some four decades. With the passing of time, the CPF scheme has somewhat varied its objective. CPF savings are now used not solely to provide ready cash for CPF members in their retirement, but also, for example, to buy homes, to invest in shares and pay hospital bills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF Minimum Sum scheme was thus introduced in 1987 to ensure CPF members do not commit their CPF savings entirely to other purposes without leaving enough cash for them to live on. This Minimum Sum scheme may be likened to a scheme within a scheme for retirement purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scheme originally sought to ensure retiring CPF contributors do not withdraw all their savings but keep a minimum sum of $30,000 with the CPF Board or buy an annuity with this minimum sum. This is to enable the retirees to receive a monthly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1687</b></font>\n  <br>\n  <br> income not less than the amount fixed by the Minister. Retirees do not have to bother about the Minimum Sum requirement if they are prepared to pledge their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the Minimum Sum has been raised to $40,000 and is slated to increase by $5,000 yearly until it reaches $80,000 in the year 2003. The revised Minimum Sum scheme requires one-half of the Minimum Sum must be in cash. In other words, if the Minimum Sum is eventually $80,000, retirees must either keep $40,000 with the CPF Board or buy an annuity with this $40,000. Retirees must meet this requirement even if they are prepared to pledge their homes worth several times the sum of $80,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if the vast majority of retirees can meet this requirement in full, I am doubtful the Minimum Sum will yield a meaningful monthly income to the retirees without other sources of income. True, half a bowl of rice is more filling than a bowl of congee. However, with the value of money constantly being eroded, a given monthly income may support a comfortable living standard now but a barely tolerable living standard 10 years hence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry should consider alternative schemes to provide a living income for retirees. As our Government's policy is to promote and encourage home ownership, most, if not all, Singaporeans can be expected to own homes. Perhaps our financial institutions may be encouraged to popularise a scheme for home owners to mortgage their homes for a meaningful income until their death. Such a mortgage is commercially acceptable elsewhere. Children who want to inherit their parents' home have to support their parents in their old age. Appealing to the material self-interest of the children is likely to be more effective than threatening them with penal sanction under the Maintenance of Parents Act. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, currently, the monthly disbursements after 60 years is about $243 per month and I presume this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1688</b></font>\n  <br>\n  <br> will be revised every now and then to reflect the increased quantum in the Minimum Sum required. But the point is, at $243 a month, it works out to barely $8 a day. This is certainly not adequate in view of our rising cost of living and definitely insufficient in the event of destitution. This amount should be further increased. In addition, the Minister should also make this more transparent by explaining the revision scale for the monthly disbursements vis-a-vis the Minimum Sum and the underlying assumptions of deriving these figures. This will allay the retirees' fear that they will not live long enough to receive all the monthly payments out of their Minimum Sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in fact, the intention behind the conception of this scheme is a good one. It helps to safeguard the retirees against poverty in the event that their savings and CPF withdrawal sum are depleted due to unforeseen circumstances. Unfortunately, there is a general perception among the population that the Government is trying to keep this sum of money and hoard it for its purposes. In view of this sense of insecurity, can the Minister consider pegging the interest rate for CPF savings in line with the market rate for fixed deposit? This is in order since CPF savings are long term deposits and the people should rightly be compensated the market value for the opportunity cost of putting this money in the CPF account instead of the bank. Therefore, I urge the Minister to consider these propositions seriously. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ling is not here. Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I have a cut on Central Provident Fund. I have read the Central Provident Fund Board 1994 Annual Report and noticed that in 1993, the annual CPF withdrawals were more than the contributions received. The contributions received that year were $10.427 billion and the amount withdrawn was $10.944 billion. The amount paid out in excess of receipts was $517 million. Can the Minister explain how such a situation came about? Would the Minister please explain whether in future, due to our aging population, there shall come a time when the CPF withdrawals shall exceed the contributions? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1689</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, the CPF contribution rate is fixed at 40 percentage points - 20% contribution from the employer and the other 20% from the employee. There is evidence that 40% of CPF savings appear to be high. The bulk of the CPF savings is used for the purchase of HDB flats and other landed properties. Many CPF members, after paying for their monthly housing mortgage loans, still have excess CPF savings which are used in a variety of ways, such as investments in shares, gold, approved investment schemes, tertiary education, insurance and also topping-up of the parents' retirement account. The fact that there are excess savings in CPF accounts, where members can use them to dabble in shares and gold, shows that the CPF rate is pegged at a point where savings can cover more than just housing and old-age needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not suggesting drastic cuts in our CPF contribution rate. But I would like to see some changes to it. May I suggest that there be three CPF contribution rates at 40%, 38% and 35%, instead of the present situation where there is only one. In the suggested new system: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) 40% of the rate of contribution shall be for members who are up to the age of 35 years. The employer and employee shall contribute equally at 20% each; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The 38% rate shall apply to workers who are above 35 years and below 45 years. The employer shall contribute 19% and the employee does likewise; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) As regards the 35% contribution rate, it shall be paid by workers who are 45 years and above. The employer and employee shall contribute 17.5% each. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many advantages for the lowering of CPF contribution rates. It cuts down business costs and it makes doing business in Singapore more competitive. It releases funds to the workers at the time when they need the cash most. At 35 years and above, the workers' children are older and the need for maintenance of them will be higher. And also with more take-home pay, workers can spend more money in the shops and thus giving a boost to the lethargic retail trade. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1690</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The suggestions are not radical and certain workers and business people shall welcome them. And I hope the Minister shall also give his support. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, there are many old apartments and condominiums in Singapore which are over 20 years old. These old apartments and condominiums, including former HUDC estates, are in need of upgrading. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading of HUDC and private condominiums requires substantial funds. There is an HUDC estate in Thomson GRC called Lakeview HUDC. The Management Corporation of Lakeview HUDC plans to upgrade their estate. This is similar to the work done in the Main Upgrading Programme of HDB flats. This upgrading work is for the external and common areas. It does not include the internal renovation of the flats, which rightfully should be the direct responsibility of the individual flat owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The residents of Lakeview HUDC have persistently asked me to request the Government to allow the owners of private condominiums and HUDC flats to use their CPF to defray the upgrading costs. I support this proposal and I have raised this issue with the Minister previously. I wish to persuade him to reconsider this issue again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This proposal deserves support for the following reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) It encourages owners of such old apartments and buildings to upgrade their blocks and common areas. This will reduce the number of ugly run-down buildings in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The upgrading work would be in support of the Government's plan to help the people enhance the value of their assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) There will be more stability. Like residents of HDB estates, residents in these old apartments and condominiums prefer to remain in the same flats which they have been residing. Hence, instead of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1691</b></font>\n  <br>\n  <br> moving into new flats, if they upgrade, they can remain in their present homes which will be upgraded through their own funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) This policy is not new as owners of HDB flats are already allowed to use their CPF for HDB Main Upgrading Programmes. Hence, applying this scheme to private apartments, condominiums and HUDC estates is only an extension of the existing rule. I hope the Minister would be more persuaded on my proposal this time round. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, I share the same sentiments with my colleague, Mr Leong Horn Kee. The Government is spending billions of dollars to upgrade our HDB flats. Why? Because upgrading will increase the value of the flats and hence enhance the assets of HDB residents. Likewise, renovation done to a house or flat is a good investment and will increase the value of the property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember a conversation I had with the Senior Minister on why Singaporeans are so stretched financially. He related how he had noticed during his visits to some HDB families that they had spent a lot of money renovating their homes, and he attributed this to be one of the reasons why they are financially stretched. But he concluded that Singaporeans are sensible and wise in renovating their homes because they know it will add value to their properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, property prices have gone up quite high in Singapore. Singaporeans are allowed to use their CPF to purchase houses. But they are not allowed to use their CPF for renovation of their house, even though it may be the only house they own and occupy. For many people, without using CPF, they will find it difficult to finance the renovation of their house. But they too, like everybody else, would like to upgrade their living conditions. People are hence encouraged to buy new or renovated properties. CPF monies are therefore actually used for renovation, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1692</b></font>\n  <br>\n  <br> in an indirect manner. So why not allow CPF to be used for renovation? That will help a lot of people to upgrade through renovating their house and remove their frustration of not being able to afford or having to pay a much higher price for a new flat or property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore urge the Minister to allow CPF to be used for house renovation. If he can allow Singaporeans to use their CPF to invest in the stock market, he should all the more allow them to invest in their own house which is likely to appreciate in value. For a start, may I suggest that only an owner-occupied house is allowed and that the market value of the house should exceed the CPF money which the owner has used for the original purchase of the house. If the Minister wants to be cautious, then allow only, say, 50% of this increase in value to be used for renvoation subject to the Minimum Sum requirement. May I ask the Minister to consider my suggestion? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will first respond to the Members who spoke on the Minimum Sum scheme. Just a quick recap. On 1st July 1995, we implemented the revised Minimum Sum Scheme with the objective of providing retired CPF members with a higher retirement income. The revision will take effect gradually over a period of 10 years. The first step was to raise the Minimum Sum from $35,400 to $40,000 on 1st July 1995. Out of the $40,000, a minimum of $4,000 must be in cash while the rest can be in the form of a charge or pledge on the property owned by the member. The Minimum Sum will gradually be increased from $40,000 today to $80,000 in the year 2003 when half the amount must be in cash and the other half can be secured as a pledge on the property. After the year 2003, the Minimum Sum will be adjusted for inflation in order to preserve its value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Teo Chong Tee pointed out that a member, who was 55 in 1991 and is now reaching the age of 60 and is ready to withdraw his Minimum Sum monthly payment, can only withdraw $243 a month from his Retirement Account. This is correct. The monthly annuity is related to the principal set aside. In 1991, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1693</b></font>\n  <br>\n  <br> Minimum Sum was only $31,600. It is precisely because the old Minimum Sum scheme could not provide an annuity that could meet more than just the subsistence level that we had to introduce a revised Minimum Sum in order to be able to pay out to retired CPF members a higher monthly annuity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the revised Minimum Sum scheme, if a member sets aside the full Minimum Sum of $80,000 in the year 2003, he will be able to withdraw a nominal monthly sum of $613 when he retires at the prevailing retirement age. This will enable him to enjoy a standard of living somewhat higher than that of subsistence level which is better than what the old scheme would have afforded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo also asked whether retirees can be assured of being able to withdraw their Minimum Sum savings. In effect, almost all retirees should be able to withdraw their Minimum Sum savings in the Retirement Account because the nominal monthly payment of $613, which I mentioned a moment ago, is calculated on the total Minimum Sum of $80,000. The cash component is only $40,000. So you can readily appreciate that in fact almost every retired member would be able to withdraw the full cash component within his lifetime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Othman Haron Eusofe asked for the progress of the revised Minimum Sum Scheme. Between 1st July 1995 and 31st January 1996, 19,000 CPF members attained the age of 55 and were eligible to withdraw their CPF savings. Of this, about 10,500 members have come forward to make the withdrawal and, surprisingly, the remaining 8,500 members have opted to leave all their savings with the CPF Board. They have decided not to withdraw any savings at all. Of those who came forward to make the withdrawal, 11% of them set aside the full Minimum Sum of $40,000 in cash. Another 28% were able to set aside the full Minimum Sum through a combination of cash and pledging their property value. I must point out that this does not mean that the remaining 61% did not have $40,000 of CPF savings at age 55. On the contrary, many more members actually have $40,000 or more in their CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1694</b></font>\n  <br>\n  <br> accounts when they reach the age of 55. They were not required to set aside the full Minimum Sum of $40,000 because, under the procedures of the revised Minimum Sum scheme, members need at most set aside half their cash balance in their CPF account. This is to ensure that every CPF member will be able to withdraw at least half their CPF savings upon reaching the age of 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chin Harn Tong commented on the cash component of the Minimum Sum. He pointed out that it will be increased to $40,000 in the year 2003. There was some concern on whether a CPF member can meet this cash component requirement. Our projection of members' accounts shows that 84% of CPF members who turn 55 in the year 2003 will have cash balance exceeding $40,000. Also, for a young man to enter the workforce today, more than 80% would have the equivalent of $40,000 in 1996 real dollars accumulated in his Special Account alone which is only four percentage points of his CPF contribution when he reaches the age of 55. Therefore, the cash component required of CPF members can be met by most CPF members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, CPF members on reaching the age of 55 may withdraw all their CPF savings, including the Minimum Sum amount, or they can choose to leave the Minimum Sum with the CPF Board and make monthly withdrawal upon reaching the age of 60 or the prevailing retirement age. However, if they decide to withdraw all their CPF savings, they must use an amount equal to the Minimum Sum to purchase either an annuity from an insurance company or deposit the Minimum Sum with an approved bank. In fact, annuities from insurance companies can generally provide a higher monthly payment compared to leaving the Minimum Sum with the CPF Board. A CPF member buying such an annuity from an insurance company will also be assured of a monthly annuity for as long as he lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF Board therefore encourages every member upon attaining the age of 55 to purchase an annuity or deposit their Minimum Sum amount in the bank if it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1695</b></font>\n  <br>\n  <br> can give him a higher interest rate. In fact, to encourage members to purchase annuities, the Board sends to each member, who is about to turn 55 years old, a letter with an attached note showing how monthly annuities offered by seven insurance companies can offer a higher rate of return. In addition, the Board invites CPF members about to reach the age of 55 to attend an annuity talk, jointly organised by the Board and the life insurance association to familiarise them with various options available. With your permission, Sir, may I ask the Clerk of Parliament to circulate copies of the CPF Board's note and invitation for hon. Members' information. [Copies of documents distributed to hon. Members] It shows how we have been trying to help CPF members to optimise the returns from their Minimum Sum, far from what many Opposition Members have been alleging that the Government is trying to hold back CPF members' savings for its own use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of the 1,184 CPF members who set aside the Minimum Sum in cash between July 1995 and January 1996, 45% have in fact taken the Board's advice and purchased annuities from insurance companies. Two members chose to deposit their Minimum Sum with an approved bank and the remaining 55% preferred to keep their Minimum Sum with the CPF Board. As I said, contrary to the perception that Government is trying to hold back CPF savings, we are actually doing everything we could to encourage CPF members to withdraw their Minimum Sum for more secure and more profitable investment, such as an annuity policy from an insurance company. However, despite the Board's efforts, many CPF members still prefer to keep their money with the Board. The CPF Board will continue to educate its members so that they can decide how best to make use of the Minimum Sum. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is unfortunate that Mr Ling is not in the Chamber right now. Last Monday, Mr Ling How Doong alleged that a CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1696</b></font>\n  <br>\n  <br> member had to pledge his flat to cover the Minimum Sum and, at the same time, pay cash of about $36,000 into his Minimum Sum. When I rose to query him, Mr Ling retreated into an elaborate explanation. He clarified that he did not really mean what he said. The truth is that Mr Ling must have been quite confused over how the Minimum Sum is being operated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said last Monday, no CPF member is required to pay cash to make up his Minimum Sum. In fact, if a CPF member has only $5,000 in his CPF account at age 55, he can withdraw all of it. And if he has only $60,000, he can withdraw half or $30,000 under the withdrawal rules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the need to set aside a cash component of the Minimum Sum, I would like to reiterate that the cash portion ensures that the member will have a monthly income for retirement. Otherwise, he may have to sell his house and live off the proceeds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last Monday, Mr Ling also mentioned that the CPF Board has based the amount that can be pledged on the value of the property at the time of purchase and not the market value of the property. I am afraid Mr Ling was either confused himself or deliberately confusing. I would like to point out that in assessing the value of the property under the revised Minimum Sum scheme, the CPF Board has, since October 1995, been using the valuation price of the HDB flat as published by HDB, and not the original purchase price, as claimed by Mr Ling. And prior to October 1995, the CPF Board used HDB's posted price or HDB's resale price or valuation provided by the member, whichever was available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Othman asked whether CPF will pay a higher interest for savings under the revised Minimum Sum scheme. Mr Teo Chong Tee asked whether the CPF Board could peg the interest of CPF savings to fixed deposit interest. My Ministry recognises that CPF savings in the Special and Retirement Accounts are long-term savings. That is why with effect from 1st July 1995, savings in the Special and Retirement Accounts receive an additional interest of 1.25% over and above the interest paid for savings in the Ordinary Account. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1697</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these interest rates are adjusted every six months. The interest rate for savings in the Ordinary Account is in fact pegged to the average of the savings account and fixed deposit rates of the four local banks. The current interest rate for savings in the Special and Retirement Accounts is 4.77%, which is higher than the 12-month fixed deposit rates offered by the four local banks. Although the interest rate paid on the Minimum Sum fluctuates, depending on the Ordinary Account's interest rate, the CPF Board guarantees a minimum interest rate of 3.75%, which is an effective hedge for the Minimum Sum amount against inflation, as, generally, our inflation rate has been consistently lower than 3%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr Chin Harn Tong's suggestion that a scheme be introduced to provide living income to retirees by requiring the child to look after the parent, if the child wants to inherit the parent's property, my Ministry's view is that such matters are best left for families to work out. As to the cases where children wilfully neglect their parents, there is the Maintenance of Parents Act which can be invoked to safeguard the parents' interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would address the points raised by Mr Chiam. He asked how is it possible that in 1993, according to the CPF Annual Report, there were more withdrawals than annual CPF contributions. I have not seen the figures. I do not have the figures with me. I do not know whether the figures he quoted are correct or not. But I would like to tell Mr Chiam that CPF contributions and withdrawals are not linked, because of the way the CPF is operated. The CPF is not a pool fund. The withdrawals will depend upon whether more members are buying property and what are the prices of properties in any given year. And because CPF is a personalised savings account, it is entirely possible in any given year to have more members making withdrawals and to have more withdrawals than contributions in that year. Even though the withdrawals exceed contributions, there is no fear that members will in fact be losing their savings. It is because the CPF funds are kept as personal saving funds. The contributions that members put in will be the contributions that they can withdraw, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1698</b></font>\n  <br>\n  <br> including the interest gained over the years. It is not like any other welfare or social security scheme where individuals contribute into a pool fund, and then a member makes a claim for unemployment benefits from the pool fund. In this case, there is a very distinct possibility that one day, in effect, the withdrawals could exceed contributions to the fund. In the case of CPF, it is a personalised savings account. The money that a member withdraws is from contributions which he made during his working life, and the interest earned by the accumulated savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked whether we could consider reducing the CPF rate. The CPF contribution rate was fixed at 40% since July 1991 to meet the three basic objectives of CPF, which are old age savings, housing and medical expenses. At this total contribution rate, a CPF member would be able to purchase a house, meet his medical expenses, including putting aside $15,000 for hospitalisation and medical expenses during retirement, and still have sufficient savings for old age. The 40% contribution rate is not excessive by any means. In terms of a nest egg for retirement, it can only provide a monthly income of between 20% of the last take-home pay for high-income earners and 40% for low-income earners for 20 years. Any reduction of the CPF contribution rate will result in less savings for housing loan, Medisave and would also result in members being unable to set aside the Minimum Sum prior to their retirement. With the rapidly ageing population, this will lead to serious problems in the years ahead when more and more aged Singaporeans end up with inadequate savings for their old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am quite surprised that Mr Chiam should come to this Chamber to ask for a reduction in the CPF contribution rate. Because, if I remember correctly, only last Monday, by way of a Question for Oral Answer, he asked whether we would allow CPF members to use their Special Account savings in order to meet payments for their housing mortgages, implying that there is inadequate saving in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1699</b></font>\n  <br>\n  <br> member's Ordinary Account. So if we reduce the CPF contribution rate, would the situation not be aggravated? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a reduction in CPF contribution rate would also adversely affect many people who have already bought their homes. Currently, about 61,000 CPF members use more than 90% of their monthly contribution to the Ordinary Account to pay their housing mortgage loans. A reduction in the CPF contribution rate would require these members to use their cash savings to service their housing loans. This is precisely the position that Mr Chiam was concerned about in his Question for Oral Answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, CPF members consider the 40% CPF contribution as part of their wages. Any cut in the CPF contribution rate will be seen as a wage cut. Earlier on, we were discussing the Retirement Age Act and Members would have heard how Mr Zulkifli pointed out that unions are in fact concerned with employers' call for a cut in CPF. Even if employers pass on their savings to employees as additional take-home pay, the employees will still have to pay additional income taxes on higher take-home pay. So we should not reduce the 40% CPF contribution rate, because this 40% rate is required to meet all the objectives of the CPF scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with your indulgence, I will proceed to take up the points raised by Mr Leong Horn Kee and Dr John Chen. This is not a new request. It has been raised on several occasions. Mr Leong Horn Kee asked whether CPF savings could be used to upgrade private apartments and condominiums. Dr John Chen asked whether it could be used for housing renovation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in considering whether CPF can be used for upgrading or renovation, we must not lose sight of the primary objective of CPF, which is to provide for members' retirement needs. Renovations, on the other hand, are consumptive in nature. And decisions on specific renovation works are very often a matter of taste, which cannot be presumed to automatically result in any lasting increase in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1700</b></font>\n  <br>\n  <br> the value of a property. Therefore, my Ministry has always disallowed the use of CPF savings for renovations or refurbishment. This applies both to HDB and to private properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An exception was made for the nation-wide HDB Main Upgrading Programme as it is a Government-initiated and executed programme. With HDB's involvement, the items and cost of improvements could be standardised and the upgrading programme would be properly managed. In this way, it is likely that the market value of the flats will be increased with improvements, particularly when the entire block and precinct are given a facelift. This is especially so when the Government will be subsidising most of the cost of the Main Upgrading Programme. There is therefore very little risk that the home owner will not be able to recover his share of the upgrading cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of privately initiated refurbishment or upgrading, it does not have the element of Government subsidy. The amount of CPF savings that has to be withdrawn could be quite large. This upgrading or renovation works could also be done at more frequent intervals. Withdrawal of CPF for such purpose will result in more CPF members not being able to meet the revised Minimum Sum scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, refurbishment and renovation may not lead, as I said earlier on, to lasting value enhancement. It would also be equally difficult to decide which is upgrading work and which is just part of cyclical repair and refurbishment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to point out that in HDB estates, town councils have to set aside part of the service and conservancy charges to meet cyclical R&amp;R work, as the hon. Member who runs a town council is well aware of that. CPF savings cannot be used for such cyclical R&amp;R work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Private property owners are mostly in the upper income group and they have less difficulty meeting renovation expenses from their discretionary savings. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr Lee, you have reached the \"guillotine\" time for this amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1701</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Minister for the very comprehensive answers. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we enjoy industrial peace and harmony for many years. This has helped our economy to grow strongly and it has created jobs and, more importantly, provide better employment opportunities for our people. One important reason for this economic growth is that we have enjoyed good labour-management relationship. However, one reason which has accounted for this, which is not adequately recognised by management, is the positive role played by our union leaders. They have strongly promoted good labour-management cooperation and tripartism, and also treated this as one way to promote workers' interest and their well-being. However, from time to time, our union leaders have to take a strong stand to protect union members who are unreasonably or unfairly treated by their management or employers, as well as against unreasonable management. Therefore, from time to time, we have to go to the Ministry of Labour for conciliation services on disputes. I would like to ask the Ministry to provide information on the number of disputes which has been referred to the Ministry, what is the nature of the disputes and how long it has taken to resolve them, and what are the key areas of concern. Finally, how many cases had to be referred to the Industrial Arbitration Court? \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, my amendment is on conciliation services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1995 Economic Survey of Singapore, about 8,800 workers were retrenched in 1995 compared to 9,444 in 1994. Most of them were retrenched from the manufacturing sector, mainly the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1702</b></font>\n  <br>\n  <br> electronic products and textile and wearing apparel industries. May I ask the Minister whether his Ministry would provide conciliation services to the retrenched workers if the employers fail to provide them with sufficient retrenchment benefits? What other conciliation services are provided by the Ministry of Labour to ensure better labour-management relationship in the manufacturing industry? \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I am pleased to note that the Minister for Labour had earlier on mentioned that the Ministry of Labour will do more to assist retrenched workers so that they can facilitate them to find alternative jobs or make them stay employable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, what I would like to focus upon is on the retrenchment benefits for older workers. Some employers have linked the issue of retrenchment benefits with the raising of the retirement age. The question of retrenchment benefits should not be confused with the raising of the retirement age. This issue was never a bone of contention when the retirement age was raised from 55 to 60 in 1993. Why should it be so now? Why should workers above 60 be stigmatised, mindful that the present legislation does not spell out the quantum for paying retirement benefits? The quantum has always been a negotiable item between employers and the union. We should continue to preserve this spirit of negotiation to perpetuate the harmonious industrial relations climate that has prevailed in Singapore for a long time now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the pertinent question I wish to ask employers is: have unions been unreasonable when negotiating benefits for laid-off workers? As far as I know, unions have been responsible in the matter and take into account the reasons for the retrenchment, such as the company's financial position. If the company is insolvent, the unions do not press for compensation. On the other hand, Sir, there are companies that are doing well but still lay off workers because of restructuring or relocation. Sir, in such instances, there should be no excuse whatsoever for companies not to pay retrenchment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1703</b></font>\n  <br>\n  <br> benefits to the laid-off workers. These workers who have been laid off have a right to receive fair compensation for their loyalty and dedicated service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to know the Ministry's views on this matter. \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva (Nominated Member):</b> Sir, firstly, I request the Minister to note that the IAC does not recognise arrangements and agreements between employers and rank-and-file unions for executives and managers to join rank-and-file unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, such collective agreements will not be certified by the IAC. I am referring to the Minister's reply yesterday on amendments to section 16(3) of the Industrial Relations Act. It was raised by my colleagues and I. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my amendment today is on retrenchment. Unions face retrenchment issues quite often, more so now when we look at the trend of companies to keep themselves trim and lean. Sir, even in Prof. Charles Henly's example of the Shamrock companies, it is typical of companies to start shedding their fat, so to speak. But unions have little problems because we have retrenchment provisions enshrined in collective agreements. Sir, I am more concerned for the man-in-the-street who is not a union member. More than 75% of our bargainable workforce are not unionised, not yet anyway. They are at the mercy of the employers when it comes to retrenchment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we look into ways and means to raise retirement age, employers are saying that retrenchment payments should be reduced significantly for those above 60 years of age. Again, Sir, unions can still bargain and negotiate. But what about those that are not unionised? The Employment Act simply states that as long as workers have less than three years' service, then that worker is not entitled to retrenchment benefits. The Act is, in fact, silent on retrenchment benefits. It is worded in a negative form and I have raised this last year. The Act could be positively worded to say that where a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1704</b></font>\n  <br>\n  <br> worker has three or more years of service, then that worker shall be entitled to retrenchment benefits. Here is the bone of contention. Employers actually question whether they should really pay retrenchment benefits vis-a-vis the way the Act is worded. But, as I have mentioned earlier on, in the unionised sector we face little problems here because we have provisions in collective agreements that spell out retrenchment procedures and, in some cases, retrenchment quantum. But 75% of the bargainable workforce are not unionised. They do not have unions to support, mediate and conciliate for them. Going by the Act, they are truly at the mercy of the employers. I wish the Minister would consider reviewing these wordings. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, Encik Othman asked whether I could provide some information on the number of industrial disputes that had been referred to my Ministry for conciliation and what is the nature of these disputes and how long does it take us to resolve them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1995, a total of 305 unionised disputes were referred to my Ministry for conciliation compared to 333 in 1994. So there is a slight reduction. These cases were referred by unions or employers to the Ministry for assistance when they could not resolve the issues on their own. Out of the 305 cases, 174 or 57% concerned wage increase and terms and conditions of services, 32 or 10.5% were on retrenchment benefits and 24 or 7.9% were on bonus and gratuity payment. The remaining 75 or 24.6% of the cases were on issues relating to workers' grievances and disciplinary proceedings. With the exception of three cases, which had to be referred to the Industrial Arbitration Court for arbitration, all the cases were resolved amicably at my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from the nature of the dispute, it can be seen that the main areas of concern of the unions and the management are on wage increase, terms and conditions of employment and retrenchment benefits. In general, each case will take some two to five meetings to settle, depending on the complexity of the case and the number of items that are the subject of the dispute \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1705</b></font>\n  <br>\n  <br> between the union and the employers. The time taken to resolve the disputes ranged from three to eight weeks. With the majority of the cases of dispute being amicably resolved through conciliation and with only three cases having to be arbitrated, I am of the view that the present industrial relations climate in Singapore is very good. This has also been the assessment of foreign agencies such as BERI in assessing our labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The harmonious industrial relations climate is a precious economic asset built up by a strong NTUC. I take this opportunity to once again remind employers that they should appreciate the efforts of NTUC in fostering this harmonious industrial relations climate and they should continue to support and give encouragement to the labour movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Wong Kwei Cheong asked what service we offer to retrenched workers if the employers failed to provide them with sufficient retrenchment benefits. This point was also made by Mr John De Payva. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the case of unionised employees, their unions could invoke the relevant provisions under the Industrial Relations Act to request for my Ministry's intervention in order to pursue workers' claims for retrenchment benefits, ie, if the employer's offer of retrenchment benefits was not acceptable to the union or contrary to the agreed position in the collective agreement. If the issue on the retrenchment benefits could not be resolved through conciliation at my Ministry, it could then be referred to the Industrial Arbitration Court for arbitration. The decision of the Industrial Arbitration Court will be binding on the parties concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of non-unionised employees, they could also enlist the help of my Ministry. Contrary to what Mr John De Payva has said that 75% of the employees are non-unionised and they are completely at the mercy of their employers when it comes to retrenchment benefits, my Ministry does in fact offer assistance to non-unionised employees when they have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1706</b></font>\n  <br>\n  <br> to make a claim for retrenchment benefits provided in their terms of employment. Non-unionised employees could refer their claims to my Ministry's Labour Relations Department. We have a special conciliation service to look into such applications or appeals. If no agreement can be reached by way of conciliation, then the worker can ask for the case to be adjudicated by the Commissioner for Labour at the Labour Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry's conciliation service is not confined to helping retrenched workers. They include conciliation of disputes on wage increase, terms and conditions of employment and disciplinary matters. We also provide advisory service on various employment laws such as the Employment Act and the Industrial Relations Act, and generally help to promote the adoption of good industrial relations practice both by employers and workers. As part of our preventive conciliation service, my Ministry has recently introduced a programme to visit trade unions and selected companies to promote harmonious industrial relations and to ensure that problems, if any, do not escalate into serious industrial disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aim of all these efforts is to foster closer labour-management cooperation in different sectors of the economy, including the manufacturing sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, both Mr Zulkifli Mohammed and Mr John De Payva had brought up this subject of retrenchment benefits for older workers. This is a matter that is being studied by the tripartite committee on the raising of the retirement age, as I had reported to this House earlier. It is an important matter. It is an issue that has extensive ramifications. When we raise the retirement age beyond the present age of 60, how should we deal with this subject of retrenchment benefits? I think we should leave it to the committee, which is represented by both union leaders and employers, to discuss and find a solution to this very thorny problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr John De Payva also mentioned a point, which he has raised previously, that the law is silent on the right of workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1707</b></font>\n  <br>\n  <br> to retrenchment benefits. Our present arrangement is to leave it to the unions to negotiate for such retrenchment benefits within the ambit of the collective agreement. I think it has worked well. If 75% of the employees are presently not unionised, and if they feel that they do not have the protection of a union behind them when it comes to negotiating retrenchment benefits, I would urge such workers to quickly seek union representation. I think we do not have anything in the law that prevents workers from getting such a union representation. And if the trade unions are already aware of this problem faced by 75% of the employees, then I think this is a very important point which should highlight to the non-unionised sector and this is a point which could help to persuade many non-unionised workers to join trade unions. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his earlier remark that the IAC does not recognise a collective agreement that has allowed executives to join a rank-and-file union, as I mentioned yesterday, there are already several house unions where employers have allowed their junior management and even executives to be members of these unions. It is a question of what specific provisions are contained in the collective agreement. Does it include collective bargaining for wages and such like within the terms of a collective agreement? Perhaps this is where the IAC would have difficulty if there is a provision whereby managerial staff are also involved in collective bargaining on wage matters. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> I hope that employers will take heed of the Minister's advice. On this note, I thank the Minister and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Chin Harn Tong. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SH 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1708</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Labour is responsible for ensuring the safe use of machinery in factories, workshops and construction sites in Singapore. The Ministry's officials deserve the credit for keeping Singapore's workplaces safe for workers and other persons. But mishaps do still occur. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whenever I have to drive or walk past one of those towering cranes, I cannot help wondering if it would topple over and crash on top of workers toiling around it or other people passing by below. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true the number of cranes on work sites toppling over is few and far between. But it is not merely a question of cranes toppling over. At other times, cranes have prematurely and unexpectedly released heavy loads in mid-air. Whenever a crane topples over or displays mechanical \"butterfingers\", it never fails to make an impact on the local mass media. However, this free publicity will not compensate for the loss of a family member, a friend, a limb or property because of a topsy-turvy crane. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I am on the subject of misfunctioning machinery, I may as well mention the gondolas suspended over the sides of high-rise buildings. They are used by workers when renovating or cleaning the exterior walls and windows. Occasionally, the cable supports for the gondolas may give way when they are not supposed to. If only one end of a gondola loses its support, the workers on the gondola have a hope, unless they have neglected to put on their safety straps. If the supports at both ends of the gondola give way, the workers will go plunging down with the gondola. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans expect the Ministry to ensure the machines such as cranes and gondolas are properly maintained and operated. Presumably, they are imported for use here only if they are suitable for the purpose. At the very least, the machinery should be inherently safe when it is used in accordance with the operating instructions of the manufacturers. If the machinery is inherently safe, then the fault for a mishap must lie with the operators in cutting corners at the expense of safety margin. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1709</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has a comprehensive set of laws and regulations to govern the operation of machines in factories and work sites, including cranes and gondolas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is obvious that laws and regulations, however excellent and complete in themselves, are not sufficient to prevent abuses from arising in the operation of machines. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order, Mr Chin. We are running out of time. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng (Senior Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Labour (Mr Lee Yiok Seng):</b> Sir, my Ministry has instituted several measures to promote the safe use of tower cranes. Some of these measures which are pertinent to the concerns raised by the Member are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Mandatory training for crane operators by a recognised institution; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Prohibiting the hoisting of load over public areas unless the area has been cordoned off; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Siting cranes such that they will not endanger safety of the public, for example, where a crane's jib could interfere with another building or structure. The heavy concrete blocks hanging at one end of the jib of the tower cranes are used as counter-weights. They are firmly attached to the jib. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry also imposes strict requirements under the Factories Act and the Factories (Building Operations and Works of Engineering Construction) Regulations on the construction, operation and safe use of gondolas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Each gondola must be equipped with two additional independent safety wire ropes. An automatic safety device must be mounted on each safety wire rope so that the safety wire rope will support the gondola should the primary suspension wire rope fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Workers working on gondolas must be provided with safety belts. The workers must attach their safety belts to life-lines with independent anchorage or a secure part of the gondolas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1710</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure compliance with the safety requirements, my Ministry conducts special enforcement operations targeted at premises which use such equipment. Sir, I would like to assure the Member that my Ministry will not hesitate to take firm action, if we detect any violations of safety requirements. My Ministry will issue stop-work orders and charge offenders in court for flouting safety requirements. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, since the Senior Parliamentary Secretary has given us the assurance that we are all safe, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SI 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the Ministry of Labour's performance indicators, the number of new occupational diseases per 10,000 employed persons shows a steady increase from 6.44 cases in FY91 to 8.15 cases projected for FY96. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I read with concern the report which appeared in the Straits Times of Thursday, 14th March, that more than 50,000 workers risked deafness from workplace noise. And the Labour Ministry's studies show that they are not using noise shields properly. That report in the Straits Times says that many workers are not aware that they are losing their hearing because the symptoms take time to show up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I like to add here that our workers must follow safety procedures carefully because they are for their own welfare and well-being. And in the case of employers, they should help to educate their workers to follow safety procedures. I would like to ask the Ministry what more can be done to help safeguard workers' health and well-being. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yiok Seng:</b> Sir, I agree with the Member that there has been an increasing trend of new cases of occupational \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1711</b></font>\n  <br>\n  <br> diseases over the past few years. From 1993 to 1995, the rate increased from 5.7 to 8.2 per 10,000 persons employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The vast majority of the cases were of noise-induced deafness (NID). Last year, for example, 1,068 or 79% of the total cases were NID. The second most common occupational disease was industrial dermatitis, accounting for 170 cases or 12.5% of total cases last year. Other diseases detected include over-absorption of toxic chemicals and occupational asthma but they account for much smaller numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NID cases have increased from 3.5 cases per 10,000 employed persons in 1993 to 6.5 in 1995. This is in part due to increased factory inspection and early detection of workers with NID. Most of these cases (over 96%) are in the early stages of the disease. I agree with the Member that, in fact, the workers themselves were often not aware of their hearing loss as the findings were from hearing tests conducted by designated factory doctors. Early detection in such cases helps to prevent more severe permanent hearing losses which can become physical impediment to workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During inspections, factories with excessive noise level are required to implement an in-house hearing conservation programme. This programme comprises various activities which include noise control measures, noise monitoring, health education of workers, provision and supervision of use of hearing protectors and regular medical checks for exposed workers. So far, 1,057 noisy factories with more than 57,000 noise exposed workers have implemented in-house hearing conservation programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Department of Industrial Health has introduced guidelines on noise control and hearing conservation to assist factories in establishing preventive programmes. It is now studying the regulations on noise control which will stipulate noise exposure standards and specify technical control measures as well as noise monitoring requirements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1712</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to assure the Member that my Ministry's Department of Industrial Health will continue to take active steps to control noise in workplaces and assist management of noisy factories in their efforts to protect workers. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Senior Parliamentary Secretary and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Dr Wong. \n  <br>3.00 pm \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SJ 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My cut is on job placement and labour market information services. According to the 1995 Economic Survey of Singapore, the unemployment rate in June 1995 was 2.7%, slightly higher than the 2.6% a year ago. On the other hand, employment in 1995 rose by 105,900 compared with the 72,000 increase in 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of our current tight labour market, may I ask the Minister for a description of the job placement and labour market information services which the Ministry of Labour provides in order to help employers recruit suitable employees. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I am not speaking. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Job Placement Section in the Department of Work Permit and Employment assists the unemployed to find jobs expeditiously through the employment assistance programme. Under this programme, an employer can notify the section of his job vacancies by providing information on his requirement for the job and the terms of employment that he is willing to offer. When a job seeker registers with the section, he or she is matched with the available jobs. When there is a match, a referral is made to the relevant employer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1713</b></font>\n  <br>\n  <br> for an interview at a time which is convenient to both parties. Registrants who are not matched initially or who are not selected after the interview by the employer would have their names retained on the database for future matching with other job opportunities as and when they arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a registrant's name will be removed after six months unless he or she re-registers. My Ministry also keeps a close tab on job referral results. The services provided for both job seeker and employers are free and voluntary. There is no restriction on the type of company or qualification of job seekers that can make use of the service. In 1995, a total of 2,676 persons registered for our service. This is a reflection of the tight labour market which means that most people who need jobs have minimal problems finding jobs by themselves. As at December 1995, there were 1,358 registrants in our data bank. In the same year, 955 companies made use of the service by providing notification of a total of 9,470 job vacancies, ie, during the year, there were 3 1/2 jobs per registrant on our unemployment register. We made 4,532 job referrals, excluding referrals for part-time employment, resulting in 532 placements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the section also carries out other projects to assist job seekers, such as special service to retrenched workers and part-time job seekers. As part of our efforts to encourage more economically inactive persons, ie, housewives and retirees, to rejoin the workforce, my Ministry is considering a revamp of the Job Placement Section. As I have mentioned this earlier on, we want to widen its role to seek ways to increase our labour force participation rate, especially women and older workers. We will look into promoting flexible and part-time work arrangements and seek the support of employers to adopt flexible and innovative working arrangements. We will expand the job matching service, counselling service for potential workers and look into the training needs to prepare people who have stopped working for many years to prepare them for re-entering the workforce. We hope that our efforts to promote better utilisation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1714</b></font>\n  <br>\n  <br> labour resources by increasing the labour force participation rate and better job match will help to alleviate the problem of labour shortage. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mr Teo. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SK 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the existing security bond which ensures the employer's full responsibility is unfair because it penalises the Singaporean employer when he cannot be held totally responsible for the maid's disappearance. As a compulsory requirement, it has placed that responsibility squarely on the shoulders of the employer. The underlying assumption is that the domestic maids will not run away if they are not abused or ill-treated and given the $5,000 at stake, Singaporean employers will ensure that their maids are happy staying. Unfortunately, this assumption is not absolute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been cases whereby maids have arrived with apprehension or in the course of their stay disquieted by home sickness and they run away even though their passport and work permit are retained with the employer. In other cases, they were wilful and knowing the rules, they play hide-and-seek with the employers. Of course, they may eventually show up but the distress and the inconvenience they have caused to employers is really unbearable. Employers cannot be totally held responsible for the maid running away when both husband and wife are working. It is also wrong for them to confine the maid under lock and key for fear that she will run away. In cases such as these, the right of the Singaporean employers is not protected at all. In fact, they have a lot more to lose if the maid runs away and this is not just limited to the $5,000 only. The frustration and stress of families involved are immense. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1715</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the above circumstances, may I request the Minister to, firstly, consider reviewing the rules on the forfeiture of the security bond to protect the interest of the Singaporean employers and, secondly, consider allowing Singaporean employers whose maid has run away to employ another maid without delay while they search for the missing one. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the security bond is a safeguard to ensure that employers take responsibility for their foreign workers, including foreign domestic workers, and to repatriate them upon the termination or the expiry of their work permits. The security bond is forfeited if the employer fails to repatriate the foreign worker for whatever reason, including disappearances. This condition is made very clear to every applicant for a work permit. They enter into the bond with full knowledge of their responsibility. So without the security bond, employers may not exercise proper supervision over their foreign workers, resulting in more absconding workers who may end up working illegally elsewhere or creating more social problems. We could also create a different problem if we do away with the security bond, or if we take the approach that it could be waived. The problem is that we could encourage more unscrupulous employers to abandon their foreign workers under the guise of missing or runaway domestic workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry's experience shows that the security bond has been effective in ensuring that foreign domestic workers are repatriated at the end of their period of employment in Singapore. As at December 1995, a cumulative total of 119 foreign domestic workers were reported missing by their employers, which is a very small number compared to the more than 80,000 domestic workers working here currently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry understands the unhappiness of employers who are faced with the problem of runaway domestic workers. I would however like to point out that the Member could have been mistaken in one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1716</b></font>\n  <br>\n  <br> respect, that is, the opportunity for an employer to recruit another domestic worker. In fact, my Ministry does permit the employer of a runaway or missing domestic worker to employ another domestic worker as long as he cancels the work permit of the missing worker. We are flexible in dealing with such cases. We do not forfeit the security bond immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, in fact, since November last year, extended the grace period from 14 days to one month after the cancellation of the missing worker's work permit for the employer to search for his missing worker before forfeiting the security deposit. Even after we have forfeited the security deposit, a refund can be considered if the missing worker is found within three months and the employer has assisted by furnishing information to my Ministry or the Immigration Department leading to the location and repatriation of the missing worker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the numbers affected are small and the measures are effective in managing the foreign worker population, my Ministry will continue with the current practice of forfeiting the security deposit upon failure to repatriate the foreign worker. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I thank the Minister for his reply and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $51,364,070 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $257,500 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.35 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.12 pm until 3.35 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1717</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head L - Ministry of Education. Amendment No. (1), Dr Ong Chit Chung. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head L of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, day by day, the world is becoming more and more competitive. We have no hinterland or natural resources. To survive and prosper, we have to depend on our own human resource. And this is where our teachers play a crucial role in educating and moulding our next generation of Singaporeans, in laying a solid foundation for our continued economic development and ensuring that we keep our competitive edge. We may have the best infrastructure, the most beautiful school buildings, but without good teachers, it will come to nothing. We need both the hardware and software. In particular, we need the human touch of the teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We note with concern the high turnover rate of teachers, especially among young graduate teachers. There are so many other alternative and attractive careers in front of them. And many of the older teachers are also retiring soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our 22,000 teachers are the backbone and pillars of our education system. We should do something for them. We should do all we can to make teaching an attractive career, develop career paths for our teachers and open up more promotional posts for them. We should identify, groom and promote good teachers. The principals, vice-principals and heads of departments in schools are indeed taking upon themselves heavy responsibilities for the education and well-being of our children in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principals are indeed like CEOs, each taking charge of over 100 teachers and up to 2,000 children. We should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1718</b></font>\n  <br>\n  <br> recognise their contributions and reward them adequately. Remember good and happy principals will in turn motivate the teachers and students in our schools. We should, overall, hasten to recognise, respect and reward our teachers. Our children's future is in their hands. I therefore urge the Minister to take bold steps and make teaching an attractive career. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I would like to talk about raising the salaries, social status and professional image of the teachers. In order to enhance the quality of education and to solve the shortage of teachers, the Ministry of Education plans to recruit some 1,500 teachers over the next 4 to 5 years. From what I heard, the response has not been very encouraging. I think the main reason is that with economic prosperity in Singapore, there are a lot of opportunities for jobs which are more attractive to our young people. Young people working in the private sector can get a pay rise of a few hundred dollars every year. When they look at the poor teachers who get a very miserable salary increase each year, they are only too happy that they have not gone into the teaching profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the status of teachers and the respect they command are also declining. In the eyes of the ordinary people, and the parents in particular, the social status of teachers is very low. A lot of parents do not regard teaching as a very challenging and attractive profession. It is therefore necessary for us to look into the reasons why the teachers are full of complaints, and that it is just plain bad luck that they have chosen teaching as a career. They are always complaining that they are doing a thankless job, and they are not given the proper recognition and appreciation. They also feel unhappy that teachers have to do a lot of administrative work which is taking away a lot of time from their teaching work. I feel that the Ministry of Education should go to the mass media to publicise the traditional virtues and respect for the teachers to enhance their status and image. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember that in the early years of our independence, when National Service was first introduced, a lot of people did not like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1719</b></font>\n  <br>\n  <br> the idea, as there was this traditional belief that \"a good boy will not become a soldier\". At that time, the Ministry of Defence started a publicity campaign and succeeded in changing this wrong perception among the people. The Ministry of Education should learn from the Ministry of Defence, and put in more efforts to enhance the image of teachers. I think this is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that school ranking is good and well-intentioned. Competition will lead to progress. But if you only go by academic results as the only criterion to gauge the schools for their ranking, then we will often overlook the efforts of the teachers in the other areas of their job. So I would suggest that the Ministry of Education set new criteria so as to prevent the teachers from thinking that despite all the stress and strains of their job, their efforts are not appreciated nor recognized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next point is how to select good principals and vice principals. You get what you pay for. So we must adjust upwards the salaries for the school principals, and give them proper training to improve their leadership quality and management skill so that they can run their schools better. I think it is very important to note that without a capable principal, you cannot have a good school. In order to have a good reputation for the school and higher ranking, principals have been putting a lot of undue pressure on teachers, and the teachers are cracking up under such pressure. So how do you identify future successors for the principals? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, we must also stop the school specialist inspectors from putting pressure on the teachers by throwing their weight around, treating teachers in a way that policemen treat robbers and thieves. I think this is against the principle of the Ministry of Education to uphold the dignity of the teachers and their morale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, our teachers today have no right to impose corporal punishment on students. They cannot exert their authority over the students, and they often have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> be confronted by the parents. In order to enhance the social status of teachers and their professional image, and to attract more people to go into teaching, I hope the Ministry of Education will consider these suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, revise upwards the salaries for teachers and principals to attract more young people to join the teaching profession; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, enhance the promotion opportunities for teachers in order to make teaching more attractive and challenging; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, publicise the professional image and enhance the social status of teachers; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, retain ranking of schools but the Ministry should adjust the criteria for the ranking, so that it can consider the students in terms of moral, intellectual and physical education; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifth, improve the working relations between teachers, the school, the Ministry of Education and the parents so that teachers can have job satisfaction, more dignity, and better morale; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, cut down the administrative and clerical work of teachers so that they can devote more time to teaching. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, in the 60s and 70s, teaching as a career was regarded very highly as it commanded tremendous respect and, relatively speaking, teachers were paid reasonably well. It attracted people with the passion for teaching. Many of the pioneers have retired and others are in their late 40s or 50s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 80s and especially in the 90s, teaching is regarded as one of the many, many careers that is available for our young. Many of our young people are now lured by other professions that are much more lucrative and well-rewarding. A former teacher of mine told me recently that in his opinion the people who are drawn to the teaching profession are largely the less career-minded women because they, by and large, want to keep to the somewhat flexible hours in comparison with the typical office \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> hours outside. Somehow, the teaching profession has lost the glamour and to some extent the status that it used to enjoy. The key reason for this is that the teaching career does not pay well and promotions are few and far between. This is true especially in the past. In comparison with other professions, one can rise through the ranks rapidly and earn mega bucks if one makes it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We often hear the cliche \"we must develop the maximum potential of every child as we have no other resources\". We seem to be spending so much money, millions and even billions of dollars, to buy hardware, as Dr Ong Chit Chung pointed out, and to set up better facilities. But somehow we seem to have neglected the software, the core, the essence which is attracting the best to be the teachers of our children, teachers who can develop the maximum potential in our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said this before in this House and, Mr Peh has mentioned it just now, let us look at the SAF. The SAF drew many bright young men to its regular service because it offered prestigious scholarships and it promised a fast-track career, as they call it in the SAF, the Wrangler scheme, for the top-notch scholars. It even paid a full regular officer's salary while the young officer is pursuing his university degree. Very attractive indeed for any young bright man who has just completed his `A' levels. It is not uncommon to find some regulars or scholars who may not have the physical build for a career in the SAF, to put it mildly But they are bright and their physical build is no barrier to pursue a military career which they may have never ever dreamed of before they heard about the fantastic salary and prospects that come with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SAF is very successful because it has pitched itself right - right image and attractive rewards. To enhance the teaching profession, we must learn from the SAF. The Government must be prepared to spend more money in preparing for our economic defence by investing, firstly, in attracting the best to the profession while ensuring that it retains them with an attractive career development. The old norms must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1722</b></font>\n  <br>\n  <br> collapse like the Berlin Wall, and instead we must make the teaching profession a draw, not a retreat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge the Minister to do the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Introduce prestigious scholarships which are on par with SAF scholarships, complete with the Wrangler scheme type of fast-track career prospects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Review the present salary scales so that it can attract graduates from other industries and private training institutions to teach in our schools. This would also help to retain talent and reduce attrition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Make every school an autonomous school so that personnel development of teachers can be decentralised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I hope that the teaching profession will be given the true recognition that it really deserves. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, when I was a boy I dreamed of becoming a teacher. The teaching profession then was a prestigious and well respected one. Very often we looked towards our school teachers as our mentors in life. In terms of status in society, teachers then were ranked as high as doctors, certainly way above other professions like accountants, engineers, lawyers and bankers. But, sad to say, Sir, the situation today is markedly different. Now parents want their children to be doctors, lawyers, engineers, accountants and bankers, and even Administrative Officers in the civil service. Few parents would encourage their children to take up teaching as a profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, rapid economic progress in the last 30 years, coupled with abundant job opportunities and the competition for a limited talent pool, has resulted in fewer Singaporeans wanting to be teachers. The perception that teachers today are over worked and burdened with lots of non-teaching responsibilities, and the slow promotional prospects have added to the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, teachers play a very important role in our nation building process. Indeed, in my view, their role is as important as the Administrative Officers in our civil service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1723</b></font>\n  <br>\n  <br> While the Administrative Officers help Ministers formulate national policies, our teachers train and educate our younger generation to be responsible citizens in our society. These two roles are equally important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is high time that we seriously reviewed and revamped our teaching profession to make it attractive for talented Singaporeans to join and to retain good and dedicated teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the Ministry of Education has recently embarked on a PR exercise using the media to promote and project positively the teaching profession. I think this is a good start. But more needs to be done. The terms and conditions of service for teachers must be enhanced in order to attract talents. May I therefore ask the Minister if his Ministry is doing anything to make the teaching profession a more attractive and glamorous one? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, presently, apart from imparting knowledge, teachers have also to teach the ability to think, and think creatively. With our modern society getting more and more sophisticated, a student needs not only the knowledge but also a good understanding of what is happening around him so that once he steps into society he would be able to cope and to stand firmly on his own feet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I suggest that the Ministry of Education should consider not only employing fresh graduates as teachers but also absorbing people who are currently in other professions into the teaching profession. Now that our retirement age is going to be raised to 67 years, many mid-career professionals who have been working in their respective professions for many years may want to have a change of job, and with all their working experience accumulated over the years, they can prove to be extremely valuable as teachers to inspire and cultivate the younger generation during the remaining years of their working life. They can be precious new blood to the teaching profession. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Sir, the Ministry of Education \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1724</b></font>\n  <br>\n  <br> provides schemes for those who want to become relief teachers and for the retired teachers to extend their services. However, I believe there are many professionals and housewives who are willing to render their services to education but find it difficult to find the time to teach one whole session in school. As a result, we are unable to tap the services of such people to join the teaching profession and help ease the problem of shortage of teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would thus urge the Minister to consider opening up its relief teaching scheme to accommodate part-time teachers. Part-time teachers can opt for shorter teaching hours, for example, a couple of hours a day or a few hours a week. We should make it flexible. So those who are able to find a couple of hours a day or a few hours a week will be able to teach. Of course, it will give rise to more administrative work and it will become more complicated for the Ministry and the principals to administer such a scheme. But at the end of the day, it will help solve the shortage of teachers and allow housewives and professionals to realise their dreams of becoming teachers. Undoubtedly, we must not compromise the standard of teaching and, therefore, the Ministry of Education will have to continue its efforts to train relief teachers and part-time teachers to ensure that they are up-to-date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry must come up with a comprehensive scheme to cater for such a group of willing teachers and make sure that they are properly remunerated. Otherwise, they may become private tutors or remain dormant at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on the topic of remuneration, I believe it is crucial for the Ministry to look after the full-time teachers. Full-time teachers are important to our nation building. Nowadays, teachers assume multi-roles, with extremely heavy workload and responsibilities. We must therefore remunerate this group of dedicated people well. We all know that engineers outside are generally better remunerated. There is thus no reason why teachers, the human engineers, are not properly remunerated. Of course, remuneration is not the only factor to take into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1725</b></font>\n  <br>\n  <br> consideration. We must make sure that the teaching profession is highly respected; the teaching environment is most conducive and teachers are given ample opportunities to progress and have excellent career prospects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister will inform the House what measures will be taken to make the teaching profession a truly rewarding one. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I have expressed concerns before about the difficulty the Ministry of Education faces in recruiting teachers for the schools, especially male teachers. I would like to know whether progress has been made in this area, both in the recruitment as well as the retention of teachers. I join my colleagues in urging the Minister to look into improving the terms and conditions of service of teachers. I am particularly concerned about the need for the teaching profession to have its fair share of male teachers because young boys are at a very impressionable age and need some male role models to look up to. As it is, young boys are already surrounded by females from birth - from the mother to the maids to nursery and kindergarten teachers. Admittedly, the father should also play his role in providing some nurture to the boy but, unfortunately, most fathers can never find enough time as they are busy working or travelling. Can the Minister consider more incentives for the men to join the teaching service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sometime ago, SAF officers who retired early were given an option to become physical education instructors in schools. I would like to ask the Minister how this scheme has fared and whether we are still getting more SAF officers opting for this scheme. Can we use the qualified SAF officers to teach other subjects apart from physical education? I believe the NIE could also help them in the transition through some retraining courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I know of many teachers who stay in touch with the adult world outside school by doing community work in charitable and other community organisations. Many of them spend a fair amount of time on such extra-curricular activities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1726</b></font>\n  <br>\n  <br> But they do not feel appreciated by the schools. I would like to suggest that such activities should be recognised and taken into consideration like other school ECA during performance appraisal and promotion time in school, all things being equal. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Sir, teachers are crucial inputs of our education system. The quality of teachers that we recruit determines the quality of pupils we produce. Teachers' content of work changes as time changes. In the old days, teachers were only expected to teach and discipline their pupils and to make sure that they handed in their work on time. But today, Sir, teachers are expected to do more than that. Apart from teaching, teachers are expected to do administrative functions, counselling of pupils and other chores relating to the welfare of their pupils. Adding to this, parents have also high expectations of teachers to ensure that their children receive the fullest attention. It is therefore not surprising to observe that the attrition rate of teachers is relatively high compared to other careers, though the Ministry has done a lot to encourage teaching as a noble career. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have the opportunity to meet teachers who are both in service and out of service. One of the main complaints, apart from the salary, that teachers have is that there is not enough job recognition given to them. These teachers tend to compare themselves with their colleagues who are perceived to be successful in the corporate world, though their colleagues may not be earning as much as them. The teachers' salary revision is highly welcomed. But, then again, monetary reward is not the only factor that motivates our teachers. What many of them are requesting is the appreciation and recognition from both parents and the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that point, I wish to propose to the Minister to embark on an aggressive campaign to promote teaching not just as a noble career but as a corporate career. Teachers should no longer be portrayed and perceived as only being a teacher of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1727</b></font>\n  <br>\n  <br> classroom but like a manager of a classroom. And the principal can be called the Chief Executive of a school. Like any other managers in the corporate world, they are held accountable for the performance of each pupil before they are moved into the next stage of learning. These managers are assessed on how much value they can impart to their pupils in order to produce an all-rounded product. The process of assessment can be worked out between the managers and the CEO of the school and at the end of the day, the products or the pupils that graduate from each school will determine the success of the CEO and the managers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a new concept and approach but it has been tested and applied in a few private schools in the United States. We may want to consider such a model in order to ensure that we continue to have quality people in the teaching career. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Mr Lee Yock Suan):</b> Thank you, Sir, for allowing me to join in the debate at this point. I did a count of the number of cuts under this item alone and there are a total of 44. This must be something of a record. In view of the importance of this item, I think it is appropriate that I should respond now. I agree with all the Members who have spoken and I thank them for their impassioned pleas on behalf of the teaching profession. I think it is high time that we recognised the contributions of our long-suffering and long-serving teachers and give them due reward, due promotion prospects and due recognition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, education is crucial to Singapore's continuing success. The Government has invested heavily to develop an outstanding education system for Singapore. School facilities today are much improved compared with 10 years ago, and much better than in many other countries. We will continue to invest in better schools and equip them with the latest educational technology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, good infrastructure is not enough. The key to a good education system is people. We must have a team of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1728</b></font>\n  <br>\n  <br> dedicated and committed educators with the enthusiasm to energise our young, the teaching skills to give them a good education and the character to impart sound moral values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore imperative that the Education Service has a good share of the nation's talent. We have already made several major changes to improve personnel management in the Education Service. In 1990, we formed the Education Service Commission. In 1995, we devolved authority in personnel management to Personnel Boards so that my Ministry can directly manage promotions and recruitment of educators. Last year, it carried out two mass promotion exercises to upgrade classroom teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These measures have helped to improve the attractiveness of the service. But more needs to be done. The resignation rate among young officers on CPF is about 5% each year, higher than for older officers on pension. Many pensionable teachers will be reaching retirement age over the next five to 10 years. We must significantly improve the terms of the Education Service, to recruit and retain good officers in sufficient numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An Education Service Review Committee (ESRC) comprising senior officers from MOE and PSD was set up recently to review and propose fundamental improvements to the Education Service. The Committee has identified three key problems: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the remuneration and status of Principals are not commensurate with their heavy responsibilities. Currently, the grade of a graduate Principal is pegged to Upper Timescale. In other services, this grade is meant for heads of organisations much smaller than a school. As professional and administrative head of a school, a Principal has typically to lead a team of 50 to 70 professionals to care for 1,500 to 2,000 pupils, and deal with all matters concerning the school. The grade of a graduate Principal should extend to Superscale levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, promotional prospects in the Education Service are poor. The grade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1729</b></font>\n  <br>\n  <br> structure is too flat and there are too few promotional posts. The service today has about 22,000 officers who make up nearly 40% of the civil service. But only 5% of the posts are Senior Education Officer (SEO) posts. These are the Principal, Vice-Principal, Head of Department (HOD) in junior colleges and centralised institutes, and certain HQ appointments. In secondary and primary schools, HODs are banded with the teachers in the General Education Officer (GEO) grades. Long pay scales and very limited promotion prospects make it difficult to attract good recruits in sufficient numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, new teachers are appointed to the service only after they have spent one or two additional years at the National Institute of Education (NIE) for teacher training. While at the NIE, they receive much less than the remuneration received by their peers who are starting their careers in other services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Review Committee has recommended several changes to the Education Service to solve these problems. The Government has accepted the recommendations. I will now ask the Clerk of Parliament to distribute two sets of tables to illustrate the impact of these changes. [Copies of tables (Cols. 1781 - 1784) distributed to hon. Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960320/19960320-HA-0651781.htm\">tables - EXAMPLES OF REVISED SALARY PROGRESSION FOR EDUCATION SERVICE OFFICERS (Cols. 1781 - 1784)</a>\n  <br> \n  <br>\n  <br>\n  <i>Upgrading of Principals</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the establishment grade for graduate Principals of both the primary and secondary schools will be raised from Upper Timescale (gross annual salaries of $85,000 to $107,000) to Superscale H ($143,000). In addition, outstanding principals can be promoted beyond Superscale H, up to Superscale E ($188,000 gross annual salary). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For non-graduate school Principals, the establishment grade will go up from the current SEO IIA to SEO 1. Outstanding non-graduate Principals will be promoted to SEO 1A, which is the Upper Timescale, or even to Superscale H in very exceptional cases. Both SEO 1 and SEO 1A are currently graduate officer scales. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1730</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Outstanding Principals who can reach Superscale E will be promoted to Superscale H by age 40. Officers who have the potential to rise beyond Superscale E, and hold higher responsibilities at MOE Headquarters, will reach Superscale H even earlier, by mid- to late-30s. \n  <br>\n  <br>\n  <i>Upgrading promotional prospects for teachers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the post of HOD will be supplemented by several new positions of Subject Head and Level Head as well as Senior Teachers. The establishment grade for Vice-Principals and HODs will also be set one level higher: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Graduate Vice-Principals will be promotable up to SEO 1A and non-graduate Vice-Principals to SEO 1. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HOD and other Head posts as well as Senior Teacher posts will be graded to SEO 1 for graduates and SEO 2 for non-graduates, one clear step higher than the GEO posts for ordinary classroom teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new post of Senior Teacher is to recognise outstanding classroom teachers who are role models in the teaching profession, but prefer to continue teaching in classrooms rather than move to administrative or management posts. They will serve as mentors for NIE trainees and young teachers. With this, outstanding classroom teachers can have two promotions - one in the GEO grade, another to the basic SEO grade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading of middle management posts and the creation of more such posts will significantly improve the opportunities for promotion to SEO posts. Overall, one in three posts in the service will be SEO posts, compared to the one in 20 at present. In a typical school with an establishment of 75 staff, there could be about 25 posts in SEO grades compared to the mere two at the moment, ie, the Principal and Vice-Principal posts. Promotions will not be held back for lack of posts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;GEOs holding positions of higher responsibility, such as Subject Heads, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1731</b></font>\n  <br>\n  <br> HODs and, in rare instances, Vice-Principals and Principals, will receive a post allowance until they are promoted to SEOs. The post allowance for GEO Principals, Vice-Principals and HODs in all schools, will be $300 per month and that of Subject or Level Heads will be $200 per month. \n  <br>\n  <br>\n  <i>Employing teachers and training them</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, to remove the disincentive of having to train at NIE first and receive only a bursary at NIE instead of a salary, MOE will do two things: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From this year, MOE will employ teachers directly, before their NIE training, and then send them at full pay to the NIE at the earliest opportunity. The trainee teachers can be employed at any time during the year, and not just at a fixed period before the NIE academic year starts. The starting salary for trainee teachers will be half an increment below the starting salary on the GEO scale. The trainee teacher's remuneration whilst at NIE, inclusive of bonus and CPF, will be about 90% higher than current bursaries, calculated on an annual basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At NIE, trainee teachers will receive their annual salary increments when due. Upon completion of training, they will receive an extra half an increment in their salaries in recognition of the professional qualification they have just attained. The end result is that teachers, when they have finished their NIE training, will be one salary point higher on the scale than at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This change to employ teachers and send them for training is in line with the philosophy that training is an on-going process; and the initial NIE training is but the first step in a long-term process of professional development and upgrading, which MOE takes responsibility for. \n  <br>\n  <br>\n  <i>Raising the career grade for teachers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Review Committee has also recommended and the Government has agreed that the upper basic grades (GEO 1A/2A) will be the career grades for classroom teachers. Last year, we promoted about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1732</b></font>\n  <br>\n  <br> half of the teachers who qualify for promotion to GEO 1A or 2A. MOE will mount another exercise in June this year to promote the rest. After June, more than 90% of teachers with more than 10 years' service will be in the upper basic grades, as well as a significant number of the teachers with less than 10 years' service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this upgrading, the salary scales for the basic grades need not be so long. They will be shortened by a third. The GEO 1 scale will have 14 instead of 21 points and the non-graduate GEO 2 scale will have 18 points instead of 25. Normal classroom teachers will be promoted well within these scales to the upper basic grades. \n  <br>4.15 pm \n  <br>\n  <br>\n  <i>Putting non-graduate officers on a faster track</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Non-graduate officers will also be put on a faster track to merge with the graduate scale. We will replace two existing promotional grades (SEO II and SEO IIA) with a new SEO 2 scale which is in between the old ones. In future, deserving non-graduate officers will be able to advance from the new SEO 2 directly to SEO 1, the first SEO grade for graduates, and then on to even higher levels. \n  <br>\n  <br>\n  <i>Extra promotion exercises</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MOE will bring forward its annual promotion exercise from October 1996 to June 1996. The following groups of officers will be considered in June: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) All eligible teachers, to upper basic grades; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Officers in old SEO II and SEO IIA grades, to the new SEO 2 or SEO 1 grade; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) All Principals and Vice-Principals, to and within SEO grades, including Superscale grades; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Other officers within SEO grades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In October 1996, MOE will conduct another promotion exercise to promote HODs and HQ officers in equivalent positions into the SEO grades for the first time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1733</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Outstanding teachers will be promoted to the new Senior Teacher grade beginning in June 1997. \n  <br>\n  <br>\n  <i>Salary adjustment for younger serving GEOs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new terms for recruitment will take effect from July 1996. MOE will also make the following one-time transitional adjustments: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Those still undergoing training in the NIE after July 1996 will be put on salaried terms; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) NIE graduates of June 1996 who join the service in July 1996 will start with a salary one-point higher; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Serving teachers who are in the basic grades and not promoted to the upper basic grade in the June 1996 mass promotion exercise and whose salaries are below the maximum points of the shortened basic salary scales, will have their salaries revised upwards by one increment. These would be the younger officers who do not yet qualify for promotion to upper basic grades. There are about 5,000 officers in this group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge more of our young people to take up the challenges of the Education Service. It is a satisfying, worthwhile and rewarding career, whether teaching in a classroom or being part of the school or education management team. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When all these improvements are fully implemented, they will cost the Government about $420 million more each year. This will raise MOE's Expenditure on Manpower for general education by 40%. It is a major commitment and a big sum of money to spend. But it is money well spent because it is vital to attract and retain good people to preserve and further enhance the quality of our education system. It will enable us to educate and train properly a new generation of Singaporeans for the 21st century. It is an investment in our future. [Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now respond to some of the points which were raised by Members \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1734</b></font>\n  <br>\n  <br> earlier on. Mr Peh Chin Hua commented about the school ranking exercise. He said that he supports the exercise but there is a requirement for fine-tuning. I agree with him and the Ministry will try and improve on the ranking exercise of schools as we go along with experience year by year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like professionals in other fields, teachers face pressures in their work. The principal of the school plays a key role in providing direction and support for the teachers' work. Before appointment as Principals, an officer would have shown leadership qualities and would have undergone training in educational administration. The Ministry of Education also continues to encourage principals to work towards collegiality, staff involvement and decision-making and ownership in schools. This, I agree, will provide a more conducive work environment for teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also commented about some HQ officers who apparently appear to the teachers to have been fault-finding. Let me clarify that it is never the intention of the officers to fault-find. In helping schools to improve, Ministry of Education officers need to provide feedback and make suggestions. In the process, without intending to be so, a few could be perceived as fault-finding. There is certainly a need to be constantly aware of this pitfall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh also mentioned about the need to reduce the administrative workload on teachers. This point I agree fully with him. This review of the salary terms and other terms of service is just the first step. My Ministry is studying what we can do further to reduce the administrative workload on teachers. The problem, as he knows, is shortage of manpower. If we can find more clerks, for example, and the money is available, then perhaps the load on the teachers can be reduced and they can then concentrate on their professional duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One idea that we have is to appoint somebody called the school administrator, an equivalent of an executive officer, in schools to help lighten the load on the principals, HODs and others. This is now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1735</b></font>\n  <br>\n  <br> being seriously studied and we hope we will be able to find the necessary bodies to fill these positions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan suggested that we give prestigious scholarships to encourage people to take up teaching. In fact, this is already being done. We have some outstanding officers who have gone overseas under the PSC Overseas Merit Scholarship Scheme, including some President's Scholars, and I am happy they are serving with us in the HQ and making a good contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a Talent Management Scheme in the Ministry which started recently. So our idea is to talent spot good people and groom them and prepare them for more senior and more demanding positions. The idea is to put them through various positions and train them up and promote them faster so that they will be able to keep up with their peers who are in the other professional services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan also suggested that we should make every school an autonomous school. To some extent, the schools already enjoy a great deal of autonomy because it is just not practical for the Ministry to manage so many schools. There are a total of about 400 schools. So in actual fact, the schools have a lot of freedom to operate on their own so long as they comply with the basic policies. We will have to see how the autonomous schools shape up and how we can learn from them to give the schools even greater say in the management of the schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang has asked about inducing people from other professions and those in mid-career to join the service. We are already doing that, and we welcome applicants from all over, not only fresh graduates but those who are in their mid-career to come and join the teaching profession. In fact, over the last three years, nearly 50% of the applications that we received came from past year graduate batches although we did not know exactly what jobs they were in, in terms of data collection. So actually they were people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1736</b></font>\n  <br>\n  <br> from past batches, not the current batch. I presume they may have been working somewhere and have decided to join teaching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang suggested that we have some flexibility in our employment terms and allow part-time work. I agree with him that this is something we can explore. For example, retirees might not want to take on the full teaching load. So we have to see how we can design a system to give them commensurate reward for the kind of service they can provide. As it is, we already have an Associate Teachers Scheme to encourage retired teachers, who have reached the compulsory retirement age of 60, to be re-employed in the Education Service. They are employed on a yearly contract on the last drawn salary and I think this is fairly attractive for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the training of relief teachers, this is something that has to be looked into. We are not sure whether it is practical because they are with us only for a short time, especially in the case of the `A' level students and others who are waiting to join the university. But, in practice, many of the relief teachers are actually ex-teachers or retired teachers. And I take the point that we must keep them up to date and train them, if necessary, in the latest thinking in terms of pedagogy, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau asked about male teachers. I am pleased to tell him that, in the recent recruitment exercises, we have more success in getting male teachers. For example, in 1991, the percentage of male teachers appointed was only 19%. In 1992, it was 18%, a slight drop. But in 1993, the percentage went up to 25%. In 1994, it was 26% and, in 1995, 28%. So we are hopeful that there are some signs that the men are also finding teaching to be an attractive profession. Hopefully, we will be able to raise the percentage of male teachers so that they can be male models for their students. From the figures, it would appear that the percentage of male teachers has stabilised at about 30% of the total teaching force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, we are also trying out other schemes, eg, the SAF scheme. The first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1737</b></font>\n  <br>\n  <br> batch of 14 SAF officers was appointed in June last year and deployed to our secondary schools after a six-month Modified Certificate in PE Course conducted by NIE. They took a bit of time to adjust to the school setting. However, most of them have settled in now and are performing reasonably well. One has been made a Head of Discipline, very appropriate I think, and one or two have been earmarked for the Sports Secretary posts in the schools. The second batch of nine officers will be appointed in June 1996. Recruitment for the next batch will commence in the later part of this year. I take his point that we need not restrict the SAF officers only to PE although they are most appropriate for that. If they have the appropriate knowledge and can be upgraded, we can perhaps even consider them for other teaching subjects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Umar suggested that we should promote teachers as managers in schools, and the principals as CEOs. I think that is a good idea. In fact, that is what we are trying to do in our new pay scale. We are trying to look at the CEOs, eg, the human resource managers in small companies and compare their salaries and we find that, for example, many of them are getting salaries of about $10,000 per month. So Superscale H is roughly equivalent to that position. For independent schools, some of them have been paying their principals about $12,000 per month which is roughly equivalent to Superscale E. So we hope that with the major changes and improvements that we have made, we would be able to attract many more fresh recruits and talented people to join the Education Service. With more people joining us, the pressure on the existing teachers will be reduced because then they can share out the load. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give Members an idea of our problems in recent years. Over the last five years, MOE was only able to attain about 55% to 70% of our annual recruitment targets. So that has been the situation over the past few years. It is really important that we do something about it now, especially in view of the large number of experienced teachers who are on pension and will be retiring soon. Those teachers who are on CPF are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1738</b></font>\n  <br>\n  <br> perhaps less likely to stay on for life. So we must be able to compete with the other sectors and get our fair share of the nation's talent. I think this is really vital for Singapore and there can be no compromise. We must have a good education system if we are to progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered all the points. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, before I proceed to the next amendment, may I have your permission to take this opportunity to thank the Minister for his very good response and very generous revision of the salaries of our teachers. It is not only revision of salaries but creation of new promotional posts. All these represent a major milestone for the teaching profession. I would take this opportunity to urge our young men and women to seriously consider teaching as a worthwhile and life-long profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, the Education Ministry's Edusave Scheme is a huge success. I think it is a winner beyond doubt. It is welcomed by one and all throughout the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has, in this budget alone, transferred another $500 million to our Edusave Fund. I think this amply demonstrates the commitment of our Government to education and to the young people of Singapore. There is no doubt that Edusave is a good scheme that benefits the people, particularly the students from the lower-income families. Many of us have come across many residents in our constituencies who openly thank the Government for such a scheme. The question is: why not extend such a good scheme to a larger proportion of our student population? I hope that the Minister will seriously consider extending the Edusave grants to junior colleges, centralised institutes, ITE and even special schools for disabled children. I know the question of Edusave grants for special schools comes up every year. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1739</b></font>\n  <br>\n  <br> perhaps, this year, the Government will consider it generously. There seems to be a new mood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, the Edusave Merit Bursaries, which made such a positive impact last December in many of the constituencies and throughout the island, should be extended to students of junior colleges, centralised institutes and ITE, especially when many of the ITE students come from the lower socio-economic strata of our country. I believe this will bring more students into the loop of the Edusave Scheme and it would definitely be a great encouragement and incentive for our students to study well and prepare themselves for life in the adult world. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, I join Dr Ong in thanking the Minister for this piece of excellent news on improving and enhancing the teaching profession. I am sure that teachers in the profession will find this a boon and more young people will join the profession in the coming years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Edusave Scheme has grown from strength to strength since our Prime Minister mooted the idea in 1991. The Edusave Scheme is so sound an idea that even the Member for Bukit Gombak has not found any reason to take potshots at the scheme, as he did in the case of housing and medical care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of the Edusave Merit Bursaries has certainly helped to reach a wider spectrum of students and in fact has made a significant impact on the public, because of the outright grant given at a formal ceremony in front of their own parents. The Ministry should continue to enhance this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1994, and again in the 1995 budget debate, I requested the Minister to extend the Edusave grants to primary schools and ITE. Dr Aline Wong then answered and said that it would be extended to primary schools when funds become available. I was happy that last year funds were available and it was extended to primary schools. In this year's budget, the Government has added another $500 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1740</b></font>\n  <br>\n  <br> million to the Edusave Endowment Fund. I would like to urge Dr Aline Wong that ITE be now included in this scheme. No excuses this time, please. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Ministry to consider extending the scheme to a special group of students, the under-privileged studying in special assistance schools. When this was brought up in many forums, it was dismissed with the answer that such schools are already heavily subsidised. I would like to renew the call to extend Edusave to the special assistance schools. I hope that Dr Aline Wong would not tell me to wait for the next $500 million grant some years later before this can be done. Let us do it now. Let us show our support to the under-privileged students. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, like my colleagues, I would like to congratulate the Minister for listening to our feedback that we have given to him and his team about the need to recognise teachers, not only in terms of monetary reward but also in terms of job recognition and other things. Also, I would like tourge all young women and men in Singapore to take up the career of being a teacher and also being a manager of a school, because this will guarantee that they not only become one of the corporate figures in the corporate world but also they are doing a noble community service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Edusave programme is one of the best Government policies to redistribute our wealth. Many capable and needy students have benefitted from it. In fact, in one of the Edusave award ceremonies which I had in Kebun Baru, some parents approached me and they actually wanted me to convey to the Ministry and the Government how thankful they are for the introduction of such a programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point of time, I would like to urge the Minister and the Government to consider extending the Edusave programme not only to the ITE and special schools but also to the polytechnic students, because polytechnic students are also post-secondary students who require assistance. Also, I would like to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1741</b></font>\n  <br>\n  <br> request the Government to consider extending the programme to the top 30% of students in both primary and secondary schools. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed (Nominated Member):</b> Sir, the Edusave Endowment Scheme was launched with the aim of maximising and equalising educational opportunities for all Singaporeans. It is precisely on this basis that I feel Edusave should be extended to our handicapped children. This issue was brought up by the three previous speakers. This issue had also been debated in this House before but was rejected by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's reason for excluding the handicapped children from the scheme was, I believe, that the special schools, which handicapped children attend, were enjoying more grants and assistance per annum than other Government and Government-aided schools. Apparently, the grant for a special school is approximately twice that for a standard school. This is probably still the case today. However, whilst many non-handicapped children proceed beyond secondary education to university, polytechnic and ITE, very few handicapped children go to institutions of higher learning. Thus, the overall education expenditure outlay for handicapped children may not be far different from that of other children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's argument that handicapped children are not entitled to Edusave grants, because their schooling is already costing the Government more is also not valid if we consider the special programme such as the Gifted Education Programme (GEP), the art and music elective programmes which are extended to non-handicapped children. The cost per student for the GEP, for instance, is more than twice that for standard education. And yet GEP students receive Edusave grants. Furthermore, I feel that even if the schooling for the handicapped costs more, we ought to be gracious enough to discount that and treat them on an equal footing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these children are in a very unfortunate situation and need all the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1742</b></font>\n  <br>\n  <br> encouragement from the public. We should not treat handicapped children differently from other kids. They should not be made to feel alienated, for they need to assimilate with society for their future well-being. Excluding them from Edusave grants which are being given to all other children will only raise in them a feeling of being different from others and would adversely affect their sense of dignity. I would therefore strongly urge the Government to consider granting Edusave grants to handicapped children, which should be the same for all children. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, first of all, I would like to thank the Minister for Education for announcing the salary revision and promotion prospects for teachers. I thank him for the strong support. I think all the teachers of Singapore will thank him for that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me deal with the importance of using the mother tongue. In Singapore, we all know the importance of bilingualism. Students learn English as the first language, and try to master the mother tongue at the same time. But with the economic boom in the Asia-Pacific region, I think we should further strengthen our bilingual policy, especially paying more attention to the use of the mother tongue. With the economic take-off in the Asia-Pacific region and the Government encouraging Singaporeans to go regional in China, Malaysia, India and Indonesia, I think we have a lot of investments going there as part of our regionalisation. Therefore, the degree of use of our mother tongue is different from the past when we were only talking about preservation of our traditional values and cultures. Now it has assumed a new dimension of economic value. So, in less than 10 years' time, the use of mother tongue will be on par with the English language. Therefore, we should now cultivate greater use of the mother tongue which will make its contribution to our economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to an editorial in the Lianhe Zaobao of 24th June 1995, it said that the economic take-off in China and Indonesia has given us a lot of opportunities to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1743</b></font>\n  <br>\n  <br> participate in their economic development. Our entrepreneurs, executives and administrators and a lot of young executives go there to develop their business. But they always find that the language that they have learned for some 10 years, with reasonably good results, is inadequate when it comes to actual application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I observe that many people cannot understand the contents of the contracts they have signed in the mother tongue or they cannot converse fluently in their mother tongue. It shows that language or the mother tongue cannot be learned just from watching TV and movies alone. More efforts should be put in to master the language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the Ministry of Education should further review the bilingual policy, especially to strengthen the teaching of the mother tongue so that you can read, learn and use more of it, and thereby contribute to our economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that our students in secondary schools and junior colleges be allowed to use their mother tongue as a medium of instruction for history, literature, economics, civics and other subjects, so that they are more exposed to the use of the mother tongue to strengthen their mastery in the language. I think what we should emphasise is the quality of mother tongue and not just for examination only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the development in telecommunications, the facsimile, and IDD telephone calls, the use of telex where only English is used is fast becoming obsolete. So the mother tongue can now be used as effectively as English in telecommunications. We are encouraging our young people to go overseas, especially in the Asia-Pacific region. They should learn to use more of the mother tongue. We should encourage them to strengthen their mastery of the mother tongue. I hope the Ministry can consider my proposal. \n  <br>4.45 pm \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Everyone is thanking the Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1744</b></font>\n  <br>\n  <br> Education and I would also like to thank him. But we must not forget to thank the Minister for Finance too, because he has done a great job in managing our public finance. We must also thank the Government for its sound fiscal policy which has led to our economic growth and prosperity, enabling us to generate budgetary surplus which can be used to raise the salaries of our civil servants and teachers, and to prevent us from getting into a budgetary deficit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me first deal with the question of teaching and learning of the Chinese language. Firstly, the motivation for learning the Chinese language. Because of the situation and the trends in Singapore and outside, the question of whether there is a need to learn Chinese no longer exists in the Chinese community. The Chinese language has two roles to play. First is its cultural role, ie, to propagate the few thousand years of Chinese culture, thoughts and values. Language is part and parcel of the culture. Now that our nation has developed to the present succcessful stage, we should pay more attention to our personal inculcation of moral values, cultural grace, social behaviour and family cohesiveness. The function of mother tongue in these aspects should now be further affirmed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second is its economic function. With the economic reform and opening up of China, the Chinese language has become more and more important. Even if we look at the language from the utilitarian viewpoint, we will find that it is fast becoming a very important business language. But have our investors, managers, executives and professionals who work in China taken the advantage of being effectively bilingual? I have come to a conclusion, that is, be it from the cultural or economic point of view, the trend is set where the oriental civilization has re-established itself. We no longer need to spend time and effort, like in the past, using all means (&nbsp;&nbsp;&nbsp;&nbsp;) to motivate and to induce Chinese parents to accept the need to let their children learn the Chinese language. The present need not be an extension of the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue is the standard of the Chinese language. In order to play the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1745</b></font>\n  <br>\n  <br> dual role of cultural and economic functions, the key is that we must attain a certain standard of proficiency in the Chinese Language. Assessment of the standard cannot be based only on the percentage of students obtaining \"As\" in the PSLE or \"O\" level examinations. I have been emphasising again and again that the passing rate is only one of the performance indicators. We should not put the cart before the horse. We should not indulge in self-deception, and neglect the other criteria of evaluation. We should be more objective in our assessment of the standard of various subjects, including science and mathematics, and languages. As far as the Chinese language is concerned, one yardstick is whether or not the student is able to master and apply the language. My point, all along, has been that the yardstick of measuring CL standard is whether the student has the ability to read the Chinese newspapers and write simple Chinese letters after 10 years of study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Committee on the Review of the Teaching and Learning of the Chinese Language, headed by Mr Ong Teng Cheong, made a number of recommendations on curricula, teaching materials, word-list, supplementary reading materials, and training and morale of Chinese teachers, etc. I would like to ask the Ministry of Education four questions just to find out the latest development and situation. I am not trying to make life difficult for the Minister for Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the curricula and teaching materials. The Ministry of Education, in formulating the syllabus of CL, particularly for primary schools, has introduced what sort of renewal and changes. What is the outcome? I need to emphasize one important point, ie, in learning Chinese language, the emphasis should be on vocabulary and phrases rather than on the word-list. For example, all students have learnt one, two, three, four, etc. in Chinese, but when they read the Chinese newspapers on politics, economics and current affairs, phrases like yi guo liang zhi \" \" (one country two systems), liang an san di \" \" (two coastal areas and three territories), liang mian san jian shao ban \" \" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1746</b></font>\n  <br>\n  <br> (two years of tax exemptions and three years of 50% tax reductions) and wu jiang si mei \" \" (five stresses, four points of beauty) and liu tong yi ping \" \" (six connections and one levelling), but do they understand the connotation of the numbers in these phrases? Not to mention, in future, if they go into business and when they have to negotiate contracts or to make business deals, can they fully understand the terms and conditions written in the contracts and agreements? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next question is on the supplementary reading materials. Good supplementary materials will enhance the effectiveness and interest in learning. I would like to know how many such publications have been produced by the Ministry of Education so far. How many of them have been adopted by the schools and have we achieved the desired effects? I feel that such supplementary materials should not be stereotyped and be confined to certain forms. We must learn how to motivate the students and make learning more interesting for them. For example, we can use wuxia xiaoshuo (gungfu novels) to arouse the interest of the younger generation in reading Chinese books. We can even use comics to introduce the Chinese classics and philosophical thinking. Mr Chai Tzechong (&nbsp;&nbsp;&nbsp;&nbsp;) of Taiwan has effectively introduced the thinking of Confucianism, Taoism, Buddhism and Zen, as well as the well-known classics such as The Three Kingdoms, to the general readers, particularly catering to the young people. This is something which deserves the consideration and emulation of the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third question is related to the rapid advancement of science and technology. Can our secondary schools use multi-media computer software to teach the students so that they can also learn the various Chinese software for future use? Teaching methods should be upgraded in tandem with the advance in technology in order to enhance the interest of students in the learning of the Chinese language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My final question is on the training of teachers. So far, how many CL teachers have been sent overseas for further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1747</b></font>\n  <br>\n  <br> studies under the training schemes? How many foreign experts have been invited to Singapore to train our local CL teachers? How many in-service courses have been conducted, and what are the results? \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan</b>(\n  <i>In Tamil</i>): Sir, at present, Tamil language is being taught in 150 primary and 75 secondary schools. It is also taught in six Tamil Centres and 13 junior colleges. Learning Tamil is the only way to ensure that our Tamil-speaking children continue to nurture the Indian tradition and practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The teaching of Tamil language in our schools should focus on two areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, to ensure that it would enable our young to use and converse effectively in Tamil language after they have left school. Secondly, it should be of the same standard as the other two second languages, namely, Mandarin and Malay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many parents have also expressed concern that the standard of Tamil taught in school is high and as such the children have to spend a lot of time learning Tamil at the expense of other subjects. Moreover, they say that there is an over-emphasis on the teaching of grammar. This should be avoided and I do hope that the Ministry will take note of this concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, there are more than 300 Tamil teachers in our schools. Many of them are getting old and would retire in the course of time. To continue the teaching of Tamil language in our schools, we need more young Tamil teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should take fresh steps soon to attract Tamil-speaking Indian teachers. For example, at present there is only a Diploma Course for Tamil teachers at the NIE. I request the Minister to have this course extended to a Degree course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A sample survey conducted by an NIE lecturer, Mr K. Ramiah, shows that out of 174 non-graduate Tamil teachers, 93% were in favour of a degree programme and they were willing to upgrade themselves through this degree course. On behalf of the Tamil community, I would like to say that if Tamil is taught at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1748</b></font>\n  <br>\n  <br> university or degree level to Indian trainee students undergoing training in other subjects in the English stream, more and more young people may be attracted to teach Tamil language. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ong, you may take the two amendments together. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, there are now 15 Government-funded special schools providing education to about 3,000 disabled children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should help to train these unfortunate disabled children and do what we can to prepare them for life in the adult world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have earlier appealed to the Minister to extend Edusave grants to these special schools. I now wish to ask the Minister if he is also prepared to consider giving special schools more support in terms of operational cost and funding for infrastructure and upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have some children with dyslexia in our schools. I believe that with assistance and coaching, these children can overcome their learning disabilities and maximise their potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that not every child can be a Lee Kuan Yew, but each can learn to cope, improve over time, and overcome their disabilities. Indeed, they can do well in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask if the Minister would kindly consider giving some additional help to these children. I am sure this will be very welcome by the children and their parents. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, in recent years, the number of problem students has been rising. I am glad that action has been taken by the Ministry of Education to tighten up the discipline of problem students in school. In primary schools, pupils are young and the teachers may still be able to guide and help the problematic ones. However, when pupils reach adolescence and are in secondary school, they may encounter some social problems and teachers who are not trained in counselling skills will find it hard to counsel the problem \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1749</b></font>\n  <br>\n  <br> students. As such, perhaps we should consider setting up a special school which caters to the needs of these problem children. This school should have teachers who are specially trained in counselling and even professional counsellors who will be in a better position to educate and guide these problem students. Once the counsellor is of the view that a student has turned over a new leaf and is ready to get back into the mainstream of society, he shall be allowed to return to the same school he came from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such an institution is similar to the Boys' Town in Bukit Timah. With this institution, problematic pupils can complete their secondary education and yet receive proper guidance to turn over a new leaf. This would definitely help to reduce the number of problem students in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, the Boys' Town had trained and converted a good number of problem children into good and useful citizens of Singapore, many of whom were found to be very talented in various fields. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the Ministry of Education has recently set up a Counselling Section at its headquarters. Once a student requests for help, the officers will be able to provide the necessary counselling. However, for one reason or another, the counselling service may be delayed. It may give the impression of \"distant water not being able to put out a fire close at hand\" (a slow remedy cannot meet an emergency). If we can set up a special school to enable the problem students to complete their studies in an environment conducive to their reform, and at the same time relieve the ordinary teachers of the unpleasant task and mental stress, it will also help to attract more young people into the profession. I hope the Ministry of Education will seriously consider my proposal. \n  <br>5.00 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the Ministry of Education has found it difficult to recruit teachers. Now, a revision of salaries for teachers has been announced, and this may solve some of the problems for the time being. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1750</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with the question of problem students. According to my understanding, in the neighbourhood schools, the teachers are having difficulties dealing with problem students. These students are hard to discipline. They are defiant and they do not accept the instructions of teachers. Some of them do not even go home after school. After school, they will loiter around outside. Some of these students have parents who are busy working and they have little or no time to supervise their children. Some of these children come from broken families. They suffer from psychological imbalance. I think the question is very complicated and complex. You need patience, time, love and counselling knowledge to teach them properly and gradually rectify their wrong behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Right now, the schools are facing great competition and teachers have overlooked the real problems of such students. Because the schools are paying more attention to results and the principals also assess teachers on their performance, the streaming process has brought about a concentration of all the problem students in one class. Teachers who are assigned to such classes are under great pressure in handling such difficult problems and producing good results at the same time. So the teachers themselves do not have enough time to counsel and guide these pupils. Some of these teachers are disappointed with these students and they give up on them and leave them alone. Some of the teachers even seek the assistance of policemen and volunteer workers to help them. Of course, parents must discipline their own children but when family education fails to achieve its desired effect, the teachers who come into contact with them every day are in the best position to lead and guide them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So whether the behaviour of the students can be improved or not depends very much on the teachers. Ultimately, it is the teachers who can help such students. But with the pressure exerted on teachers and the limited resources available in the schools, I think the teachers, even though \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1751</b></font>\n  <br>\n  <br> they want to help, may find it quite helpless to do so. Currently, the pastoral care also cannot help the students very much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore suggest that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The Ministry of Education consider spreading out the problem students to different schools so that you will not have too many problem students concentrated in one school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Teachers responsible for teaching Technical class in Normal stream should have fewer periods. Their workload should be reduced so that they have more time to look after and teach these students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Classroom periods for form teacher should be reduced so that he has the time to play an advisory and counselling role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Counselling Courses should be conducted for the teachers. They must also know how to work hand in hand with outside voluntary bodies to help these students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Apart from academic results, we must assess the students on their behaviour and conduct and give them appropriate incentives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) After the normal school hours, extra courses or extra-curricular activities should be conducted for the students so that they can stay longer in the school to do something meaningful, instead of loitering around outside the school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of \"problem students\" cannot be resolved overnight. To change a person's character and conduct requires a lot of patience and time. Teachers who come into daily contact with them are the people who are most effective in changing and reshaping these students apart from parents. So the focus should be placed on counselling through the teachers to teach the students and not to rely too much on outside help. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, like many colleagues in the House, I am indeed very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1752</b></font>\n  <br>\n  <br> concerned and very worried about the rising juvenile crime and the school disciplinary problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on 17th February, the Straits Times published an article showing that juvenile crimes had led to a sharp rise in arrests since 1990. It was mentioned, in particular, that 722 girls were arrested and the number of juveniles arrested had gone up from 1,205 to 2,589 last year. And according to a Chinese newspaper, Lianhe Zaobao, out of these 2,589 juveniles, 87% or 2,248 were students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very concerned about it and I think the House should discuss how preventive actions can be taken right from the school. Last year, during the Budget debate, the Senior Minister of State, Encik Sidek, told the House, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Sir, in my opening remarks, I have mentioned that discipline is an important aspect of education. Without discipline, there is no school, there is no society, there is no nation, and we take it seriously.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we all take it seriously and, therefore, subsequently the post of Discipline Master was formalised. I would like to ask the Minister to give an account on school disciplinary problems for 1995 and whether the Ministry has managed to contain the problem of discipline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think prevention is always better than cure. We must look for all possible ways to tackle school disciplinary problems and juvenile crimes. I would like to cite the following two real cases for the Minister's attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One case was about a 14-year old child. The mother was uncooperative. The child was absent from school very regularly and the school was trying to counsel her and it also tried to persuade the mother to cooperate. Together they would like to do something for the child but to no avail. The mother subsequently did not turn up at all. That is one simple case. Mother was uncooperative; the child got out of hand, beyond control, and there is nothing that we can do about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the second case, the father made a report, and the child was found suitable to be sent to a boys' home. The child learned all the bad habits and negative values, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1753</b></font>\n  <br>\n  <br> after undergoing a period of rehabilitation, he was sent back to school, and there he started to teach all his friends quietly about what he learned from the boys' home. The effect is quite natural. More students learn the bad habits and acquire negative values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a very serious matter which I think the Ministry will have to tackle in a very proactive manner. I have the following three points which I hope the Minister will consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I suggest we should send the recalcitrant students to various homes, VWOs, hospice care centres, old-age homes, homes for the handicapped, homes for the disabled and others, to make sure that they learn the hard facts of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like the Minister to consider whether we can make counselling course a compulsory exercise for the students and parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, which is more appropriate to neighbourhood schools, we should get the People's Association (PA) to start a counselling committee or counselling centre in every constituency. This particular committee will be headed by the CCC Chairman, together with the school discipline masters, representatives from the School Advisory Councils, parents and the professional social workers. This committee, hopefully, will be able to coordinate with the neighbourhood schools and come up with a series of measures to tackle the school disciplinary problems and offer counselling service to problem kids. Together with other grassroots organisations, I think, in the long run, we should be able to contain the rising juvenile crimes and rising school disciplinary problems. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Cheo is not here. Dr Soin. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, with your permission, I would first like to express thanks and appreciation to the Minister for his announcement of the career prospects for teachers and I am especially glad because the teaching profession is dominated by women. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1754</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to join Dr Ong Chit Chung in making a plea for special education or schools for the handicapped. The cost of running special education schools is currently being shared by the Ministry of Education and NCSS with other charitable organisations. Last year, I urged the Minister to consider taking full financial responsibility for special education during the Committee of Supply debate. Dr Aline Wong in her reply said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`I think it should be a responsibility shared with the community. ... The financial cap that we have adopted is quite generous, up to four times the cost of educating primary school students in ordinary schools ...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With due respect to the Minister, I do not agree with the view and I am therefore bringing up the subject again. The cost of special education is made up of two components: (1) the education cost; and (2) the welfare cost. The VWOs who run the 14 or 15 special schools feel that the education cost of special schools should be borne by the Ministry of Education and this aspect of the special schools should be under the purview of the Ministry of Education, and I am in agreement with this view. The welfare cost of special education can be borne by the community and VWOs and thus the community will not be shirking its responsibility towards the disabled. If the education cost is borne by the Ministry of Education, the VWOs will then be happy to look after the welfare cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has announced an increased two-tier per capita funding for multiple disability and for single disability. This gesture of the Ministry is appreciated. But would the Minister please go all the way and take over completely the education cost of special education where it rightfully belongs. This move will free funds of the non-government sector to be used for other worthwhile community projects, for example, dysfunctional families, needy, elderly, and children and other disadvantaged sectors of society, instead of spending a lot of those funds from the community on the education of handicapped children. Would the Minister please consider this request favourably? \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, many of the Singapore Teachers' Union (STU) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1755</b></font>\n  <br>\n  <br> members have expressed their concern on the new appraisal system for teachers. Under this system, teachers are appraised together with their Heads of Departments (HODs) in their own schools. Then HODs - luckily it is only the HODs - are cross-ranked with the HODs of a number of regional schools with the help of principals and school inspectors. This system has been found to be unsatisfactory as it is very subjective. Under the present system, a school principal would send his report to, say, nine, 10 or 12 other principals, and the other principals will do likewise. They will exchange the reports of the HODs. Then they would meet and discuss the merits and demerits of each HOD in their schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Teachers' Union has pointed out that this discussion which is so crucial to the ranking of the HODs is highly dependent on the written and oral skills of the school principal. An eloquent and articulate school principal will be better able to persuade the other principals on the merits of his own HODs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest that the appraisal system includes much more quantifiable components, instead of leaving it to the discretion of the school principals. Also, if a teacher who takes remedial classes is in charge of, say, the school band and is responsible for the swimming team which does well in inter-school competitions, then such a teacher deserves more points and weightage for his or her efforts. It is like the ECA point system in our schools for students. Why not apply it for teachers as well? Like the announcement that the Minister made just now on the total review of the salary levels, I would like to urge the Minister to call for a total review of the present appraisal system for teachers so that the salaries will work well with the appraisals and we can continue to attract and retain talents in our schools. \n  <br>5.15 pm \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, IT is the wave of the future. We cannot do without it. Those without IT knowledge or skills run the risk of being out of touch with new and advancing technologies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1756</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Few would dispute that the best place to start IT is in the school. I would like to ask the Minister if we are indeed doing enough to spearhead IT in schools. Can we do it more extensively, and at a faster pace? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should ensure that every pupil in secondary school, if not, primary school, would be computer literate. Learning with IT is fun and enriching. It can be interactive and at a pace suitable for each student. It can be used for remedial teaching. Therefore, I want to ask the Minister whether we could use more IT in teaching and learning and whether there are sufficient PCs in our schools. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, I have spoken about IT for the workplace and IT for the handicapped. I think it is even more important that IT is propagated in schools. Let me briefly paint a realistic scenario in the near future. Wei Ming, an eight-year-old child, is woken up by his mother. He hops out of bed, brushes his teeth and changes into his uniform. He has breakfast with mum and dad. Then he goes to his computer and pulls out his CD-ROM textbooks and he sends his completed homework to his teacher through the information highway, using the Internet. Off he goes to school minus the heavy school bag, a pet topic of my Parliamentary colleague, Mr Peh Chin Hua. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry must recognise that IT would also enable each child to maximise his or her potential. IT would allow each child to learn at his own pace. It would also spark the curiosity and imagination of children so that learning becomes easy and interesting. Howard Gardener, a professor at the Harvard Graduate School of Education, argues that different children must be taught differently because individuals understand the world in different ways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;IT will bring mass customisation to learning in the same way that IT has made possible the stitching and tailoring of custom-fit coats, shirts, pants and skirts. Mass customisation to learning has two distinct advantages. One, it allows students to follow divergent paths and learn at their own pace. Second, this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1757</b></font>\n  <br>\n  <br> would enable students to enjoy a custom-fit or tailor-made education at mass production prices. The Ministry must seek to tap this significant advantage in trying to maximise each child's potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill Gates, the CEO of Microsoft Corporation, in his book \"The Road Ahead\" talks about the often expressed fear that technology will replace teachers. He says emphatically and unequivocally that \"IT WON'T (replace the teachers)\". \"The information highway would not replace or devalue any of the human educational talent needed for the challenges ahead: committed teachers, creative administrators, involved parents and, of course, diligent students. However, technology will be pivotal in the future role of teachers.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry must use the information highway to bring together the best work of countless teachers and authors for every student to share in our schools. Teachers will be able to draw on this material and students will have the opportunity to explore it interactively. In time, this access will help spread educational and personal opportunities even to students who are not fortunate enough to enjoy enroling in independent schools or some of the top schools in Singapore or even not having the greatest family support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the role of teachers would then be one of being a facilitator. To do this, they must adapt and re-adapt to changing conditions. Teachers who bring energy and creativity to a classroom will do well. So will teachers who build strong relationships with children because kids love classes taught by adults who genuinely care about them. In this regard, I would like to find out from the Minister how many teachers in our schools are trained in IT, both in primary and secondary schools, and how soon would all the schools, both primary and secondary, be equipped with state-of-the-art, say, Pentium 100, computers. I would also like to know the progress of the pilot programme on the students and teachers workbench (STW) project and, finally, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1758</b></font>\n  <br>\n  <br> when such a project would be available to all our primary and secondary school students. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Sir, I would like to raise four points with the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) As it is essential that a student who completes 10 years of formal education in school is IT literate, I would like to ask the Minister what the Ministry is doing to achieve this aim. By \"IT literate\", I refer to a standard achieved whereby the student will be an effective end-user and probably also able to do basic programming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Is there a basic provision to schools of IT software and hardware, that is, some sort of skill? We know of many enterprising principals who are able to get donations for their schools. These principals are to be commended. My concern is for the neighbourhood schools. Is there a basic entitlement and whether this entitlement is adequate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Is there a provision of adequate software and hardware for teachers to use IT for (a) classroom instruction, that is, is the classroom of today or to come going to be a multi-media interactive classroom; and (b) is there enough hardware and software for teachers in their administrative work? What is the ratio of PCs to teachers for this administrative role? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The students learn IT in schools. Is there any larger plan, probably with the National Computer Board, whereby every secondary school student can own his or her own PC? This could be in terms of loans to the students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember one conversation with Mr Philip Yeo, Chairman of EDB and the founder Chairman of NCB. He felt that the best present that the Government can give to Singaporeans is to make it possible for every household to own a PC. The result will be that all entering the workforce will be totally comfortable with the computer at the workplace. Will the Minister please comment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today is a milestone day for the Ministry of Education. The Minister has implemented a paradigm shift in his approach to personnel management. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1759</b></font>\n  <br>\n  <br> new salary scales announced are welcomed and will do much to raise the morale of the teachers. I am glad to hear that the Minister recognises the principal as the CEO of a school. This gives a significant recognition to the role of the principal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a comparison of the principal as the CEO of a school and that of the HODs and Senior Teachers as Managers takes place, we must not forget that in a commercial workplace, there is also the Chief Information Officer (CIO). I hope that the Ministry of Education will keep this in mind. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, teachers will agree that learning is truly accomplished when students can acquire, evaluate and apply knowledge. Processing information without the ability to apply is not enough. Such a deficiency will come about when teaching methods over-emphasise memorisation and rote learning. Our present education system unfortunately facilitates such learning emphasis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note that the Ministry has already started to promote thinking programmes, such as the CORT programme in our secondary schools. This is a good start. But more can be done. We must try to radically change our curriculum and methods of assessment so as to integrate thinking skills into these aspects. Thinking skills are so important in today's modern world that even IBM's motto is a mono-syllable word \"THINK\" which is found in all its note pads and meeting rooms. We must de-emphasise content learning and promote thinking and information sourcing and access skills. Methods of assessment must be changed so that it would force teachers and pupils to move away from the \"teach for the test\" and \"learn for the exam\" kind of syndromes. This would be critical in the promotion of creative thinking in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to emphasise that thinking programmes in schools must start early in a child's life and I urge the Ministry to introduce thinking programmes in our primary schools, right from Primary 1, as soon as possible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1760</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, the Government's role in the education of our young is in providing them with a strong foundation and the basic skills to earn a living. One of the basic skills is the ability to think and be creative in their thinking. Much has been said in the past about the rote and unimaginative learning ways our children are taught in schools. I do not know how much progress has been made in this area. But I would like to re-emphasise the importance of creative thinking in industry and business if we are to retain our competitive edge and remain in the forefront. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe creativity is both a product of nature and nurture. The school plays a very important role here in helping to provide that nurture, firstly, by providing good thinking programmes for our children to equip them with thinking skills and, secondly, by creating the right environment for creative thinking to be exercised and rewarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to thinking programmes, I would like to ask the Minister how the Edward de Bono programme, or CORT 1 and 4, introduced into secondary schools from 1987 has been faring. Are there plans for other thinking programmes to be introduced? What other measures are being taken to create an environment conducive to creative thinking? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, when I discussed the subject of gracious behaviour in the Committee of Supply on MITA's budget estimates, BG George Yeo said that it was important to instil values in children when they were young as they would then be more likely to carry these values through life. He added that older society had recognised the wisdom of this and the most important thing is to be able to grasp the fundamentals when they were young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot agree with the Minister more. I am therefore asking the Minister for Education if his Ministry has worked out any plan and, if so, what plans to teach our young about gracious behaviour, in answer to a call by PM for us to work towards becoming a gracious society by the next century. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1761</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Sir, last year, when the Committee of Supply debated the budget on the Ministry of Education, I raised the issue of moral education. The Senior Minister of State, Dr Aline Wong, informed the House that beginning in 1992, the new Civics and Moral Education curriculum had been introduced in the secondary schools, and as for the primary schools, the \"Good Citizens\" series has been revised and already fully implemented two years ago. (Hansard, Volume 64, Column 505). Here I would like to raise a few questions. First, has the civics and moral education curriculum been fully implemented in the secondary schools? Second, is it implemented in primary schools or secondary schools? As the \"Good Citizens\" and \"Civics and Moral Education\" are non-examination subjects, how are the schools going to evaluate the degree of inculcation of moral values, and the effect of teaching these subjects? \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, apart from the formal teaching of the subjects in the classrooms, are there any extra-curricular activities and projects to counsel the students? I believe that the Minister for Education and the Senior Minister of State would agree that the inculcation of moral values should not be based on book knowledge, but it should also be done in conjunction with family education, The role model by the teachers, with the strict enforcement of school discipline, and peer influence are also very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Feedback Unit's dialogue sessions, many teachers, principals and grassroots leaders were worried about the lax of discipline of students. Many teachers feel that the parents, once they send their children to school, on the one hand, push the entire responsibility of teaching to the teachers and on the other hand, they are over protective and spoil the children. So whenever their children are scolded by the teachers, they would confront the teachers or even complain to the Ministry of Education. According to some participants, the Ministry of Education seems to favour the parents most of the time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1762</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem is the bad learning attitude of the students. Many of the students are opportunistic. They pick soft option subjects which are easy to pass, and they also take a very perfunctory attitude in their school work. Many people believe that the school discipline problem is getting more serious and the students are not learning the right attitude. In this context, may I ask the Ministry of Education the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, what is the current state of school discipline, and how are we going to improve school discipline? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, how is the relationship and coordination between the school and the families? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, if students are not serious about learning in school, how are they are going to develop positive work attitude later? What measures will the Ministry of Education take to improve learning attitude of our students? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, since its establishment in 1992, the Institute of Technical Education (ITE) has come a long way in upgrading its facilities and restructuring its programmes, and to focus on its role as a post-secondary technical institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has conducive campus environment, good staff, and practical and well-designed courses. I visited the ITE recently and was impressed by its facilities and programmes. What is sadly lacking, however, is the ITE's public image. Few people know about its new upgraded role as a post-secondary technical institute or its many facilities and programmes. Some shy away from the ITE. ITE, I think, has to get rid of its past trappings of being a low grade, low skill vocational institute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am convinced that ITE has a good product. It should market it, sell it and raise its public profile. It should reach out to the students as well as the parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, many of the students of ITE have gone on to the polytechnics and the universities. They have made it through the ITE route. ITE should therefore publicise this extensively, make known its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1763</b></font>\n  <br>\n  <br> market worth, and network with its successful graduates. If need be, parade the successful graduates and show to the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the long run, ITE should help to cultivate in Singapore a sense of pride, identification and achievement in technical education. This is the crucial role of ITE. It should enlist the help of the industries. In Japan and Germany, for example, those with such technical education are held in high esteem and they command good pay. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sinnakaruppan is not here. Mr Umar. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, our economy depends highly on technical manpower and we must strategise our education system to produce enough technicians, technologists and engineers. The universities and polytechnics have done a good job in attracting our students to take up engineering courses in their respective institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I cannot say the same thing for our ITE. There seems to be a gap in understanding the importance of vocational education and the significance of skilled technicians in our industries. This lack of understanding may have arisen due to lack of information given to both students and parents. I would like to urge the Minister to consider an aggressive promotion of vocational education and, at the same time, consider promoting ITE as a special skill institution, rather than just being another post-secondary institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason why I propose ITE to be categorised as a special school rather than another post-secondary institution is to avoid putting ITE in the same basket as JCs and polytechnics. When we do so, parents are likely to rank these institutions and certainly ITE will be last in the list, and eventually perceived as the non-attractive choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Ministry can consider my proposal. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, the National Institute of Education (NIE) was established in 1991 and has been operating for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1764</b></font>\n  <br>\n  <br> some years now. I wish to ask the Minister for a progress report or report card on NIE. Is NIE on the right track? Is NIE meeting the needs and aspirations of the trainee teachers? Is NIE keeping abreast of the latest teaching methodologies, including IT methods, while inculcating in our trainee teachers the ethics and ethos of the teaching profession? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More than just training new teachers, the NIE should be the resource centre for all teachers, a place where the in-service teachers go for intellectual discourse, for new ideas, for upgrading and upliftment. It should be the spiritual home of the teaching profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, NIE only accepts students on Government scholarships and bursaries. I wish to ask whether the Ministry will allow NIE to accept fee-paying students who wish to enrol at their own expense, like other students of NUS and NTU. They may, upon graduation, apply to teach in schools. Others, eg, those in the NIE School for Physical Education, may decide to take up other appointments as PE instructors or coaches. Trainee teachers at NIE would also benefit from the interaction with a broader mix of students. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, I like to declare my interest as a polytechnic staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we move into being one of the most advanced developing nations, we need to relook at our manpower structure and the direction in which our tertiary institutions are heading. Our present manpower structure depends highly on the four polytechnics to produce the middle level professionals and executives. In time to come, the four polytechnics will be enroling about 16,000 students each year in order to meet the demand of our expanding economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question to the Minister is: what are the future directions or emphasis of polytechnic education and will we be producing more polytechnic graduates in future? \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, I am speaking on tertiary education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1765</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The results in 'A' and 'O' levels improve year after year. So are the grades of our candidates. While this is encouraging and it is a good reflection of our education system, it has created some structural problems in our tertiary education. Because so many students obtain good grades, admission to our two universities becomes more and more difficult. Those who obtain grades which can qualify them to be admitted into the university may not be able to gain admission because of the keen competition. Therefore, a large number of these students who obtained very good grades have sought admission into the polytechnics. In recent years, it is not uncommon for students who obtained very high grades seeking and getting admitted into the polytechnics, although most of them have actually set their sights on obtaining a professional degree. Going to the polytechnics serves only as a bridge to cross and to eventually obtain a university degree, usually in overseas universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this leads to two undesired results. Firstly, this means that the objective of the polytechnics to train technically competent graduates to serve the various industries may be hampered. And at the end, the actual number of graduates entering the workforce at this level will be depleted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, a large number of students who may be qualified and who are genuinely contented to have a technical career will not be able to gain admission into the polytechnic. With their potential not fully exploited, it would be a great loss to the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to enlighten us whether a survey has been done to monitor the graduates of the polytechnics. Are they being deployed to the field that they are being trained for? In other words, does our tertiary education stay relevant to the country's workforce demography? And is there any other option open for those who possess the necessary qualifications and desire to go for higher studies but are unable to get admitted to the university or the polytechnic? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I also have a cut on tertiary institutions. I have three \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1766</b></font>\n  <br>\n  <br> issues to bring up. The first issue is on the establishment of a third university. The second issue concerns the number of foreign students in our universities. And the third issue is on students who qualify for university places but are not allowed to take the subjects of their choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the first issue, I would like to mention that Australia and New Zealand are developed countries and they have an average of one university per 500,000 population. Singapore is also a developed country and by Australia's and New Zealand's standard, Singapore should have at least five universities. But we have only two universities. By a developed country's standard, Singapore is far below the average in terms of the number of universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, about 12,500 Singaporean students are studying abroad. The 12,500 Singaporean students could easily fill up the third university, if it were built. I believe the majority of Singaporean students go abroad to study because they either cannot get into the local universities, although they have the grades, or they cannot take the subjects they wanted to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not every Singaporean parent is rich. Many of them have to make big sacrifices to send their child or children abroad to get a tertiary education. It is not cheap to send children overseas to study. It can cost between $20,000-$30,000 a year or more for a child to study abroad, depending on which university he is attending and the courses that he is taking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a demand for a third university in Singapore and the Government should consider building one. If a third university is built, it would certainly lessen the financial burden of many parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue I would like to take up with the Minister concerns foreign students studying in our local universities. Can the Minister tell us what is the percentage of our university enrolment which comprises foreign students. In absolute numbers, how many of the students in our universities are from abroad? Are the foreign students being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1767</b></font>\n  <br>\n  <br> admitted to choice faculties and thereby depriving local students of places in these faculties? Where are these foreign students from and do they pay the same fees as local students? It is only natural for Singaporean parents to be worried if they have university-going children. They are fearful that foreign students will deprive their children of places in the local universities. Therefore, building another university would solve this kind of problem. There shall be more university places, both for the local students as well as for foreign students, especially those from the ASEAN region. It is a good thing to encourage students from the region to study in our universities. There is no better way to build a comprehensive network of friends and supporters of Singapore than by allowing as many students as possible from the neighbouring region to study in our universities, provided, of course, we make sufficient places available for them as well as for our local students. \n  <br>5.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another grouse among parents is that their children, having worked hard and scored straight \"As\", were unable to get into the faculty of their choice. I am certain MPs in this House have received complaints from distraught parents of children who have excellent `A' level results and yet they were rejected by the faculty of their choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government appears now to have a policy of deciding for students which subject they should pursue in the university. The question is: has the Government made known its policy to `A' level students or their parents so that they could make alternative plans for their children's future university education? \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid:</b> Sir, when I look through the parents' guide on universities in the world, I found that our two universities are rated as one of the very competitive universities in the world. In fact, in the list of these very competitive universities are top class universities like Harvard and Cambridge. My question to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1768</b></font>\n  <br>\n  <br> the Minister is: in order to allow more Singaporeans to enjoy the experience of studying in the two very competitive universities, ie, NUS and NTU, are there plans by the Ministry to expand the facilities and resources in both these universities? Also, I would like to ask the Minister what are the directions of research and development in these two institutions to bring them to the level of the very competitive universities? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, in Singapore, neighbourhood schools have become very much part and parcel of everyday life in the HDB estates. Lest we forget, they have the greatest impact on our student population, who live mainly in the HDB heartland. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally believe that we should constantly think of ways and means to upgrade the facilities and programmes, and encourage the students in the neighbourhood schools. Wherever possible, we should highlight the achievements of the neighbourhood schools, which are all the more commendable because of the uphill climb for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, good principals and teachers posted to neighbourhood schools would have the greatest educational impact on the bulk of our student population. They can make a difference to the lives of these students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have the Gifted Education Unit to run the Gifted Education Programme. What about a dedicated special unit to focus on neighbourhood schools, their problems, their needs and their aspirations. New ideas and innovative approaches can emerge to the good of all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Neighbourhood Schools Special Unit could, for a start, for example, concentrate and target a number of neighbourhood schools and help to bring up the performance of the students in these schools. It would be a great encouragement, I believe, to all these students and will have also a demonstration effect on the rest of the students in the other neighbourhood schools. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would first like to declare that I have a personal interest in education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1769</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Government's regionalisation effort, the education of children of Singaporeans working overseas is a cause for concern. The Government has made its position clear and has done much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The Singapore International School in Hong Kong is a model international school by any standard. I congratulate the Ministry and the creativity and dedication of the staff is something that all Singaporeans can be proud of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The provision of hostel facilities in Singapore Schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The offer to provide second language assistance to Singaporeans overseas wherever there is a critical mass; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The assistance of the Student Placement Unit of the Ministry of Education to returning families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of education is coupled with that of the desire and importance of having the family together. Dr Soin has raised the problem of second families overseas. It is a real problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the common approach would be to put the child in the International School existing in the city where the father is posted to. The problems here are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) there may not be sufficient vacancies; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the curriculum may not be similar to Singapore's education system, for example, second language and streaming; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) most International Schools provide only pre-school and primary school classes and not secondary; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) the standards of the International Schools may be lower than that of the Singapore education system; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) the problem of costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With respect to these problems, the Government has already made its commitment to the teaching of second language and has provided hostel facilities in Singapore for secondary school students. I would like to suggest that the Government assist in the problem of finance by urging Singapore companies to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1770</b></font>\n  <br>\n  <br> pay for the fees of the children of their employees and provide an incentive to the companies to do this. Here I must point out also that some Singapore companies are only paying for the first and second child, with nothing for the poor third child. This is something against our own procreation policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, allow for an incentive scheme to allow for tax deduction when the parent has to personally pay for the child's education overseas (be it pre-school, primary or secondary) when he is posted overseas. \n  <br>\n  <br>\n  <i>Problems of returning families</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next set of problems faced is when they return to Singapore. I must commend the Ministry and many principals who now promise the parents a place back in the same school when they return. I would like to cite one family who saw me at my meet-the-people session to share the magnitude of the problem of returning families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parents, both English-speaking, have spent some five years in the United States. Children studied in an international school. Elder child 10 years old (Primary 3). He was exempted from the second language (Mandarin) by the Ministry of Education. Father is a Chinese, and mother Eurasian. Second child is seven years old (Primary 1); not exempted from second language (Mandarin). Both children are unable to cope with Mathematics and Mandarin, and the younger child with Mandarin. The third child, six years old (K2) is unable to cope with Mandarin and Mathematics also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is typical of the problems faced by \"returning\" families with children. Perhaps a school or schools should be designated to assist these families or whether they can have just a few classes within certain schools. I am sure that Malay and Indian families will also face a similar problem. Will the Minister please comment? \n  <br>\n  <br>\n  <!-- Dr Lee Tsao Yuan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Tsao Yuan (Nominated Member):</b> Sir, Singapore's regionalisation is proceeding in a rapid pace. Many manufacturing companies have established \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1771</b></font>\n  <br>\n  <br> production plants overseas. Companies in the services sector, such as architects, engineers, retail and hotel, have also gone overseas. However, one area where Singapore is rather slow to regionalise in is educational services. There is a huge demand for education in Asia. Rapid economic growth has created unprecedented opportunities for professional, technician and skilled workers in these countries. In all of these countries, people see education as the means to secure a better future. For the economy as a whole, human resource development is the key to sustained economic performance. While the hunger for education is true at all levels, it is particularly true for business education. In Asian countries, such as China, India, Indonesia and Vietnam, for instance, there are many who are eager to learn about modern management techniques in order to apply international best practice in their businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that our educational institutions, particularly the business faculties of our two universities, accelerate their regionalisation programme while there is this unique window of opportunity in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The business faculties of our two universities are, to some extent, already meeting this demand. Foreign students do enrol in the MBA courses as well as the shorter executive management programmes in our universities. Some of these courses are especially tailor-made for foreign participants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While this is a laudable effort, coming to Singapore is costly in terms of airfare and accommodation. What can also be done is to establish business courses abroad, for example, in training programmes with foreign universities. This can be done in phases. The first phase could constitute the establishment of two three-week executive management programmes. These could be taught jointly by university staff from Singapore and staff from the local university. The second phase could be the establishment of MBA courses abroad. It would be desirable to include in these two-year programmes a visit to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1772</b></font>\n  <br>\n  <br> Singapore of, say, three to four weeks or even a business attachment to a business company located in Singapore in order to enable the students to get a flavour of the business culture here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I would suggest that one starts with business programmes, this concept could also be applied to engineering and computer sciences, among others. These are all skills which are in high demand in Asian developing countries and Singapore has some degree of experience and expertise that it can offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the emphasis on education in Singapore has been a major factor of our economic success. It is time to share this with other countries in a way which is mutually beneficial to all. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think I express the sentiments of all Singaporean sports enthusiasts when I say that it is time for Singapore to win medals not only at the SEA games but also at the Asian, Commonwealth and even Olympic and World games. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans have the talent and the will to win at world class sporting meets. But before they can do so, they must have the means to prepare themselves to do so. This reminds me of the call made by Winston Churchill, the Prime Minister of England, to the Americans during the intense stage of World War II. Churchill said: \"Give us the weapons and we will finish the job.\" This is also what sportsmen in Singapore are calling the Government to do. They are saying, \"Give us the facilities, the means, the financial support and we will bring the medals from world class sporting meets home to Singapore.\" I know they can do it. Dr Ben Tan has already shown the way in the last Asian Games held in Japan. Other sportsmen, I am certain, given the opportunity, can do the same. World sporting standards nowadays have reached a very high standard. Medals cannot be won just by raw talent. They need years of training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unless the Government or business concern gives substantial sustained support, it is difficult for local sportsmen to achieve world standards. For Singapore, because of our high education \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1773</b></font>\n  <br>\n  <br> standards, talented Singapore youngsters are not willing to commit themselves to full-time training unless assistance is given to them in their studies. In order to achieve this, I suggest to the Government to build, for a start, one specialist school to admit only talented children in sports. They could be coached in sports as well as in their studies in such schools. If there are such schools, I am certain parents of talented children in sports will not mind sending their children to such schools. In time to come, we shall see world beaters from Singapore. I hope the Government can take up this suggestion. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 6.00 pm. Moment of interruption. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1774</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates of Expenditure for the financial year 1996/1997, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lee Yock Suan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1775</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>WATER BOOSTER PUMP FOR HDB ESTATES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for National Development whether the Housing and Development Board (HDB) has developed an improved booster pump system to ensure a continuous water supply in response to actual water demand from residents, especially those living on the top few floors and, if so, whether this system will be installed in all HDB housing estates. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing timer-controlled booster pumping system operates and stays activated during preset periods. HDB has developed an improved booster pumping system which will be activated whenever there is demand for water. With the improved system, HDB residents can, therefore, enjoy good water pressure throughout the day, and not during preset periods under the existing timer-controlled booster pumping system. The energy consumption for the improved system is also expected to be lower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The improved system is installed in new HDB apartment blocks in estates such as Bukit Batok, Bukit Panjang and Jurong East. They are scheduled to be completed from 1st April 1996 onwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for existing HDB apartment blocks, individual Town Councils can decide whether they wish to modify their existing system when the pumps are due for cyclical replacement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1775</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WATER SEEPAGE IN HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for National Development, in view of the many complaints from residents regarding water seepage from external walls of Housing and Development Board (HDB) flats, resulting in damage to household furnishings and fixtures, whether the HDB will take measures to rectify the construction and design defects. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, water seepage from the external wall of HDB apartment blocks occurs when the facing brick walls are subject to a free fall of rainwater from the roof. The facing brick walls are built with bricks bonded together with cement mortar at the joints. Over time, the cement mortar joints will deteriorate. Water will seep through these joints if they are not repaired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the Town Councils_ building maintenance function to carry out repairs to the cement mortar joints of external walls of apartment blocks. Besides cyclical maintenance, Town Councils need to carry out ad-hoc repairs to external wall seepage when the need arises. To minimise ad-hoc repairs, Town Councils can carry out more thorough repairs or special treatment during their Repairs and Redecoration (R&amp;R) programme, depending on the condition and age of the buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB has implemented measures to reduce the incidence of water seepage from external walls of its apartment blocks. For new projects tendered from June 1995 onwards, HDB has installed rainwater downpipes to discharge the rainwater from the roof direct to the apron drains. HDB will also increasingly introduce cast-in-situ reinforced concrete walls and precast panels in lieu of facing brick walls, especially for the gable-end walls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If water seepage through the external walls occurs in newer buildings that are less than three years old, HDB is prepared to arrange with the original contractors to repair the water seepage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BUILDING MORE HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for National Development, in view of the increasing number of applicants for Housing and Development Board (HDB) flats, whether the HDB will consider building more flats and expediting the allocation to reduce the waiting time and whether the prices of new HDB flats will be increased in the next three years. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether HDB can increase the number of flats built overall is constrained by the capacity of the construction industry as a whole. HDB already has a significant annual Building Programme of about 30,000 units, and an Upgrading Programme of 15,000 units. In determining the building and upgrading programmes for subsequent years, care must therefore be taken so as not to overheat the construction industry and push up building costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, as first-time applicants do have a more urgent need for housing, HDB has implemented several measures to help them get their flats early. The allocation of HDB flats under the Registration for Flat System favours first-timers, as 60% of the flats go to them. First-timers therefore have a shorter waiting period than upgraders \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the applicant requires a new flat urgently, he could consider applying for a 4-room flat in the North Zone, which is less popular than the other zones. The estimated waiting time for new applications received in January 1996 would be about one year for first-timers, and about one and a half years for upgraders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, applicants could also consider renting a flat under HDB's Transitional Rental Housing Scheme, while waiting for their new flats. Again, first-timers are given priority over upgraders, and also receive a discount on the rental. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, rather than queue for a new flat, first-timers can choose to buy a resale flat instead, with the help of the CPF Housing Grant. The grant is worth $40,000, and $50,000 for those who purchase a resale flat in the same town or within 2 kilometres of their parents' home \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the prices of new HDB flats, these have to be adjusted periodically to reflect the increase in construction, land cost and cost of improvements. This will help to maintain subsidies at a reasonable level and to avoid future steep price increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it is, the sales proceeds of HDB flats defray only a part of the total development costs. Hence, despite the necessary price adjustments, HDB still continues to suffer losses under its Sales of Flats activity. In FY 94/95, for example, the deficit for the sales of flats amounted to $340 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the development costs are important factors in the pricing of HDB flats, HDB is also mindful of affordability of the purchasers, especially those from the lower income groups. HDB flats are therefore priced at levels which ensure that 3-room and 4-room flats are affordable to the average income families, while those with higher incomes can opt for the bigger 5-room and Executive flats, depending on their preferences for location, design and finish. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DESIGN OF HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for National Development (a) how many units of Housing and Development Board (HDB) flats were designed by the private architects; (b) what were the response and feedback from the residents; and (c) whether the HDB is planning to have more flats designed by private architects to provide a variety of designs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1779</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB introduced the Design and Build (D&amp;B) scheme in 1991 to invite the private sector to take part in the design of public housing flats. To-date, two D&amp;B projects have been completed involving about 1,300 units. Another 15 projects involving some 12,800 units were also awarded since. So far, there is a total of 14,100 HDB flats designed by the private architects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been very good response from the flat applicants to the D&amp;B flats. The take-up rate for such flats is almost 100%. Many were pleased with the special features like integrated car parking, extensive landscaping and floor to floor windows design to the units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, the number of dwelling units to be designed by the private sector under the Design and Build scheme is up to 10% of the HDB_s Building Programme. For each site, usually 5 to 6 teams of private architects, engineers and contractors are invited to submit detailed design proposals and tender bids. Since HDB only selects the best proposal, other design proposals will have to be rejected. To increase the number of D&amp;B projects to beyond 10% would lead to a very high level of wastage of resources for the unsuccessful teams. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to cater to the demand of those who prefer D&amp;B flats, HDB will be launching a new type of flats called Design-Plus Flats, to be offered for selection at the end of this year. Similar to D&amp;B flats, these Design-Plus flats will be provided with better designs and finishes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The D&amp;B and Design-Plus flats will be priced higher than the normal HDB flats. However, HDB will maintain the supply of these flats up to 20% of its total supply so as to cater to the needs of others and ensure that HDB flats will remain affordable to Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1781</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960320/19960320-HA-0651781.htm\">tables - EXAMPLES OF REVISED SALARY PROGRESSION FOR EDUCATION SERVICE OFFICERS (Cols. 1781 - 1784)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1782</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1783</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1784</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
