{"memberId": null, "volumeNo": "66", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"66\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1996-05-22\"> \n  <meta name=\"Start_Col\" content=\"253\"> \n  <meta name=\"End_Col\" content=\"352\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">66</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">22-05-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 66</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 22nd May, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen -- on 22nd May ,1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Kanwaljit Soin -- on 22nd May, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar -- from 24th to 27th May, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr R. Sinnakaruppan -- from 2nd to 9th June, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung -- from 3rd to 12th June, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon -- from 15th to 19th June, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PURCHASE OF PROPERTIES BY SENIOR MINISTER</b>\n  </div> \n  <div align=\"center\">\n   <b>AND DEPUTY PRIME MINISTER BG LEE HSIEN LOONG</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Prime Minister)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on the Prime Minister's Statement [21st May 1996]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Mr Speaker, Sir, yesterday, the hon. Member, Mr Chiam See Tong, brought up the issue of Ministers' pay again although this has already been debated extensively in this House. Unfortunately, Mr Chiam is not in the Chamber. Once again, he said that because the Ministers earn many more times than the ordinary worker, therefore, they would lose all moral authority to govern. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before he engages in the politics of envy again, I would like to request Mr Chiam to do a simple mental exercise. Compare his income to the income of the despatcher in his office. \"Income\" means his earnings from his practice, his assets which we understand yesterday that he owns a few, and any other incomes such as his MP's allowance, maybe Town Council's allowance, and find out how many times his income is compared to that of the despatcher. I will help him out in this simple calculation. If his despatcher earns $1,000 a month and if his income is $20,000, he will be earning 20 times more than his despatcher. If it is $30,000, it is 30 times, and so on. Perhaps he should reflect on this and tell the House if he, by his own definition, still has the moral authority to sit in this House as a Member of Parliament for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I appreciate and respect the reason for Senior Minister and the Deputy Prime Minister making their statements in this House to make absolutely clear that there are no improprieties on their part in the purchase of the private properties in Nassim Jade and Scotts 28, I find it difficult to understand the necessity for them to do so, especially after they have volunteered the information through the press statement when the issue of the sales of these two developments by HPL was made public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purchase of private properties for investment or otherwise lies with the prerogative of every individual. It is the basic right of all Singaporeans, be they Government leaders or private citizens, as long as they conform to the rules and regulations applicable to everyone, or in the case of elected Members or Government officials, that they do not compromise their position in any way. Therefore, I totally disagree with the hon. Member, Mr Cheo's suggestion yesterday that each Minister be permitted to purchase one property only and likewise his immediate family. Does it mean that a Minister who has no children is entitled to one property and a Minister with four children is entitled to five properties? His sense of logic is most simplistic and naive \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> and if that is the only contribution from the Opposition Member in this debate, I am extremely disappointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during my 30 years of practice as an architect, I have been closely associated with the practice of property development and I can categorically state that it is a usual practice for any developer to offer units for sale to those related with the development, ie, the architects, engineers, lawyers and sometimes associates and friends and even contractors before they launch for public sale. Usually, they would enjoy the same discount given to the subsequent buyers but very often they may even get a slightly bigger discount as an incentive to be the first to make the purchase. But more often than not, personally, I have to decline the offers since I am so intimately connected with the project. I would have known the cost and usually find it difficult to accept the prevailing selling price as I would not have the benefit of hindsight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members must have heard that in the case of Nassim Jade, the cost of the project per square foot was $700. It would be difficult for the architect of the project or anyone connected with the project to pay $1,500 per square foot for the purchase. Therefore, it is not necessarily a privilege offered to this group of people. The developers do it for various reasons: very often, as an incentive to ensure the proper execution of the project and, more importantly, to give the subsequent purchasers a sense of confidence by showing that the project is being supported by all those connected with the development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other important reason for this practice is for the developer to ensure that during the official launching they can be sure that a certain number of units have already been sold in case they do not receive the desirable response during the launch, otherwise it would greatly hamper the confidence and saleability of the project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One should not assume that purchasing of properties is a sure profitable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> investment. As we have experienced in the past, there are many cycles of ups and downs in property prices and it can be a high-risk undertaking. I can recall that around 1979 my own practice was involved in a commercial development in Beach Road. When it was first opened for sale the commercial area was sold for $160 per square foot and was subsequently transacted at a high of nearly $1,100 around 1982-83, but dipped down to $280 per square foot in 1986 during the recession. I do not know what is the current market value. But you can appreciate that during these cycles, many have made tremendous gains but many have also borne astronomical losses. I am sure, if not because of the recent buoyancy in the property market, the issue of purchase of private properties by Senior Minister and Deputy Prime Minister would be a non-issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel saddened having to witness two distinguished leaders, especially the Senior Minister, who has proven beyond any doubt his dedication, integrity and uprightness, having to so painfully explain to this House, involving even the privacy of all their family members, a perfectly normal undertaking because of the rumours and suggestions going around that they may have acted improperly. It is most unfortunate, especially in the context of the role they have played in making Singapore what it is today and that even the most cynic cannot deny that in some way they have benefitted by their immense contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a way, I am glad that this debate has given everyone the opportunity to have an insight into all the details of what has transpired and once and for all leave no doubt in anyone's mind that there is absolutely no impropriety on the part of the Senior Minister and the Deputy Prime Minister. But, more importantly, one positive outcome of the whole episode demonstrated once again the readiness of our Government to investigate any possible wrongdoing by any person, be they Ministers, elected Members or Government officials, so as to uphold the highest standard of integrity, incorruptibility and transparency. Ministers no less than the Senior Minister and the Deputy Prime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> Minister were subjected to the same rigorous scrutiny by the Prime Minister once public disquiet has arisen on this issue. It must be comforting to all Singaporeans to know that the Government of today upholds such high standards of governing and that it lives up to the reputation of being one of the most efficient, stable and clean Government in the world. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the purpose of this debate on the issue of property purchases by Ministers is to let Senior Minister Lee and Deputy Prime Minister Lee state the circumstances under which they purchased the condominium units concerned, and for the Prime Minister to explain why he was satisfied that there had been no impropriety in the said purchases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I make my observations, I would like to show the House an advertisement. I agree with SM. Many developers and car dealers would like to make use of the names of Ministers and MPs to advertise and promote their sales, canvass for business for their own benefit. In Singapore, this is done discreetly. But in other places, this is done openly. This advertisement is one of the examples. This is an advertisement published in a Taiwan magazine Common Wealth (&nbsp;&nbsp;&nbsp;&nbsp;). It was about a Tasi Villa. There is one sentence in the advertisement which reads \"The Tasi Villa made President Lee's heart went pit-a-pat. Now at the age of 40, you can move in and be a neighbour of President Lee.\" In other words, you can buy a unit and be a neighbour of the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to me, the purchase of properties by SM Lee and DPM Lee is a non-issue. It is also proper for them to get discounts. This is a strategy of developers to sell their units. I feel there is no need for them to donate their discounts. According to my feedback results and the reactions from the grassroots organisations, there is no one who doubts SM Lee's and DPM Lee's honesty and integrity. I personally also feel that Ministers, MPs, judges and civil servants have every right to purchase \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> properties. There is nothing illegal, improper or irrational for them to do so. These are their individual and family choices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, this very common transaction has attracted the attention of the public not just because it involves SM Lee and DPM Lee. But also there are two other inter-related factors. (1) Singaporeans' interest in owning and buying properties; and (2) influence of the politics of envy. In recent years, investment and speculation in property market have become very popular. Buying and selling properties is often a hot topic among citizens. With economic prosperity, increase in income and higher purchasing power, more and more people, particularly the yuppies, aspire to own private property. As such, these people are unhappy with this incident, not because of the discounts since they know that this is commonly practised by the developers as a strategy to test the market, but mainly because they feel that Ministers, MPs, civil servants, Judges, etc, are enjoying priority over them, thereby reducing and depriving their chances of purchasing certain choice properties. With the spiralling prices of private property, their unhappiness becomes more intense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, some people, intentionally or unintentionally, advocate the politics of envy, resulting in this property transaction issue being more emotionalised and politicised. Not only the yuppies, but even many middle and lower income residents of HDB flats are influenced by this kind of talk. They even link this property transaction with the \"pay increases for Ministers and civil servants\" and \"Members of Parliament going into business\". People with ulterior motive will surely make use of this matter to insinuate and stir up the emotion of the people, thereby creating an impression that members of the Establishment enjoy a lot of benefits because of their positions. This has led some to query the integrity and honesty of the Government. With regard to the \"politics of envy\", we need not be too concerned over it. Neither can we do anything about it. However, we must look at the people's confidence in the \"integrity and honesty\" of the Government very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> seriously. We must not allow our people's confidence in the Government to be shaken, nor can we allow some irresponsible arguments to swerve the focus of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 8th May, the Workers' Party called on the Government to appoint a Commission of Inquiry to look into all sales of property at discounted prices by listed company, Hotel Properties Ltd. I hope Mr Low Thia Khiang will state his and his Party's stand on the property purchases by SM Lee and DPM Lee, and make clear whether he and his Party consider there is any impropriety in the transaction. The next day, on 9th May, the SDP further widened the scope and called upon the Government to set up a public hearing committee to look into investment and spiralling property prices. It also urged the PAP Government to require all its Ministers and MPs to openly declare their incomes, investments and assets. The statement also pointed out that in Japan, Korea and Taiwan, all political candidates were required to openly declare their wealth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Parliament is the place for discussion of national affairs. Members of Parliament are the elected representatives of the people. The three Opposition SDP Members can move motions in the House on the issues on investments and property prices for separate debates. But they should take this opportunity to query and cross-examine SM and DPM Lee to see whether there is any impropriety in their purchases and state their stand clearly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Chiam See Tong said that, \"As the newspaper editor mentioned, there is no question of illegality, or improper behaviour by the two Ministers.\" He quoted the statement by a newspaper editor. But he did not state his stand. I would like him to state his own stand clearly whether the Ministers involved in this transaction have done anything wrong or improper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Cheo Chai Chen evaded the issue and said that he had no views on this matter. He would leave it to the people to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> judge for themselves. Does it mean that he does not have a stand, or no view on this matter? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong has not opened his mouth up to this moment. I do not know whether he would speak on this matter. He is the Chairman of the SDP and he is the Leader of the Opposition. Singaporeans will be interested in his views and the SDP's stand on this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP had asked that Ministers, PAP MPs, and PAP candidates for the coming General Election be required to publicly declare their incomes and assets. Mr Cheo also suggested yesterday that Ministers must reveal their assets and incomes to Parliament and be gazetted in the Government Gazette annually. The motives and practical effects of SDP's and Mr Cheo's suggestion are doubtful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is such a small nation. The incomes and properties of Ministers and MPs are no secret. Even taxi drivers know which Ministers stay in which houses. But is it really necessary for them to declare to the whole world, and make them the \"talk of the town\"? Also, we must weigh the pros and cons of such a suggestion. Singaporeans are increasingly concerned with their personal and family privacy, and they value their privacy. Therefore, requiring all the candidates to declare their incomes and assets may deter some talented people with good character and integrity from entering politics. This will be a great loss to the nation, and it does not benefit the people at all. Furthermore, such an exercise will not guarantee clean and uncorrupt politics. The countries and regions cited in SDP's statement, namely, Korea, Taiwan and Japan, where there are laws which require the candidates to declare their assets and wealth, have seen corruptions and scandals in their political arenas. One former Prime Minister of Japan and two former Presidents of Korea were convicted on charges of corruption and sentenced to imprisonment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Taiwan, its local magazine, Common Wealth, lamented that \"black society and money power\" was flowing all over the political arena in Taiwan (&nbsp;&nbsp;&nbsp;&nbsp;). On 19th May, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> Lianhe Zaobao carried a survey report by Taiwan's China Times which revealed that the people in Taiwan wanted President Lee Teng Hui to treat the elimination of \"black society and money politics\" as first priority after his inauguration. These examples clearly show that the open declaration of the candidate's wealth will not help in ensuring clean politics, and in maintaining the integrity of the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For more than 30 years, one of SM's most important contributions to Singapore was the establishment of an honest and upright Government and civil service, and a society where nobody is granted any special privilege. As such, the positive and significant dimension of this incident is that Singaporeans are taking for granted that everything should be transparent and nobody shall be given any special privilege. This concept is already deep-rooted among the people. The Prime Minister has ordered an investigation into the matter. Even the Senior Minister and DPM Lee are subjected to and not exempted from scrutiny. Furthermore, the Senior Minister and DPM Lee initiated that this matter be debated in Parliament and for Members to raise their queries. Singaporeans should feel proud and honoured in having such political leaders and, more importantly, having such a system of honesty and integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yazhou Zhoukan ( ) in its 19th May issue featured an article entitled: \"Housing Affairs to Test the Politicians\" (&nbsp;&nbsp;&nbsp;&nbsp;) and lumped the property purchases by Senior Minister Lee and DPM Lee of Singapore, Lee Teng Hui of Taiwan and Anson Chan of Hong Kong. One particular paragraph deserves our special attention. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Different people have different views on the ways the Governments and parties concerned handled the matter. However, the Government and politicians today have to give consideration to the feelings of the people, and know how to make their choices. The Lees, father and son, \"mended the fold after losing a sheep\" (&nbsp;&nbsp;&nbsp;&nbsp;). Their response was prompt, and they have decided to face a parliamentary inquiry on May 21, good enough to eliminate any doubt and suspicion of the people. The Director of the Tax Department in Hong Kong declined to state his stand on Anson Chan's tax evasion matter. The party \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> concerned claimed that what she did was legitimate and reasonable. However, being the Chief Secretary and resorting to dubious shifts, she has attracted much criticism from the public and the media. She wins some, she loses some. Lee Teng Hui has yet to clarify his matter in accordance with judicial procedure. There are various versions to the matter. The official unit in charge has been keeping quiet, out of fear. It is therefore difficult to shut out the mouths of people who oppose him.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This article implies that the Singapore Government is most open and frank in facing the people. Reading between the lines, the article seems more inclined to agree with the Singapore concerned parties' transparent, open and courageous way in facing reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As such, the main focus of this debate is not on the property transactions of SM and DPM Lee, but on how to re-affirm the system of integrity, honesty, transparency and no privilege, established by the PAP Government. Under such a system, the people have great confidence in the Government. This confidence is an intangible asset of Singapore. It not only propels our economic growth, ensures our political stability, enhances our international competitiveness, but also forms the basis for the continuous increase in our property prices. As such, this political system should be supported and defended by everyone throughout the nation. The change of political leadership has not affected the system. In fact, for more than 30 years, in order to maintain this system, the PAP had not only exercised great care and caution in selecting its candidates, but also required all MPs to declare their personal and family assets to the Prime Minister immediately after each General Election. Now, the Prime Minister is considering requiring all Ministers to clear with him before proceeding with any purchase of property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SDP's request and Mr Cheo's suggestion that candidates openly declare their income and assets is neither necessary nor sufficient condition for keeping politics clean. (Those who know mathematics know this phrase -- necessary and sufficient conditions). Character and integrity of the candidates are not necessarily in direct or inverse proportion to their incomes and assets. If an outstanding billionaire banker with an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> impeccable character is to enter politics and to run the country, then it is indeed a blessing to the country! Similarly, a trade union leader who may not be wealthy, but has a noble character, dedication, and the ability to mix well with the people can also join politics and make contribution to his country. On the contrary, if a proletarian candidate whose personal integrity is found wanting, but through his glib tongue, deceit and sophistry ( ) happens to win a seat in Parliament, then it is certainly not a blessing to the country. In other words, income and assets are not the indicators of the quality of a candidate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Opposition is really concerned about our nation's interest, the Opposition parties should do two things: First, critically assess the character of the candidates, exercise better quality control, and stipulate a code of conduct for their candidates. Secondly, and more importantly, they should take the long term national interest at heart, bury their differences and biases, and work with Singaporeans to cherish and defend this system of honesty and integrity which has been built up laboriously for more than three decades by the PAP Government. If they can do so, it will be a great blessing for our nation. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Mr Speaker, Sir, a few weeks ago, to be specific, on 2nd May 1996, the Prime Minister called a meeting of the PAP MPs. The meeting was possibly called at the request of Senior Minister and DPM Lee to explain the details of their property purchases at Scotts 28 and Nassim Jade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As SM and DPM went on to narrate the details of their purchases very meticulously, I, together with other PAP MPs, felt very uncomfortable and very uneasy. Firstly, because SM was looking very pale and he was going to New York the next day for the second angioplasty operation. Secondly, because all of us felt that there was absolutely no need for Senior Minister or DPM to explain the circumstances of their property purchases which was a very private matter. We all have full \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> confidence and full trust in our esteemed leaders and we felt very awkward about the whole matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was personally emotionally upset to see the fatherly figure of our nation, the architect of Singapore's success, a man who has sacrificed his own betterment for that of Singapore, being put through such a situation, one that he or DPM Lee does not least deserve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was gravely concerned when it was pointed out at the meeting that the public disquiet on the matter was possibly steered largely by yuppies and young Singaporeans who in their earnest desire to own private properties had cast their green eye of envy over the purchase of two units by the Ministers in two different developments. I think that it is important to separate the two issues, ie, the Ministers' purchase of the properties and the desire of young Singaporeans to own a private property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me take the property purchases of SM and DPM Lee. We all know that DPM Lee and SM Lee had gone through difficult times in recent years. DPM Lee had to put up with a physical and mental battle with lymphoma and SM Lee had to receive two angioplasty treatments within a very short period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like all of us, they have their own families to think about and to take care of. So what is the problem when a father or grandfather buys two or more properties as an investment for them, their children or grandchildren. This is something that is most sensible and it is something that you or me would do for our siblings or kins. Even if they had been well, there is nothing wrong in buying properties for investment. They bought it with their own money and there is absolutely nothing wrong with that. So people, especially, young people, should not insinuate about buying more than one property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I belong to a generation of young professionals in their 30s who have either paid very high prices for their properties or who have not been able to make that leap into owning private properties. So like many young professionals, I too feel the heat of having to pay hefty mortgage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> monthly payments. Yes, there is some frustration all round, but that is life. We did not choose to be born on a particular year. We had no choice. So we have to accept. But this frustration gives no reason for us as young Singaporeans to gripe and show our envy towards others, people of an earlier generation, because they have one or more than one private property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday, Mr Chiam talked about younger Singaporeans being unhappy because of the high salaries of Ministers. But let us not forget that young professionals are paid very well too. According to the Labour Force Survey 1994, only 42% of the Singapore's monthly wage bill went towards paying the rank and file workers who make up 67% of the workforce and the remaining 58% of the wage bill went to pay professionals, managerial, and technical people, who only make up 33% or one-third of the workforce. And Singapore's senior managers are commanding world class gross wages which are 11% higher than Paris, 50% higher than London and 66% higher than Sydney. So, let us not think that only Ministers are being paid well. Professionals too, especially our senior professionals. But of course, the younger professionals have to be a bit more patient to get there. But you will probably get there if you work hard. So let us not cast that green eye at others who are better off than us. And especially let us not gripe at how many properties Senior Minister Lee or DPM got or how much Minister's salary is. We have benefited tremendously from the system that Senior Minister and his generation of leaders have set up for Singapore. Mr Goh Chok Tong and his team are continuing the good work of their predecessors. Yesterday, Senior Minister said that his wife, Mrs Lee, was so uncomfortable about the whole issue that she felt that Singaporeans were ungrateful. I urge all young Singaporeans, please let us not be regarded as an ungrateful generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think if young Singaporeans approach the issue and the arguments rationally, they would understand that there is nothing wrong with the purchases by the Ministers. Initially, they may not have gathered the details of the purchases \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> and might have unnecessarily read between the lines and came to wrong conclusions, and hence the insinuations and innuendoes. Now that they are aware of the details after the debate yesterday, they must be reassured that nothing was amiss. Even the SDP and the Workers' Party who are never slow to challenge the Government, have so far made no accusations at Senior Minister or DPM Lee. They know that nothing was amiss. As such, they want to dwell on peripheral issues. The SDP made a press statement asking PAP candidates to declare their assets at the next general election and the Workers' Party wanted HPL to review its price policies. These issues have no direct linkage whatsoever to the matter at hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Senior Minister and DPM Lee have forthrightly decided to bring this matter here for public scrutiny. The Opposition MPs in this House must come up and speak on the issue and state their position and their Party's position clearly. Mr Cheo spoke yesterday, but he has not stated his position or his Party's position. Obviously, he has no position and he is not sitting in his position today. I hope he comes because the Leader of the House has said that speakers can speak more than once in this debate. So I hope Mr Ling, who is here, will convey this. I hope that Mr Ling, being the unofficial Leader of the Opposition, will state his position. I challenge him and Mr Cheo to come out and make their position clear, or forever hold their peace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point that is of concern to younger Singaporeans, I am happy to note that the Government has decided to curb property speculation by introducing tax, stamp duties and tighter loans on the purchase of private properties. I am also happy that the Executive Condominiums would cost nearly 10% less. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Mr Speaker, may I seek clarification from the Member? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Is the Member giving way? \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Member mentioned that the Workers' Party's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> statement has called to look into HPL, and he says that the issues are peripheral and not directly related. If they are not directly related, why is there a need for the Senior Minister to meet the management of HPL and ask them to hold a press conference before 10.00 am yesterday? Would he explain that? \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, I think the Member has missed the point completely. The issue here is whether there was anything amiss in the purchases by Senior Minister or DPM, and the Workers' Party has not come out with a position on this. They are looking at the peripheral issue of prices of property of HPL, which is not the issue here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to proceed. I am happy to note that the Executive Condominiums would cost nearly 10% less than advertised before. All these measures would help to remove the heat from the market and make private properties affordable for younger professionals. I had said during the last Budget debate that property prices are slipping further and further away from the reach of younger Singaporeans and had asked the Government to introduce measures to control the situation. I am happy to note the swift action of the Government and I am confident that these timely measures would be effective. But even with the curbs on speculation, not all young Singaporeans can afford to own private properties. Younger Singaporeans must be realistic and moderate their aspirations according to their attainable incomes. They must continue to work hard to achieve their realistic goals and aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I urge all Singaporeans, especially young Singaporeans, to put the issue of the purchases of the private properties by Senior Minister and DPM Lee behind them, and concentrate on more important matters, such as continuing to show their full support to the PAP Government to take Singapore into the 21st century. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Mr Speaker, Sir, I wish to declare my interest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> as a director of a company actively involved in property development. Yesterday, we heard very thorough and clear explanations by the Senior Minister and DPM Lee Hsien Loong on the background and circumstances on their purchases of properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to draw upon my experience as a property developer to substantiate the points raised regarding these property purchases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been widespread misunderstanding over the discounts given for the purchases. As a director of one of the largest property development groups in Singapore, I can affirm that discount off the list prices is a standard market practice. We initially prepare a price list for all the units on sale. Then, we offer various discounts to reflect the actual market prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me to quote examples of some recent residential projects: In West Bay Condominium, discounts were given ranging from 6% to 16%. In West Cove Condominium, 15% to 20%. In Seasons Park Condominium, 9% to 13%. These are projects that were all or almost sold. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Discounts given for the above projects are even higher than those given for Nassim Jade and Scotts 28. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the above examples, the first conclusion that can be drawn is that list prices and discounts have no meaning. Discounts are mere marketing ploys of developers,. The discounted prices are the real market prices. Therefore, no special favours were accorded to the Senior Minister and DPM Lee when discounts were given to them. This is an industry practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the industry's practitioner's point of view, my unreserved conclusion is that no impropriety has been committed by Senior Minister and DPM Lee. I believe this opinion is shared by my fellow industry colleagues. I also agree that since nothing wrong has been done, there is really no need to return the discounts to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second conclusion is that discounts can vary between different units in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> same development. Varying discounts are given to reflect differences in factors such as facing, level, unit size, unit configuration and collective purchases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the above examples that I have mentioned, there were between 4% and 10% differences between the lowest and the highest discount rates. Therefore, there should also be no misunderstanding as to why DPM Lee actually received 12%, whereas Senior Minister received 7% for their units at Nassim Jade. The key figure to focus on is, in fact, the net price per square foot. I note that DPM Lee's unit's net price per square foot is $1,568, which is only marginally 1% lower than the $1,583 per square foot paid by Senior Minister. This slight 1% lower price for DPM Lee's unit is, in fact, very understandable as it is larger and irregular in shape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also a very common practice for developers to conduct soft launches before the official launches. The objective is to test the market. Developers normally invite staff, staff's relatives and friends, business associates and others who have indicated prior interest to select units at soft launches. This is a mechanism for us to eliminate the risks and test market reactions before the official launches. Moreover, it is a common practice to invite prominent persons, including politicians, professionals and media personalities, if they are interested, to soft launches to purchase units. This is a form of product endorsement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question is: should Ministers be allowed to invest in properties? My view is an unequivocal yes. We have heard some comments outside, which are also repeated by Mr Chiam See Tong yesterday, that since Ministers earn huge salaries, why should they be so greedy as to want to invest in properties. I feel that Ministers, like us, need to invest for the future, plan for their children and plan for their eventual retirement. Therefore, it is only fair that Ministers be allowed to invest in properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, we heard Mr Cheo Chai Chen propose that Ministers should be allowed to own only one private property each. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> This is what I call \"beggar thy neighbour\" ideal. This type of unrealistic, communistic concept has long gone out of fashion. Our meritocratic system, with fair rewards for fair work, has worked better for us. Mr Cheo's other proposal that Ministers should seek Parliament's approval when they want to sell properties is even more impractical. Do we want to have a debate on every sale by a Minister? After all the debate, who should finally decide? Maybe the Speaker should. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the pertinent question really is: should Ministers participate in soft launches that are not open to the public? Some people feel that Ministers should not take advantage of having the inside track. This is actually a very difficult issue. A Minister may have a genuine desire to purchase a property at a particular project because of its proximity to his parents' home, or maybe to his children's schools, or other factors. Therefore, it is not fair to deprive them by saying a blanket \"no\". I think it is better to be more flexible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has said that he will devise rules on property purchases by Ministers, top civil servants and MPs. Whatever are the rules, developers must be careful that they should not offer special prices to Ministers. Of course, Ministers themselves must guard against receiving such favours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our small and closely-knit society, if there are any wrongdoings by Ministers to use their position to procure favours or any unfair advantage, rumours will quickly spread. This is more so for property purchases, where transactions are in public records, and property brokers and agents are fast to pick up the news and spread news of purchases by prominent persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the wider and more important issue is the integrity of our entire political and moral value system. While we are sad that Senior Minister and DPM Lee are subjecting themselves to such close public scrutiny; at the same time, I am actually gratified to see that the very system that the Senior Minister has created allows it to question the integrity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> of anyone, even such personages as Senior Minister himself and Deputy Prime Minister Lee. More commendable is that Senior Minister and DPM Lee have willingly subjected themselves to public inquiry by the MPs here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We used to be extremely proud to quote instances when Ministers and civil servants refused to accept even a cup of coffee from contractors. The integrity of our system is intact, or has remained very much the same, although we have become a bit less rigid. But I believe Ministers and civil servants are still uneasy with having a free cup of coffee or a free meal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final verdict, I believe, Sir, is that Senior Minister and DPM Lee have established beyond doubt that they have not taken any advantage, whether knowingly or unknowingly. I note that the Opposition MPs have not asked questions on the purchases and have not said or hinted that they are improper. This speaks volumes for the stringency and strength of our political system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to conclude by urging the people to remove the emotional reactions to the above issues. The rational conclusion to the property purchases by Senior Minister and DPM Lee is that they are clearly above-board. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon (Nominated Member):</b> Mr Speaker, Sir, as the Finance Minister said yesterday, the problem is really one of perception. Perhaps I have been mixing with the wrong crowd, but no one I have talked to thinks that either Senior Minister or the Deputy Prime Minister did anything wrong, morally or legally. For those of us who felt like this from the start, nothing that has been said in this House yesterday or today changes anything. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the Prime Minister has told us that some people were disgruntled at what they perceive to be a lack of equity in the market. This is a feeling borne of envy and nurtured by frustration. In the last couple of years, the property market has gone crazy. The Germans have a very evocative \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> word for such a phenomenon - Torschlusspanik - door-closing panic, the feeling that the door is closing, and if you do not grab something soon, the door will be shut, and you will get nothing. This panic is no doubt encouraged by developers who can then sell their properties at unheard of prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not believe that the crux of the problem is the Senior Minister or Deputy Prime Minister's property transactions per se. I am sure that most people would not begrudge the Senior Minister any discount, whether it is 5%, or 100%, because of who he is, and because of what he has done for the country. But there are some who are frustrated because they cannot afford private property. Someone wrote to me complaining that a graduate couple cannot be expected to live in an HDB flat. I think some other Members may have received that same letter. Where is it written that a graduate couple cannot live in an HDB flat? But it is people like this, I think, who resent the fact that others can afford private condominiums. They feel that the rich people, and amongst these will include top civil servants and Ministers, are spoiling the market for the rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no use pointing out to them that this is the way the market works, because this is not a logical problem, it is an emotional problem. Intellectually, I think people understand that prices will go up when affluence increases, but it is very hard for them to accept that they are not within that band of top earners that can afford private properties. So you have a problem, an emotional problem, that is very hard to get through. And this is why we have this debate today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who are resentful over the high property prices and envious of those who can afford them will not be mollified by what the Senior Minister said yesterday. Indeed, I think his explanation of the realities of the market may very well serve to exacerbate their resentment. For this group, the debate in this House will also change nothing. So, what have we achieved in two days of debate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To my mind, there are two positive effects of this episode. Firstly, it affirms \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> that no one in Singapore is above the law - not the Senior Minister, not the Deputy Prime Minister. This is very important. Because there is a residual perception amongst some people that the influential will not be booked for their sins. It is crucial that this perception be banished completely. In any country with strong leadership, there is a danger of sycophancy. You have sometimes civil servants who try to please their masters. They are patted on the head by their master, they wag their tails. They imagine they hear their master's voice, they try and please him. I think it is very important to establish very clearly that the top leadership does not want sycophants in civil service. I think Mr Koh Beng Seng of MAS should be commended for his uprightness in pursuing this matter, despite the fact that the allegations involved figures like the Senior Minister and the Deputy Prime Minister. Every public servant, from Permanent Secretaries downwards, should be assured that the Government expects every allegation of impropriety to be investigated, no matter how influential the person is. And more than that, I think that those who demonstrate their conscientiousness in this matter should be publicly commended, so that there is no feeling that they are putting their careers at risk by bringing up something like this to the powers there be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second positive effect is it signals to the public at large that it is not necessary to curry favour with politicians and civil servants by giving them favours and discounts. It is not expected. An influential politician should not, as a matter of course, get special treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Focusing on the question of discounts here, there are several reasons why developers give discounts. Senior Minister has explained one reason - because it is good for a businessman that his products should be associated with the successful and the famous. It reflects well on the product; it is good for business. But there are other reasons. Sometimes, it is goodwill, because they are grateful for what you have done for them, for what you have done for the country, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> therefore they give you discount, or something tangible, as a good gesture of thanks. Sometimes it is good public relations to give discounts to people whom they think may be influential, so that you create positive impression, so that there will be recommendations to other people, creating a demand. Sometimes it is just pure sucking up, the desire to get into the good books of someone who may be potentially of help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think it is reasonable to expect politicians and civil servants to refuse all discounts. I speak as one who has never been offered even an extra fishball, much less attended a soft property launch. We should never solicit for such favours but it is expecting too much that they should have to give back the extra fishball. I think that is beyond reasonableness. It should be made clear that favours are not expected, that there would be no reciprocal back-scratching and that not giving favours to politicians and civil servants will not prejudice anyone in his dealings with the Government. As long as this is crystal clear to the public, I do not think we have to over-react by ruling that politicians and civil servants should never get discounts, should never attend soft launches, never be given special treatment, to declare all their assets. I think that would be an over-reaction to something that is not a problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Remember that a director of a property company has a fiduciary duty to his company to get the best price possible. If he makes the habit of giving discounts to his cronies, he will have to account for it to his shareholders. Unless he has got a jolly good reason for doing what he is doing, he would be in breach of his fiduciary duty. He can be prosecuted under section 157 of the Companies Act and we should weep no tears for him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one final point, if I may. The Prime Minister has taken on himself the burden of clearing property purchases by Ministers. As long as the present Prime Minister is in office, I am comfortable with this. But we cannot speak for future Prime Ministers. In 10 years, 20 years, who will be the Prime Minister? Will he be beholden to some king-maker in Cabinet? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> To make a good system better, may I suggest, if this is not already done, that the President be kept informed, as a matter of course, of all these transactions, because we have an Elected President and it is part of his brief to keep check on the integrity of the civil service. Keep him informed. In that way, in future, if we have a less conscientious Prime Minister, we will have some assurance that there are no shenanigans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister has also referred to the code of ethics that Ministers subscribe to. I think it would be helpful if this code were made public, so that we can see the high standards that are expected of those in high office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people have commented to me that this debate is redundant. In a sense, it is. I do not think that most Singaporeans have considered that the Senior Minister or the Deputy Prime Minister has done anything wrong, even without this debate. But the debate is invaluable if it establishes two points. Firstly, you do not have to give favours to civil servants or politicians because it is not accepted. And, secondly, if there is any impropriety, no matter how high up, it could be rooted out, and will be stamped on. If it achieves these two aims, I think we will have spent our time very well. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, I declare my interest as my firm acted for HPL in the sale of the units in Nassim Jade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this episode has thrown up issues much larger than the question of property purchases. The questions that we are confronted with are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the implications for future commercial transactions entered into by Ministers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) What do these events say about our system of government? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The speeches of Mr Cheo and Mr Chiam yesterday raised another issue. Mr Cheo argued that Ministers are under a duty to serve the people and not make money. Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> Chiam says that there is a perception that Ministers who purchase properties are not sacrificing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These arguments are superficially attractive but are wholly untenable. Mr Cheo and Mr Chiam have either ignored or confused the principles which determine the duties and obligations of Ministers. Let me deal with this issue first, and I begin from first principles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Minister is a fiduciary or a trustee. He is very much like a director in a company whose standards of conduct have been clearly defined by the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Directors, as Mr Woon says, are fiduciaries for various reasons. First, they are custodians of assets belonging to others, secondly, trust is reposed in them by the people who have an interest in those assets, and thirdly, directors have the power and the ability to deal with these assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The law is very clear. Directors, trustees or anyone in a fiduciary position must act legally, honestly, bona fide in the interests of those whose assets they have custody of or power over. They must act for what they honestly believe to be in the corporate benefit. They must not place themselves in a position where their interests collide with the interests of those they are duty bound to protect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Directors are accountable for their actions: to the board, to the shareholders, to the creditors, to the Exchange in the event it is a listed company. But the existence of these onerous duties and the fact of accountability does not, for one moment, disable a director from pursuing his private interests, where those interests do not conflict with the interests of the beneficiaries and where they are pursued legitimately and honestly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers are likewise fiduciaries because they control public assets worth billions of dollars. They have the power to devise or influence policies which can have a significant effect on the financial position of a great number of people. They are therefore duty bound to act lawfully, honestly and bona fide in the public interest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Using the analogy of directors, Ministers must avoid conflicts of interests. Also, they cannot actively promote their own interests by using their status. This is a corollary of their duty to use their powers for the benefit of others, and not for themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers are guardians of the State and its assets. Their policies must be crafted with the object of advancing the public interest. Does it follow from this, whether it is a matter of principle or common sense, that Ministers should be required to refrain from acting in their own economic interests even when they can do so without compromising their fiduciary obligations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we entitled to impose on Ministers a duty to act against what they honestly believe is their own and their family's interests in circumstances where there cannot, on any view, be a breach of their fiduciary obligations? There is absolutely no suggestion that, in this case, in purchasing the properties in question, SM or DPM Lee acted illegally or in a manner which compromised their fiduciary duties to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet a concern has arisen because of what is obviously an unarticulated duty which some people perceive Ministers to be under: a duty which, I suggest, is manifestly unreasonable and unfair to impose on honourable men who have done nothing to impair their status as honest guardians of the State's assets and future, and who have done nothing to advance their own interests by using their office or position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is worth remembering that every member of the Cabinet and every senior public servant is likely to be a husband or wife, father or mother with family obligations. They have to look after the interests of their own families. There is absolutely no logic or sense in the argument that because they are the guardians of the people, they are bound, upon becoming Ministers, to relinquish their role as guardians of their children's future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me cite an example: lawyers are trustees of their clients' money. Some of these clients are developers. Developers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> often invite their lawyers to soft launches of their developments, giving them discounts or preference in terms of selection of units, or both. Yet there is and has been no suggestion that the lawyer's standing as trustee or his ability to perform his duty as trustee is compromised because he accepts the invitation to select a unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any uneasiness over a Minister's right to accept similar invitations is the result of a confusion between two distinct propositions, a confusion which regrettably Mr Cheo and Mr Chiam had fed in this House. There are two propositions. The first (which is true) that Ministers are trustees of our assets and hold positions of influence, and the second (which is untrue) that they should, while looking after the future of the people, not plan for their own children's future even when the integrity of their trusteeship is not compromised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is vital that these concepts are not confused because the upshot of the second proposition, taken to its logical conclusion, is that people who are honourable, honest, talented and have the ability to improve the wealth of the public should not and cannot honestly apply these skills and talents for the benefit of their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, this is what Mr Cheo and Mr Chiam appeared to be saying. Mr Cheo said that Ministers are under a duty to serve and not make money. The same point is made by Mr Chiam who argues that there is a perception that Ministers who purchase properties are not sacrificing. There is no excuse for either of them to obfuscate the issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, a Minister has a duty to serve the country. But he has a parallel duty to his family. Where the two duties do not conflict, the Minister is fully entitled, indeed obliged as a good parent, to secure his children's future. So what if a Minister can influence policies? Yes, that makes him a trustee. Yes, he cannot use those policies to enrich himself. But why cannot he buy properties if he can do so without compromising his trusteeship where the policy under his responsibility is not involved? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider what it will mean for the future of this country if these confused arguments ever take root. Which one of the honest and highly intelligent, with these constraints, will aspire to public office? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principle is the same whether or not money is involved. Take, for example, the case of education. Take the hypothetical case of a prestigious foreign university which has limited places but is inundated with applications by Singaporeans. The administration of the university chooses, for its own reasons, to make an offer to a limited group of people which includes, to the knowledge of the administration, the son or daughter of the Minister in charge of, say, Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many other Singaporeans do not obtain places. But the Minister did not make any special request nor did he offer any favours. In the true sense of the word, the university has preferred the Minister's son and daughter because they were selected out of a larger group of people with the knowledge that he is the son or she is the daughter of the Minister. Is there any sense in the argument that the Minister should not take up the offer because other Singaporeans were not successful? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should he be required to forego the opportunity offered his child even where it is indisputable that he has not breached his fiduciary obligations? Why should the Minister not give his son or daughter the opportunity of the best education? If we accept that it is perfectly legitimate for a Minister to plan for his family's future, then there is absolutely no distinction in principle between my hypothetical about education and the purchases of properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the premise is that Ministers are entitled to enter into private arrangements which they have not solicited by using their position and which do not undermine their status as fiduciaries, the next question is whether the trusteeship of SM or DPM Lee was in this case in any way compromised. It is fundamental in the determination of this issue to understand the different and distinct roles and obligations of the parties involved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of a sale of an asset by a company, it is crucial to understand that it is the directors of the company who must determine whether any particular sale is in the corporate interests of the company and its shareholders. They alone are privy to their own deliberations and conclusions. They must justify the sale to their shareholders in accordance with the principle of corporate benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Corporate benefit means many things: it can mean immediate monetary returns or it can mean a bargain which brings goodwill to the company and its product. Goodwill, broadly speaking, is anything which adds value, which in turn draws custom. Take the example of lawyers. Developers offer their units to their lawyers because if they take it up, goodwill is generated which in turn can be used to sell the product to a wider market and for a better price. It is thus a plus for a developer to be able to say that his lawyer, who acts for numerous developers, chose his development over others. There is a corporate benefit. But we must be very clear that this is an issue for the directors of the company. It is a vendor issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Purchasers are not obliged to determine whether directors have acted for the corporate benefit. Indeed they cannot. They are not privy to confidential corporate information. They are fully entitled to assume that the directors know what they are doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the absence of manifestly suspicious conduct, purchasers do not have to concern themselves with how directors determine the price or the discount. So long as a Minister who purchases does not actively procure an offer or dispense any favours, he can and is fully entitled to accept the offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upshot of the concerns that have been expressed is really this: that a Minister should not accept an offer which carries a discount. This is a flawed proposition: first, a purchaser has often no way of knowing if a discount is being given; secondly, even if he is told that he is being offered a discounted price, he has no way of knowing if it is a discount to the true market value or a gimmick which does nothing more than dress up the market value at the time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who say that the Minister should make inquiries are really suggesting that Ministers should stand in a special category of purchasers who are required to conduct a kind of a due diligence on the pricing scheme of the developer. A due diligence is a process where the purchaser of, say, a company, goes behind the warranties that are given to him, goes into the corporate information, the books to open up everything, to verify for himself the accuracy of what he is told. Quite apart from the fact that Ministers do not have access to such confidential information, they have, with the greatest of respect, no business to pry into the internal affairs of companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this case, HPL has decided to go public on its pricing and sales strategy. But that does not mean that vendors in other cases are happy, much less obliged, to disclose similar information. It is not public information, and a Minister, with all his powers, has no right to it just because he is a buyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last and, in some ways, the most important issue in this debate is: what do the events leading up to this debate tell us about our political system? It has been said that we have an authoritarian government. The suggestion is that, despite the Constitution, the Government is, in truth, not accountable. It is a cosy arrangement. The PAP dominates the House. Ministers are not really called to account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are our critics right? There was nothing which required either SM or DPM Lee to come before the House and explain in the way they have. PM was satisfied that there was no impropriety. MPs did not table any questions on this issue. No one initiated an adjournment debate. In other words, the Parliamentary procedures which ensure accountability were not invoked. Yet SM and DPM Lee asked to have this debate. They knew that they would be scrutinised by the House, the public and the press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This debate was not called because of any law which required it or because of any Constitutional requirement. SM and DPM Lee voluntarily chose to account for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> their acts for the reason that there is in Singapore a system of political morality which dictates that the conduct of Ministers must always be consistent, not only with the law, but with good conscience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concept of Ministerial responsibility in this country is not limited to answering for one's department or the legality of one's conduct. Our concept embraces accountability for the conscionability of one's conduct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is this morality, together with the willingness to be examined, that underpins the strength of our system. In the final analysis, the strength of a political structure should not be judged by the numerical majority of the ruling party or the frequency of amendments to the Constitution. It should be judged by the morality of the guardians of that Constitution. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I sensed that both SM and DPM must be very hurt and astonished by the reactions. However, I wrote to SM and in spite of what has been said, I believe him, I believe DPM and I stand by them on this matter. I disagree with SM on some policy matters, but I never doubted his honesty and his integrity. That is why I stayed with him and the PAP. I have time and again similarly disagreed with DPM on issues. His manner has always been very direct. But as with his father, I never have cause to doubt the honesty and integrity of his actions. And the fact that SM and DPM wanted this issue to be debated in this House is testimony to their belief that this country must always be run by men of honour and integrity and no one, not even SM who has set the highest standards of personal behaviour for MPs and Ministers, will be above scrutiny. So also DPM, his son, will not be exempted from scrutiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Singaporeans were disappointed when they learned that SM and DPM took discounts for their purchases and were even more confounded when they gave away the discounts. It is easy to point fingers, but we must try to be more objective in our judgment and put aside \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> the emotional element in this issue. From what SM. and DPM have said, I think no one can doubt that they have anything to hide. Their statements are one of frankness, openness, honest and even anxious efforts to clarify these purchases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SM has bared himself concerning the most intimate dealings of his family. He has not spared members of his family from public scrutiny. Like many of us, he puts all his attention on his job and let his wife handle the details, once he has given his approval of the purchases. Again, like many of us, his respect and trust in his wife is quite absolute, for she has never let him down in the past. He was sure she will get fair market value. Therefore, these purchases, as you can see, were given very little of his personal attention, while he continued to focus full attention on his demanding job. He was not in direct contact with the sellers of the property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was told by my CCC Chairman that sometime ago when his brother sold SM a car, SM was adamant that he received no special favours and that the price offered must be what the other buyers were getting. My CCC Chairman's brother was very impressed by his no-nonsense deal. This is very illustrative of the acute sensitivity of SM's sense of integrity when he is personally involved in negotiating a purchase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for DPM, those who have worked with him will testify to the intensity of his devotion. Did he buy his second house for speculation, as insinuated by Mr Chiam? I do not think so. As a family man, when you are struck down by illness at a young age, what do you do? You worry about your wife, you worry about your children, and you must quickly make plans to cater for their future. And he did just that. To him, property is the best option requiring the least attention. Property is tied to the future of Singapore's well-being. And he has tied the family's future to the future of Singapore. I can sympathise with him on that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that SM asked HPL to tell their side of the case, so that all facts can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> clearly established. From HPL's account yesterday, it is clear that SM and DPM acted properly, perhaps too trustingly, in a matter they view as a simple transaction. Certainly not on the scale of the billions of dollars and matters of state which they handle in their respective portfolios, and for which they reserve their intense scrutinies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I asked SM why he decided to return the so-called unsolicited gifts if there was no impropriety. His reply was what he told you yesterday, that he and DPM sought and was counselled by his friends and some colleagues that they should give back the discounts to the Government. With the benefit of hindsight, if SM and DPM had listened to Dr Tony Tan's argument and had stuck to the original stand and not give up the discounts which were in line with market practice, then this will have pre-empted Singaporeans from thinking that there was indeed some underhand deal. But deep down I felt different. To me, it was out of a very acute sense of honour that SM felt he must return anything that will taint his reputation. He has a very strong sense of pride and shame, as you have heard him in yesterday's debate. Over the years, we must have observed his acute sensitivities to matters concerning corruption and impropriety in government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday's debate addressed two very important concerns: First, Government's role and private sector practices. This is tied up with the issue of invitation to soft launches to men of influence and men of means. The practice of soft launches, price list with differing discounts, selected launches of different phases of a development, these are tactics of marketing. There is no way that the Government can dictate the workings of the private market or legislate this private business market to level the playing field. Again, this was touched on by the Senior Minister yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Business thrives on free competition of ideas. Government can only advise, step in when things become excessive, as the Prime Minister has done. When the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> competition hots up, as in cars, houses or even hamburgers, who knows what new innovations the marketing man can come up with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second concern that was addressed yesterday was integrity and honesty of the Government. And from PM's statement, we can see that this was well addressed. Because as soon as the Prime Minister heard of the adverse effect, he went about quietly investigating, gathering the facts and ordered the investigation of the purchases. Finally, even putting the questions directly to SM and DPM. He exercised his powers and responsibility without fear and favour. This shows that the system of checks which are essential for a clean and honest government is able to respond to allegations against the highest officers. All transactional details are well documented by private and public sectors. There is no hidden or lost information. There is complete transparency. This augurs well for Singapore's future. The present and future leaders of the PAP are well prepared to uphold the strong traditions of honesty and forthrightness which the party absolutely demands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SM is a pillar of our political stability and his reputation transcends Singapore. I feel we do ourselves a disservice if his reputation of incorruptibility and integrity is tarnished unjustifiably. All Singaporeans must make an unbiased fundamental decision in our hearts with regard to SM's integrity and DPM's integrity, for SM has been the standard bearer of clean government in Singapore since independence. We do well to take account of all the facts regarding these transactions. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I believe that the concern about SM and my purchases at Nassim Jade and Scotts 28 arose partly because people have misunderstood what the discounts we received meant, particularly the 12% discount which I got in the case of Nassim Jade. Some people thought it was a special privilege which was somehow improperly gained. Yesterday, we made full statements explaining how these discounts came about, and why despite these discounts, we paid normal, fair market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> prices for the properties, in normal, proper commercial deals. We neither asked for nor have we received any favours from the developer, HPL. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workers' Party asked for a commission of inquiry into all the discounts given by HPL. It did not ask for a commission to inquire into purchases by the Senior Minister and by me. Neither has it suggested that either SM or I had done anything wrong. The Workers' Party, as you all know, is hardly slow to accuse us of wrongdoing, even when there is none. In other words, in this case, even the Opposition parties know that we did nothing wrong, but the Workers' Party lacks the political courage and the honesty to say so, unlike Mr Chiam who stated clearly yesterday \"that there was no question of illegality or improper behaviour.\" I say Mr Chiam because we do not know what the SDP's position is. We will learn later. We did not learn yesterday from Mr Cheo. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Senior Minister explained yesterday how he and I decided to treat the discounts as unsolicited gifts, and to give them to the Government. When the Prime Minister said the Government will not take it, we decided to give it to charity. I think it has caused some confusion. SM explained some of it yesterday. Let me explain for myself why, after listening to the pros and cons, I decided to give the money away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was not because I felt embarrassed about the so-called discounts. No developer or seller would do us a favour by selling us houses worth several million dollars at discounts below market levels, least of all in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I give you examples. In 1986, when I remarried, my wife and I went house hunting. She came across a suitable property. I went to look. I agreed that it was suitable. Then she bargained, obtained the best price, agreed. Then the seller rang up and said, \"I want to sell to you. I very much like to sell to Mr Lee, but I have found another buyer who is prepared to pay more and please will you match him so that I can sell it to you.\" We walked away. We had a budget. We had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> decided what we were going to spend and we stuck to it. What we did is no different from how many Singaporeans make decisions about major investments, whether they are upgrading HDB property, whether they are buying a new set of furniture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even for the house which we now live in behind Marco Polo Hotel, which we eventually bought, my wife bargained before we settled with the seller. I have no idea what discount I got on that house, unlike my mother who knows what discount she got on the old Mercedes. Because for this house, it is a landed property, every landed property is different and there is no standard \"list price\" to compare against. You ask for a quote, he gives you, you bargain, you knock it down. Finally, you either settle or you do not, and no deal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For reference, my wife knew the advertised asking prices of various similar properties. She also checked with knowledgeable friends. So she bargained for the best price she could get -- this was 1986 -- and so did the seller. Because we were in a deep property slump, I got a good price. The whole development was unsold, a dozen or half a dozen units. I was the first one to buy. I suppose you would call me an early-bird at a soft launch. I got a good price - $11/2 million. In today's market, it looks like a tremendous bargain, but at the time, it was a perfectly fair price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This time round, house hunting for three years since 1992, my wife got into serious bargaining once. The seller again said that he was very keen to sell to Mr Lee, and tried to persuade her that his final offer was a good price. She did not think so, and we did not buy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for Jade and Scotts, we were buying from a reputable developer. These were not completed properties being sold by individuals. So we assumed that the prices which we were offered were also the prices which would be offered to other buyers. We did not bargain. Because in this case, we felt that if we had bargained, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> it would have put us into a more awkward position. I suppose as the years pass, that is more and more likely to be my predicament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Nassim Jade, as I said yesterday, our concern was that we might have been paying too much, because there was only one other development anywhere in Singapore where the resale market was asking for prices in that range. But because we had confidence that the developer would deliver the quality, we agreed to his asking prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is, as Davinder said, when buying a property, it is not my business to do due diligence on the developer's price. I do not assume that the vendor is doing me a favor. If he gives me a discount, that is for serious business considerations. It is not just one extra egg in the char kway tiao. It could be a straightforward, above board consideration, or it could be a crooked one, as SM said, \"an investment in the young man.\" I have to decide at the time when I buy, whether it is a straight deal, or whether it smells off. If having made the decision, the matter comes out later, as it has done in the case of Jade and Scotts, then the facts and the circumstances will be unearthed. Many things will come to light, which I did not know at the time I bought, in order to determine whether I had in fact made the right decision. But either way, discounts or premiums are normal part of doing business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I was not at all embarrassed about keeping the so-called discounts, which in any case I had not asked for, and which in one case I was not conscious of, and in the other case, I was totally unaware of when my wife and I made our decision to buy. So why did I give it back? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When SM and I announced that we had bought properties from HPL and received the discounts from them, as PM said, our statement caused \"quite a stir\", I think he was making an understatement. Two days later, the PM called me. I had just come back from my meet-the-people session. He said he was concerned about the market place and coffeeshop talk. He was convinced himself that SM and I had done \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> nothing wrong. But he was worried that it would be more difficult for me than for SM to weather this little rumpus, because SM had a much longer track record with Singaporeans. He told me that Richard Hu had suggested that if I gave back 5% of my 12% discount, maybe it would be helpful. He asked what I thought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My immediate reaction over the phone was quite negative. I had not done anything wrong. Why should I give anything back? It would be misconstrued as an admission of guilt. The PM accepted that. He did not press the point. He was leaving it to me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then I discussed it with SM. He was also instinctively against it. But after that, I thought it over. I thought that perhaps there might be merit in making a gesture, to re-emphasise that I did not buy because of the discounts I was given, whether I knew them or did not know them. Although there was merit in making a gesture, I wanted to make sure that the gesture did not set a precedent that Ministers should not in future accept any discounts, however legitimate in buying properties, the precedent which Mr Chiam sought to draw yesterday. I knew that the PM intended to make rules for Ministers to clear their purchases with him beforehand, for future purchases. So I thought that one way would be for me to voluntarily subject myself to the PM's proposed new rules, and then to put the matter beyond doubt that if the PM has had to look at my purchases under the new rules, and decide whether to approve them, we give the discounts away. Then he looks at it as if we are buying without receiving any discount whatever, there is no reason for him to say, \"This is a doubtful case. Disapprove.\" We did not want to presume on an ex post acceptance of a deal which was already done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I called the PM back and proposed this to him. He thought that it might be helpful. The next day he called the meeting, including Senior Minister, me, Tony Tan, Richard Hu, Wong Kan Seng and Teo Chee Hean, with the outcome which the Senior Minister has already described. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reaction to our gesture was mixed, as we had expected. The Chinese educated, particularly, did not think it was helpful. Their reaction was like my wife's, when she first heard of it. My wife is English educated, but she comes from a Chinese educated family, and her values are those of the Chinese educated. That is part of the reason I married her. She was against the idea. She thought it would look like I was feeling guilty. Ow Chin Hock quoted the Chinese saying to me afterwards. He said: (ci di wu yin san bai liang). It is as if you put up a sign post in front of your house to say: in this place, I do not have buried 300 taels of gold. Why would you say that unless you put something away under the kitchen sink? So that is one reaction. Nevertheless, I still believe it was the right decision for me. I was making clear to Singaporeans that I did not seek the discounts. I was not conscious of them, and I did not need them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was a difficult decision. Not because the sum involved was large, in my case, about $600,000-plus, although it was large. It is not the end of the world. I can still take out a mortgage. I can ask my parents for more help. I am fortunate. Or I can sell one of my older properties to pay for what I am buying, something which in fact my wife and I had considered doing earlier when we were looking at properties. For me, the real issue here is not the money. It is what signal to give, what tone to set for the Government, for the country, for the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam believed that the fuss is because the sums involved in these properties seem so large and beyond comprehension to somebody earning $2,000 a month. Does he agree then with Mr Cheo Chai Chen that Ministers should not buy properties to invest in, and should only be allowed to own the single house which they live in, and come back to Parliament every time they want to sell? Is it wrong for Ministers to buy property in Singapore openly, using money which they have earned, and with help from my parents, in my case? It is a vote of confidence in our own Government and in the future of Singapore. It gives the Ministers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> a big stake in getting their policies right, so that their investments are protected for the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have houses here. I am rooted here. I make sure this place works. I buy, in 10 years' time or 20 years' time, it is far better than having shares in Microsoft or IBM, or General Motors. If I flip and churn the property market, and watch the property index, as it goes up, I sell, then knowing that some policy is coming, I get out, we will be in deep trouble. But if you buy for the long term to invest and hold, that is what companies do with their key executives when they give them stock options and shares, not just for remuneration, but to make sure that they tie their fortunes to the company they are working for, and which they ought to make it succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam thinks there is something wrong in Ministers buying properties in Singapore. Surely, I would have thought it would be much more worrying if the Ministers did not have any properties in Singapore at all, and then took their savings and parked or hid their money in the Cayman Islands or the Bahamas, or numbered Swiss accounts, or they bought properties overseas. If this happened, what confidence could Singaporeans have in the commitment of the Ministers to Singapore? How can they be sure that in a crisis, the leaders will not be up and off in the next aeroplane with their families? What will happen to the 600,000 HDB households who bought flats in Singapore, instead of houses in Sydney or Vancouver, or chalets in Whistler Mountains in Canada? Would we really be better off? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been lucky in my choice of parents. Their most valuable gift to me is not the properties they have helped me to buy. It is the upbringing and the education they gave me, which has made me what I am. Because my mother was a successful lawyer, so in material terms, I have had an easier time than perhaps many other families. But what they have done is no different from what many other parents in Singapore do, planning, saving, sacrificing, guiding, all for the sake of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> children, and finally taking pride in their progress and success as the children grow up and stand on their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Chiam that money is not everything. There is honour and there is the ideal of public service. There is also integrity and individual dignity. You worry about your family, your country. That is what PAP politics in Singapore has been about, and what all politics in Singapore should be about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has shown that he has this honour and commitment. But he will agree with me that he has not found it easy to find similar people, of the same upright quality, to join his party. Witness Dr Chee Soon Juan. In July 1992, before the Marine Parade by-election, Mr Chiam promised that Singapore would be amazed at the quality of the slate. We were, and I think so was Mr Chiam. Mr Chiam must agree that the harm that Dr Chee did to him and to the SDP is nothing compared to the harm which Dr Chee would do Singapore, if one day, by some awful accident, he leads a motley gang of less than honest people like himself to win a majority in Parliament and form a coalition Government. Then I would support Mr Cheo's plan - one property per Minister is enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe Mr Chiam when he said that he cares for Singapore. But surely he is not the only one in this House. If we did not care, why should SM and I have brought our purchases of Nassim Jade and Scotts 28 out into the open? Why should we be spending time and energy to explain, discuss and debate this issue? Mr Chiam did not move a motion to debate this issue. He did not file a question to ask the Prime Minister for an explanation. Neither did Mr Ling How Doong, neither did Mr Low Thia Khiang. But the Prime Minister called this meeting, after the Senior Minister and I suggested it to him. It is not what you say, but what you do, which proves whether you really care for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To continue to succeed, Singaporeans must have the commitment, the sense of mission, to disprove the odds and do what others believed impossible. It requires \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> idealism, but it also requires a hard-headed, pragmatic approach to realities, both the realities in the world around us and also the realities of our own society, our strengths, our weaknesses. What sort of people can we get? What are their values? How can we make the system work, for example, by getting good men to be Ministers? Not by paying them market wages, but two-thirds of market wages. This combination has helped Singapore to succeed over the last 30 years. We need this same combination to move forward over the next 30 years, and not collapse back into a sleepy fishing village. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank the MPs who have expressed their views. I am naturally grateful to the MPs who have expressed support for me. But the issue is not personal support for me, because I deserve to be supported only if I have done the right thing. The issue is to make the correct judgment on the facts of the case, and settle it in a way which strengthens our political system for the long run. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, may I seek clarification from the Deputy Prime Minister? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Deputy Prime Minister said that he did not know whether there was any discount when he bought the property. But did the Deputy Prime Minister, by virtue of the fact that he is a Deputy Prime Minister, think or expect at that point of time when he was offered the price, that he probably would have got some discount from the developer? As the Senior Minister said yesterday, because they know you are Lee Hsien Loong and you are the Deputy Prime Minister. Did that sort of thought arise? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I expected the developer to give me a proper price and I would decide whether I would accept the price. As I have explained, for Nassim Jade, I knew that there was 7% discount when he first offered me a unit. When he changed the unit, he quoted me a dollar price which I accepted. The discount was irrelevant. I worked it out later on. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> Scotts 28, no discount was ever mentioned. There was no reason for me to ask. I expected him to look after his interest. I look after my own interest to get the deal at a fair price and without any hanky-panky. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Further clarification, Sir. The Deputy Prime Minister mentioned about the return of the discounts to the Government. How did he weigh between the possible perception of the deal and against the discounts which he had issued a cheque and returned to the Government? How did he weigh that? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I do not understand. How do I weigh the perception against the money? They are two different things. I have to judge what would be a reasonable thing to do in the circumstances. Firstly, preserving my position that this was a perfectly legitimate, open deal; secondly, to demonstrate and achieve a political objective, to show that we are not in this for small money; money was never part of the consideration. We took views - some said, yes; some said, no - we weighed them out, I decided. How do I decide? I did not have a pair of daching to weigh. You do it in your head. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> First of all, may I clarify what DPM has said about Ministers buying houses. I am not at all against Ministers buying houses but I think there must be a proviso. I think DPM has mentioned it himself that if there is going to be a ruling with regard to Ministers buying houses, they should not buy them for speculation. I think that is important. If they buy it, as DPM has said, for long term investment, I think that is fair. The Ministers have got privileged information. There is no doubt about that. They cannot join in the crowd and try to make quick money out of purchase and sale of properties, especially in the hot market. If the DPM could tell us whether or not the Government is going to have this kind of a ruling amongst themselves, I will be very glad to hear that. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I think we should keep our thought categories clear. If you buy and sell, and churn the market, that is speculation. It is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> illegal. If you use ministerial privileged information , tomorrow I am going to impose a new package of property measures, today I sell Nassim Jade, then I am doing something greatly improper, and probably should go to jail. If I as a Minister spend my time trying to second-guess the property market and buy and sell and trade, and make money, it is not illegal, but I think I should lose my job too. Because it is not my job to go and make money on the property market. It is my job to look after my portfolios and my responsibilities as a Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asks whether it is wise, it is necessary for the rules to say that Ministers shall not speculate in the property market. There are many things Ministers should not do. This is one of them. There is no need to itemise all the foolishness in the world which Ministers should avoid. Many books will not be sufficient. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So that is the position amongst the Ministers that they shall not speculate in the property market. Well, I am glad to hear that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Deputy Prime Minister has also mentioned about me and other Opposition Members not asking the Prime Minister to explain the discounts given to the Senior Minister and the Deputy Prime Minister. I am not very sure whether it is our duty to do so. Because the onus of proof is on the Government. I think if the Government has kept quiet, it would be worse for them. But in this particular case, I do not think it is the duty of the Opposition to bring up these questions because the fingers are all pointing at the Senior Minister and DPM. I think the onus is on them to come out forthright and explain, which they have properly done. I do not think they should depend on the Opposition to help them out, or to bail them out on this matter. We do not feel at all guilty about not bringing up this matter in Parliament. If we did, probably we will be accused of trying to make aspersions and insinuations. I think we have taken the wise move and kept quiet about the whole thing. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, I think Mr Chiam has made a fairly serious allegation. Hearing him, I would conclude that he has been thinking that some of our Ministers are in fact doing what he said, ie, speculating. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> That is exactly what I heard. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> DPM has talked about me mentioning yesterday that Ministers should not buy properties or something to that effect. But my position is that Ministers should be allowed to buy property freely but with a proviso that they should not purchase property with a view to selling them and making a quick dollar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So my view is that if Ministers want to buy property, as the Deputy Prime Minister said, they should be for long term investment. I think that should be the correct position. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I thank Mr Chiam for his very clear clarification and I hope he and his party, and also the Workers' Party (WP), stick to that, at least beyond the general election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Opposition duties, it is not for us to lay down in a book what Opposition Members should do and should not do. But I think Mr Chiam has been confused by our practice all these years where the PAP, whenever there has been a delicate, difficult issue, has on its own, and without waiting for any Opposition, brought the matter out, discussed and debated it, and therefore really marginalised and rendered them irrelevant. And as he says: what use is an Opposition? Well, I can only agree. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I have further clarification from the Deputy Prime Minister? This is with regard to the return of the discounts which he has received. All the time I thought that there was a Government ruling that if Ministers or MPs receive unsolicited gifts in relation to their position, they should return the unsolicited gifts to the Government, and it is for the Government to decide what to do with those gifts. I remember I attended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> one of the AIPO conferences and we were each given quite a beautiful batik shirt. And we all had to surrender the batik shirts to the Clerk of Parliament and then later on, he told me, \"Mr Chiam, this batik is worth $12.\", if I remember correctly, and we had to pay for it to get the batik shirt back. So in this particular case, all the time I thought that the return of the discounts was an unsolicited gift and it was in line with this practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the point is that Ministers are well known in Singapore. Whatever they do, you cannot say that you are buying as an individual. The fact is that he is a Minister in Singapore, and as HPL's Managing Director has said, I think the words he used were \"a big fish\"; \"illustrious\", and something else. The fact is that he knows that he is a Minister coming to buy. So that is the reason why I say probably a precedent has been set and if, in future, Ministers purchase property, and they knowingly get an unsolicited discount, then it is their duty to surrender it to the Government, unless, of course, they are unaware at all that there was a discount. That is what I meant. All the time I have this impression that the discounts returned were an unsolicited gift. And as a Minister, you return it to the Government. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Can I clarify Mr Chiam's position? This is very important. Because yesterday he said clearly that there was no question of illegality or improper behaviour in the two purchases SM and I made. So they were done deals. Full-stop. So he is now saying that from the very start, I should have given the discounts back to the Government. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> When I read in the newspapers, I thought the reason that he returned it was because of this ruling. If it is not, then -- \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Are you saying that I should have returned it in the first place, last year? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In my mind, there is no doubt that -- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> So there was a question of illegality or improper behaviour? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> These discounts should not be returned at all, I mean. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I agree with Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is a matter of honour, as he says, that he has returned it, and I believe that. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Can I clarify? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The point I am trying to clarify now, as I earlier thought, is that the reason why DPM and Senior Minister had returned this \"unsolicited gift\" - as the words were reported in the papers - was because of this ruling. If I am wrong, then -- \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Can I explain? Mr Chiam has said and I repeat, for the record, that there was no reason whatsoever for me and the Senior Minister to return the discounts at all. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Okay, that is so. We decided to do it not because it was an unsolicited gift. But because we decided to treat it as an unsolicited gift and therefore give it to the Government. The Prime Minister said, \"No. It is not an unsolicited gift. Period. There is no basis to accept it.\" He has returned it to us. We gave it to charity. I think that is clear. I do not know if Mr Chiam wants some clarification. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think that is clear enough for me. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.27 pm until 3.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PURCHASE OF PROPERTIES BY SENIOR MINISTER</b>\n  </div> \n  <div align=\"center\">\n   <b>AND DEPUTY PRIME MINISTER BG LEE HSIEN LOONG</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, Singapore has become quite an affluent society where most people have some savings. Those with less savings put them into savings accounts in order to earn some interest. For those whose savings are substantial, they would instruct fund managers to invest for them. There are also some who invest them in local or foreign properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People are aware that they have to invest and manage their hard-earned savings, otherwise with volatile exchange rates and upward surge in the CPI, their savings may, in time, shrink in value. Hence, we all have to prudently manage our own savings which we have taken years to accumulate so that they will keep their value intact. To the Senior Minister and Deputy Prime Minister Lee, it is no exception. Therefore, as long as they use their money to invest in properties and not to speculate, there is nothing wrong with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Cabinet Ministers and our policy-makers decide on a certain course of action, their decisions will affect the livelihood of the people and the Ministers themselves are not unaffected by such decisions unless they are living beyond this real world. It is impossible for them to stay immune from the effects of the decisions, for instance, endorsing wage increase for civil servants, increasing the amount of COEs and building more Executive Condominiums will affect everyone of us, including the Ministers themselves. Does it mean that because a Minister's decision would affect their interest, they must not make certain decisions or once they have made a decision, they have to escape from real life, ie, they must not buy cars or houses, and when other people have pay rise they must have a pay cut? I believe this is not realistic and unnecessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The correct thing to do is not to make use of their prior knowledge of certain policy decisions for speculation to enrich themselves. At the same time, when involved in certain policy decisions, they must put national interest above their own personal interest. As long as the Ministers adhere to the above code of conduct, they need not be apologetic in what they do in their day-to-day life. They can and they should do what everybody else is doing so long as it is in keeping with the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Viewed from this perspective, the property investments made by SM Lee and DPM Lee are entirely correct and proper because they have adhered to the above code of ethics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the Government has announced many measures to cool down the property market and to bring down the unrealistically high prices. These include restrictions on the amount of bank loans for property transactions, treat short-term capital gains as taxable income for speculators, the release of more land for private property development and the release of statistics on supply and demand situations and the number of unsold units of properties, coupled with the Executive Condominiums which are to be built this year. These are concrete measures taken by the Government to curb rising prices. The fact that they themselves have invested in property does not prevent them from taking the above measures to bring down property prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, they have not made use of their prior knowledge of such policies to sell off their properties to realise the profits. Even less, would they attempt to adopt certain policy measures to enrich themselves because of the investment interest? Some say that it is improper to ask for or be given discounts when one purchases property. These people are ignorant of the strategy and practice in the sale of property by the developers. Take, for example, the apartments at Dover Park View. When these units were first launched, there was a discount of 12%, which was later increased to 25%. One day, I had a chat with a friend, and I learnt that the developer was prepared to give 30% to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> the buyers. The developers normally fix a high listed price and, depending on the market situation, they will offer certain discounts to boost their sale. It was under the same circumstances that SM Lee and DPM Lee made their purchases because this is normal practice adopted by developers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is nothing improper about it. Moreover, the prices they paid are the average prices paid by all the buyers and, in fact, higher than the prices of those in the neighbourhood at that time. Apart from this, what is more important is that they did not do any favour to the developer after their purchase of those apartments, neither did the developer request for any favour. On the contrary, the developer was warned and criticised by SES for the delay in seeking shareholders' consent for selling properties to related persons at discounted prices although the SES did not find any impropriety in the transactions. Thus it was in keeping with the normal practice of property transactions to receive certain discounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although they know that they have done nothing improper, to further prove that they are above board, SM and DPM Lee have decided to donate the discounts they received to charity. I admire their generosity. Many of my friends said that they did not have to do this. It is unfair to them. This reminds me of their past contributions to charity from the compensations they received from libel suits, royalties from his books and CD-ROM which amounted to more than a million dollars. From here, we can conclude that they will not trade off their character for monetary gain. I believe that they have come out clean and their reputation was unblemished from this episode. My confidence in them will not change and I will continue to support them. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, Sir, thank you for giving me this opportunity to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I received a notification to speak in Parliament, I said to myself that perhaps I should consider taking part. So I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> checked my diary but unfortunately, I found that I have to be at a court hearing for two days on 21st and 22nd May. So I immediately wrote a letter to the other party asking them whether they are prepared for an adjournment so as to enable me to participate in this debate. I got a prompt reply which said, \"No. We are not prepared for an adjournment.\" I also know for a fact that, even if I had applied to the court, I would not be able to get an adjournment because there was a circular some time back by the Registrar that the court is not prepared to grant an adjournment even if we have to attend Parliament. That is why I did not reply to say that I would participate in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it is appropriate for me, at this juncture, to ask Parliament to consider whether an adjournment can be granted by the court if an MP has to attend Parliament sitting. Because this does not happen very often. And secondly, since the new Chief Justice took office, the backlog has been cleared. Before that, when an adjournment was granted, you might have to wait one year later to get a hearing. But now you can get a hearing within a month or so. So I merely ask this House to consider this aspect as Parliament does not sit that often either. I seriously ask this House to consider and I can understand --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> The court starts at what time? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. Either the plaintiff or defendant would never agree, simply because if you are the plaintiff and if the date for the hearing has been fixed for, say, three days, you must pay the court fees. The moment you adjourn it, you must pay the court fees. So you are penalised by this payment. As such, you would not want to apply for an adjournment. And very often, the court would say, \"Why don't you get another person to take over from you?\" As I said, a lot of litigants are very personal. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Point of order. Sir, we are here debating about PM's statement on the HPL purchases. I do not think we need a long explanation from Mr Ling as to why he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> cannot take part. If he cannot take part, he just cannot take part. If he cannot get leave from the court, he should find a way to explain it to the court. And if the court cannot grant an adjournment, then he should draft a statement and give it to his colleague, Mr Chiam or Mr Cheo, and say that this is the Chairman's statement and be done with it. There is no need to give us a long explanation as to why he cannot speak in this House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, I think you have made your point. Would you like to carry on? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, I need to explain why I cannot categorically say that I want or do not want to speak because it will be subject to the court's hearing. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Anyway, you have made your point. You are here in the House today and you can make your speech now. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> My position is this. To me, what the Senior Minister and the Deputy Prime Minister had done, I think they made a mistake by returning the rebates to the Government first and then suddenly donated it to a charitable organisation. The logic is very simple. If there is no impropriety, I would not even say the word \"illegality\", why is the necessity for them to return the money to the Government and later donate it to a charitable organisation? The simple reason is that, by doing this, it begs more questions than answers. The public perception is this: if you have done nothing wrong, whatever you have done is proper, why is there a need to return the money? There is a Chinese saying, (wen xin wu kui). The problem started because they decided to return the money which they did not have to, if it is proper. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> What is proper? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Because the money you received is proper. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Proper in what? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> It was proper. That is why I said they should not have returned the money. The other point I would like to say is this. If you want to have a meaningful debate, the Prime Minister should not have issued a statement straightaway saying that there is no improperity. Because he has come to a conclusion, how could one debate? I would imagine that the proper way is to have a debate and after the debate, he can come out with a statement saying, \"There you are, this is the conclusion.\" It is not that I jump the gun. Let the people decide and then come to the conclusion that it is highly proper. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (Senior Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister (Mr Lee Kuan Yew):</b> May I ask on a point of information? When did Mr Ling come to the conclusion that there was no wrongdoing, that it was right and proper, and that DPM and I should have kept the money? Can I ask him when was the point of time when he came to that conclusion? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> From the very outset, when I heard the news about the purchases of the properties and that both he and DPM intended to return the money, I thought, what is the necessity. At that time, I had already said that there was no necessity to return the money. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Have I understood you that from the moment DPM and I announced that we had bought these properties at the discounts as stated, you were convinced that it was right and proper? On what basis did you come to the conclusion? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I am a practising lawyer and it is a common practice that discounts are given not only in the purchase of properties. In fact, discounts are given in many other transactions. Sometimes it is not necessarily reflective of the discount that they give to you. They can jack up the price and then say, \"I give you a discount.\" In fact, it is not a discount at all. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Does the Member doubt our integrity and honesty in the transactions? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I want to make it very clear. I say this not because the Senior Minister and the Deputy Prime Minister are here. Yesterday, I told Dr Tan Cheng Bock that I would not be taking part in this debate. He asked me why. I said, \"There is no impropriety.\" He can vouch for it. I told him so. I said, \"In actual fact, there is absolutely no necessity to have this matter brought before Parliament.\" \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> May I therefore conclude that when Dr Chee Soon Juan issued that statement demanding a public inquiry and investigation into the Ministers and so on, he was not speaking on behalf of the Member as the leader of the Party? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, you will notice that there was no mention of the Senior Minister or the Deputy Prime Minister in the statement that was issued. The statement was issued because of the escalation of property prices. Prices were going up. And also, partly, we thought that if we had a commission of inquiry, we could settle once and for all the issue of the discounts given to Ministers and whether there was any impropriety. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> The Member has just said that he was absolutely convinced there was no impropriety. And yet Dr Chee Soon Juan suggested a commission of inquiry on a general fishing exploration. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I think it is a question of the perception of members of the public. Let me put it this way. People were asking: were special favours granted? I met a lot of people during the meet-the-people sessions and in coffeeshops. They were asking: were there special favours given to the Senior Minister and the Deputy Prime Minister? The SDP statement was to clear up whatever perception members of the public may have. If we have a commission of inquiry, it could clearly state that the discount given is a normal practice. The fact that this is brought before Parliament --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Had there been a commission of inquiry, the Member would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> have testified to the commission that as a practising lawyer, he, Ling How Doong, knew that this is normal property developer's practice? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Definitely. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> You would have been a witness to that commission of inquiry? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Definitely. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Thank you. I have nothing further to add. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> As I said, lest I repeat myself, whatever rebates given should not be returned and, secondly, we should not debate this in Parliament. To me, a statement by the Prime Minister to say,\"I have carried out investigations and I am satisfied that there is no impropriety,\" would suffice. In actual fact, the return of the money and holding a debate here created more doubts in the minds of members of the public. That is all, Sir. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, since my name has been mentioned, I had better tell you exactly what we spoke. When I saw his name was not on the list, I asked him, \"You are the leader of the SDP, at least in this House. You must make a stand. There is a debate going on. Why are you not talking?\" And he said exactly what he said just now. I just want to put it on record. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I wish to ask Mr Ling to clarify his party's statement. I read in the Straits Times of 9th May that his party was reported to have urged the PAP to require all Ministers and MPs to declare their incomes, investments and assets publicly. On declaring assets, it said, \"the practice of Ministers reporting such details to the Prime Minister was inadequate.\" Why is it inadequate? The Prime Minister has explained why and how Ministers have to declare at the beginning of every term and that he informs the President. So why did the SDP consider this not adequate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also said in the statement that all voters have the right to know how wealthy the elected representatives were and their sources of income. The sources of income of Ministers are clear. Every year, they only receive a salary. There is nothing else \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> that they receive. Is he or his party insinuating that there are other sources of income and therefore saying that the present method of declaring to the Prime Minister is not adequate? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Before I reply to him, in fact, the Deputy Prime Minister made it very clear just now that the Opposition parties are very quick to find fault with the ruling party. The fact that the statements issued by both the Workers' Party and SDP did not mention them is a clear indication that we are not criticising any one of you. That is the first point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that our party's stand has all along been that Ministers should declare their assets. So it is merely a follow-up of our party's stand. In fact, DPM just now mentioned that he had purchased properties with the help of his parents. So we would also know the source of their income. For example, if you say, \"I am buying a property for $5 million.\" People will calculate and ask how much is his income. How come from nowhere he has got $5 million? The fact that you explain, \"Yes, I get it from my parents,\" that is it. What is wrong with that? Anything wrong? Would that not put you in a better position to explain, \"The money is not what I have. I got help from my parents.\" Simple. \n  <br>3.23 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, before I make my speech, I would like to clarify what Mr Chiam has said about what the Opposition should or should not do. I would like to point out that Mr Chiam is not a member of the Workers' Party. He does not represent the Workers' Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday morning, I read the newspaper reports on the HPL press conference. Because SM Lee and DPM Lee bought properties from them, the company stood to reap more benefits. My impression is that the HPL has made use of SM Lee and DPM Lee. I believe SM and DPM Lee would not want to be made use of by businessmen for advertisement purpose to make more profits. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday afternoon, in his speech, SM Lee told us how he received special treatment under various different circumstances. He went on to say that life was like that. His speech gave me the impression that as long as a person is famous, with reputation, with status, then he should be entitled to be given special treatment, and that receiving such special treatment is something that gives no cause for criticism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although I agree with the reasoning that whether a person would make use of his reputation and status to derive personal benefits will eventually depend on whether he is honest and upright, I am concerned that if that person is one who is holding high power and position, especially a Minister or a senior Government official, and has this kind of thinking, that is, with power and status, he should be entitled to enjoy special treatment, and treat it as a matter of course, then Singapore will be in trouble. I feel that this practice should not be encouraged. I am worried that if this concept that so long as one has reputation and status, he is entitled to enjoy special teatment is to spread and be ingrained into the minds of the people, thus becoming a trend, from the CEOs on top right down to the grassroots leaders below, then there will be drastic changes to our society. \n  <br>\n  <br>\n  <!-- Dr Lee Tsao Yuan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Tsao Yuan (Nominated Member):</b> Mr Speaker, Sir, in my mind, there has never been a question regarding the financial integrity of the Senior Minister and the Deputy Prime Minister, not when the news first broke out regarding their property purchases, not when reading subsequent statements. This view has in fact been reinforced by listening to the speeches made yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that there is this opportunity to clear the air. Clean government has not only been a distinguishing hallmark of the PAP Government, it has become a bedrock on which Singapore as a nation has been built. Clean government is an issue of political legitimacy and the moral authority to govern. We need to make every effort to preserve this fundamental tenet of our system of governance, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> there must not be any doubt regarding the financial integrity of Cabinet members and of the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why then the extent of unhappiness over this matter? I think that the unexpectedly intense negative public reaction is a result of three larger issues. I realise that there may be some digression from the issue at hand regarding financial integrity, but it may be useful for the House to examine some of these larger issues because they concern society at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first could be the perception that there is the emergence of a privileged class in Singapore. The second, that the discount pertains to a matter which is very close to the Singaporean's heart, not food this time, but property. The third is that there are some who still hold fast to the notion that public service should involve, if not sacrifice, at least not what they would consider exceptional accumulation of wealth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many years, the principle of meritocracy has led to plenty of real-life examples that those with ability can make it, no matter whether one's parents are hawkers or taxi drivers, no matter what the colour of one's skin, the system recognised and rewarded talent. Education was freely available and was a great equaliser. If one grew up in an attap house, one could with dedication, effort and capability purchase landed property and a Mercedes-Benz, if not a Lexus to boot. That was the Singapore dream. Perhaps for some, that dream is now fading away. Property prices have risen so much more rapidly than average income growth that many have asked in despair whether they would ever be able to buy landed property. Now, one way to own such property is through inheritance or the generosity of one's parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With nearly 60% of the cohort receiving tertiary education, education is now seen as a basic necessity. Where before one has it made if one were a university graduate, it is no longer all that big a deal these days to be a university graduate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the equalisers in Singapore society now? Will the rich get richer? Is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> there a privileged class emerging in Singapore, a trend accelerated because of the pulls towards more unequal income distribution world-wide? These are questions that some in Singapore are now asking. Hence, the fact that there are indeed a privileged few who are eligible for property discounts exacerbates the frustrations of those who feel that the good things in life are beyond their reach. Could this be an underlying reason for the hue and cry? Whether there is indeed an emerging elitism in Singapore society is an issue that should be addressed at length, I believe, but not in this debate. The income statistics do show that income distribution has improved and not deteriorated over time. Where then is the perception? I merely wish to point out that perhaps there could be a larger issue than just the issue of property discounts for Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, this House extensively debated a White Paper on Ministerial salaries. At that time, I stated that I agreed with the philosophy but had problems with the methodology. However, perhaps there are still some who do not agree with the philosophy of private sector benchmarking for Ministerial salaries. If this is the case, then it is important for the Government to convince this segment of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I hope that Singapore society and the Government do not over-react. There is indeed at this time an overlay of political sensitivity, no doubt because of the upcoming general election. The Government is concerned that political hay not be made out of this issue. Although there would be attempts to do so, I certainly hope that we as Singaporeans can address this issue coolly and calmly. They can also over-react by introducing even stricter measures to ensure clean Government in Singapore. I believe that there are already sufficient safeguards. As far as I am concerned, the Singapore Government is clean enough. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, the focus of this debate in Parliament is whether any wrongdoing has been committed by the Senior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> Minister or Deputy Prime Minister Lee in this matter of purchase of properties. The fact that this House is debating an issue involving none other than SM and DPM Lee shows the courage and fearlessness of the PAP and the Government to open itself to scrutiny. SM and DPM have also shown that they have nothing to hide as it was they who had asked for this debate. Mr Chiam has said that the Opposition did not ask for this debate. Many have mentioned to me that there is actually no need for such a debate. Mr Ling How Doong also agrees on this. Others have even said that this is a waste of parliamentary time and taxpayers' money. However, debate we must, to show our commitment to a transparent Government. This is not over-reaction. The facts placed before the House yesterday clearly shows that legally there has been no wrongdoing. It is good to know that in the minds of both Mr Chiam and Mr Ling that this is also confirmed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The whole affair is clouded by many other issues. These include (a) a buoyant property market; (b) HPL and the SES involvement; (c) the fact that this is an election year, \"Election Year Fever\"; and (d) the standing of the Senior Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These issues affect the reactions and the perceptions of the public to these property transactions. \n  <br>\n  <br>\n  <i>Buoyant property market</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the property market this year has not been as buoyant, I believe that this issue may not even have arisen. Why do I say this? When I discussed this with my grassroots leaders, I was pleasantly surprised that it was a non-issue. The first point that was made was that \"discounts\" are an everyday fact of life. The proprietor of a cake shop in my constituency and the Vice-Chairman of the Shopkeepers' Association said that he regularly gives discounts to his friends and regular customers. Another member of the Bedok Centre Merchants' Association, an optometrist, was equally amused when I asked for his opinion. He dismissed it as \"ridiculous\", as discounts are a part of daily \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> transactions. Have we all not at some time or other, accepted or even bargained for discounts? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After our CCC meeting, when we went for supper, another very astute observation was made by another member. He said: \"Dr Beng, the people who are making a big fuss are those who are the rich, who can afford to buy those properties, not people like us. This is a case of envy among those who did not get a chance to buy those units in Nassim Jade and Scotts 28. We have no problem at all with the purchases by SM and DPM.\" Discounts are an everyday fact of life. In the property market, discounts are used to gauge public response to a project. The more the demand, the less the discount. It is used to benchmark the sale price. Earlier speakers have spoken on this, and I will not labour on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reaction of the public is very much related to the interest of the person involved. If the property market had gone down since the purchase of these properties, the issue may never have arisen. Conversely, another equally vicious set of rumours may have arisen. SM and DPM have lost a lot of money. Can they be trusted to be custodians of our reserves? The point of course is that there are envious people who feel that they have been deprived. The profits could have been realised by them personally if they had the chance to buy the properties. Now that the Government and REDAS have announced new guidelines, this equity factor has been addressed, but there is also unhappiness in others. The Government can never hope to please all. Here we see the politics of envy come into play in a very real way. My other colleagues in the House have alluded to this. It now becomes not only a matter of the transaction, but who were the people who bought. In this case, it happened to be two people in very high office in Government. \n  <br>\n  <br>\n  <i>HPL and SES</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SES is an institution taken very seriously by Singaporeans and especially by the business community. The 22nd April \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> SES statement accused HPL for its \"tardiness\" in delaying the disclosure of its sales of two units at Nassim Jade to Dr Lee Suan Yew and Mrs Mary Fu, and in obtaining shareholders' approval for the sale. As Dr Lee is the brother of SM and the uncle of DPM Lee, this of course set all the tongues wagging. This statement became the basis on which many Singaporeans drew the conclusion that there was something wrong in the whole affair. It was only on 15th May that the SES made a statement that was carried in the media on 16th May saying, \"The Exchange has become aware that this statement may have created the wrong impression that the Exchange was also concerned about HPL's delay in disclosing the sale of the two units at Nassim Jade to Mr Lee Kuan Yew and BG Lee Hsien Loong.\" Now we learn from this 15th May statement that there was in fact no need at all to have implicated either SM or DPM as \"Mr Lee is not a connected person because he is financially independent of Dr Lee Suan Yew in respect of the purchase\" and that \"BG Lee was not a connected person under clause 1010 of the Listing Manual.\" The Straits Times report of the 16th May, front page and in bold, ended with these two paragraphs: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The Exchange is satisfied that HPL has not tried to conceal Mr Lee's purchase of its property units.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The Exchange had no concerns over HPL's sales to Mr Lee and BG Lee.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, the Stock Exchange realised some three weeks too late that its 2nd April statement may have \"created the wrong impression\". The perception of \"wrongdoing\" had already been sown. There is a very important lesson to be learnt from this. Regulatory bodies have to be very careful in their presentation of a case, as public perception of technical issues, and this was indeed a very technical issue, can be very different. Yes, they must do their job. It is right for them to do so. But they have to be sensitive in presentation. \n  <br>\n  <br>\n  <i>Election Year Fever</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, any potential candidate is easy target for his foes, either personal or political, at this point of time when we all know that the general election must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> held before April 1997. The unhappiness regarding higher property prices and the HPL/SES issue has given ammunition to those who are not fans of SM, DPM or the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SM has unrelentlessly pursued his vision of a prosperous, corruption free Singapore, with leaders who are capable, unselfish and willing to do work for the common good. He has single-mindedly pursued this vision, without compromise. He applies this very high standard also to himself. Yesterday, he said, \"I am liked by some, disliked intensely by others.\" I would go further to say that for a person like SM, one either admires him or hates his guts. We, many of us in the PAP, admire him. Many of us would go into battle and die for him or with him. So, conversely, for those who hate him, this is the best time to attack him and discredit the PAP and Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, to see SM having to explain his actions pained me, and I am sure, many of you. Just imagine. If he was your father, recovering from a heart problem, and having to explain his actions in Parliament, what would you say to him? I would say, \"Enough is enough! You should quit! If after all that you have done for the country, they could believe that you are on the take for some $400,000, then you should quit. What about the millions of dollars that you have donated to charity from the libel suits, the CD-ROM, your lecture honorariums, etc? What about the billions of dollars that you have been managing under GIC?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can fully empathise with Mrs Lee Kuan Yew when she asked SM, \"Why did you have to care so much for Singapore when the people are so ungrateful?\" Remember, it was after the second angioplasty when he had to defend his own integrity and his family's integrity. Now, nine weeks after his stent was inserted, he is back here on the floor in Parliament to explain to all of us. A loving wife must despise these proceedings. He puts his life at risk in doing this. She subsidised him. She subsidised the whole family. She gave them the emotional support. And this is our payment back to him. I think this is very unfair. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But will SM quit? We all know the answer. Before he started the speech he said that he would give us a robust presentation, and indeed he did, and not only a presentation, but also a very good lesson to any of us. He has said before that he would rise from his grave if he saw things going wrong. His spirit and love for Singapore will spur him on, maybe sometimes to his own detriment. Like the other founding fathers of Singapore, Dr Goh Keng Swee, Dr Toh Chin Chye, Mr Ong Pang Boon, Mr Lim Kim San, Mr Othman Wok, amongst others from that era, they are not quitters. They are \"officers\", in the words of SM, who believe in the code of conduct and integrity. From them, we have inherited modern day Singapore. Yesterday, SM said that he was astonished when the PM told him about the public reactions to the property purchases. This is because of the expectations of SM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our problem when it comes to SM is that because he has done so much, that we often take it for granted the things he has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He wins a law suit, he will donate to charity. A foregone conclusion, a non-event. However, if a business organisation gives $10,000 to a charity, it is a big social event, and there may be an MP or a Minister in attendance to receive an over-sized cheque. Little is it known that over the last five years (1992-1996), since stepping down as Prime Minister, SM has donated a sizable sum from the honoraria that he has received from attending overseas conferences, meetings of international advisory boards, and participating in forums. Again, as the person involved is SM, we take it for granted. However, we forget that effort is required to prepare for these events. We forget that at his age, even at our age, it is tiring to travel and that participation in these international events can be exhausting. What magnitude of sacrifice does this add up to? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1992, from six events, he donated $216,372.30. In 1993, 12 events, $294,776.03. In 1994, five events, $95,804.26. In 1995, seven events, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> $94,568.82. In 1996, four events, $74,013.38. Altogether, 34 events that he had to prepare and work for, and he gave away to charity. How much? 100% -- $775,534.79, three-quarter million dollars. All honorariums earned by him over the last five years were given to the public! Any reason to suspect that he intended to \"pocket\" the $400,000 from property speculation? Add on to this, donations from \"damages\" from libel suits -- $1.37 million. And here, again, we forget that he could have lost the case, he would have to pay out from his pocket, as neither the PAP nor the Government would pay for these personal libel suits. However, when he is awarded damages which rightfully belong to him, he donates it to charity and it is, again, because it is from SM -- expected, non-event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Donations from royalties from Lianhe Zaobao for Book of Speeches, Pictorial Biography, CD-ROMs -- $483,938.72. Of this, $310,610 has been disbursed and the remaining awaiting disbursement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all, SM's secretary, who gave these figures to me, estimated that he has given more than $2 million to charity! Does this tally up with the profile of a man who would take advantage of his position to amass some $400,000 from \"wheeling and dealing\" in property? Let us be more objective! Let others not laugh at the intelligence of Singaporeans! It is because of this very high expectation of the conduct of SM that the slightest \"ink smudge\" (caused in my view by the SES' first statement as I mentioned earlier), that it is now exaggerated as an \"international oil-spill\" by those envious of the \"spotless\" career of SM. We do him, and we do Singapore, a great injustice if we allow any of this unjust talk to continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee -- many of us, approximately, I think, 24 of us, started together with him in the Class of `84. All of us started from zero base. He, however, had to start on the negative. He had just gone through a period of personal tragedy, and he was starting most of all in the shadow of his father: the fact that he was the Prime Minister's son. As the saying goes, you can choose your friends but not your relatives. An easy task? The full weight of his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> responsibility came to the fore when we learnt of his lymphoma and that it was in a very advanced stage. He went through a period of intense setback, and it must have been a time of soul searching for him and the whole family. What DPM faced is the same for all of us in this generation. The difference, of course, is that he happens to be DPM and son of SM! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all work to provide for ourselves and our family. As a responsible father, he needs to plan, especially carefully for his family, and he has to live in the shadow of his lymphoma even though he is now in remission. How much he cares for his family is shown by the fact that in his statement he mentioned that his children, aged 7 to 15, all read the newspapers. What does this tell us? This tells us that this episode must have affected him, his wife and his children. He has also mentioned in his speech that his son is in the School for Visually Handicapped, and SM told us further that his son has more than just visual handicaps. Are these not real concerns for a responsible head of household? Is his investment, and here, not speculation, in property seen in this context morally wrong? PM has shown that legally there is nothing wrong and nobody in this House has disagreed on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam is wrong. SM and DPM Lee have not only the legal, but they have the moral right to lead us after all that they have done in this House, after the way in which they have to bare themselves and their whole families to all of us - something which they never need to have done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, politics is the most uncertain of careers. Those in full-time appointments, or part-time, that is, Backbenchers, still have to plan for their \"other\" life, that is, a life out of politics. It may not be prudent for me to say this, but the fact is that all of us still need to take care of the family, take care of our livelihood and plan for a life independent of politics. It is sheer hypocrisy if we do not admit this, that these are important issues also in the life of all of us who are politicians. We are also mere mortals!. While we are in politics, we have a dual responsibility, and are expected to responsibly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> manage our public life without taking advantage of our public appointment for pecuniary or selfish gains. Here the line between \"black\" and \"white\" is a thick line, many, many shades of grey, and it is here that we become most vulnerable. As the saying goes, if we are afraid of criticism, then, say nothing, do nothing, and be nothing. Once we go into the public political arena, criticisms there will be, and we will expect to be. However, criticisms are very different from what we hear today -- accusations against the Senior Minister and Deputy Prime Minister Lee. It is my hope that out of this debate will come better guidelines that will encourage other able and capable Singaporeans to serve in public life The saddest outcome is one that onlookers will say, \"If this can happen to SM with his track record, and DPM Lee with all his capabilities, sacrifice and tragedy, then I want no part of politics.\" Then the able will shun politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Chiam spoke of commitment. We all agree with him. There must be commitment. But I believe what is implied in his message was that PAP MPs or Ministers lack this commitment because of the matter of money. I hope that he will seriously take the advice of SM and think again on what this would mean for Singapore and the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we need to have in place guideposts, and institutionalise certain procedures to protect our leaders and all those in public office: politicians, civil servants, and maybe even those holding key positions in public listed companies. They need to be protected from frivolous complaints arising out of envy, jealousy, and sometimes even for malicious reasons. It is only when these persons in position of public responsibility can discharge their duties without \"looking around and seeing ghosts\" to discredit them that they can discharge their duties of state with conviction. We should give these issues careful thought. Of course, at the end of the day, no matter what is put in place, the personal integrity of the person is what counts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to me, today, the issue is clear: SM and DPM Lee did not do anything wrong, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> legally or morally. The purchase of the properties was in accordance with current market practice, and there is no question of unfair advantage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate on the Prime Minister's Statement be exempted from the provisions of Standing Order No. 1 at this day's sitting. -- [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PURCHASE OF PROPERTIES BY SENIOR MINISTER</b>\n  </div> \n  <div align=\"center\">\n   <b>AND DEPUTY PRIME MINISTER BG LEE HSIEN LOONG</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, earlier this month when the Prime Minister declared open the Tampines East Community Club, he reminded Singaporeans that the challenge faced by Singapore (be it the last three decades when we first achieved independence, today or in the future) remains the same, that is, to fulfil the hopes and aspirations of Singaporeans. High on the list of aspirations and hopes among successful Singaporeans, mainly the young professionals, is to have better private housing and to own a bigger house. This can only be achieved when there is political stability, strong political leadership and buoyant economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current excitement on the purchases of HPL condominium units by SM Lee and DPM Lee must be seen against this scenario. Yesterday, all the facts and circumstances pertaining to this issue were laid bare by the Prime Minister, the Senior Minister and Deputy Prime Minister Lee before this House to clear any doubts and misgivings surrounding this issue. The Prime Minister had also disclosed to this House that a proper investigation had been conducted and it was firmly established that there was no impropriety or cover-up in the matter. Both Senior Minister Lee and DPM Lee had also given detailed account of their purchases of what should rightly be a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> private matter for which they were not obliged to tell the public. If Singaporeans are still not convinced by the explanations given, then there is a great cause for concern as the honesty, integrity, credibility and honour of, not only the two Ministers, but also of our Government, is at stake. That this property issue had led some Singaporeans to question the credibility and the moral authority of Senior Minister Lee and DPM Lee is a sad day in our nation's history. Every Singaporean should be honest to admit that this would not have happened if it does not involve prominent public figures. What this episode proves yet again is the never ending vulnerability of those who hold high political office, in particular Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a nation, I sincerely hope that Singaporeans have not lost their bearing and orientation. Have we forgotten the trials and tribulations that SM Lee and our pioneer political leaders had gone through in the early years of nationhood? Thirty years ago, when we had independence thrusted upon us, very few people had the confidence that we could survive or progress. History has proven our critics wrong because today our country is in good shape, our economy is sound and we have a strong defence system. Most important of all our people are well looked after -- they have good education and job opportunities, they are adequately housed, and they enjoy a world-class standard of living. Would all these achievements, which have been painstakingly built up over the years, be possible without the able, honest, dedicated and courageous leadership of our Senior Minister, who together with his contemporaries, had made hard-headed decisions in the crucial years of our nation's independence for the long-term good of Singapore. Of course, what we are enjoying now would not have materialised if not for another important factor, that is, the strong emotional bonds between the Senior Minister and his generation of political leaders have managed to establish with the people of Singapore. In building modern Singapore, SM Lee and his team have made great personal sacrifices and have more than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> discharged their responsibilities towards our people. Such sacrifices also apply to Prime Minister Goh and our current political leaders to ensure Singapore's survival for many more years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bearing in mind what I have just said, does it make sense for SM Lee and DPM Lee to undermine their standing and stature not only within Singapore but also in the eyes of the international community? If we are rational and level-headed, the answer then is obvious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is indeed absurd for us to accept that what is a normal commercial transaction has turned into a controversy. The decision to have this debate is a right move and I share the view that there are more pros than cons in debating this issue. It reflects the level of political maturity that has evolved in our nation's short history of slightly over three decades. It augurs well for the future of our country because it demonstrates clearly the PAP Government consistent stand on being open and transparent on issues which affect public interest, no matter how politically sensitive it is and irrespective of who is involved. Now that we have had a full debate on this issue and all lingering doubts and uncertainties have been clarified, it is only logical for Singaporeans to see this issue in the right perspective and decant themselves of any emotional hang-up and put it behind us. \n  <br>4.02 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, first, I want to thank the Members of the Opposition for helping to clear publicly any doubts about the legality or propriety of the purchases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam had said so, Mr Ling How Doong had said so, Mr Low Thia Khiang had said so. I am sorry that Mr Cheo was unable to make up his mind and has decided to leave it to the people to decide, which I do not think speaks well of the trust the people in Nee Soon put in him. He is here, the people of Nee Soon are not here. He can judge better than they can judge. They watch television. But from the three out of four Members of the Opposition, they have said that there is no question of illegality or impropriety and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> that, in fact, any question of wrongdoing arose only because the money was returned. I agree. He was not here yesterday when I explained why it was returned. I think he was not here also when the Deputy Prime Minister earlier in the day explained why it was returned. I hope he accepts the explanation and perhaps satisfy himself or, at least help satisfy his constituents. And in fact they should write a petition and say, \"Please don't give it to charity. Or if you must give to charity, please don't forget Bukit Gombak.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to take this opportunity to answer the questions that have been raised, especially by the Nominated Member, Dr Lee Tsao Yuan, on the Singapore dream. Is it now out of grasp? But it is a challenge relatively small in the wider challenge and that wider challenge is: can Singapore continue, be successful after the first generation is gone? There are many doubters. In fact, many still believe that because I am in Cabinet, therefore it is me that is able to keep up these standards and that therefore things have not deteriorated. That once I am gone, so will this pristine quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take this as perhaps the most serious challenge and I think it is no better stated than by Samuel Huntington, Professor of Political Science, Harvard. And he went to a seminar in Taipei last year, 27th August 1995, where he extolled all the emerging democracies and denounced Singapore. He is a person of some renown, some standing. He is the man who wrote the article \"The Clash of Civilisation\" which is coming. In his speech, he threw down this gauntlet to me. He described the Taiwanese model and all the other liberal models which were following the American pattern, then he described Singapore. He conceded, yes, it is successful but it is authoritarian and will die with the authoritarian person. Let me quote what he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The contrast between this model [that means the Singapore model which he disapproves of] and the democratic model is often set forth in terms of the contrast between Singapore and Taiwan. A contrast that is real is also often exaggerated as in the recent New York Times headline, which summed it up as a difference between \"clean and mean\", on the one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> hand [that is me and all of you], and \"filthy and free\", on the other [that is Taiwan and the new democratic President, freely elected by 21 million people].' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a matter of great importance to the Americans because it is not just Singapore and Taiwan. The Americans are most concerned about it: which is the model to which mainland China will be attracted. And he was quite honest. Yet, as the article also pointed out (this was the New York Times article), Taiwan and Singapore are the two most successful Chinese societies in the 5,000 years' history of Chinese civilisation, and one or the other is likely to be the model for the future of mainland China. That is a very, very big issue. So when they gun for us, remember, they want us to disappear -- not that they hate us, we are their best friends, we help them -- but they do not want us to succeed as long as we follow this policy of clean, honest administration, no monkey business, no free rampant press that is free to spread false information, libellous information, without challenge, as in the Philippines or as in America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He concedes, \"Some authoritarian governments, Singapore among them, have been remarkably successful in producing economic prosperity, social order, general well-being.\" But do you know what they always say, cannot chew chewing gum, cannot spit in the streets, cannot urinate in the lifts, got to keep toilets clean, fine for this, that and the other, that is authoritarian, is against democracy. It stifles creativity according to Dr Chee Soon Juan. If we can do all those things, chew gum, pee in the streets, spit around, that will make you creative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says, \"Singaporeans legitimately boast about the lack of corruption of their political system.\" \"Legitimately boast\" - we do not boast. We do it because it is a matter of need, of survival. If we are like the others, money politics, what is the advantage of the big banks, the big petrochemicals, the big refineries, billions of dollars worth of investments? Why do they come to this tiny island which Mr Ng Teng Fong, one of our most successful \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> property developers, says it is so small, you cannot see it on the map? But you just look at the prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"And Lee Kuan Yew\", says Samuel Huntington, \"has provided the example and the discipline necessary to achieve this.\" In other words, he concedes that example and discipline were necessary to achieve this. If I am down, if I go and take $416,000, the example is gone, is it not? They will cheer and give me the most rousing send-off of anybody who has to quit politics. But I am not likely to oblige them. Why should I? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His real gauntlet is in his last paragraph. He praises Taiwan, which he is entitled to do. I admire many of the things they have done. Small island, of course slightly more resources than us, but from a small Japanese colony, bereft of infrastructure, or not much infrastructure, they are now one of the thriving industrial states of Asia. But of course not all things are right as Dr Ker Sin Tze who has just come back from the President of Taiwan's inauguration on Monday, would tell us. I am waiting to hear from him. You never read this in the Western press. But you read it in the (Yazhou Zhoukan), you read it in Taiwan newspaper, (Tian Xia), very moderate, balanced monthly, you read it in the Hong Kong press, (hei jin hei she hui) and even Newsweek -- I do not know whether they knew what they were doing -- showed a picture where the President of Taiwan had to hold up the hands of the local Mafia boss in order to get the votes of that area. If I go and do this act, the Western press would say, \"Here is another Andreotti.\" But because it is Taiwan following their pattern, he says, \"No, no. That is democratic politics.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says, \"The freedom and creativity that President Lee has introduced here in Taiwan will survive him. The honesty and efficiency that Senior Minister Lee has brought to Singapore are likely to follow him to his grave. In some circumstances, authoritarianism may do well in the short term, but experience clearly shows that only democracy produces good government in the long run, as in America.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But long before he threw me that challenge, the gauntlet, I had been thinking of the responsibility my colleagues and I face as time creeps over us, and we went in for systematic self-renewal. If we left it to chance, this House would not have the people who are sitting here. And even the four Opposition Members would not have won their seats without using money. Every government in this part of the world, having got into office, ensures its re-election by being able to give money. But the Opposition cannot raise the same amount of money. So they must win. Read what the newspapers say per voter gets in Taiwan, hundreds of millions of dollars. Read what the newspapers say when there is an election for UMNO, until Dr Mahathir deplores the practice. He is worried and he is open about it. And the Deputy Prime Minister is also against it. But a system has set in. We did not allow that system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We finished off the secret societies within the first three years of office. From 1955, we suffered at the hands of the gangsters and I had to fight a by-election in Tanjong Pagar. Before the next elections, we set out and cleaned them up. There are no gangsters running in Singapore. You win or lose on your merit. We have formed our own rules. I believe - I would not call this an incident, I am not sure what is the appropriate word for it - out of this particular occurrence, good has come and will come to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What does it prove? That the system I set up worked without me in charge, and the Prime Minister was in charge. The Finance Minister did not report to me. When the matter went up to him, he went to see the Prime Minister. The Prime Minister did not consult me. He had an inner pow-wow, because it is a dangerous thing investigating me and the DPM. He never told me this. I heard all this only now. He consulted Dr Tony Tan, Wong Kan Seng, Jayakumar. They decided and rightly said, \"Have to investigate\". I was ill or recovering from my stent operation, have to be questioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, the system worked, because of the men I put in charge, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> including Mr Koh Beng Seng, whom Dr Goh and I nurtured. He is an honest man. He had to report against somebody who was his protector and his patron, because he was about to be sacked when he clashed with the former head of MAS. And I told Dr Richard Hu, \"No, we change the boss. This man is an honest man, keep him there.\" I think Dr Richard Hu will remember that. But he did his duty. He did not come to tell me and say, \"Sir, I've got this case against you. I'd better give you the documents. I think you'd better hide it.\" He could have done that and returned the favours I did him. Because he had clashed with Mr Joe Pillay who was MD of MAS and he was Deputy MD. And knowing him as an expert in the banking field, knowing Joe Pillay was an all-rounder, not an expert, I supported him, and Joe Pillay went to National Development and another MD took over. But he did not report to me and I am very proud of it. I chose the right man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My younger brother, Dr Lee Suan Yew, rang me up yesterday and said, \"You know, Ong Beng Seng is very worried. He said that both I and Richard Hu said in Parliament that giving DPM 12% showed corruption or intention to corrupt. What will happen to him with Koh Beng Seng who is gunning for him?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Ong Beng Seng. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> No, what will happen to Ong Beng Seng with Koh Beng Seng in charge. He says he is really worried. So I spoke to the Prime Minister and spoke to Richard Hu and I think it is only fair that I should say this. I told my brother yesterday. I said, \"No, you are wrong. If Ong Beng Seng does his job, Koh Beng Seng will not do any harm to him. But if he does his job wrong, is not open, not straightforward, bending the rules, he has to face the consequences.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to say this. I have cleared this with the PM and the Finance Minister. That MAS and SES have nothing against HPL or Ong Beng Seng. He can do his business. There is no need for anybody to run away from him, as if he is a leper. He is a straightforward businessman. Let us be very careful not to destroy entrepreneurs. He is an entrepreneur and I admire him as an entrepreneur. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When President Suharto asked the PM to move into new areas in the tourist industry in Indonesia, I saw several entrepreneurs, one by one. I came to the conclusion that Ong Beng Seng was the best operator of them all. So I said, \"You move in. Try and lead as many of our teams as possible, team up with pribumi entrepreneurs there, not with Chinese Indonesians, because that will lead to more complications. Get pribumis.\" He told me, \"Yes, I understand, don't worry.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He does not always succeed. He went to Vietnam to start a hotel. He followed me. He even got a site and one member of the committee of Ho Chi Minh City was put on his board, which is not the Singapore practice. But it still failed because he got the wrong member on the board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important for us to make a clear distinction if we are to succeed. The people here have to be Jesuits, in this sense. We do not touch it. We play according to the rules. But to succeed, we need Ng Teng Fong, the Kwek Hong Png family, the Lum Chang group, Ong Beng Seng. I will not be able to do what they can do. But I can conceptualise and having met them, I understand what it is we as a Government can do to facilitate their enterprise. I have met Ker Sin Tze's Liang --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Wu Ching Liang. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Wu Ching Liang. He is a very good man and also very bright. But please do not believe that because of my association with them, I now think like an entrepreneur or I think like them or will act like them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe it is a plus and I never doubted it, because I am guided by one simple principle in my life. What I am afraid to have publicly discussed, I never privately do. Whatever I do privately, I may have to keep it secret for some time. But if it comes out, I am prepared to defend myself. It has served me well and I am happy that the House is in total agreement, the Opposition and the Government, that there was nothing wrong. But what is most important is that we bring it out into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> open and that the world knows the new leaders were prepared to act on the same standards. We are disproving Professor Samuel Huntington. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a few things which I want to settle first. My daughter-in-law, Ho Ching, wrote to me this morning. She said, \"Better clarify about Singapore Technologies.\" Otherwise, she cannot get good men. She said that she did not get much. But she, as the MD, had paid $1 million in bonuses to successful MDs of her subsidiaries. She has written this to me, so I am sure she would not mind my announcing it, because people will know it anyway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, her salary was $21,500 per month. With the 13-month AWS, it was $279,500 per annum. Her bonus was $290,000, making a total of $569,500. Let me tell the Opposition. This is chicken feed compared to what the big companies are paying. This is a Government GLC. I have been urging the GLCs to follow private company practice - stock options, bonuses varying year by year. Because without that, Singapore Technologies have lost some good men. And the $1 million also caused a big row. There is no harm letting it be known. It is a difference in philosophy. She was trying to follow the market and gave $1 million. The Chairman, Dr Yeo Ning Hong, thought, \"God, $1 million, better clear with me.\" But she thought that was the market price. But he has been in Government for so long, the idea of paying $1 million, when he was earning $300,000-$400,000 as a Minister, shocked him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we start thinking in different terms. It is an unfair and unequal world. If you want an equal world, you end up with the Communist system. Mao Ze Dong's salary was about 15 or 20 times that of the lowest paid worker and so everybody was on grade 1, 2, 3, 4, 5, 15, 20. But as I explained to you, when the man took his Mao jacket off, it was fur-lined. The ordinary worker had not got a fur-lined jacket and he got different perks. And the system did not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;She has been offered a higher salary of $28,000 last year. She decided, for her \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> own moral authority over the others, to set the example and refused to take it. She stayed put at $21,000, but in April this year, Dr Yeo Ning Hong pressed her again and insisted that she takes $28,000. So I suppose she will be declaring a higher income tax. $7,000 more a month, that is $84,000 more a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you start paying the DPM what he was paid before it was pegged to the private sector, should he stay on? Yes, says Mr Chiam, we all should. Maybe he would. But for how long, when he can make more? Maybe he would, not wanting to make more, because his father did this and he feels he may be under an obligation. But you cannot run the system. The system will malfunction unless it is monitored and adjusted. And I say this very seriously, that the salary adjustments were part of the process of clean and honest Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers, high salaries, buying homes -- it is going to be an election issue. I am prepared for that. The Prime Minister is prepared for that. What would you have? Ministers, as in other countries, owning huge bank balances elsewhere in Geneva, Zurich, homes in California, London, Sydney? Or Ministers buying homes in Singapore, and if Singapore falls, collapses, they also are finished? They cannot buy shares because we have inside information not only of what the economy is doing, but what we intend to do to intervene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister asked DPM to cool this property market. He and the Finance Minister have been working on that package, together with Lim Hng Kiang for the last one month. They could have just told one little word to somebody and you sell before this package and a few hundred million dollars can be cleaned up, before the stock market went down, or people are saddled with properties which they can no longer sell. But you've got to trust them. You've got to have men who can be trusted. He owns two properties, plus three others, which now have dropped in value. So has my wife. But we take this decision. We are accustomed to taking such decisions. All my life, if I allowed personal interest to decide which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> way to go, we would have a different country. The value of all his properties went down at least by 15%, 20%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the package he put up with Lim Hng Kiang -- these are the young team -- they were very aggressive. And the Finance Minister says, \"Okay,\". When I saw this, I was most disturbed, because you can bring the market down, you cannot bring the market up. It is difficult. People must have confidence. So I was glad that we brought back Tony Tan from banking, and he minuted \"This is too much\". And I said I agreed. The PM was in Vietnam. I faxed him. I said, \"Don't overkill. Let us go step by step.\" If this does not stop the speculation, there are a few other measures we can take which will stop the speculation. But we do not want to stop the growth of the property market. Honest buying and selling and the desire of the people to buy houses should be matched by the supply of land for builders, and so the decision was made, and I think it will work. It is already cooling off. By another 3-4 months, it will pick up and find a new level. No longer this fever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Dr Lee Tsao Yuan brought up a fundamental question: the dream, is it out of reach? I have discussed this with the young Ministers, and I have put up certain proposals which startled them. Let me explain a certain philosophy of Government and a certain philosophy of society on which my old colleagues and I have governed Singapore. Men are not equal in a society. But you've got to be able to bring them together into a united whole, a sense of one nation, one society, that we share successes and we share tribulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other example is Hong Kong. Every man for himself, the British Government is just a referee. If you win, winner takes all. So you have seven, eight, nine, ten Rolls-Royces, house on the hill, house in town, yacht, and then you find shanty huts on the hillsides in the New Territories. We cannot do that. They do not have to defend themselves. If they had to defend themselves, and everybody has got to have a gun, that system would not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a secretary now who is digging up the records, because when I have spare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> time I am writing up what my colleagues and I did. He produced me a document way back in 1965, immediately after independence, and we had to build up an army. Dr Goh went around, from a corporal, that was all his experience, he set out to form the PDF. So Members of Parliament, civil servants, ex-volunteers, put on uniforms, went marching and the first National Day Parade, we had some kind of an army. But immediately I said, National Service for all, build up the largest possible base on a small manpower, which means they are not going to fight, unless they have something to defend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I worked out the CPF scheme and HDB to match. It has taken 30 years (1965 to 1995) to reach 85% HDB home ownership, 10% private home ownership. So 5% have no stake. For 95% of Singaporeans, as the properties go up, they rise with it. So a taxi driver who bought a 3-room flat for $25,000 -- $30,000, today it is worth $150,000 to $180,000, and with main upgrading, in another five years, if he just waits, it will be worth $300,000. You show me one city in Asia where that is so. You say that is social engineering. I say, yes, it was. I am not ashamed of it. It was good. Was it completely altruistic? Yes, and no. Politically, we had a vested interest, because we knew an ownerless, renting proletariat is a fickle, volatile voter. As you can watch Taipei, they voted against the KMT, you watch Tokyo, they voted against the LDP, you watch Seoul, they voted against the ruling government. Or you watch Delhi, they voted against Congress. But in Singapore, they know that if they vote against the PAP and they land up with Dr Chee Soon Juan and all the bright young men that Mr Chiam hoped to get -- I know he has learnt his lesson, but it is a little bit too late -- they may toss around a vote just to needle the new Prime Minister, but they know that the wrong vote and the property just goes right down and they are worth very little. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What then is the philosophy behind it? If I can use a metaphor, I say life is a marathon. It is an unending competition, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> without a finishing line; you finish one, the next marathon begins. So when we started in 1959, and we fired the \"go\" signal, everybody thought, yes, I am going to win this prize -- just, equal society, equal opportunities for all. But we are not equal human beings. Some have great stamina, some have not. Some have great energy, and good minds to think out a strategy, some have less. So by the half-way mark, by about the 1970s, the middle 1970s, I could feel that many knew that their children were not going to win the first prize. Because in a marathon, everybody starts off most energetically, then after a few kilometres they are drenched with water and panting and so on, so they know it is better to give up. But if they gave up in life, the country suffers. So all along the way, we gave consolation prizes. You finish one kilometre, you get a prize. You give up, you do not get the second kilometre prize. So he tries and he paces himself to collect the most kilometres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is a reality. It has to be faced. But if you say, all equal, whether you finish or you do not finish, then you will never produce a marathon winner. Do not believe that Pete Sampras and Boris Becker train every day, for what? For your enjoyment, or to win the first prize and with it millions of dollars. That is what spurs them on. You just wait, given a few years, you will find young Chinese trying to be like Michael Chang in China. I am sure they are going around looking for those with the right joints, right muscles, right height, so that, unlike Michael Chang, he would not be looking so small at the other end of the court. It is that which produces human progress. That is why the West, America and Western Europe beat Russia, the Soviet Union and China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I read a magazine article of what happened to the gymnast champion Olga in the Olympics. What was she doing? This was the London Sunday Times magazine. She had no sponsors, she was a coach with a miserable flat, husband, children, poor food, and they showed pictures of the flat. On the other hand, the American champion, Mary Lou Retton, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> who won at Los Angeles Olympics, beautiful costume, every gymnastic leotard or whatever, carried her name, multimillion dollars. So one succeeded, the other failed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I started life as a socialist and a near communist. So we formed up with the communists, all men are equal. But I decided that this was not true. It is against my observation and my logic. We are a close family -- three brothers, one sister. We are similar but we are not equal. Some are better athletically, some are better mathematically, some have more energy, some have less energy. My own children - they are very similar but they are also good at different things. And that is the nature of man and you have to devise a system that enables each one to thrive to his maximum. So you give prizes along the way. Now, who wins the big prizes? This is a very big problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I choose another metaphor. If we sit around a table, let us say, 10 of us, play bridge or poker, and each starts off with 1,000 chips. At the end of five hours, I will tell you the chips will go into a big pile in front of two or three. Must be. It is in the nature of human beings. Some are good at bridge. If you meet Kasparov in chess, you have no chance. Even IBM Blue got defeated. So what chance have you got? So out of 10, three are winners. Let us say we break up into eight teams of 10. Next week, three out of 10 meet again in 10. Finally, you have what you have in the world - the billionaires. Just think that over. Why are they billionaires? Because they have that extra -- the killer instinct! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can Singapore allow that to go to its logical conclusion? I think we cannot. The British tried it -- to reverse the process -- they failed. The tragedy of the British Labour Party was they refused to admit that men were not equal. So when they implemented socialist policies, equal educational opportunities, and it did not produce equal results, they said, \"class system\". Those who went to public schools had the advantage. Those who went to all these county schools were out, never got to the best universities because they had poor teachers. That is not true. That is rubbish! I used to subscribe from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> my student days to the Fabian Society pamphlets that believe in this fair, equal, just society. When it failed and they still had people with good results, some with mediocre results, and many with poor results, they said, change the system. And what was the change? Two headmasters wrote this paper. When I read it, I thought to myself: \"God! There is no hope.\" They proposed that you take all the best teachers who are all in the best schools and send them to the weakest students. And the weak teachers can teach the good students, and then you equalise. It is what you call a procrustean solution. If the man's leg is too long for the bed, just chop his leg off. I decided I will stop subscribing to the Fabian Society. You cannot do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lee Tsao Yuan has raised a very significant problem which, I think, is with us. And the solution -- there are several -- which I have put to the Prime Minister and his colleagues. They are a bit nervous because it is such a fundamental kind of solution but does not need immediate action. Way down the road, 5-10 years, they can think about it. Let me explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The British tried to kill off the landed properties by taxing them when they die - 95% estate duty, high income tax. You re-distribute wealth. The result: the wealthy landowners, the Duke of Westminster who owns Covent Garden and the West End, put it in trust, entail. So they only have life interest and it belongs to their children, and then their grandchildren. So when they die, they only pay estate duty on themselves, their portion, life interest. And so the sons, the moment they have owned it, they entail again, and so on. So they could not get it. And you say you tax too much, they put their money abroad. So in the end, they got no change. But if you have no change, and you have great disparity, eventually you have a revolution. That is why revolutions take place. That is why the French revolution took place. There comes a time when the winners have too much and the losers say let us overturn the system, and they do. And the last time that happened in France was 1958 when they brought back de Gaulle, and he started afresh. The British never had a revolution. They went on by evolution but the problem is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> solved. Their class hatreds have diminished to some extent but the underlying antagonism at the unfairness of it, of people with huge landed properties, and they with nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But how do we solve this? If we do nothing, our able will leave. If they cannot get good properties, they will go off to Australia, Canada. They will be second-class citizens, but anyway they will have a big house. And Singapore's economy will go down. I think we should find a solution for this. And the first solution is an immediate one which can be solved within 2-3 years, if not earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The private sector market will always be what it is. They are going to get the best customers to boost their properties, to maximise profits. If we had allowed the private sector to do public housing, it would have failed. Because they would be wanting to build and sell to the best-paying customers, the best buyers. We have a different target -- to give everybody, particularly those who cannot afford, a home. So we entered that market and controlled it, and today build up 85%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we face this little problem, or it is little in numbers, because the young executives and professionals do not decide the outcome of the election. The outcome of the election is decided in the housing estates. But I think they are an important section because they are vocal, they are the people we want to join us. So a solution must be found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have suggested, and they are thinking about it, go in for luxury executive condominiums. We enter that market. We sell to Singaporeans, if necessary, by ballot. 3,000 a year, 5,000 a year, we can do it. We have the capacity, together with the private architects, to do that. Heng Chiang Meng will be put out of business, partially. So will Leong Horn Kee, partially. But it will be equal to any of the best that the private sector can produce because we will use private sector architects, use their contractors, their materials, but lower price, but no quick resale, because that is not the Government's duty. You say you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> want a home, we sell you a home, maybe 20% less than the private market. But you stay in it 10 years before you sell it to a foreigner. When you sell, you sell to another Singaporean. In other words, it is like SIA or SPH shares. When you sell it in Singapore, you know you do not get a premium. And so the SIA local and SIA foreign shares, there is a wide gap. So too are SPH local and foreign shares. In fact, as you go along, every year, the next buyer knows he has to wait less time. So the price begins to rise. That is one way, and it can be solved, and immediately you get 3,000, 4,000 or 5,000 couples less disgruntled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way, and maybe the private sector will welcome this -- Heng Chiang Meng, Leong Horn Kee, even Mr Dhanabalan's company -- we sell you land, but as part of the tender, we tell you beforehand that 10% of the units, or maybe 15% if the demand is high, can only be sold to Singaporeans and the strata title will stipulate that for 10 years, they can only be sold to Singaporeans. In other words, same buildings, same flats, but no free market, no foreign buyer bonus or premium. So when you bid for the land, you deduct for what you will lose, sale price. It can be done. That is a quick solution. The aim of HDB is really to scale down and not to move up, because they want to get out of it and just concentrate on the lower income. But, unfortunately, we now have a higher income group or middle-higher income group that feels that it is being priced out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure that we need to do anything much at the moment. Let us first watch and stabilise this market. Let us see what happens. In three to six months, the market will be stable. Then we will know whether it has dropped by 5%, 10%, 15%, whatever, and we keep it stable. Meanwhile, all these options can be calculated. But in the longer term, as I told you, when we play, smaller and smaller winner versus winner, the chips end up in the best winner. When Kwek Hong Png died he must have left a few hundred houses, in corporations, buildings, and so on. One day Ng Teng Fong's children will also have a few hundred houses; so will Wee Cho \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> Yaw, and I do not know who else are in this big-owning class. I have only several, or my wife has several. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have suggested to them, think about this as one way, do not do it like the British, tax them, because all you will do is to have them unload, move out their money from Singapore, then you are left with nothing. Leave it. But when they die, you say you can have two for each child or member of the family, the rest must be sold within X number of years, like we do for foreigners. Give them 10 years, 12 years, 15 years, so the market is not suddenly depressed by a five-year sale, but over time you have to sell off. In other words, more people get a chance to buy and own good quality housing. But as DPM pointed out to me, he argued this with him, he said: But in the end, it will go back to the chaps who are the big and the best players. I agree. Some will go back, but each time we are doing a redistribution of the chips, you keep each generation, new group of young executives and professionals, being able to get into every sector. What we must not have is that those families that already have will always have and the new families cannot have. That will lead to division. I worry because my son, the DPM, his house, which his mother helped him buy for $1.5 million, at the time he bought it, I thought it was not much of a house. I am told in the market it is worth $10 million. So I did a mental calculation. In another 15 or 20 years, at the rate of escalation, it will have gone up to $20 million. How can his son ever hope to own a house like that? And he has three sons, one daughter. So only one son will get it and they've got to wait until both mother and father have left the scene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So some reshuffling of the cards has got to be thought out well before this problem becomes acute and we must have the will, the ingenuity and the creativity to think of solutions. I do not know if Mr Ling spends his time thinking about these problems, but perhaps he has his think-tank, Dr Chee, pose him these problems and let us see what his solutions are. But I urge you to believe me. We did not embark on this in jest for our personal fame, for our personal glory. We got saddled with this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br> responsibility and there are times when I wish the coin had dropped the other way and I had not gone into politics. Then somebody would have done this job and I would be like my brother, with $60 million. As he told me, \"No, easily you will make twice that amount.\" All younger brothers think better of their elder brothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we thought out the plans carefully. Not me alone. There was Dr Goh, there was Lim Kim San, quite a few of us, worked out, put the idea, lift it into shape and you have today's Singapore. But societies are not static. Technology changes and new generation comes in, new lifestyles, they also want to come up to the top. And the critical factor is to have social mobility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now come to the last and most sensitive of all these issues, namely, the question of what is inherited and what is trained or taught. I believe in the bell curve. I make no pretence that you get two farm horses, you get a race horse. That is not how race horses are bred. If you read how they breed race horses, you know that they all come from Arabia and that they have had race horses from all over the world. But the ones whose parenthood goes back to Arabia, Arabian horses, they win. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what happens when you have a society that begins to have education stratifying it, is that if the man is not so stupid as to go and do what some of our men are still doing, a doctor marries his nurse, or a lawyer marries his secretary, and so on, if he marries his equal, the chances are you either have a doctor or a dentist or some professional. But even the lowest, by the nature of the way human beings reproduce, they may not produce so many bright ones. But it is amazing how from some great great grandfathers, some bright great great grandson or granddaughter comes out from a very poor family. And it is the business of the Government when such a person appears to open the way for him to rise to the top. That is not what the Labour Party wanted. They wanted everybody to go to the comprehensive schools so that all come out equal. They do not even want them to go to a special grammar school where \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 343</b></font>\n  <br>\n  <br> bright young poor kids are brought together for special training to send them to Oxbridge. But you see it is not a practical solution, does not match reality, so it has not succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing they took the other way, get all these young bright kids, train them, send them to the best schools and the universities. They will be on top. And that is the way we have gone. So when Dr Tony Tan started the independent schools, which I urged him to do, it is really not to stratify our society but to raise our level, because too many people were sending their children abroad, because they could not find quality schools in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One day when Mr Ho Kah Leong told me that his daughter had gone to school in Melbourne, I said something must be done. It cannot be. We are doing ourselves harm. Unless we upgrade the quality of our schools, there will be more daughters and sons abroad, of people who can now afford it. So by these independent schools plus the scholarships of at least 25% from those who are poor, we are able to get the best wherever they come from, whether they come from bright homes or not bright homes, equal chance. But please remember they do not start with equal capacities. If you believe we all start with equal capacities, then you will embark on policies that will not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we try to make our son a musician, he would have failed. I could have got him the best music teachers, he came back with his report card -- A, B, C, D, E, F -- it was always D or E for music. He cannot sing, he cannot play musical instruments. Three children, more or less the same, one slightly different, can play better than the other two, more agile. This assessment of reality and then matching policies to maximise on reality is the reason why we have succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make one last important observation. Do not hesitate to face a problem head-on. Never dodge it. It is what I have done in this case. I would never run away. Not possible. You put out an SES statement, I must respond. I must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 344</b></font>\n  <br>\n  <br> go to the end of the world with you because what is at stake is what I have set out to do. It was not a one-man job, I was just the conductor and I had a good orchestra, good players in that orchestra. And I do not want the music to stop with the new conductor and new instrumentalists. It is important. But for the Prime Minister to succeed under different conditions, he has to face the conditions of 1996 and the prospect of a very different world, a booming economy, not just in Singapore. We will be in a few years less booming than many of our neighbours, including China. China will keep going at 8% or 10% because it is starting from a low base. And if we are not careful, many doing business there will find the cities becoming so improved. They can improve it, if not in 10 or 20 years. Once they start going to Chinese schools, they may never come back, as those who have gone to Australia, New Zealand, many do not come back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in this very mobile world, we have to work out a system that will keep a certain hard core of men and women of ability who are committed to Singapore, who want to see Singapore survive, who want to keep up one little place in Asia which has blazed the trail. We went against the odds. We did not follow conventional wisdom. People said we should not have multinationals. We did not have the entrepreneurs. We will never have the kind of entrepreneurs that the Japanese, the Americans and the Europeans have. They are top men. We have one Sim Wong Hoo and he is having a hard time against the competition. His Creative Technology, you can think that 200 or 300 bright Americans, including Chinese in America, improve on it and suddenly, you have lost your market, you are out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we have to find niches for ourselves. But if we think we are going to blaze the trail to new technology, we are kidding ourselves. The Japanese can. They have got the numbers. They have got the people with that capability, 125 million of them. So they could have crystal displays, LCDs. I asked an American executive in Williamsberg, \"How did they become so good? Did they learn from you?\" He said, \"No. We were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 345</b></font>\n  <br>\n  <br> very careful not to give them anything. They thought it out themselves.\" And now all American laptops are at a disadvantage. Because when they make a new one, they sell first to Japanese companies. So Japanese laptops have beautiful clear screens and then, later on, American laptops have it. Can we do that? I really doubt whether we can. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once in a while, we throw out an unusual man like Chris Tan and we bring him back and he starts our IMCB. But he is important. If we can find enough of our Chris Tans to come back and we provide him with a hard core of our own, then we can survive, we can succeed. Then we will prove to Samuel Huntington that he is wrong. And that is my ambition. It is a challenge which I think I am winning. [Applause.] \n  <br>5.14 pm \n  <br>\n  <br>\n  <!-- Mr K. Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr K. Shanmugam (Sembawang GRC):</b> Sir, I will try the thankless task of speaking after the SM. The questions that have been asked about the HPL purchases by the Senior Minister and DPM, I think go straight to the heart of a basic principle on which the Senior Minister has built his entire political legacy. The principle that personal integrity or the core of our leadership is completely beyond any question or reproach. Since the questions have been raised, the facts have been set out clearly, the two Ministers have subjected themselves and their conduct to searching examination. And on the facts that have come out, a right thinking person can only conclude that there is nothing in the conduct of either of the two Ministers which can be the subject of the slightest reproach. Having said that, I think it is worth considering the nature and the merits of the questions that have been raised outside this House and compare them against the facts. And I think that exercise will show that there is no basis for any criticism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, there seems to be two underlying themes to the questions that have been raised. First, some have said that as Ministers, the Senior Minister and the Deputy Prime Minister should not have received their discounts. Second, some go \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 346</b></font>\n  <br>\n  <br> even further and are unhappy about the very fact that the two Ministers had purchased the flats before the flats were officially launched for sale. The often unstated assumption is that the Ministers had in some way used their public positions to obtain an unfair advantage or had in some way been privileged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both these questions primarily raise the issue of whether the SM and DPM had in any way used their public offices for private gain. If they did, then they would have done wrong. If they did not, then that quite simply is the end of the matter. For purposes of this debate, that is the issue and the only issue, and it is a very narrow question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that in mind, I will deal with the first criticism that the two Ministers should not have accepted any discount. To me, this argument appears to be utterly divorced from reality. They purchased the flats like other purchasers who were successful. They received discounts like several other purchasers, except for one unit in the case of DPM for which there were special reasons. Everyone who buys a flat knows that it is a standard marketing technique and others have said that in this House. It is also standard industry practice to offer discounts to early purchasers. Often, these early purchasers would include those connected to the project, like lawyers, architects and so on. To my knowledge, when my firm is involved in a project, the lawyers will be offered some units, often at discounts at the rates given to other early purchasers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Scotts 28 development, a partner of mine was offered a unit at a price. He asked what the list price was and was told that there was no such thing. He just had to accept or not accept the price quoted. In that context, to say that there was a discount from the list price is quite meaningless. I think that really disposes of the first argument as regards three of the four properties that were purchased. The whole issue is not whether one received a discount or did not receive a discount. The issue is whether a special favour, in money terms, was given by reason of position. The two Ministers received a standard discount, neither bargained. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 347</b></font>\n  <br>\n  <br> Both bought properties at a time when the market was relatively soft and paid prices which were higher than that prevailing for similar locations. There was no use or abuse of public office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the unit in respect of which the DPM received a 12% discount, let us consider the facts. He had chosen a unit at a lower discount. HPL had double booked that unit. Having previously told him that the unit was available, HPL found itself in the slightly embarrassing situation of having to tell him that the unit was no longer available. How do you tell the DPM the unit he chose is not available? He has to be persuaded to let go off that unit and, at the same time, HPL hardly wants to lose the DPM as a customer. And let us face facts. If the SM and DPM buy HPL properties, that fact alone is worth millions of dollars to HPL. Others will buy too and future developments by HPL can be priced almost at HPL's will. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two ways of approaching this issue of the 12% discount. I am prepared to accept that those are the facts and I have no doubt that most others will do so too. However, assume that, for argument sake, one wishes to argue that what the DPM has said should be disregarded and that in fact a special and unfair benefit was probably given to him. Is that a tenable argument? It would, in my view, be quite untenable. Let us be sensible. Can it be believed that HPL chose to give a special and unfair advantage to the DPM over others? Who were the other purchasers? Would HPL give a special benefit to the DPM that it would not at the same time offer to SM? To believe that would be tantamount to saying that HPL effectively told the Senior Minister that he was not as important as the DPM, or that the DPM was corruptible whereas the SM was not. Everyone knows how the SM and DPM would react to any such suggestions. Would not HPL be asking for trouble? And would HPL really dare to try and play games between SM and DPM? Who in Singapore would dare? As it were, to say to the SM that he was not as important as his son and effectively thumb their noses at the SM and/or say to him that his son \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 348</b></font>\n  <br>\n  <br> can be tempted while the SM cannot be trifled with, I think that is just plain absurd, and businessman like Ong Beng Seng is not that silly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with the second argument that somehow the Ministers were privileged in being able to purchase the flats before they were launched. Again, if the two Ministers had used their positions in a hot market to get on to the list of purchasers, then that would have been wrong. But that is not the case here. This criticism arises, in my view, from an unfortunate telescoping of different time periods. In 1996, the market was hot. In 1995, the market was relatively soft. In 1996, people were rushing to buy the properties in the two HPL developments. In 1995, HPL was not sure that it could sell these units and had to consider carefully how it was going to sell. With their 1996 perceptions of a hot market, people appeared to be quick to jump to the conclusion that the two Ministers were privileged in being able to get to buy these properties which others could not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1995, when these units were offered, not everyone who was offered bought. Partners of mine knew about them and were not interested. One of them showed enough interest and was offered a unit at the soft launch. He decided against buying. Prices were high, direction of the market was uncertain. In that situation, the two Ministers made their own judgment and bought. I cannot see any argument for privilege. So when one judges them, you look at the situation as it was in 1995. And this may not be polite to say, but let me be honest and say this. When I first heard about the discounts without knowing of the time and the purchases were made, it did cross my mind as to how these discounts could have been obtained properly when everyone else could not buy these properties. But once the facts were brought to light, the situation is clear. It is clear, I think, and I would urge Singaporeans therefore to consider the facts carefully without cynicism and with an open mind. They would then conclude that there was no abuse of public positions and no wrongdoing of any sort. There is therefore no basis for criticising either of their conduct. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 349</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SM yesterday touched on the issues of equity, ethics and fairness. On the facts again, it is difficult to see what advantage was taken which in any way was inequitable, unethical or unfair. But as to the broader question of whether in a hot market when there is a rush for a few units, whether people of influence should get priority because of who they are, that is a more difficult question which raises not only issues of equity, ethics and fairness but also public perception of how people in high public office are expected to behave. But that is not the subject of debate today. Those are not the facts we have. That situation should be addressed separately and I do not think that can be brushed off as being an unimportant issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also make some observations on what Mr Chiam said yesterday. Mr Chiam raised the issue of Ministerial salaries again and said that this was the reason for the public concern over these purchases. I think we should keep the issues separate. On salaries, I will say to Mr Chiam again what I have said previously. We should ask what kind of persons do we want as Ministers. It is accepted, I think, (1) public office is a calling; (2) it requires a person with interest in society and a desire to contribute to change things; and (3) such a person must be exceptionally bright. The point is this. When one considers accepting public office, the questions you want that person to ask himself are: (1) Can I contribute? (2) Am I good enough? (3) Am I cut out for this job? (4) Do I have the motivation? You do not want him to ask another question: can I afford it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the potential Minister is of the highest calibre, then you would either agree he would be earning very well or will have the potential to do so. Such a person in general might be willing to serve in public office only when there is no substantial financial sacrifice involved in the move. It must be seemless so far as the financial aspects are considered. Money should not be an attraction but neither should it be an impediment. That is the real point that I think Mr Chiam should accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this whole episode highlights another very important feature of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 350</b></font>\n  <br>\n  <br> system which I would like to say a few words on. I started my speech by saying that the SM has built his entire political legacy on his integrity and incorruptibility. The Prime Minister has also made that as his principal foundation. The PM's actions in this matter illustrate that and his own personal convictions and the manner in which he has discharged his constitutional responsibilities. I think the House should recognise that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. When it was first brought to the Prime Minister's attention that questions were being asked about the property purchases, he had two options. It did not touch on him personally and he could have pretended that nothing was happening. However, the Government would have lost some credibility because in our society, a whispering campaign which was going on about financial integrity which is not rebutted can be cancerous and vicious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second and more difficult option would be to investigate. To his credit, the Prime Minister asked for an investigation after consulting some of his Ministers, but did not consult the Senior Minister or the DPM. What the Prime Minister did illustrates two fundamental constitutional principles which underpin our entire political and legal system and they are: first, the rule of law and equality before the law. No matter who it is, everyone is equal before the law. Everyone, including the SM and DPM, is subject to it. The principle should be that if anyone does any wrong, the law would be applied. That the PM disregarded the fact that the two Ministers, being the Senior Minister and Deputy Prime Minister and ordered their conduct to be investigated, is the best example one can get of the application of this rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the proper discharge of constitutional responsibilities by the Prime Minister. You can have the best constitution in the world with nice-sounding phrases about equality before the law, rule of law and so on, however, if you do not have persons of character and integrity to discharge the responsibilities properly, then that constitution would be a worthless piece of paper. It is men and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 351</b></font>\n  <br>\n  <br> women of character and integrity who make it work. The Prime Minister discharged his constitutional responsibilities by ordering an investigation. I think few appreciate the enormity of that decision. Here was a very formidable man, the patriarch of the state, and to decide to investigate him and the DPM was a very brave decision, and a correct one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans will now know one thing for certain. If the SM and DPM can be investigated, then anyone can be investigated. I think that realisation will help dispel any doubts as to whether the creed of political honesty and integrity has been successfully passed on from the SM to the second generation. That may perhaps be the most important result achieved out of this whole matter. And when judgment is passed on Senior Minister's political legacy, it would be an important, if not the most important aspect of that legacy that he has successfully institutionalised the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 352</b></font>\n  <br>\n  <br> principle of integrity in the top leadership. And the best example of that came when he himself was ordered to be investigated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 352</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, we already had quite a long debate today, almost 41/2 hours, and the Prime Minister will be winding up the debate tomorrow. I propose that we adjourn and come back tomorrow at 3.00 o'clock in the afternoon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Debate be now adjourned.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Thirty Minutes past five o'clock pm..\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
