{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-12\"> \n  <meta name=\"Start_Col\" content=\"943\"> \n  <meta name=\"End_Col\" content=\"1050\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">12-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 943</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 12th March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 944</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 945</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 946</b></font>\n  <br>\n  <br> \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Tsao Yuan - from 12th to 13th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong - from 12th to 13th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Mah Bow Tan - from 17th to 19th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan Keng Yam - from 19th to 21st March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen - from 20th to 26th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Koh Lip Lin - from 1st to 6th April, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMMITTEE OF SUPPLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(ESTIMATES OF EXPENDITURE)</b>\n  </div> \n  <div align=\"center\">\n   <b>(Announcement by Mr Speaker)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Pursuant to paragraph (7) of Standing Order 89, I have fixed the times for the conclusion of consideration of the heads of expenditure in the Estimates of Expenditure for FY 96/97 in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fixing these times I have taken into account the motion which the Leader of the House proposes to move to extend the sitting time of the Committee of Supply by one and a half hours each day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The times I have fixed have been notified to hon. Members and will appear in the Official Report (Cols. 1045 - 1048). \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960312/19960312-HA-0651045.htm\">Committee of Supply - ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL 1996 TO 31ST MARCH 1997 (Cols. 1045 - 1048)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 948</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>DEATH OF TODDLER JOEL PETER</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Community Development whether the tragic death of the toddler Joel Peter could have been prevented. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Abdullah Tarmugi):</b> Mr Speaker, Sir, my response to the Member's question is \"yes\". Joel's death could have been prevented if those who had seen, heard or known of the abuse of the child by the father had alerted the relevant authorities such as my Ministry, the Police or any social service agency of the abuse. In this instance, neither the mother nor her friends who knew of the abuse did so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to encourage those who knew of the abuse to refer the matter to my Ministry or the Police or to approach any social agency for advice. Victims of abuse who are able to do so should also seek help to stop the abuse. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> How does the Ministry classify the case? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> If the Member had read the newspaper report, he would have known that the case was classified as a case of \"abandonment\". The case arose from a complaint by the foster parent to the Ministry because the foster parent was not paid for the services rendered to the couple. As a result of this, the Ministry of Community Development intervened and took the child and placed him in a foster home and looked for the parents. So it was a case of abandonment and not a case of child abuse in the first instance. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> How many times was the child abandoned? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Twice. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Since the child was abandoned twice, did the Ministry not suspect anything more than just abandonment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 949</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, there was no cause for the Ministry to suspect anything beyond abandonment because on occasions when the Ministry's social workers interviewed the parents and the child himself they found no evidence of child abuse. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Since the child was abandoned twice, does the Minister agree that the parents must be quite irresponsible in this case? And since the Ministry first came to know about the case when the parents were unable to pay the fostering fees, did the Ministry take the initiative to further look into the problems faced by the family? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Perhaps it would be beneficial if I give in detail what the Ministry did in this particular case so that it will at least give the Member a proper understanding of what actually happened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said earlier, it was a case of abandonment when the parents did not pay the fees of the foster parent. The Ministry took over the child and placed him in the care of a foster parent under the Ministry's fostering scheme while efforts were made to trace the parents. When contacts were subsequently made with the parents, the Ministry continued to place Joel under the Ministry's fostering scheme though his parents requested for his return. The parents had no proper home and both were jobless and they were facing financial difficulties. The mother was also at a very advanced stage of pregnancy. The Ministry wanted to give the father time to look for a job and to give a proper home for the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Joel was returned to his parents after his father proved that he was stable in a job and had a home and that both parents were observed to be coping well with the new baby that was born and were interacting very well with Joel. So there was no instance at any time where there were any indications that there was child abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before the decision was made to return Joel to the parents, the case was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 950</b></font>\n  <br>\n  <br> deliberated by a committee which comprised individuals from the public who are appointed by me to oversee the fostering scheme, and they include psychologists, medical officers, social workers as well as people from other fields. There was no indication at all that the child was abused. Neither the mother nor her friends informed the Ministry of the abuse. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, would the Minister agree that abandonment is a form of neglect? If it is, would it not be an offence under the Children and Young Persons Act? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, that is a separate issue, but what the Member for Hougang is implying is that the Ministry's officials should have probed further to look into evidence of abuse. We did, and we did not find any evidence of abuse in this particular case. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I would request the Minister to reply to my question. If he thinks that abandonment is a form of neglect then that would have been liable under the Children and Young Persons Act so the Ministry could have proceeded on that ground of neglect by the parents. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> We could have, but certainly not under child abuse. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, is abandonment, twice in this case, considered a form of abuse? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I think we are trying to look into the definition of abuse. The Member is trying to stretch the definition of abuse to include abandonment. Here, abandonment is not a question of the parent leaving the child, let us say, in a deserted place. He was placed in foster care. It was just that the parents did not visit the child and they did not pay the fostering fees. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Is the Minister implying that if a child is abandoned in a public place, then it is considered as abuse? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I did not say that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> The Minister did say that in this particular case the child was with the foster parent and therefore it was not viewed as abuse. My question is whether abandonment should be considered as a form of abuse. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I think the Member is trying to split hairs here. I know what he is leading to. His question was whether it leads to abuse and the death of the toddler. He is trying to include abandonment as a case of abuse here. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> That was not my intention, Sir. I am surprised that the Ministry closed the case and classified the case as abandonment when the child was abandoned twice. Eventually, the question that arises is: is abandonment a form of abuse? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> In this particular case, although he was abandoned twice, for all intents and purposes, there was indication that the parents loved the child and there were good relations between the parents and the child. It is well known in social work that we always try to return the child to the parents and that is the end purpose of our interference. In other words, we try not to separate the child from the parents as far as we can and if we find that there is reason for the child to be returned to the parents, we do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, unless you have any fresh points to make, I intend to move on to the debate on the Budget Statement. You keep on asking the same points again. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I would like to know whether the officers concerned from the Ministry did make any surprise visits after the child was returned to the parents and what are the follow-up procedures in cases like this. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> The officer concerned indeed made checks on the parents and the parents were also called to the Ministry for interviews. During these visits, again, there was no indication of abuse seen by the officer concerned. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> When was the interview conducted? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I do not think the Member expects me to have all these details here. I can give him all the details if he wants, but certainly not here. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Based on the press report, the case was closed on 16th July and the last visit by the welfare officer was 27th June 1994. But a family member, Ismail Abdul Karim, had noted in June or July 1994 that the toddler's face was swollen and he had seen his father punched him. I would like to know why there was this discrepancy. Secondly, is the social worker concerned equipped with the necessary medical background to understand and note any form of injury, abuse and things like that, or was it just a casual observation? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Let me answer the second question first. The social worker is a trained social worker and has a good reputation in the Ministry. He is a very careful worker. No, Sir, social workers do not have medical training. I do not think they need to. They are trained enough to be able to discern any evidence of abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the first question about the visits, the incident was reported by a family friend, not by a relative. There were visits before the report and there were no indications of any bruises or injuries as a result of abuse. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Could I ask the Minister, if he agrees that it could be a case of neglect, why did the Ministry not proceed to charge the parents with neglect under the Children and Young Persons Act? Why did the Ministry choose not to carry the case to its logical proceeding? I understand the Minister's concern about wanting to return the child to the family but would the Minister not agree that the child's welfare is paramount in situations like this? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> The child's interest is not less taken care of had we not charged the parents. If the implication is that we would have catered to the interest of the child more had we prosecuted the parents, it would be an erroneous assumption. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I presume it is hypothetical, Sir, but if the parents had been charged then Joel Peter's death could have been prevented. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your question is hypothetical. The Minister need not answer that. Mr Low, do you have any other questions? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> The Minister said that the case was closed but the press report mentioned that there were bruises. The Minister said that there was no sign of it when the social worker visited the child. Is the Minister saying that these bruises occurred after the social worker visited the child and probably the case had been closed by then? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Is there any time-frame or duration in which cases like this will be followed up? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> No, Sir, there is no time-frame. Again, if the Member had read the newspaper articles on this, it took more than a year after the first report when the case was closed. I think the first report was in February and the child was on the fostering care under the Ministry some time in April 1993 and the case was only closed in July 1994. There is no time-frame. It depends on the judgment of the social worker and also the Fostering Committee. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, can I take it that in this particular case, the Ministry has made a wrong judgement in closing the case? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> No, Sir, we do not think so. I think that the Member is trying to insinuate that my Ministry or the officer is incompetent and not doing his work. Unless the Member has got substantial proof, I do not think the Member should pursue this line of questioning. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [28th February, 1996], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1996 to 31st March, 1997.\". - [Minister for Finance]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.46 pm \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Mr Speaker, Sir, we have enjoyed many years of strong economic growth and exemplary budget performance because of our strong and decisive Government and the emphasis on prudent economic and financial management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last three years, we have achieved budget surplus of $8.6 billion in FY94, $4.8 billion in FY95 and the budget surplus is now estimated at $6.4 billion for FY96. These are the surpluses after the transfers to Edusave, Medifund, the CPF SOTUS scheme, Pre-Medisave Top-Up, the CPF Top-Up and the Senior Pensioners Grant Schemes. The budget surplus will strengthen our financial reserves which will ensure that we will be able to overcome any difficult times in this very competitive world. Our strong financial reserves enhance the confidence of others outside Singapore in us and in our capabilities. A strong financial foundation enables us to attract good investments to Singapore and this means many opportunities for our workers to enjoy good jobs, rewarding careers and good wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am happy that the Government is sharing a fair amount of the surplus with all Singaporeans in ways which help them to build up their assets. In 1995, a total of $1.65 billion was shared and for this year another estimated $1.86 billion will be given to the people in various ways to enable them to enhance their assets, for investment in education and also for charitable and welfare needs. It is important that the people understand that this sharing of the fruits of our economic success is only sustainable with effective team work between the people and the Government to promote sustained economic growth. This approach requires policies which are necessary for Singapore's viability in the long term but this also means that we must be prepared for short term sacrifices. We cannot afford to take our good fortunes for granted and we must make sure that our expectations must be measured. We must continue to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> strengthen our political, economic and social foundation earnestly so that the future can continue to be rosy for our people. Being a small country we are extremely dependent on the external environment. We must be ready to make changes quickly so as to remain ahead of our competitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleagues in the labour movement have expressed our strong disappointment that the Budget has not sufficiently addressed the issue of more resources for workers training and continuing education. I share this concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our human resource development is critical to our objective to attract good investments to Singapore. Our productivity growth averaged about 4.7% in the period 1985 to 1995. We must develop a workforce capable of high productivity and quality. Total Factor Productivity averaged 2.8% since 1987. To ensure that Total Factor Productivity can be sustained in the long term, training of workers at all levels must be vigorously pursued. Total Factor Productivity improvement can be achieved on a sustained basis only when our workers are able to work in a smart way and get more output of the machines and equipment they operate. They should be able to think creatively as they work, and be able to modify and improve work processes and systems to produce more output. Government should do more to use our surpluses for the training of workers. Looking at the Skills Development Fund accounts for FY94 and FY95, the income for FY95 estimated at $407.4 million is lower than that of FY94 (actual) at $460.6 million. Government could provide for transfer of a part of the surplus into the SDF. Expenditure for workers to acquire skills and knowledge is in itself a crucial investment and savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask whether Government is satisfied with the amount and the pace of investment in education and training in the private sector, especially in the small and medium companies. About 44% of our workers work in the small and medium enterprises. These companies may not have sufficient resources to train their employees and more assistance needs to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br> be provided in terms of facilities and finance to enable these companies to develop training programmes for their workers, especially on-the-job training which is more useful and practical for older workers, particularly workers whose educational levels may not be high but who have accumulated experience and skills over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge the Government to provide more tax incentives to reward companies who are constantly upgrading their work systems and processes by the use of new technology and at the same time to train their employees to work better and to push for productivity improvement. In a tight labour market, the supply of labour can be increased by importing foreign workers. While such imports are necessary, it is more important that we should train our own workers. Our management has the responsibility to motivate their employees to raise productivity and quality and the Government should help them to do so. Rather than complain of high labour costs, management should help their employees to do more by training them well and by providing proper motivation and rewards for their good performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in a very competitive global economic environment, many of our companies will have to reorganise and restructure so as to maintain and enhance their competitiveness. This development will bring about changes in the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that workers who are retrenched as a result of this development are able to find alternative employment quickly. Government should provide financial assistance for the training and retraining of retrenched workers. One way is to channel the fund to the Skills Development Fund. And companies which have to reorganise or restructure to remain competitive should be encouraged to apply for funds to train their employees in skills which are needed in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, let me comment on the civil service reform of its management and control system. Government ministries and departments will soon be managed as autonomous agencies, with autonomy in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br> financial and personnel management. Government should ensure that this development will bring about a better quality of service. Some of my PAP colleagues, like Mr Goh Choon Kang and Mr Loh Meng See, have raised this issue. I do not wish to repeat what they have said. However, I would like to stress that this reform should not result in an increase in the cost and charges of the services provided by the Government ministries and departments. Although they will be managed as autonomous agencies, it is important that the managers and employees of these agencies understand that to the general public they are a part of one total public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, these agencies should not be overly concerned with their own individual performance or compete with one another to perform better without due regard to the adverse consequences it may bring. What is important is a good and efficient civil service and not some good and efficient autonomous agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the Budget Statement. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Mr Speaker, Sir, I rise to support the motion in the name of the Finance Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget has been very well received this year as nearly everyone stands to benefit from it and so therefore I will confine my remarks to the budget surplus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, economic foresight, fiscal prudence and the hard work of Singaporeans have enabled us to amass huge budget surpluses each year for the last five to six years. The Government is to be congratulated for its astute handling of Singapore's economic well-being which has resulted in these huge surpluses. We are now in that happy and enviable situation of having to decide on how to manage our surplus. However, we should not forget that to distribute wealth, we have to create wealth. We have to strengthen the virtuous cycle of effort, growth and wealth creation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, the budget surplus is estimated at about $7 billion, and over $2 billion is being returned to the people. Last year, the surplus was over $6 billion, of which more than $1.5 billion was returned. Sir, the Government wishes to return some portion of the surplus to the people. Dr Richard Hu in his Budget speech said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"... when the Government runs surpluses, it will share the fruits of growth with Singaporeans. But it must do so in ways which help Singaporeans build up their assets and strengthen their stakes in Singapore ...\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am in support of budget surpluses, especially when part of the surplus is used to redistribute wealth which is exactly what the Government has been trying to do, and has been doing for the last few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various instruments used by the Government to return part of the surplus are Edusave, Medisave, Medifund, CPF Top-Up schemes, etc. There is some merit in the choice of these instruments, but we need to address the issue further. It appears that budget surpluses are likely to continue in the medium term and hopefully in the long term. On this subject, we have the assurance of our esteemed Finance Minister, Dr Richard Hu himself, who in this year's Budget speech said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"I am confident that we will be among the more prosperous cities of an affluent Asia in the 21st century.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, if we are going to continue to be blessed with budget surpluses for the medium term at least, there are two questions that need to be addressed: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) How much of the surplus for each year should the Government return to the people?; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) In what form should this budget surplus be returned? At this juncture, I would like to point out that the budget for the HDB upgrading programme is included in the development expenditure and the $7 billion surplus for this year is after making the necessary allowance for this. Also, part of the S&amp;C rebates and rental rebates have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> been given to offset GST so that this remains a revenue neutral tax measure for a few years, as promised by Dr Richard Hu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Mr Speaker, Sir, I would like to forward a suggested framework for the management of the budget surplus for the consideration of Dr Richard Hu. Some modifications could be made but I feel there ought to be a framework for consideration so that there is rationalisation and consensus in the disbursement of the surplus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we have to decide on how much of the surplus should be returned to the people. The Government has not come out with a formula for this yet. This year, it is returning a larger portion than last year. But the major portion of the budget surplus is channelled into our reserves. In my opinion, an equitable and prudent distribution appears to be 50% to be returned to the people and 50% to go into our reserves. It appears that locking up 50% of the surplus into the reserves is adequate as we have a healthy balance in our reserves. Singapore's savings in gold and foreign currencies could hit the $100 billion mark soon. This would finance about seven months of imports. Dr Richard Hu in April 1993 in this House said that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Our level of reserves should clearly be around the upper bound of three to six months' range and more, if possible.' In 1993, the reserves stood at around $60 billion and, today, they are around $100 billion. The latest figure is 14.4% higher than the reserves in August last year. The growth of the reserves is therefore faster than GDP growth and therefore it should not be considered fiscally imprudent if we only allotted 50% of our surplus to reserves as long as the rate of increase of the reserves kept pace with GDP growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, thus, if the people know that there is a commitment that for good years, half of the budget surplus will be locked away for a rainy day, (in fact we are talking of seven months of rain), and the other half given back to the people to further enhance the quality of their lives, there will be an added incentive for our citizens to work \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> hard and build up this huge budget surplus. Such an agreement on social contract will further satisfy the two aspirations that often simultaneously exist in many of us: (a) to improve the quality of our life; and (b) to save for future needs including that of the future generation. A balance between these two aspirations is needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If too much is locked away in reserves, people begin to feel some resentment at the fact that they are not experiencing enough benefit from their hard work. If all the surplus is returned to the people, this will generate the feeling of insecurity that the future is not being provided for, especially if global economic conditions become unfavourable for us. Thus, a 50/50 division will satisfy both aspirations in most people and spur them to hard work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question, Sir, that needs to be addressed is - in what form should half of the surplus be returned to the people? Many people agree that the principle of asset enhancement is desirable and strengthens our stake in Singapore. But there is some question as to whether asset enhancement should refer only to material wealth, eg, SOTUS, CPF scheme, etc. These are very welcome. But what would also increase our stake in Singapore is the improvement of the quality of our lives in the fields of culture, arts, community service and sports. By thus extending our assets to include the non-material aspects of our lives, we will become more gracious and fulfilled. Hence, if we take into consideration both the material and non-material aspects of asset enhancement, then some portion of the surplus for distribution should be given out so that the beneficiaries are not only individual Singaporeans but include the community at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A suggested scheme is as follows (and this is for the consideration of Dr Richard Hu) but the proportions could vary according to differing needs in different years: 20% for education, including Edusave; 20% for health, including Medisave, Pre-Medisave and Medifund; 20% for CPF Top-Up scheme; 10% for culture and the arts; 10% for community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> and social service; 10% for sports, and the remaining 10% for donating to other countries or agencies, like UNIFEM and UNICEF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we look at the budget allocation for the arts, community service and sports, the figure adds up to just over 2% of GDP which is very low. This is the reason why part of the budget surplus should go to these areas and help to build up our non-tangible assets. The formula that I have suggested for distribution of half of the surplus will enable us to look after ourselves, our fellow citizens and our fellow human beings. This will make us feel good about ourselves and will also increase our goodwill beyond our shores. We will not only be an economic beacon but show the world that vision, commitment and hard work can be translated into the good life and into a spirit of sharing and caring while, at the same time, making adequate provisions for future contingencies. This route for the management of the budget surplus will, indeed, spell many good years for us. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Mr Speaker, Sir, I rise in support of the motion in the name of Dr Richard Hu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year's Budget Statement reminds me of a typical situation in a generous golf tournament. Everyone who participates walks away with at least a goodies bag. There is something for everyone who has contributed, in this year's budget. In particular, there is more for younger Singaporeans and their families than in previous years' budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a well-known fact that living standards have risen sharply in the past decade in Singapore. In spite of this, or perhaps because of this, and the accompanying accelerated costs of living, younger Singaporeans are becoming somewhat disillusioned when they realise that however hard they work, some of the better things in life, like a condominium, car or country club membership, seem to slip further and further away from their reach. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1995, although the CPI seems to have only risen by 1.7%, the education index showed an increase of 4.2% due to increased kindergarten, creche and tuition fees in tertiary institutions, the transportation and communication costs rose by a hefty 6.7%. In housing, it hit the roof. Private condominium prices have risen a hefty 36% in 1993, 42.2% in 1994 and 14.3% in 1995. The resale HDB flat prices also rose by 20% in 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, when Dr Hu's package of Medisave Top-Up, SOTUS Top-Up and the associated benefits to NSmen and their families, the 3%-5% reduction in income tax for income brackets of, say, $15,000 to $50,000 and the other rebates on SC&amp;CC, PUB, and so on, one would have thought that these would have brought great cheer to the young couples. Apparently, not so. Perhaps, these families may not have calculated the accumulated total amount in dollar terms that they would stand to benefit. According to my own rough calculation, for a National Serviceman's family earning a chargeable income of, say, $30,000 and living in a 3- or 4-room flat would receive about $1,200, in addition to the new tax relief of up to $2,500 of chargeable income. So this gesture is more than symbolic and younger Singaporeans must appreciate this effort by the Government to recognise them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a young Singaporean myself, I am happy that the Government is focusing on issues affecting young Singaporean families. However, many young Singaporeans and their families seem to be caught in a web of spiralling costs of living and of perceivably conflicting policy pursuits. On the one hand, in order to ensure continued robust growth for the Singapore's economy, the Government needs to ensure that it can muster every human resource it has to join the labour force. For this, the Government encourages women to join the workforce. In addition, Government gives generous tax incentives to our young to have more children. On the other hand, in order to ensure that our children are imbued with the right values from early childhood, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> there is a need for young couples to give full time attention to their toddlers at that age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A female undergraduate at a recent dialogue session with the Prime Minister and the student leaders of our tertiary institutions said that she and her friends were confused by the conflicting signals sent by the Government. Some youths at different forums have also told me very frankly that in today's context, the economics of their survival would outweigh the need to have more children or to spend more time with their children. They think that making money is more important in the short term. If such thinking prevails, it is symptomatic of the danger of a social upheaval in our society in the near future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need for sound parenting has been resounded by our Prime Minister, Mr Goh, in his Lunar New Year message and by our Senior Minister, Mr Lee, in his recent visit to India. Mr Lee is worried that cultural values and attitudes are not passed on effectively because children lack direct interaction with their parents who are both working, except on weekends. He said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The inculcation of cultural values does not come from casual interaction. It comes from parent to child and it goes with the mother's milk. But our problem is that mothers go to work and babies are not being breastfed.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even America's Pat Buchanan, a Republican presidential hopeful who won the New Hampshire primaries because he (and to some extent Steve Forbes) advocated that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`When both husband and wife must work full time to make ends meet, many of the problems associated with hearth and home cannot be successfully addressed; children are more likely to become unruly; communication between the spouses breaks down in recrimination. The pressures fracture those families least able to manage. The divorce rate increases and so does abortion.' [Asian Wall Street Journal, Wednesday, 28th February 1996] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singapore, does the solution lie in the Japanese model where there was a wise and strictly enforced understanding that once a woman got married and had children, she had to leave the workforce until her children were in school? Though there are potential problems with this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> model, I would not rule out this as a possible solution, as it points to a reasonable direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Basant Kapur has noted in his letter to the Straits Times Forum page that the cost of HDB flats as a rising proportion of wages must be an important factor in constraining more housewives to go to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As mortgages cannot be paid on single incomes, it has been suggested that Government subsidise the mortgage repayments to encourage more women to stay at home. Personally, I am not fully convinced that this alone would resolve the problem. I think that a pragmatic intermediate solution lies in encouraging women and, to some extent, men, if necessary, to engage them in part-time work or in new work arrangements, while the Government must look into introducing some fiscal measures in reducing the burden of mortgage payments and related domestic cost burdens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Charles Handy, an internationally renowned management consultant, has advocated the development of a flexible labour force in his concept of the \"Shamrock Organisation\". Even Bill Gates, the CEO of Microsoft Corporation, also predicts that the home-office concept would catch on soon in this part of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Handy, in his book, The Age of Unreason, says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`F International is an electronic shamrock organisation. At F International, 70% of its 1,100 workers work from home and 90% of them are women. F International believes that the performance of their people is 30% higher than their counterparts working in offices where coffee breaks, lunches, corridor gossiping and personal phone calls then cut into the working day.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, I think there is a glimmer of hope to address our paradox situation in Singapore. But to make this happen, a series of monetary incentives and fiscal measures may be necessary. I urge Dr Hu and the Government to look into this seriously as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have spoken about the hefty property price increases a little earlier. I understand that according to a second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> quarter 1994 survey by the URA on the purchase of new property developments released into the market, 20.8% of these properties were bought by non-Singaporeans. For this period, perhaps the foreign demand as well as local demand for properties was possibly one of the lowest in recent years. In other periods, the actual foreign demand may be much higher. I would put a question to find out what is the position now. The point is that allowing foreigners, including PRs, to buy properties for investment purposes only results in private property price-push for Singaporeans. In fact, it also in turn affects the HDB prices because HDB dwellers also want to upgrade to a higher end HDB executive flats or private apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Government has introduced the concept of executive condominiums, after listening to experts in last Sunday's TCS' Money Mind report on executive condominiums, it is apparent that the cushioning of prices may not be too significant. Perhaps, to protect Singaporeans from further property speculation by foreigners, I would urge Dr Richard Hu to consider imposing a hefty levy, like that imposed by the Malaysian government, on foreign ownership of residential properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to add some comments on Budgeting for Results and autonomous agencies. Like many of my colleagues, I would like to caution that the civil service is not and never will be the private sector. The private sector drives itself for efficiency and through efficiency gains more profits. The civil service must continually drive for efficiency, but it should not result in price increases for the public or in excessive budget surpluses. Also, I would like to ask Dr Hu if there would be performance indicators to measure the Budgeting for Results and whether such performance indicators would be focused more on financial performance and surpluses or on service efficiency. If the answer is that it would be more or less based on financial performance, then the budgets put up by the CEOs of the autonomous agencies \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> must be very carefully scrutinised by the Ministry of Finance and Parliament in future years, to ensure that the planned budgets do not have camouflaged fats which would appear as surpluses at the end of the year for the autonomous agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point that I would like to raise on the autonomous agencies is that many people have been working in the civil service for more than 20, 30 or even 40 years, and the autonomous agencies' CEOs should be very careful in the way that they deploy or redeploy their staff. Retrenchments must be avoided. The terms and conditions of employment must not vary too much between the autonomous agencies. Overall, the changes to manpower policies must be more gradual so that civil servants would have the opportunity to adjust to new realities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Thank you, Sir, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to speak on the budget surplus generated by this Government year after year. At first, Singaporeans were impressed with the Government's budget surpluses. They applauded the Government for being efficient and prudent in running the country. But after more than 10 years of budget surpluses, the people are getting weary and look at the budget surplus each year as a burden they have to carry. \"When Government gets richer, the people get poorer.\" This is what has been said. This is the sentiment of large sections of Singaporeans towards Government budget surpluses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at the figures. Last year, the Government registered a budget surplus of $4.8 billion. For this year, the estimated budget surplus is a whopping sum of $6.4 billion. Why do I say \"whopping\"? It is because it exceeds the past eight years' average budget surplus of $5.2 billion by $1.2 billion or 23%. The average budget surplus of $5.2 billion is worked out from what is stated in the Budget Statement. The Budget Statement said: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Budget surpluses have averaged 4.4% of GDP over the last eight years.' According to the 1995 Economic Survey of Singapore, our GDP was $118 billion and 4.4% of that is $5.2 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At budget time, we often talk only of the budget surpluses. But in reality, in addition to budget surpluses, the Government also earns massive sums of money from its investments, sale of land and other capital goods. When added to the budget surplus, the amount is over $10 billion each year over the last four years. These sums of money are termed \"Excess of Receipts Over Outlays\" in the budget. The estimated amount of excess of receipts over outlays for this year is $12.8 billion. For last year, it was $14.4 billion. For 1994, it was $15.3 billion and for 1993, it was $14.8 billion. It can be seen that each year, the Government has accumulated huge amounts of money from its revenue sources, such as investments, sale of land and other capital sales. The Singapore Government, with such persistently high levels of excess of receipts over outlays must by now be the richest government in the non-oil producing countries per head of population. With such high levels of wealth accumulated by the Government, it is only natural that the people want to know what the Government has done with all these large sums of money. Where has the Government invested its money, ie, Singapore, in the region or elsewhere? Perhaps the Minister could oblige. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget gives some information on the returns on Government investments. I note that the returns on Government investments are quite credible, at about an average of 4.2% for the past four years from 1992. However, I would like to know whether these returns from Government investments are from investments made locally or from investments made abroad or from both locally and abroad. I hope the Minister can give some answers to these queries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister whether some of these surpluses have gone to augment the national reserves which now stand at a level above $80 billion. My view is that Singapore has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> accumulated enough reserves for such a small population. In any event, I presume these reserves are earning interest at least at the level of 4.2% per annum and there is capital appreciation on the investments. We do not need more reserves above the level of what we already have. The Singapore dollar is already securely backed up. We do not need more reserves to strengthen the Singapore dollar. In fact, the Singapore dollar has already become too high for some manufacturers' liking. As a result, they have moved their manufacturing plants elsewhere, as a strong dollar means that their cost would go up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the Government's position is that it wants to top up the reserves. The Government says that the reserves at our present level can only sustain six or seven months' of imports. I think this statement is rather unfair. It can even be said to be alarmist. Will there really be a situation whereby all business activities would come to a standstill and Singapore completely has no income at all and would entirely depend on our reserves to buy goods and services from abroad to keep us alive? I cannot see such a situation arising, not even in times of war. Should there be a war, everything would be over in six or seven days, one way or the other, and there is no need to wait for six or seven months. This is the reality. We do not need to increase our reserves. If the Government is bent on increasing the national reserves, it would only mean that Singaporeans have to work harder, make more sacrifices because as time goes on, that extra dollar is harder to earn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: why should the present generation work so hard? Enough is surely enough. I am certain future generations of Singaporeans, if properly brought up, can well take care of Singapore, if not better. Our job, therefore, is not to be continually obsessed with the accumulation of reserves and target for budget surpluses. If we have the money, we should utilise it wisely for the national good, in particular, in social areas such as improvement on our education of the young and truly prepare conditions to preserve the family unit and inculcate more social interaction to build more cohesiveness in the community. It is no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> use to accumulate more and more wealth if Singapore in the long term cannot survive as one people. If society breaks up, everything will be lost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect of having high surpluses is that it may give the wrong signals to Singaporeans. People may think that the Government wants the people to think that money is everything. The Government is telling the people that we have the money, we are wealthy, we can achieve all our goals with money. It is admitted that money is important for survival. But the present Government at this present time must have collected enough funds for all the needs as a Government and more. I do not think we can persuade the Government to lower their levels of collection of revenue. Government can have surpluses but I do not think that it is right to have a target for massive surpluses every year. I think no one in this House can persuade the Government to lower its target of budget surpluses, only the people at the polls during election time can do that. However, I shall try to persuade the Government to spend more of its surpluses on the following areas: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One area, which is my pet subject, is education. In this respect, I request the Government to spend more money to upgrade neighbourhood primary and secondary schools to give the children in HDB heartlands a better fighting chance. I request the Government to reduce the class size of these schools to about 30 in one class. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area which I believe that the Government should assist is to build neighbourhood libraries for children in all HDB estates. These libraries must be sited in the estates whereby they are within walking distance from their homes. These libraries are particularly important for children from non-English speaking homes. I understand that the failure rate in English in neighbourhood schools is about 30% of each cohort. That is very high, although I stand corrected. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government must have realised the importance of these neighbourhood libraries. I read that it has increased the number of neighbourhood libraries from two or three to 10 now. If that is the case, then I think the Government should proceed to establish such neighbourhood libraries all over the island, since it has already found that it is a worthwhile thing to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other area of concern is that more and more Singapore families are engaging foreign maids to take care of their children. I do not think this is a healthy trend. The Government should spend more money to establish more childcare centres either on its own or assist its agencies or the private sector to do so. I do not think you can expect the foreign maids, who are mostly uneducated, to inculcate the values you want in our children. The deleterious effect on our children who are taken care of by foreign maids may not be evident in the short term but it may surface in the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area which the Government has neglected for a long time is sports. The Government should spend more money in sports. It has been said that the Battle of Waterloo was won in the playing fields of Eton. So sporting activities are actually important. It not only builds character. It gets different classes of people together. It also assists in building a cohesive society. I am urging the Government to do so because the Government can afford it. SPEX 2000 programme is a good programme. The $10 million set aside for that programme needs to be increased. I can assure the Minister that money spent on sports is not lost. It has both social and material benefits. If it is possible, should a Singapore football team reach the World Cup finals, imagine the value of the publicity received all over the world. That alone will repay for all the money the Government would have spent on promoting world class sports in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the material issues, in view of the massive surplus, I call on the Government to build all MRT stations in the North-East line immediately, and not to delay the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> building of the Sennett, Woodleigh and Punggol stations. It would make more sense and be more cost effective to build them all at once rather than delay them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also call on the Government to give more income tax relief in respect of the wife and children because of rising costs. I understand that tuition fees, books, transport, shoes, etc. have gone up in price. As for women, I understand that their personal needs have also gone up, such as doing up their hair, clothes and shoes. They have all gone up tremendously. I think the Government should be more generous in giving wife and children reliefs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards dental and medical health, the Government should make them accessible to all Singaporeans. I am certain the Government is concerned with the well-being of every citizen. If that is the case, and in view of the budget surpluses every year, the Government should generously give support to the dental and health care of Singaporeans. Dental care has become very expensive and as a result Singaporeans have avoided visiting the dentists and their dental health has naturally deteriorated. This is glaringly shown in a TV advertisement. I urge the Government to look into giving more aid to dental and health care on a permanent basis. \n  <br>1.38 pm \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon (Nominated Member):</b> Mr Speaker, Sir, thank you very much for allowing me to join in the debate at this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a taxpayer and a citizen, may I thank the Minister for Finance for a very generous Budget that we have before us today and I unhesitatingly support the motion that is before the House. I would like, however, to confine myself to one small area to bring the Minister's attention to what seems to me to be an injustice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 5th February this year, the Chief Justice delivered judgment in this case, Magistrate Appeal No. 13 of 1995, between Cheam Tat Pang and Cheong Teck Fook against the Public Prosecutor. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> The two accused were directors of Inno-Pacific Ltd. They were charged with criminal breach of trust of InnoPac's money. The prosecution had alleged that they use InnoPac's funds to secretly purchase three blocks of shares in Lucky Man Properties, a Hong Kong company. According to the prosecution, the purchase was made through a company called Aquiline Pacific Ltd, which it was alleged that the accused controlled. The allegation was that these directors of a listed company had used the listed company's money in a manner that was dishonest to benefit themselves by purchasing shares secretly in the name of a company that they controlled. They were convicted by the District Court and appealed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Their appeal was heard by the Chief Justice. He allowed the appeal and quashed the conviction. The Chief Justice held that the accused had not acted dishonestly and he noted that the acquisition of the Lucky Man shares had been approved by the InnoPac Board. I ask the House's indulgence to just read a portion of the Chief Justice's Judgment. The reason for this would be apparent as I go along. In allowing the appeal, the Chief Justice said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`On the evidence, I found little support for the district judge's finding that the appellants had some undisclosed interest in Aquiline Pacific Ltd and that they had intended to use InnoPac's funds to gain a profit in their capacity as Aquiline Pacific's shareholders. They could not be said to have obtained any wrongful gain or caused wrongful loss. There were no \"unlawful means\" employed in the process of acquiring the Lucky Man shares ... I was satisfied that even if there had been no objection to the propriety of the charges, the findings of the district judge were against the weight of the evidence. Accordingly, the convictions of the appellants could not be upheld. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the course of his submissions, the learned DPP suggested that, if I were minded to rule that the charges were improper, I could consider amending the charges ... I regarded this submission with some cynicism. The charges had already been amended twice before. The original averred that there was dishonest misappropriation in the appellants' disbursement of monies to which Aquiline Pacific was not entitled. At the commencement of the trial the allegation of \"lack of entitlement\" was abandoned and replaced with the more particular allegation of Aquiline Pacific not having provided proper legal consideration for the monies disbursed. The re-amended charges eventually emerged only after seventeen days of trial ... From the various shifts in the respondent's (that is, the prosecution's) case I was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> drawn to infer that the respondent had never been quite sure whether the appellants had committed criminal breach of trust, let alone which of the limbs of section 405 they could be prosecuted under. The entire process translated into a protracted and unproductive voyage of discovery for the respondent. The trial spanned 43 days in the district court. Costs of the prosecution were awarded at $200,000. In my opinion, to amend the charges yet again at the appellate stage and remit the case for a re-trial would be unfair and highly prejudicial to the appellants. I did not see how the interests of justice would be served by such a course of action, and I therefore refused to accede to the DPP's requests.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I bring this case to the attention of the Minister and the House, not to blame the prosecution, but merely to highlight a fact that under our system when we are trying to encourage entrepreneurship and enterprise, sometimes we do get directors of companies who take a risk with their company's monies, perfectly legitimate commercial risks which turn sour and then they get prosecuted. The Chief Justice in this case rightly acquitted the two accused. They had paid $100,000 each towards the cost of prosecution. This was ordered to be refunded to them. The two accused were then discharged without a stain on their reputation, and a happy ending for them, presumably. Not quite. Although the prosecution costs that they had paid were refunded to them, the money that they had spent on their own lawyers, not a cent was given back to them in compensation. Had this been a civil case, the respondent would have been ordered to pay the appellants' costs. In other words, the expense that the appellants were put into in defending themselves would have been defrayed by the losing side. This is only fair. Where a case is brought against you and it turns out that the case is ill-founded, it is only just that the people who sue you should bear the legal cost. But that is only in a civil case. In a criminal case, the prosecution can claim cost if it wins and this is what is done as a matter of course by the CAD. When they win, they claim cost from the people who are sent to jail, people who are convicted. But the prosecution does not have to pay cost if it loses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has told us that eventually all Government agencies are going to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> become autonomous agencies and Budgetting for Results. I presume that the same will hold true for prosecution authorities. If the aim of this kind of autonomous agencies and Budgetting for Results is to ensure efficiency and to ensure that agencies are kept on their toes by market discipline, then there does not seem to be any economic justification for allowing the prosecution to claim cost when it wins, but leaving the prosecution free from the consequences when it loses. This distorts the market, if I may say so, because, in a sense, the innocent people who are acquitted are in fact subsidising the prosecution. And therefore, if we are going to make the civil service lean and mean and efficient, including the legal part of the civil service, I would say to the Minister that in a situation like this, private sector discipline should be imposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many reasons why a prosecution may fail. Sometimes witnesses may not be willing to testify in a court of law. So a criminal gets off because the evidence is not sufficient to convict. I do not think in this case that cost should be awarded. Sometimes a person is morally guilty of a crime but he gets off by taking advantage of a technicality in the law - poor drafting or a loophole. Again, this is not a case where cost should be awarded. But sometimes, as in the InnoPac case that I have just referred to, an innocent person is mistakenly prosecuted and because the Judge sees that he is innocent, he is let off, not guilty of any wrongdoing, moral or legal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not bring this case up to the House to blame the prosecution. CAD has an enviable reputation as an efficient prosecutor of white-collar crimes. But even the best prosecutors sometimes are wrong. They make mistakes. Sometimes innocent people are mistakenly charged. Such cases are few and far between, but they happen. Members with longer memories may remember that in 1992 a charge of criminal breach of trust was laid against Mr Peter Chee, an accountant, in relation to the winding up of the affairs of Pan-Electric. The prosecution collapsed when the former Director of CAD gave evidence that he had personally authorised Mr Chee to keep the money as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> a fee in respect of work done. So the recent Innopac prosecution is not an isolated case. It is not a common case, but it is not an isolated case. Even the best prosecutors do make mistakes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is not to blame the prosecutor or to punish the prosecutor in any way. My concern is for the persons who are proven innocent and acquitted of all wrongdoing. Under our present system, they get not one cent back as compensation for the considerable sums that they have expended in defending themselves. The cost of a case, like Innopac case, can be considerable. Consider that the accused paid $200,000 in prosecution cost, and this was refunded to them. But what about the sums that they paid to their own lawyers, which included a Queen's Counsel. This comes out of their own pocket. Given that the prosecution's cost was $200,000, you expect that the defence's cost would be somewhere in that region too (six figures). Is this the kind of sum that the average person or the average businessman can easily pay with equanimity? If he is acquitted of all wrongdoing, is it fair that he should be called upon to pay sums of this magnitude to vindicate himself? They got back what they paid towards the prosecution's cost but they will still be out of pocket as far as their own cost is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have asked before in this House that the law be amended to allow the court to award costs in favour of an accused person who is acquitted, in an appropriate case. Let me make clear what I am asking. I am not asking that in all situations the accused should have their cost paid. Definitely not. I am not saying that all persons who are acquitted deserve to have their cost paid by the prosecution. I am not saying that cost should automatically be ordered on an acquittal. All I am asking for is that the court be given the discretion in a deserving case to award cost, just as in a civil case. If it can be done in a civil case, it should be done in criminal cases as well, especially when we are talking about making prosecuting authorities and other parts of the civil service autonomous and subjecting them to market discipline. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the objections to such a power? Assume that an accused person is being acquitted by the court, it is found that he is not guilty of any crime or moral wrong. Is it unfair to the prosecution which turns out to be mistaken, that it should bear the cost of vindicating the accused? Or will some Members say that it is your bad luck if you are prosecuted? The prosecution is never wrong? The only reason an accused gets off is because he has got a clever lawyer. The only reason I am asking for this is because I am on the side of the criminals. And therefore if you are prosecuted, you deserve to have your life savings depleted with no compensation, even if you are found to be totally innocent. Is that a good argument? Could it be said that compensating the innocent parties is undesirable from a policy point of view, that it will encourage criminals? A little thought will show that this is specious. The court will award cost only if it is convinced that the innocent party is truly innocent, a victim of mistaken prosecution. This will not encourage clever and unmeritorious defences. Judges are intelligent enough to know when an accused gets off on a technicality. In civil cases where a Judge feels that a person who has won the case does not deserve to have his cost the Judge does not order cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We go to great lengths to hand-pick our Judges from the best that are available. We have raised their salaries to ensure that we can keep the best, and we should have some faith in the ability of our Judges to sort out the meritorious from the unmeritorious. But they should have the discretion, in a meritorious case, in a deserving case, to order compensation to the innocent accused. Could it be said that the State cannot afford to redress such injustices? Consider, in the light of the entire Government budget, the sums involved are minuscule. In fact, given the fact that most prosecutions succeed, given the fact that our prosecutors are competent, you will expect that cases in which there is a genuine mistake would be few and far between. In any case, the prosecution makes it a custom to recover cost of the prosecution from guilty parties. And that is right. Guilty parties should pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> for the cost of the prosecution. And we should expect therefore that the aggregate of the cost recovered by the prosecuting authorities would far outweigh the cost paid out to those who are mistakenly prosecuted. May I say that if it turns out that the costs recovered are less than the costs paid out, we should be asking why. What is going wrong with the prosecution service, if that is so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been said by some that allowing the court to award cost against the prosecution would deter the prosecution from bringing a case when they are not entirely sure they can win. I ask: is this good or bad? If a prosecutor has insufficient evidence to justify a conviction, should he prosecute anyway on the off-chance of getting a conviction? Should he, in the words of the Chief Justice, proceed on an extended voyage of discovery at the expense of an innocent person? In any event, I think this fear is over-blown. The DPP does not pay the cost out of his own pockets. The Department bears the cost if the prosecution turns out to have been mistaken and if the Judge is convinced that it is fair that the accused person should be compensated for having vindicated himself in court. Since our prosecutors are efficient, well-trained, we would expect that they will win more often than they will lose, and that the costs recovered from guilty parties will far outweigh the costs paid to innocent parties. As I said before, this is not the case. I think we ought to know why. A little private discipline of this sort is not a bad thing, especially when we are increasingly relying on market forces to make our public sector efficient. But, ultimately, I say that the question boils down to one of fairness. Fairness to a person whose life is overturned because he is mistakenly prosecuted. Fairness to a person who is vindicated by the court but who has to deplete his life savings in order to achieve that vindication. Justice means not only pursuing wrongdoers impeccably. It also means doing what is right to compensate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> those who turn out to have been innocent all along. A legal system without justice is a body without soul. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask the Minister for Finance to think about this matter. And I ask the Minister for Law and Minister for Home Affairs to consider this carefully as well. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Mr Speaker, Sir, I support the Finance Minister's Budget statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that this year's Budget has attracted quite a fair bit of compliment from all people, perhaps with the exception of the Opposition Members in this House. On the whole, the reaction from all sectors, be it the businessmen or the men-in-the-street, has been reasonably positive. They more or less agree that this is the best Budget of all. In fact, for lack of issues to pick on, the Opposition has coined it an election budget in its bid to politicise it. But if I were to rate the overall public response to the $2,450 million in tax changes, rebates and asset enhancement schemes, I find the response less than enthusiastic. People are not talking excitedly about what they are getting, be it in the coffeeshops or in the offices. I find it not surprising, but nevertheless discomforting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans have more or less taken for granted our continuous prosperity. Therefore, I would like to share with them, and especially with the Opposition Members of this House, a report I have heard over the BBC which highlighted the economic woe in Austria. For those who know Austria, it is a very developed and sophisticated country with thousands of years of history. Her people are highly skilled and highly educated. Her two main social pillars, namely, the mandatory retirement and a generous welfare system, have caused a structural problem in the economy. Because of the fast ageing population, there were too few working adults to support too many retirees and non-working persons. In addition, the young people are also discouraged because most of them will face unemployment when they graduate. To make matters worse, some big \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br> companies and manufacturers have also moved their operations to newly liberalised East European countries, such as Hungary and Czechoslovakia where cheap labour is abundant. If a developed country like Austria can suddenly find themselves in this position, then it is not inconceivable that our stability and prosperity can one day take a certain dip if we shift from our fundamentals and not remain competitive. Therefore, the lesson to be learnt here is not to take everything, especially prosperity, for granted. The budget surplus is the fruit of the people's labour and as a result of this Government's prudence and competence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is understandable that those who oppose the Government will constantly sow seeds of dissent and discontentment by exploiting the issue of our reserves and surplus. The favourite chorus of this choir has always been that \"the Government is rich, but the people are poor\". They ignore the fact that the accumulated sums in the reserves really belong to the people. The system has its checks and balances to guard against any abuse and ensure that the resources are appropriately used in difficult times. In fact, the current reserves which we have accumulated can only last Singapore for maybe eight or nine months in a crisis. If Singaporeans think that a crisis is improbable, forget about what is happening in Bosnia or Chechnya because they may be too far from us to have any direct impact. Just note the strained relationship between China and Taiwan. It fully illustrates how fragile regional peace can be. One can sense from the recent Senior Minister's speech his deep concern over the tension between these two countries which can possibly escalate into an armed conflict. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although China and Taiwan are not our immediate neighbours, a war in this region will have serious repercussions. The impact on the regional economies will be tremendous. Apart from trade uncertainties, huge amounts of investments that Singaporeans have in these two countries will be affected. In such an event, we will be hard-pressed even to turn in a positive growth rate. Supposing if China puts up a blockade to cut off any food supplies or commerce in Taiwan, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> wonder how much reserves they must have in order to tide them over the crisis. Similarly, will we have enough reserves to see us through should this scenario happen to us one day? Here, I think Mr Chiam, the hon. Member for Potong Pasir, is totally off the mark when he said that \"any war will end in seven days\". \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I ask a clarification from the hon. Member? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way, Mr Chen? \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Can I finish first? Do not forget that we are totally without resources and we cannot dig into our ground to replenish our depleted surplus. Therefore, we will be shortsighted if we do not save for the rainy days and continue to accumulate surpluses in the \"fat\" years to make up for the bad times or the \"lean\" years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite all the facts and figures that Singaporeans are enjoying a better standard of living, and that the gap between the rich and the poor has also become closer, the cynic and of course the Opposition Members are still trying very hard to mislead Singaporeans that they are worse off. The two pet subjects which they constantly exploit are the ownership of cars and landed properties. They constantly repeat that most of the Singaporeans will not be able to afford these two commodities because they are being priced out of their reach as a result of Government's policy. The fact is that in the context of Singapore, ownership of these two commodities is not dependent on pricing. Number is the key word. If tomorrow, the Government caps the car price at $20,000 per car, the number of car ownership will still remain unchanged unless we accept an increase in the number of supply of cars on the road, in which case we have to accept that our traffic condition will deteriorate probably to that being experienced in Bangkok. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, for landed properties, it is the limitation of land that puts a constraint on the availability of the number of landed properties. A good example is Tokyo and Hong Kong. Very few can buy landed property because landed property is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> rarity. Even the very rich would not be able to own a house. Therefore, it is more constructive and realistic for the Government to look into alternatives to car ownership and to concentrate on providing good and affordable housing to all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for transportation, the recent White Paper on achieving a world class transportation system is assuring. The Government has made transportation policy a top priority. The decision to implement the North-East line is just a confirmation of such a commitment. However, I wish to suggest that in implementing future transportation infrastructure, such as roads, MRT lines, or underground road system, the Government should take into consideration the time taken for such schemes to be implemented. The North-East line is a good example. After knowing that the line has been given the go-ahead, the residents there have to wait six to seven years for its completion. Therefore, any other lines under consideration in the future can take up to 10 years to be completed. Ten years is a very long time, especially in a rapidly changing urban situation. I therefore urge the Government to speed up the decision on future transport infrastructure, taking into consideration the time lag for such a programme to be materialised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for housing, it is well acknowledged that our public housing is one of the best in the world and, in my professional capacity, I can say without reservation that the planning and design of our private housing are second to none. Perhaps, the most telling statistic is that over 95% of our population own their own homes. It is a record which few in the world can match. Therefore, we would do well in reminding ourselves that in our quest to ensure continuous prosperity and stability, we should not be side-tracked by these distractions. Rather, we should adhere to proven fundamentals. These include all Singaporeans stay united, be competitive, do not lose sight of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> traditional values and, most important of all, to ensure that we have a good and honest Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just have one request for the Finance Minister. It seems that everyone has benefitted from the generous budget. Well, nearly everyone. There are two groups of Singaporeans whom I feel deserve the most assistance but have not been given much of anything. They are the destitutes under welfare assistance and those who are mentally or physically disabled. They are least likely to benefit directly from the budget surplus because they may not stay in HDB flats nor do they have any CPF accounts available to receive the rebates in utility bills, S&amp;C charges and rent, or the top-ups in Medisave or CPF accounts. Naturally, the income tax changes are also meaningless because these people, through no fault of their own, cannot be gainfully employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel strongly that as we grow to be more prosperous and gracious, we must also be compassionate. While we should be careful not to slide into a welfare system which gives handouts indiscriminately to able-bodied persons, we should be compassionate and sympathetic to those who cannot help themselves. Although this group constitutes a small fraction of our society, they are the ones who are most in need of our assistance and if there is any sharing which we are doing now, they should not be left out by default. Therefore, I would like to suggest that a cash grant be made to this group of unfortunate citizens. They can be administered through the MCD and the CCC in the same way the Bursary Merit Awards are being handed out. If the Finance Minister can find a way to accede to my request and every time we have something to share, we do not forget these less fortunate fellow citizens, I am sure he will light up their lives and earn their eternal gratitude. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I seek clarification from Mr Kenneth Chen? He disagrees with what I said that if there is a war, it would be over in six or seven days. He disagrees with me. But what I said was actually what the Senior Minister had said some time back. I believe the Senior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> Minister did say that our armed forces should at least hold the situation for seven days until the allies come and assist us. Is Mr Kenneth Chen saying that the Senior Minister is wrong? \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Mr Speaker, Sir, I am afraid I did not read anything about the Senior Minister's speech. So I cannot verify whether the Senior Minister did say that or not. But anyone with common sense cannot be very sure that a war can only last seven days. I am not a military expert. But from history, any war is very unpredictable and it is ridiculous to say that all wars would end in seven days. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I did not say that all wars would end in seven days. I am talking about an attack on Singapore, and Singapore being a small island, it seems to be a realistic picture. Assuming that the Senior Minister had said that, does he still --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are assuming. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. He disagrees with me and he said that he has not read what the Senior Minister had said. Assuming that the Senior Minister had said that, which I can stand firm on that point, does he agree with me that the Senior Minister is then wrong? \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> How can I agree to anything which I have not heard? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, before I come to my speech, I have listened to Prof. Walter Woon very carefully. I think his arguments for cost recovery of an innocent accused should be carefully examined and, in fact, I support him. It will reflect well on our judiciary system. In fact, it will reflect better on our judiciary system, if some form of cost recovery be given to the innocent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Prime Minister recently made a call to make Singapore a better place for Singaporeans. In my opinion, to achieve this, we must monitor carefully three areas of concern, namely, education, housing and health. These \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> three areas must remain affordable. To maintain these as affordable is a constant challenge for any government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our early independent years, we were also struggling with the three concerns and we thought we had overcome these, which we did to a large extent. Our society has since changed, standards of living have gone up and these three concerns are still with us, but in a different vein. Some young Singaporeans worry about not being able to afford an HDB flat. They have problems paying the 20% downpayment for their flat because they cannot save enough. Each delay results in higher costs for their future flat, and they are not happy if they have to wait too long for their flats. Singaporeans worry about not able to find places in good schools for their children, while some worry their children are unable to go to independent schools because of the higher fees. Tertiary education as well is getting more expensive. Singaporeans still worry about not being able to pay their medical bills, especially after they stop working. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is in this context that I examine the budget. Has this budget tried to address some of the concerns and, if so, are they adequately addressed? I will, and I am sure my PAP colleagues, go into the details of these areas of concern in the Committee of Supply. However, I will examine these on a general note. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take education. The Government is spending approximately $4 billion for education which is 20.3% of the budget. How will this money be spent to meet the expectation of Singaporeans? It is not just building schools that will satisfy Singapore parents. They are asking for more choices in quality primary, secondary and junior colleges and a better spread of these institutions so that the present so-called neighbourhood schools are not second cousins to Raffles, Chinese High School, River Valley High School, ACS, etc. This is a challenge facing us in the future. So if we look at the Development Expenditure for the Ministry of Education, which is about $330 million, the bulk of this expenditure will go to the upgrading and rebuilding of schools and for the introduction of computer-based \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> learning in primary and secondary schools. Where are these schools built? Is this upgrading spread equally among neighbourhood and premier schools? Then there is a $500 million allocation to the Education Endowment Fund bringing the principal in this fund to $4.5 billion. This is a large sum and this fund must be carefully utilised to bring out the best in our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our aim should be to make every school in Singapore good enough for any Singapore parent to want to put his or her child in and, if successful, would help to cut down all this queuing for schools and allaying the fears and anxiety of parents by removing this prejudice of neighbourhood schools being inferior. Scholarships and bursaries should be more evenly spread among the schools. To make sure that scholarships are not all taken up by the premier schools, we should establish scholarships at the neighbourhood school level. I think a very good start has been made in the form of the Edusave Merit Bursary Award to the top 25% of the students whose parents are earning less than $3,000 a month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the Ministry of Education has set aside $76 million of its operating expenditure for bursaries and scholarships. I would like to see this amount being shared among more students. If the Ministry of Education succeeds in meeting my call for a better spread of quality primary, secondary and tertiary institutions, then the Ministry of Education should deserve more than the 20.3% of the budget allocation because to maintain standards of quality schools, the Ministry of Education will need more funds to recruit staff and to make provisions for better facilities and quality education programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other concern is housing. In spite of our proud housing programme, admired by many outside Singapore, we still hear grumbles about HDB. Singaporeans now complain about waiting time for their flats, increasing costs of flats, poor quality of workmanship. So like our early independent days, housing is still a problem, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> not as big as before, but nevertheless a concern. The problem is not so much to meet a need but to meet higher expectations. Thus, housing is not just a roof over the head, but relates to location of flats, whether it is near amenities or not, whether the MRT station is close-by and whether the design and space meet that expectation. Thus, we stopped building 3-room flats because of lesser demand and we started an upgrading programme to bring these old flats up to present day's needs and standard. But this brought further demands on HDB. Singaporeans want to upgrade their flats and precincts faster, because it adds value and comfort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So housing has taken a new dimension, not one so much of need but monetary gain as well, because the price of the old houses will have increased manifold. But upgrading of old flats is different from building new ones. We need better workers, skilled ones, not just ordinary construction workers. We need better supervision. We cannot hurry over this kind of work, as retrofitting and renovation is a skilled job. Singaporeans do not quite understand this and want upgrading fast, but I am sure at the cost of poor workmanship. Therefore, it is not that the Government wants to delay, but upgrading, to a large extent, has been checked by the lack of skilled workers. Singaporeans shun construction work. Yet they want to have quality homes. We need Singaporeans to supervise and build their own homes to get quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How has the Government responded to this demand on housing? If we look at page 505 of the Budget book, there is a $1.058 billion subsidy grant for building new flats, upgrading old flats and maintaining HDB estates. This reflects the Government's commitment to provide good affordable housing to the Singapore citizens. Yet, the man-in-the-street may not quite understand how this subsidy helps him. He looks at his own pocket, how much is he earning per month. Will his income be able to meet the cost of the new HDB flat? This is the concern of young couples starting out in life. So I looked at the 1990 census report to check whether the average household income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> has indeed increased to meet the cost of housing, and there has been a marked increase of 140% from 1980 to 1990. In fact, the average household income rose from $14,885 per year in 1980 to $35,817 per year in 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Equally significant is the fact that households with relatively low incomes in 1980 achieved a greater increase. For example, in 1980, median income was about $10,000 only. Whereas in 1990, this had risen to between $20,000 and $30,000, an increase of between 100% and 200%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While he sees his income increase in terms of tens of dollars and the rise in HDB flats in terms of thousands of dollars, it is no wonder he harbours a fear that he may not be able to buy his HDB flat. And this is where the Ministry of National Development and the Government must continue to assure the young couple that an HDB flat is still affordable for the first-time HDB flat buyer and that is why, year in and year out, I cut the Ministry of National Development's main estimates to seek reassurances from the Government that HDB flats will always be affordable to the first-time HDB buyer. This year is no different. I have again made a similar cut. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue is health. Health costs have gone up. Hospitals have restructured, because people want better health facilities and programmes. But this upgrading also brings with it problems. There are those who are very concerned and worried about not being able to pay their medical bills. And there are those who find these changes very disturbing, because they do not know how to utilise and maximise the many new facilities in our health institutions, resulting in higher cost for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like schools, I think we must have more choices of health institutions for the people. For example, do people have much choice if all the Government hospitals are restructured? Therefore, I hope that hospitals like Alexandra Hospital be kept separate from the restructured hospitals. Perhaps it could be made autonomous, similar to some of our autonomous schools which are different from the independent schools, but where \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> subvention grants are more generous and some degree of autonomy is given. Here, I suggest that the Ministry of Finance should be generous to Alexandra Hospital if there is any change in future. Alexandra Hospital should be a first-class, low-cost general hospital to meet the needs of a sector of our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have in place a couple of health schemes to help Singaporeans pay for part of their health bills - pre-Medisave top-up scheme introduced by the Prime Minister last year and this is to help those who have retired before April 1984 without Medisave accounts. And I believe the Government will be putting aside $85 million for this. Medisave, MediShield and Medifund have provided for the medical needs of nearly all citizens, but there are still those who worry about their health bills. The Minister for Finance thinks that this worry is really not justified. However, I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`As a gesture to reassure Singaporeans and to emphasise the key role of Medisave in providing for the medical needs of citizens, the Government will pay $200 into the Medisave account of every Singapore citizen aged 21 and above.' This gesture will cost the Government $390 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, we can see in this Budget that the Government is not only monitoring but also reassuring Singaporeans that their health care needs will be met by the introduction of schemes when and where the situation warrants it. And this is in addition to the standard health plans of Medisave, MediShield and Medifund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another gesture of Government's intention to help needy Singaporeans is that another $100 million is proposed to be given to the Medical Endowment Fund, bringing the principal of this Fund to $500 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our older Singaporeans need support. There is an urgent need for respite homes, nursing homes, homes for the aged and aged sick and day-care centres. The Government must be generous in providing these community support institutions to assist the family. The family is the cornerstone of our society. But to be an effective unit, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> community must support this family unit in times of difficulty. Working couples have this twin problem of looking after their young children and their aged parents. If no one is ill, everything is fine and the family is happy. But of late, as a medical practitioner, I am seeing strains in this family unit setting in. As the population ages, more are succumbing to illness and disabilities, and desperate mothers are looking for homes to house their old and asking for maids to look after their sick, aged parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am asking the Government to have a relook at the financial arrangement of building such homes by charitable organisations and religious bodies. At the moment, these organisations must raise 20% of the capital cost of the building, while the Government grant is 80%. In principle, this sounds reasonable. But 20% of the cost these days is not the same as 10 years ago. Moreover, this 80-20 ratio is based on approved area and approved cost. Thus, if the building exceeds the approved area, the excess area will receive no grant. I cannot quarrel with this formula or there will be over built centres. I agree with this formula. However, there are cases where special provisions may have to be incorporated in a day-care centre and this may exceed the approved area. Thus, to avoid all these and to ease our fatigued fund-raisers, I suggest that the Government build these centres or provide a one-off grant to build the centre and let the organisations run it. The annual running cost can be shared by the Government and the organisation concerned on a 50-50 basis, as is happening today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must quickly build more of such centres. Our population is ageing fast. We must give our hardworking citizens a strong sense of security in old age. They must know that while the family will look after them, there will always be community institutions to turn to if the family, for whatever reasons, cannot look after them. It is comforting for our old to know that such provisions are being made for them. Singapore will indeed be the best place to call home. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said all this, I am also aware that there is a greater need for intellectual space among our educated young. We must engage, not confront, young Singaporeans in open discussions where an exchange of ideas can lead to the development of better policies and where an understanding of the constraints and challenges which face this country can be made clear. This will lead to a rational acceptance of Government policies and do away with cynical scepticism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must involve our young to develop our artistic and cultural pursuits, our social and political goals and help the Prime Minister to create a more gracious society. But we must also continue to work hard to build wealth for the country so that at each Budget session, the Government can announce the sharing of this wealth in the form of upgrading of HDB flats, CPF Top-Up schemes, rebates on HDB service and conservancy and rental charges, rebates on utility bills, 10% tax rebates on personal income tax, reduction in property tax, withholding taxes and company tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Budget is good and fair. It does not matter if some choose to call it an election budget. At the end of the day, Singaporeans must know that such budgets do not come by chance, but by prudent financial policy and planning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly support the Budget. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, yesterday, several Members of this House expressed concern over the rising cost of living. I share their concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rising cost of living and rising prices of things in Singapore are caused by Government policies. For example, the Goods and Services Tax (GST) has directly caused rising prices, the Certificate of Entitlement (COE) system has adversely affected business and the transportation industry, thus the rising cost of doing business in Singapore has caused a chain reaction with goods, services and transportation costs to increase. The corporatisation and restructuring of Government hospitals and the introduction of independent schools have also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> raised the cost of medicine and school fees respectively. Now, with the proposed corporatisation of Singapore Power, tariffs are going to rise. The whole series of Government's taxations and the corporatisation of Government departments have caused the people to face huge pressures of the rising cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the revenue of the Government is increasing all the time because after corporatisation and privatisation, the Government still remains the largest shareholder of these privatised companies. By right, the role and function of Government are different from those of private companies, the former is to look after the interest of the people whereas the latter's main concern is to make as much profit as possible. Unfortunately, from the present situation we can see that the Government seems to have forgotten its own basic obligation. It is gradually taking on the identity of a commercial business organisation, more \"commercial\" than the business companies themselves. The Government, being different from that of a commercial establishment, should ideally have a balanced budget, ie, you have enough revenue to cover expenditure. If there is a small surplus, it is certainly not a bad thing. But if the surplus is too much, this would be abnormal, especially when the people are suffering in hardship with the rising cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1st April 1994, by virtue of tax reform, the Government implemented the GST system which had caused prices of goods to rise. In order to ease the people to adjust to this form of tax, rebates were subsequently granted, such as rebates for HDB S&amp;C charges and also a small income tax rebate which does not benefit the lower income group. For the same reason, in order to pave the way for the future increase of electricity tariff by Singapore Power, the Government has also, for the first time, provided to HDB flat dwellers $100-150 public utilities rebate in this Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dispassionately speaking, if we disregard the background and rationale to the tax rebates, I can say that this year's Budget is quite a good one. But if we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> consider the background and reasons of the rebates, then the so-called generous budget is nothing more than a small hong bao given to the people on the eve of an election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would nowlike to raise a few issues in this year's Budget concerning CPF Medisave Top-Up scheme and on the pre-Medisave CPF Top-Up scheme, I would like to express my views. I am of the opinion that, to people who are facing very expensive medical costs and who nonetheless need medical assistance, these two schemes are of not much help. Therefore, I would suggest that apart from implementing these schemes, the Government should also allocate from the $6.4 billion surplus at least $100-200 million into Medifund to assist the low income group, senior citizens without income who are receiving medical care and treatment, and designated charitable organisations to apply. I would like to appeal to the Government to allow those people who have substantial amounts of savings in their CPF accounts to apply for withdrawals, up to a certain limit, for emergency use, such as helping themselves or their relatives to pay for medical expenses, their children's tuition fees and their daily living expenses. If the Government allows this, it will not only be convenient to the members of CPF but it will also give some impetus to our retail and service industries. This will not affect the needs for retirement funds of these CPF members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to know that in this year's Budget there has been an allocation of more money for the promotion of culture and sports. I think this is very significant in our march towards a gracious society. I would like to appeal to the Minister for Finance to further increase the allocation for these areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, I hope that the Government will pay attention to Singapore Telecom's service of 1-900 Audiotex services. This kind of service may well turn into a different kind of gambling, fund raising or profit making gimmick, and can cause a lot of inconvenience to telephone subscribers. As their families may have children who, out of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> ignorance and curiosity and without the knowledge of their parents, use this telephone service thereby increasing their telephone bills. Of course, the organisations concerned have always reminded the people that those under the age of 18 years must get their parent's consent. But to busy parents who are working, it is not possible for them to monitor and supervise their children every minute of the day. Although Singapore Telecom has also provided a locking system to prevent children from abusing the telephone, this service is not provided free of charge. So this is unfair to the telephone subscribers, because these subscribers have such problems caused by the 1-900 service provided by Singapore Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to thank Mr Speaker for the opportunity to express my views in this Budget debate. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Budget presented in this House by the Finance Minister is indeed an exciting one. The Budget for FY96 is, by far, the most comprehensive I have come across since I became a Member of Parliament. This Budget benefits not only the low income group, the middle and upper income groups, but also the retirees, the NSmen and their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the rebates on water and electricity charges will serve to alleviate the worries of Singaporeans about the proposed increase in electricity tariffs. As such, the FY96 Budget will enable all the people of Singapore to share in the fruits of our economic success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Budget Statement is one which the PAP Backbenchers, and even the Opposition Members, find it most difficult to debate. Opposition Members will have difficulty finding any weaknesses in this year's Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is good to distribute wealth to the people. However, I do not think it is good just to transfer the benefits into the GIRO accounts or CPF accounts of the people merely because it is administratively convenient and efficient. People barely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> appreciate the generosity of the Government and some even do not appreciate the Government's good intention of distributing and sharing the wealth with our citizens. Some would merely regard the small amount as mere pittance or in the Cantonese dialect sub sub suey. Therefore, I do not think it is wise to transfer the wealth to the people through electronic means (GIRO) without proper packaging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although Singapore lacks natural resources, our PAP Government has done much to turn it into a stable and prosperous country. With a high standard of living, the vast majority of Singaporeans live happily and peacefully. Today, it is common to see Singaporeans travelling abroad with the whole family for holiday. However, there are still some Singaporeans who complain openly that the Government has not done enough and that the policies are not sound. The Opposition Members, Mr Ling How Doong and Mr Cheo Chai Chen, grumbled that the Government made them pay and pay with nothing in return. From their speeches we can see that they have nothing to add to improve this year's Budget. What they were talking about were just some old tunes of the 70s. Nothing new at all! The Opposition parties term this Budget as an \"Election Budget\". I can fully understand their sentiment, because it is much too destructive to the opposition parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my point of view, this sort of misunderstanding is often due to the fact that although we have very good policies, we lack good packaging to present these policies to the people. How many people would really feel grateful to the Government for the rebates on HDB service and conservancy charges and rentals? How many people are aware that the Government has been transferring large sums of money every year into their CPF accounts under the CPF Top-Up Scheme? Many are only aware that they have to pay the HDB service and conservancy charges and rentals and so on. Therefore, they develop in their mindset an imbalanced attitude. The give-away of the Government is often taken for granted and they seldom give it a second thought. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition Member, Mr Low Thia Khiang, recited a nursery rhyme in Teochew to the effect that the Government has plenty of money but the folks have none. This saying of his is still being echoed by many. From this saying, we can see that the problem lies in the fact that we have not given good packaging to our policies when we present them to the people, in order to let the people understand and appreciate the generosity of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Low said that what the Government had given to the people was a mere pittance. I do not know whether Mr Low, while managing his own Town Council, has given any benefits to the people in his constituency in the form of rebates. It is easier said than done. Whenever I visited my relatives in Hougang I could not help noticing that the paintwork of a great number of flats was peeling off. I could not help feeling sorry for the residents of Hougang. They say one thing but they do another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Policies should be properly packaged. For example, many parents are impressed by the implementation of the Edusave Merit Bursaries because when they accompanied their children to the award-giving ceremony organised by the grassroots organisation to receive such bursaries from the Member of Parliament or its Advisor, they felt very proud. It is not a question of how much they receive. Most Singaporeans are also happy with the CPF Share Ownership Top-Up Scheme (SOTUS) for the purchase of Telecom shares. People living in the PAP constituencies are also happy with the benefits given to them by the town councils. They are satisfied with the rebates for the cleanest block because they feel that they have a part in it. The positive response from the people shows that good packaging is as important as good policies themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to give an example to show the importance of commercial packaging. Once I bought some high quality tieguanying Chinese tea from its place of origin in China. It cost less than $20 because the packaging was poor. However, the same quality and quantity of tea from its place \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> of origin that was exported to Taiwan through Hong Kong, costs more than $100 in Taiwan after it has been beautifully packaged. It is selling very well and people are rushing to buy it as a gift for their friends. The packaging greatly enhances its value. Therefore, the importance of packaging is beyond doubt. Thus, all policies must be attractively packaged. I suggest that the new tax policies and, for that matter, all future policies should be packaged nicely before they are announced. Therefore, I hope that whenever the Government introduces any new policy, it should be properly explained before implementation so that the people would readily accept it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the second point I would like to touch on concerns a gracious society. Since Prime Minister Mr Goh Chok Tong made the call to transform Singapore into a gracious society, much efforts have been put in by various Government departments to improve the social behaviour and attitude of Singaporeans so that they are in tune with our economic development. To improve the social behaviour and overall quality of our people, we cannot rely solely on the Ministry of Education to teach our younger generation in schools. In addition, the Ministry of Information and the Arts and the Ministry of Community Development should jointly promote the concept through the mass media like television, radio, the press and even community organisations, in order to penetrate into the homes of the people so as to influence their behaviour, habits and way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a member of the Government Parliamentary Committee (MITA), I am disappointed that the budget for MITA this year is only $173.29 million, which is only 0.13% of our GDP, and an increase of merely $15.08 million over last year's allocation. Likewise, it is hard to accept the fact that the Ministry of Community Development is only granted $379.8 million, which is only $31.45 million higher than that of last year's allocation. As a matter of fact, if we compare the allocations given to MITA in FY91 and FY96, we will notice that the increase over \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> the past six years is just over $20 million. How can you develop Singapore into a gracious society with just over $20 million? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the rebates on tax and other financial policies have brought about only material benefits. The enhancement of spiritual life is overlooked. The building of a gracious society is not given its due priority in this Budget. I believe that it is the duty of the Government to raise the standard of living of the people. However, if sufficient amounts of money can be allocated to the field of arts and culture to enrich our spiritual life, it will surely go a long way to help refine the social behaviour of our people so as to establish a society which is both prosperous and gracious. Moreover, it is not too difficult to set up an arts and cultural fund, given the huge budget surpluses that we have accrued year after year. Donations from business establishments and well-wishers can hardly push our arts and culture to the peak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, generally the FY96 Budget statement is an ideal one for the people and it deserves our praise and congratulations. However, if we can apply some appropriate packaging to this Budget, it will be more effective, and will make the people more appreciative towards it. At the same time, in order to raise the standard of our spiritual life, in order to establish a gracious society, I hope that the Minister for Finance will consider allocating some money next year to set up a fund for the promotion of the arts and culture, and to allocate more money to the Ministry of Information and the Arts and the Ministry of Community Development, so that they can work together with the Ministry of Education to carry out this heavy responsibility. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, can I seek a clarification from Mr Peh? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Peh mentioned in his speech that the budget allocation for MITA is too small. He asked how we could build a gracious \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> society with $20 million. May I ask him: In his view, how much money will be needed to build a gracious society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, Mr Peh said that the packaging of the Budget was not good enough. May I ask him: what sort of packaging can be beautiful enough to make the people feel that it is very good, so that they can be hoodwinked? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, if Mr Low had carefully studied this very thick Budget book, he should realise that the amount allocated to MITA is just 0.13% of our GDP. The increase in allocation each year is so little that it is not even enough to build an Institute of Technical Education. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Irrelevant answer! \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): The amount of money should be sufficient so that we will be able to build a gracious society in 5, 10 or 15 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of packaging, in my opinion, I will first give the flats in our constituency a new coat of paint to make them look decent and presentable, so that the people will not feel that their Member of Parliament is irresponsible. This is the kind of packaging. As to how the Minister wants to package his policies, it is up to him. This is his job. But, as a Backbencher, like Mr Low Thia Khiang who is also the Chairman of a town council, I think I should first teach him how to package the flats in his constituency. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): I never have to package myself. He can go ahead and package himself. Do it as he pleases. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Packaging is not aimed at bamboozling or hoodwinking the people. It is not to raise the price of a product. As the Chairman of a town council, he has the responsibility to at least take good care of his flats. Whether he wants to have packaging or not, if the people look at the flats and feel sorry about them, then it is already wrong. Because, after packaging, the Opposition Members will be left without an argument. They will be speechless! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Mr Speaker, Sir, I wish to congratulate the Finance Minister for the generous Budget that he presented last week. The tax and levy reductions are more than the business community had expected. The comments from the businessmen are overwhelmingly favourable and we thank the Prime Minister and his team for prudent financial governance which brings us to this happy position to be able to give back so substantially. The 1% reduction in corporate income tax and property tax, together with the reduction of stamp duties, will help to defray some of the cost pressures that have been mounting up in the last few years. A foreign business friend of mine commented after the Budget that he wished that his government is in a position to produce a budget half as generous as ours. I think this speaks volumes of the very enviable financial position that we are in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Please allow me to make a few comments on this year's Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, our GDP growth of 8.9% is not evenly spread throughout the major sectors of our economy. The main contributors of the growth are the electronic sector, telecommunication and transportation, and the financial and business services sector. The poor performers last year were headed by the retail sector, the less skilled manufacturing sector, and the commerce and construction sectors. Those performing below average comprised largely of locally owned companies, many of them SMEs. They are faced with rising operating costs and a strong Singapore Dollar. Many of them may not on their own have the necessary resources to upgrade themselves. They may find that they are losing competitiveness much in the same way as our retail sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should devote more resources to being an effective economic agent, an agent that will help to trigger off more private sector initiatives, so that the private sector can really become the engine of growth for the economy. I would like to see the Government play a more active catalytic role in promoting a more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> vibrant private sector, more so than they have done in the past. The recently launched promising Local Enterprise Scheme is a good example. More should be done to assist our promising SMEs to grow and regionalise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me turn to the subject of training. In this Budget, we have again seen how the Government through its gift bag enhances the assets of Singaporeans. However, I would have liked to see a more definite commitment to skills training, especially for the older and less educated workers. In the same way as the Government's effort to enhance the physical assets of our citizens, investment in training should be looked at as an enhancement of the skills asset of Singaporeans. This deserves special attention and financial support. The training of workers is increasingly important in view of an ageing population and the gradual extension of retirement age beyond 60. It is critical that we realise the full potential of our workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When this issue of funding was raised last year, the Minister replied that there was still available fund in SDF, and SDF would continue to support training. We need only look at the issue of funding when the SDF starts to run low. I would like to point out that as SDF is managed as a separate special purpose fund, the administrator may match available funds with committed outlays. In this way, it may be a self-limiting factor. I am aware of other limiting factors in training, for instance, employers' unwillingness to release workers for day time training, etc. I will go into some of these details separately in the next few days. The point I wish to make here is that we should take a more aggressive look at training and the Government should allocate specific funding for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the retail sector. This sector is suffering from over-supply of space. The rate of increase of the retail space for the past few years exceeds the rate of increase of the available retail business leading to lower turnover. This is aggravated by the fact that the retail rental has not fully reflected this decrease in turnover. The strengthening of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> Singapore Dollar has further eroded the competitiveness of this industry. We have lost much of our regional competitiveness in this sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem that the retailers face is the shortage of staff. I would like to suggest that the SDF work with the Retailers' Association to attract and train housewives to work as part-time workers in this industry. This industry is conducive to flexi-working hours and is suitable for part-time workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In last year's debate, a number of suggestions were made to help the retail industry. This ranged from on-the-spot GST refund for tourist shoppers to more foreign workers for this sector. None of these were adopted. I wish to hear from the Finance Minister if he has any plans to render assistance to this sector in this coming year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now comment on the budget surplus. The Government has argued that there is nothing to be ashamed of about our surplus. It is far better to have a surplus than a deficit. I fully support a surplus budget. But when the surplus edges closer to 10% of GDP, I think we need to take note. The Government collects it first and then gives part of it back through various ways to enhance the assets of Singaporeans. I contend that the Government is not an efficient machinery to redistribute financial resources, even one that is as clean and efficient as ours. It takes too long to recycle the money and the redistribution of these monies tends to be skewed towards certain sectors. The economic multiplier effect of this redistribution is much lower than if part of these funds were to remain in the hands of the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few years, our non-tax revenues, through COEs and the foreign workers levy, are higher than expected. This is the largest factor contributing to the surplus. There is a limit as to how much the Government can achieve by give-backs to citizens and companies through tax cuts. In any case, Singapore's tax rates should only be lowered to a level \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> that is internationally competitive. It is extremely difficult and unpopular to increase taxes once it is reduced. Therefore, we need to tackle the root cause of the non-tax income. We must re-examine innovative ways to achieve the same level of controls but without collecting unduly large amounts of money in the process. It is far better to collect less in the first place than to have to find ways for various give-backs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would like to ask the Minister for further explanation on three points. Firstly, GST. The Government has given an undertaking that GST will be a revenue negative move for a few years. Can the Minister release more details to demonstrate that this is still the case for 1995? I am not doubting the Finance Minister's Budget Statement in which he stated the figures for GST collection versus give-backs. I am sure it is the case. But I think it is useful to clearly demonstrate that it is so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in last year's Budget, the Minister had recognised that the use of fiscal measures to allocate scarce resources may have resulted in some unintended cost impact and the Government was studying possible changes to its fiscal policies to make the economy more competitive. I respectfully ask the Minister to enlighten us if any such changes were made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I join other speakers in this House before me in the call for clearer explanation in the corporatisation of Government agencies. The objectives of the corporatisation should be clearly laid out. Subsequent reviews should be carried out openly to evaluate whether these objectives have been met. The necessity of any price increase and benefits to consumers in the corporatisation process should be convincingly demonstrated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with these comments, I beg to support the Budget. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, this year's Budget is a very generous one. On the whole, Singapore citizens are happy with the give-aways offered by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> Government. Handouts given by the Government this year are more compared to the previous years. This is because we have a good surplus budget. What is saddening is that there is still a certain section of the population who consider the give-aways as an attempt by Government to buy votes because there will be a general election this year. I am sorry that there are certain sections of the Singapore society who think along this line because if they persist with this line of thinking then the Singapore society will be at a disadvantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, there are many points which have not been addressed in this budget. Measures I refer to include individual tax reliefs for wives and children. Although the basic cost of living continues to rise, the individual tax reliefs for wives and children still remain unchanged. This is the fifth year that I have participated in the budget debate. To the best of my memory, such tax reliefs have not been increased, and I like to appeal to the Government to consider increasing the tax reliefs I mentioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the cut of 2% in income tax by the Government. This will encourage Singaporeans to work harder. I would like to take this opportunity to call upon the Malay community to upgrade their abilities and capabilities because in this way, they will be able to enhance their earnings and enjoy the tax reliefs this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which should be addressed by the Government is the tax relief for individuals who upgrade themselves by attending educational and skill training courses amounting to $2,000 whilst the fees for such courses amount to between $5,000 and $30,000. I would like to suggest that the Government increase the relief for such training courses from $2,000 to $4,000 a year. I am confident that this investment will help increase the students' contribution to the economy of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like to propose is that the Government raise the subsidy for child care. I suggest that the subsidy be raised from 50% to 60% of the actual cost. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> In my meet-the-people sessions, I have received complaints from residents in my constituency that they have more than two children while their husbands are unemployed and detained in the DRC. They cannot work because nobody can look after their children and also they cannot afford to pay the cost of looking after their children. I would like to call upon the Government to reconsider this matter and help people in such a plight. With the generous subsidy, I feel confident that more housewives can come out to work and contribute to our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the goodies given this year are generous indeed and I wish to call upon the Malay community to take advantage of such give-aways. As an example, people living in 1-room flats will receive at least $300 in rebates. $300 is not a small amount and I hope they will make full use of such a rebate. They can use it to send their children to Mendaki tuition classes because I am confident there are still many children in this category who are not attending classes conducted by Mendaki Foundation. I am confident that with these give-aways the disadvantaged group will benefit and they can enhance their potentials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I support the Budget for this year. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Mr Speaker, Sir, I wish to speak in support of the motion in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I distinctly remember last year there was a huge sigh of regret reported in the papers when there was no cut in the corporate tax rates, and there were so many comments last year that there should be one for the business community. This year, with this generous budget and a cut of 1% in the corporate tax rate, the news I read from some business quarters again was that it was no big deal. This typical kind of response from a certain sector of the business community is to be expected when businesses are, generally, in some quarters not doing too well compared with the heady ones a year or two ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With events developing in China and Taiwan, record unemployment rate and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> financial difficulties in Japan, coupled with the stalled growth in the United States and rising unemployment in Europe, the scene is building up to one of cautious optimism for the Asian growth locomotive. Yet it is to be admired that our Minister for Finance has the means and wherewithal to literally give money to everybody. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, the tax and the fiscal scene in Singapore is developing to one where tax measures have been used to effect certain strictly non-fiscal outcomes, eg, COEs to maintain car or vehicle growth. Another feature is emerging that the Government is passing back by direct transfers to the citizens a part of the surplus revenue. In many countries, the term \"transfers\" in national income accounting is the umbrella for all sorts of welfare assistance and unemployment benefits. In Singapore, there are negligible amounts of such welfare transfers. Rather, such transfers are made through asset enhancement schemes, such as Share Ownership Top-Up schemes, transfers of Medisave and these are all made into the saving accounts of CPF. So this kind of transfer is quite different from the transfers of consumption expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an axiom I wish to suggest to the Minister which I will call the law of the fiscal jungle. It is that what you give will never be remembered and what you take will never be forgotten. This is the third year the Government is transferring money to the people through the asset top-up scheme and rebates. Before long, the people will take these things for granted and expect these top-ups and transfers to be automatic every year. Who is adding up all these transfers and asset top-ups which can be sizeable and range in varying amounts up to $50,000 in cases of purchasing for flats in special cases? With so many bright people in the Ministry and the NCB, I am sure a simple statement can be given every year, which could be an addendum to the CPF account holders or the NRIC accounts, to give a list of such asset build-ups, such transfers or grants from the HDB, to Edusave, to Medisave and SOTUS, so that everyone is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> clear about these asset enhancements and transfers that they have enjoyed this year and over the past years. I feel this is important to do. After all, the Government has given billions over the last few years and, hopefully, more billions in the years to come. Such accounting of this in the private balance sheets of individuals is necessary. The people will also understand, over the longer term, truly and more deeply that the Government is the trustee of the people's money, and that the transfers of this money from the public to the private accounts are fully transparent and for the record. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through this, I believe the people will become more educated in the true meaning of responsible public finance of the Government and the good points in working together with Government and employers for more good years, as true and equal stakeholders in the economy. This will also help establish in the minds of the people clear and undeniable history of the Government and the economic record. As true stakeholders, this is an added reminder for the support of good government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue I would like to raise is the Minister's mention of the need for Singapore Power to have a competitive return on equity and the need to correct distortions in the factor prices. This was made in support of MTI's decision to raise tariff rates over the next few years, thereby delaying the listing of SP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find this statement a little puzzling, coming from the Minister for Finance who is usually very clear and tight in his arguments. If we need to price all the factor inputs such as land use, buildings, loans for equipment, etc, and factor them in to derive a profitable equity rate of return, then why were the implications of all these not pre-alerted, so that no undue expectations were raised in the first place. This is not the first time that a Government agency has gone public or privatised. I consider this to be quite basic. I remember several years ago, as mentioned in the Presidential Address to Parliament, plans were already afoot for the corporatisation of Government agencies that would go public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the MRT, the Singapore Government paid for the full cost of building the MRT before passing it to the SMRT to operate the system. SMRT does not have to pay back for the fixed capital cost of the MRT such as the land and building cost. Does it mean that we will have to pay for MRT when SMRT is privatised? How would this affect SMRT fares? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same, I understand, for Government privatised hospitals. Do we have to add land and building costs of the hospitals so that the hospitals could have a competitive rate of return on equity? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue I wish to raise is on the Minister's comment that we need to educate and train each Singaporean to his maximum. Also, he mentioned the crucial importance of human resource capital in our continuing growth. I fully agree with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that there were no incentives for training and retraining in this give-away budget. I consider further training and assistance for retraining of our workers, especially the older ones, to be extremely important. While our younger people are well trained by international standards, especially those with at least `A' levels, our older workers and others in their 30s, 40s and 50s but without the required `O' levels or graduates from the NTCs need more training and retraining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, the assistance for training of workers is largely drawn from the Skills Development Fund, which is a tax on the employers. Despite a cut in the corporate tax rate, the Government, I suggest, can make a more substantial and significant contribution in our workers' training by perhaps offering a 1% co-payment with the employers on SDF's contribution. This would be a good gesture and an incentive to our workers, and that the Government takes this training and retraining efforts very seriously. Employers will also gain if the Government is also pitching in for the skills training and retraining of our workers. The beneficial effects of a trained worker, after all, would not only be a gain to his current employer but also to the overall economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I support the motion in the name of the Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.20 pm to 3.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, we have had many good years and every year seems to be better budget-wise. Our budget surplus seems to be getting bigger and bigger, from $1-2 billion per year, we are now budgeting a surplus of $7.1 billion for FY96. This is no small sum, as it is 27% of the total budgeted revenue or 38% of the budgeted expenses of $18.9 billion. With such surpluses, the Government is left with a happy problem of thinking of new ways of distributing some of it back to the people to assist select groups of citizens, such as the Medifund for the very low income people, or to encourage and reward certain behaviour, such as the Edusave Fund to encourage our children to do well in school. I support these programmes because I believe and subscribe to the social objectives we aim to achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the bulk of the budget surpluses, I understand, are invested to prepare ourselves for a rainy day. The question then arises as to how these surpluses are invested, and what kind of a return are we getting from these investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget book on page 53, our investment income is given as $3.87 billion. But we do not know if this is a good return considering the total amount invested, the types of investments and the risks we are taking. Are we generating better returns than the market benchmark for similar investments? If not, this leads me to the issue of whether we should collect less revenue, have less budget surplus and let the people invest their own funds to yield a higher return. I hope the Minister will look into this issue. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has also spent some time in his Budget Statement expounding on the need to price factors of production correctly to avoid distortions to the economy. Although I agree with it in concept, in practice, the prices can be very sensitive to how assets, including land, are revalued, especially for utilities that use a significant amount of land in their production. In most businesses in the commercial sector, most assets, including land, are carried at the lower of cost or market value. They are not revalued every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Singapore Power, I gather that because all assets have been revalued by the Government before transferring them to Singapore Power, the accounting return on equity drops, compared to other power companies, and we conclude that our tariffs are therefore too low. My question to the Minister is: firstly, are we comparing using the same base year for valuation of assets? Secondly, if we increase the tariffs first in order to get a higher return on equity before selling Singapore Power shares at a higher price, how do domestic shareholders benefit from privatisation, ie, if we exclude the portion sold at a discount? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Share value goes up only when earnings increase, which means when tariffs are raised and if we assume that the efficiency of the company remains constant. Perhaps some foreign shareholders who do not consume local power may benefit, but that is not the purpose of privatisation. The point I am making is that in the case of monopolies like Singapore Power, the Government may not need to privatise since it is not in need of funds as we have budget surpluses. Even without privatisation, Singapore Power could and should restructure and rationalise its mode of operations and management so that all factors of production are priced correctly. This argument applies to all statutory boards that are virtual monopolies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another issue of concern to me is the Government's role in helping our people to prepare for retirement. The average \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> family income at today's cost of living does not leave much to be saved for retirement, apart from the 40% contribution to the CPF account by both the employer and the employee. With regular wage increases and concomitant higher CPF savings, the family usually upgrades to a bigger flat as the children grow up and require more space. When they retire, the children are usually grown up and married and have flats of their own. The couple's entire life savings are locked away in their 4- or 5-room flat with a small amount in the CPF Minimum Sum Scheme, adequate for only basic necessities. The Government does not budget for any retirement fund or welfare scheme for the old, and rightly so. The question is: how will the couple then enjoy their retirement, unless they can realise more cash by selling their flat in the open market and down-sizing to a small one? Alternatively, they could sell and move overseas to a place where the cost of living is much lower. This, I am sure, is not what we want to see. I am sure we do not want Singapore to be a place where only working people can afford to live in. Therefore, down-sizing to a smaller flat should be encouraged. My concern is that in the future, down-sizing to a smaller flat bought in the open market may be a problem, as the Government has stopped building small 2- or 3-room flats. Therefore, given the above situation, I would like to urge the Government to reconsider its decision to stop building small flats as there will be a greater demand for them as our society ages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I move on to our tax system which, I fully agree, should be simple to facilitate compliance and also to lower administrative and business costs. I would like to commend the Government for a very generous budget, especially for the individuals who will save from either tax rebates and tax cuts, or rebates from HDB rentals and/or service and conservancy charges, and rebates on PUB bills. We will be hard put to think of some segment of the people who will not benefit in some way, unless they do not live in HDB flats or they do not pay taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to use the opportunity to make a few suggestions. One of our core \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> values is that the family is the basic building block of society. Given this core value, should we not tax the family as a unit, irrespective of whether both husband and wife are working, or only one spouse is working? This means that reliefs and rebates for the family should be allowed to be taken by both or either spouse. For example, in the case of the foreign maid levy, there is no reason why it should be allowed to be taken only by the woman and not by the man. In many households today, women stop working, not to do the housework and dispense with the maids, but to provide nurture for the children. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Lew, can you give way to the Leader of the House to move the exemption motion before 4.00 o'clock? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate on the Budget Statement be proceeded with beyond 4.30 pm and the proceedings thereon be exempted from the provisions of Standing Order No. 1 at this day's sitting. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Lew, please continue. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Mr Speaker, Sir, before I was interrupted, I was saying that in many households today, women stop working, not to do the housework and dispense with the maids, but to provide nurture to the children and inculcate in them social and moral values that foreign maids are not in a position to impart, and most do so at great sacrifice to their career and financial status. They should not be penalised further with tax disincentives. The NSmen's tax relief should also be given to the family as a package and not allocated rigidly for wife and parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I urge that the tax relief for the wife be increased from $1,500 to $3,500 which is the same for the dependent parent. I think we all know that wives cost as much, if not more, to maintain than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> parents. Besides, the amount of $1,500 has not been increased for a long time despite many years of inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to raise refers to the tax on the net annual value of owner-occupied property exceeding $75,000, which has been raised now to $150,000. I raised this subject some years ago and was told that this tax affects only a few hundred people. If that is so, why do we need to retain this tax, which is basically a wealth tax for only several hundred people. As wealthy people are already taxed in many other ways, abolishing this tax might save a few staff at the Inland Revenue Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With these comments, Mr Speaker, Sir, I support the Budget. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support this motion. The Opposition Member, Mr Cheo Chai Chen, said that the people of Singapore are living in hardship and great difficulties. I do not know whether Mr Cheo understands what is the meaning of \"hardship and difficulties\". It means that the people are suffering with no home, no income, and no basic necessities. Can you say this of the people of Singapore? We are living in an affluent society. Materially speaking, we can say that we are close to some of the advanced countries in the West. I agreed with Mr Peh Chin Hua who said the arguments of Mr Cheo were those of the 1970s. They were outdated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is an unprecedented budget. I would like to try and look at the budget from the point of view of an ordinary citizen. I have made a simple calculation. A family living in a 4-room HDB flat would enjoy benefits amounting to $1,765 from this budget. How do I come to this? Let me give an illustration of a two-member family with a total income of $20,000 per year. One of them has been a national serviceman and they live in a 4-room flat. Under this budget, they will get CPF Top-Up of $400; SOTUS, $700; S&amp;C rebate of $80; PUB utility rebate of $100; income tax reduction for Year of Assessment 1997, $250; National Service rebate, $75; and 1996 once-off tax deduction of $160, making a total of $1,765. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, in this House, Mr Ling How Doong said that the Government was like a farmer who sheared a lot of wool from the sheep but gave back little to the poor creature. I think this is an unfounded analogy because he does not care to read carefully the rebates announced in the Budget Statement. Mr Ling How Doong's Party has also expressed their views before and after the announcement of the Budget. On 24th February 1996 the Party asked for a flat cut of 2% income tax with a $1,000 rebate. They seem to be quite accurate in their forecast, because the Government has indeed given a 2% tax cut and also a tax rebate of as much as $1,765, as I pointed out earlier. But on 3rd March 1996, Mr Ling How Doong was reported as saying that this so-called 2% rebate benefits those in the high income bracket to the extent of $7,000, and that the rich will benefit more than the poor. By making this remark, does it mean that within a few days, between 24th February and 3rd March, his Party had already changed their mind about the demand for a 2% tax cut plus $1,000 rebate? Or has he regretted that his Party had made the demand and he wants this demand to be withdrawn? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we take the $7,000 tax rebate which, according to him, would benefit the rich, then this high income group would be paying income tax of $98,000. Because, under the new tax structure, only those whose chargeable income is more than $91,000 will benefit by $7,000. If he thinks this is very unfair, does he remember that on 24th February his Party asked for a 4% reduction of corporate income tax? If that is the case, how much will the big corporations be benefitting? According to the annual report of DBS, its 1995/96 pre-tax profit was $700 million. A tax deduction of 4% will mean that DBS will benefit by $28 million, which is 4,000 times $7,000. Does Mr Ling How Doong not think that this is extremely unfair? From all these analyses we can say that Mr Ling How Doong and his Party do not have a very comprehensive understanding of the full facts of the financial policy. They are just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> playing to the gallery to please the crowd, and in so doing they are contradicting themselves. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I would like to say a few words about the point raised by Prof. Walter Woon on the Inno-Pacific case and the conclusions that he draws from it. I know that he has raised in this House before the question of cost for criminal prosecutions where the accused are acquitted. I was tempted to suggest to him that this be raised in the Committee of Supply, but he has not moved a cut in the Ministry of Law's vote. That is probably why he decided to bring this up in the Budget debate. I do not intend to deal with this at length but I think it is important that I clarify what I consider to be two fundamental flaws in the assumptions which underlie some of the debates on this when Prof. Walter Woon speaks or when the matter is debated in the press by some journalists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two fundamental flaws in the assumptions which I want to address today. One is that, in criminal prosecutions, when an accused is acquitted, in all probability the conclusion must be that he is innocent. Secondly, to put on the same footing the view that cost being awarded in civil cases is the same as cost in criminal prosecutions. Let me deal with the first issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a criminal prosecution, when a judge finds an accused guilty of an offence with which he has been charged, it means that the judge is satisfied beyond reasonable doubt that, on the evidence tendered in court and before the judge, the accused has committed the offence charged in that the evidence proves the various essential ingredients of the offence. In other words, the judge is convinced that the accused is guilty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, when the court acquits an accused, it does not mean or necessarily follow that there is an equally high probability that the accused is innocent of the offence for which he was charged. Why is that so? The reason is simply that the court has a duty to acquit the accused if the prosecution fails to discharge the high \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> standard of proof, that is to say, to prove the case against the accused beyond a reasonable doubt. As long as a reasonable doubt is cast, the accused will be acquitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the function of a court is to determine whether, on the evidence tendered, the accused is guilty or not. If the court finds the evidence insufficient, having regard to that standard of proof, then the judge acquits the accused of the charge. It is not his function to declare the accused innocent of the charge. This is an important point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of our rules of evidence and the high standard of proof required of the prosecution in criminal cases, an accused can be acquitted for many and varied reasons, and I think Prof. Walter Woon himself would acknowledge that and has referred to some of the reasons which would have nothing to do with his innocence. For example, witnesses for the prosecution may fail, genuinely or otherwise, to recall essential facts. They may give confusing testimony. They may change their testimony for various reasons. Prosecution witnesses may not be available at the date of the trial. They may also not make a good impression at the date of the trial. The prosecution officer may be less competent or clever than the defence counsel. These are some reasons. In other words, the important point is that not all acquitted accused are innocent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, an acquittal does not necessarily mean that the prosecution has acted in bad faith or arbitrarily or even negligently. If an acquitted accused believes that the prosecution has acted in bad faith or arbitrarily, there is a remedy. The remedy is to sue for malicious prosecution, which is a civil action where he has only to prove that on balance of probabilities, the prosecution acted arbitrarily or maliciously in bringing criminal proceedings against him. This civil action is more than adequate for the purpose of penalising the prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members know, decisions of the lower courts are sometimes reversed on appeal. Sometimes they are declared to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> be wrong many years later. But no one has suggested, and I have not heard the suggestion made in this House, that the judge in the lower court must be made to pay for the costs of the aggrieved litigant or the accused person. The reason is plain. No one is infallible. Judges, like everyone else, make mistakes from time to time. Public policy requires that judges be immune from tortious claims when exercising their judicial functions. It is a necessary condition for the independence of the judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, witnesses, investigators and prosecutors also can make mistakes from time to time. There is no reason whatever to make them or the state pay, in terms of costs, for mistakes made in good faith in the discharge of their public duties or functions. But this is not to say that they enjoy absolute immunity from suit because they are liable for damages for malicious prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with the second issue. I think it is wrong to equate costs in civil cases on the same footing as costs in criminal prosecution. Because in a civil case, the matter can be settled easily. It is a private matter, the loser foots the bill. The winner takes all. The plaintiff or the successful party benefits from the court's decision. But a criminal prosecution is vastly different from a civil case. It is not a private dispute between individuals. The state is involved in order to protect the public interest. Unlike a civil case, the state's involvement is not a matter of choice; it is a matter of duty. Unlike a civil case, the state does not stand to benefit financially when it wins a case or secures a conviction. Therefore, the point I am making is that a criminal case is vastly different from a civil case where financial loss or gain is at the heart of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The analogy between civil cases and criminal prosecutions, therefore, is not apt. Civil actions are disputes between private parties which in many cases are avoidable. There is an overriding public interest in a criminal prosecution, whatever its outcome. This argument also ignores the burden of proof between civil and criminal cases. In a criminal case, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> the burden of proof required of the prosecution is that of proving its case beyond a reasonable doubt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me make a third point. When the Attorney-General prosecutes, he is performing a constitutional duty in every prosecution. Under the Constitution, he has the power \"exercisable at his discretion, to institute, conduct or discontinue any proceedings for any offence\". When he does so, he performs a public duty. On whose behalf? He does so on behalf of the Government and on behalf of the public because public interest must be uppermost in his mind. When the prosecuting authorities act, such as the Police, or any other Government servant performs a public duty, the general principle is that it cannot be liable for losses suffered by an individual unless there is negligence or fault. In criminal prosecutions, when there is such negligence or fault, the individual can bring an action against the Government for malicious prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said in this House before, a general blanket rule on awarding costs against the prosecution can have an inhibiting effect on the Prosecutors and Police. It will be against public interest. As it is, the prosecution takes a considered approach in deciding which cases to prosecute and on what charges. Prosecution and the Police would have investigated and built the case to a point where they know that if things go well, it would win. During this period, the prosecution would have taken into account representations made by the accused. In some cases, charges would be amended, dropped, or a warning issued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, Sir, I would like to repeat the point we have made earlier in this House at the previous sitting, that to have a blanket provision or cost against the prosecution whenever the accused is acquitted or in the cases where Prof. Woon mentioned, in a selective case, would encourage a situation where we move to cases where the prosecution takes up which can be described as \"sure-win\" cases rather than cases which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> ought, in the public interest, to be prosecuted because public interest demands it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Attorney-General informed me that Prof. Walter Woon does not seem to have got all the facts correct in the Inno-Pacific case. As he said, the two directors succeeded on appeal but they did not apply for costs. The Attorney-General told me that they could have done so under section 262 of the CPC which says, \"The High Court shall have full power in all proceedings under Part VII to award such costs to be paid by or to the parties thereto as the Court thinks fit.\" Why they did not do so? Was it ignorance of the counsel or the parties, I do not know. Prof. Walter Woon could find out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I like to end up by saying that Prof. Walter Woon may not be satisfied with my answer. There will be ample opportunity, I am sure in the subsequent sitting for him to pursue this debate further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to sum up, our current laws provide that the correct balance between the public interest and private harm is maintained. If the defendant or accused feels that the Public Prosecutor has abused his prosecutorial duties and powers, the remedy is to sue in a civil court for damages. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, as the last Member to speak, I have heard many of my parliamentary colleagues, from the PAP MPs to the Opposition MPs, and I am much comforted by their views on this Budget presented by the Finance Minister because most of them feel that this is a very good budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Assoc. Prof. Low Seow Chay said, this is an unprecedented Budget. In fact, although Mr Low Thia Khiang said yesterday that the hongbaos given away were not enough, he was actually, in a way, praising the Finance Minister for giving away all these hongbaos. But, unfortunately, he said that what the Finance Minister was giving away was only a drop from the ocean. I do not quite agree with what he said. He said that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> Government is taking a lot but giving a little. He used the expression chi da pei xiao [ ] (capturing the big and paying the small), which is a term much associated with gambling, and he is describing the Government as the \"Banker\" in the casino game of dice. This is certainly not an appropriate description. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low is also the Chairman of a Town Council. When he is in charge of the finances of his Town Council, does he operate on the same mentality? I feel this is not a fair way to put it. The Government is elected by the people and has the mandate to rule the nation once every five years or so after a general election. The happy state of our nation today is achieved through the joint efforts between the Government and the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition MPs raised a number of points in this year's Budget and they seemed to be rather gentle in their attitude. In other words, they do not have many complaints against this year's Budget. That is the reason why they are saying that this is an \"Election Budget\". The fact remains that even the Opposition MPs admire the Government for what it has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what are my worries? Looking from another angle, now that the Government has given such a good Budget, would this create some pressure on the Government in the long term? The good point is that this will give the future government a stronger challenge. But, on the other hand, would this raise the expectations of the people from the Government? In future, if the Government is not able to satisfy the expectations of the people, what would be the situation then? So the only way is to elect a good government. This is the only assurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we are dealing with our surpluses, I think we have to be very prudent. We have to be consistent in our target. I do not expect to see the Government giving away such good hongbaos every year. But I feel that we would still have to be very prudent in dealing with our surpluses. Perhaps once in two or three years the Government should make a review. As the Finance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> Minister said in his Budget statement, the time is right because of our economic growth. We have good surpluses, so we should share the wealth with the people. This is a good thing to do. Once every two or three years we should have a review. Just like what Mr Leong Horn Kee said, we should give generously to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's Budget, I have two points to make. First, we do not seem to give enough consideration for the SMEs. In the past, when we were not in the high-technology field, many of the SMEs were labour-intensive and if this had carried on, we would have lost our competitiveness. So the Government encouraged them to venture overseas. I feel that the Government should give more consideration, perhaps through the EDB or the TDB, in setting up a special task force to see how we could look after our SMEs, particularly those industries which are not suitable for further development in Singapore and to bring them overseas. Since we have so many enterprises (big, small and medium) going overseas, they enjoy tax incentives and a lot of rebates. If we can give them better assistance, I think they would have more confidence to venture overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another matter which I am concerned about is our aging population. Now that we are going into the 21st century, the aging problem is a very significant one. So in future budgets, we should look more carefully into the problems of an aging population. We could look into these problems before they get out of hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of an aging population, I cannot help thinking about our senior citizens. One of the important aspects of our daily life is transportation. When we are looking into improving the well-being of our people, the most urgent consideration is transportation. For example, many of our senior citizens have no opportunity to go to places like the Bird Park or the Zoo. So if it is possible, we should try to give more consideration to transportation. I feel that for the senior citizens of Singapore, ie, those who have been working very hard for decades in our nation building, we should help them by making it easy for them to travel to various places in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that our surpluses would be used not only for giving rebates and other materialistic support to the people, but also for community development to enhance the cohesiveness of our people, so that the people and the Government could work together. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon:</b> If I may just clarify two things. I believe the Minister has misconstrued me on two crucial things. Nowhere in my speech did I ever suggest that people who are acquitted were all innocent. In fact, I was at pains to point out that there can be many reasons why a person is acquitted. But the prosecuting authorities are not perfect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, nowhere in my speech did I suggest that the cost should as a matter of course follow the event or that it should be a blanket rule. I merely said that the courts, not just the High Court, all the courts, should have a discretion. The key issue is very simple: do you believe that in a prosecution like InnoPac, the two accused were guilty but got off because of a technicality and that they are really crooks or whether they are innocent men who, unfortunately, through circumstance, were wrongly prosecuted? If you think it is the first then, of course, they do not deserve compensation. But if you think it is the second, that they were innocent and mistakenly prosecuted, then they have been unjustly treated by the State and the State has within its power to redress this injustice by the payment of compensation. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Parliament is not the proper place to go into the facts and details of the case. I also do not know the details of the case. I did check with the Attorney-General. He told me that in this case, the court has the power to award costs. The two directors who were acquitted did not apply for cost. Why they did not apply for cost, we do not know. But I think Prof. Walter Woon should ask them. \n  <br>4.32 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I would like, first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> of all, to thank all hon. Members who have spoken on the Budget for their suggestions and comments. Unfortunately, time cannot permit me to address Members' concerns point by point. Matters of detail under the purview of individual Ministries will be dealt with in the Committee of Supply. Instead, I will focus on major issues relating to the Government's financial policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But before doing so, I would like to deal with some of the sarcastic remarks by Members of the Opposition. Attacks by the Opposition are to be expected. But Mr Ling How Doong and Mr Low Thia Khiang have called the budget give-aways as a small strand of wool and a drop in the ocean. They said that it is small relative to the Government's total revenue, although they amount to nearly 10%. I do not know where Mr Ling and Mr Low learnt their arithmetic. But such a comparison is totally invalid since the great bulk of the Government's total revenue is spent on providing services to the public. For example, in FY96 budget, the total estimated revenue is $26 billion of which nearly $19 billion is to provide services for the public and there is a balance of $7 billion as budget surpluses. So if any comparison is to be made, it is in relation to the give-aways to the budget surplus, and not to the original total revenue. By making such a comparison, about $2.5 billion worth of give-aways are proposed and this amounts to one-third of the budget surplus, not a small drop, a big drop indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam and Mr Cheo have also suggested that the Government's budget is an \"election budget\". I would like to point out to both of them that the Government does not need to resort to election gimmicks. Since it was returned to power in August 1991, it has more than fulfilled all its election promises. Over the past four years, the Government has provided full employment and real GDP growth has averaged just below 9% per annum with the cost of living index averaging only 2.4% per annum. Over the same period, we have obtained substantial budget surpluses in every year. But this has been accompanied by a strong 16% compounded annual growth \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> in non-oil domestic exports between 1992 and 1995. The budget surpluses have allowed the Government to cut taxes, give rebates and fund large HDB upgrading programmes without creating a drag on the economy. With this track record, I do not see why the Government needs election gimmicks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now move on to clarify the broad policy issues raised by Members over the last two days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, several Members have indicated that it is now timely for the Government to conduct a review of its tax policies. Let me assure the House that Government constantly reviews its tax policies. The tax changes I have announced in this year's budget reflect the Government's underlying philosophy of taxing the factors of production as lightly as possible and investing in Singapore's long-term needs and in human capital. This will keep our fiscal environment attractive for business and individuals. It will also position Singapore to achieve the vision contained in its strategic economic plan to become a developed country in the First League. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other Members have also commented that our tax structure has consistently generated large budget surpluses and asked if this should be reviewed. As I have explained to the House on several occasions, the surpluses are not due to high taxes as our tax rates are extremely competitive. Rather, they are the result of unexpectedly strong economic growth made possible by sound economic policies, prudent fiscal management, taking advantage of strong growth in the regional economies and the world economies over the last four years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, the Government recognises that there are non-tax burdens, such as COEs and foreign workers levy, but these are necessary mechanisms to allocate scarce resources. Our surpluses have allowed us to proactively adjust our tax rates to minimise the overall tax burden on the economy and on individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the expenditure side, our philosophy has been to contain the growth of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> public sector, focusing our expenditures on basic public services and in areas that will support and sustain non-inflationary economic growth. Welfarism and expenditures that could undermine incentives for self-reliance and industry are avoided. The provision of subsidy has thus been selective and confined mainly to education, health care and housing. Even then co-payment and other mechanisms are put in place to avoid over-consumption and to guard against a dependent mentality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am clarifying these broad policy issues because it is necessary to constantly reiterate these fundamentals. The Government has been consistent in its fiscal policies. The tax cuts are to strengthen our long-term competitiveness. It is also timely to implement these changes now as the economy is expected to moderate after successive years of strong growth. The rebates and top-ups should not be seen as handouts but as rewards for the good economic performance. They are the ways for Government to return some of the budget surpluses to the economy and will only be given if the economy continues to do well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin has suggested a framework for managing the surpluses. I would like to thank the Member for her suggestion but I do not believe that we should manage our surplus based on a rigid formula, especially in the face of a fast changing environment. Fixed allocations of budgets lead to inflexibility and often to waste because it means that, whether a project has a specific need or a suitable programme, we would be obliged to spend them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee has asked for comments on the art of giving. I would like to assure him that Government is careful not to raise expectations in sharing surpluses with its citizens. First, the sharing is done only when economic growth is healthy and the budget surpluses are actually achieved. Second, there is usually an element of co-payment involved on the part of the individual so that he also contributes to the enhancement of his own assets. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> Government would try to be more personal in its surplus sharing wherever possible, of course. But, sometimes, the sheer number of CPF account holders and households makes this a difficult proposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen has proposed that transfers and grants given under the asset enhancement scheme should be reflected in the CPF statement to show individuals the value of Government's contributions. I would like to thank the Member for his suggestion. I will look into this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have raised questions on the civil service reforms that were announced in the Budget Statement, principally on the accountability and management of autonomous agencies (AAs) and the nature of the targets that would be set. One of the key objectives of the reform is to deliver better quality service to the public. Under the present civil service structure, decision making is highly rule-based and centralised which makes it difficult for a department to tailor its services to the changing needs of its customers in a speedy, innovative and responsive manner. The reform is intended to change this by pushing the decision process downwards as far as possible within the framework that emphasises results and accountability in return for managerial autonomy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Budgeting For Results (BFR) framework, AAs would be accountable for the quality of service, which is an important performance target in addition to output targets. AAs are therefore also accountable for the quality of service they provide. Examples of quality of service targets to be achieved by AAs include waiting time by the public and percentage of satisfied customers based on surveys. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have explained in my Budget Statement, for units whose output and services are not easily measured, the nominal GDP growth rate will be used as a proxy for output growth. It is a reasonable proxy since workload and operating costs are expected to grow in tandem with economic growth and inflation. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> therefore financially prudent to allow Government's expenditure to grow only in tandem with the economy as this will ensure that the Government sector does not consume a disproportionate amount of resources in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for accountability, the targets and the actual performance of AAs would be published and subject to public scrutiny. This will make the Government even more transparent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has also been concern that the introduction of AAs will lead to an increase in Government fees and charges. I would like to assure the House that this will not be the case. The conversion of Government departments into AA merely changes the operating framework of the organisation. AAs will continue to set their fees and charges based on current cost recovery principles. As before, their fees and charges would be adjusted periodically to take into account increases in operating costs. Through regular reviews, increases will be kept small to minimise the impact on the public. This has been our policy and it will not be affected by the new status of departments as AAs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have also asked whether there will be a change of tenure for civil servants working in the AAs. As AAs are still part of the civil service, people working in AAs would continue to be civil servants. There is no change in tenure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still on the subject of civil service reforms, a Member has suggested that the Government consider some form of advisory committee with public representation to serve as a feedback channel. Let me first explain that the Government sees AAs as a form of management. An AA is not an organisation separate and distinct from the civil service, like a statutory board. Under this concept, Ministry Headquarters and departments can be managed as AAs once they have clearly defined output and performance targets. They would be vested with considerable managerial flexibility to achieve these targets. However, their supervision and management will still rest with their respective permanent secretaries working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> under their Minister's guidance, who will ensure that their performance in terms of efficiency, effectiveness and quality of service lives up to expectations. Any feedback on the performance of AAs can continue to be directed through existing channels, eg, through its supervising Ministry or the Feedback Unit. In addition, the Ministry of Finance will also be scrutinising the performance of AAs during the annual budget exercise. I, therefore, do not think it is necessary, at this stage, to set up advisory committees to receive feedback on AAs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few Members have asked about the policy and effectiveness of the Government's corporatisation and privatisation programmes. Others have expressed concern over the corporatisation of statutory boards and that privatisation might result in price increase and inflation. There were also specific points raised on the tariff of Singapore Power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objectives of the Government's privatisation programme are to reduce its participation in the economy, to enlarge and deepen the stock market, as well as to enhance the assets of Singaporeans by offering them stocks of blue-chip companies at a discount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The privatisation of Singapore Telecom (ST) was a huge success, both in terms of increasing the volume of shares listed on the Exchange and helping Singaporeans to own shares in ST which are now worth more than twice their purchase price. We expect Singaporeans to find the second offer of ST shares to be a good and attractive investment opportunity, just like the first offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have expressed concern over price increases as a result of corporatisation and privatisation. I think it is most unfortunate that these two matters have been linked in people's minds. As I have explained at length in the Budget Statement, we need to price our factors of production correctly to remove any hidden costs and subsidies. Otherwise, we risk misallocating our resources which will result in waste and economic inefficiency. If the price is not set right, we need to correct it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Singapore Power, the tariffs have to be raised whether or not it is privatised. Some Members have asked why the Government is prepared to subsidise land and infrastructure costs of schools, hospitals and the MRTC, and not Singapore Power. The simple answer is that the Government has made a conscious decision to subsidise education, health and public transport, but not electricity. Although electricity is an important factor of production, it is also a consumption item, the use of which is discretionary, so that it must be priced correctly to avoid waste of a product which is made almost entirely from imported materials. I should also point out that in Singapore, domestic customers consume only 18% of total electricity generated, the rest (82%) being consumed by non-domestic customers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage energy conservation in the latter, we have introduced incentives to encourage the installation of energy efficient equipment and systems. Domestic customers can also do much to save on electricity consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the large number of other questions raised in connection with the raising of electricity tariffs and the privatisation of Singapore Power, many of which deal with matters of detail, the Minister for Trade and Industry has said that he will address them in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to assure the House that the tariffs of corporatised entities like Singapore Telecom and Singapore Power which provide basic public services are subject to price regulatory frameworks imposed by their respective regulators, namely, TAS and PUB. Each regulator has its own system of price control based on its own operating environment. The objective of such controls is to protect consumers from monopolistic or oligopolistic pricing by the providers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of telecommunications, the price control framework also serves to ensure Singapore's position as a telecommunications hub, by making sure that our rates are internationally competitive. In deciding on the appropriate tariffs, the regulators would have to balance the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> interests of the consumers and the providers, both in terms of affordability and service standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Tsao Yuan has asked for a review of the effectiveness of corporatisation and for the review to be made public for greater accountability. In the case of Singapore Telecom, privatisation has resulted in both higher productivity and profitability. Turnover per employee, for example, has increased from about $230,000 per employee in FY91 to $316,000 per employee in FY94. Operating profit has also increased from $1.1 billion to over $1.7 billion over the same period. These statistics are published in Singapore Telecom's Annual Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Telecom has also been able to return some of its productivity gains by lowering its rates to the public. For example, ST had three rounds of IDD rate cuts in 1994. This resulted in customers' savings of over $200 million annually. ST has recently announced that it will further reduce IDD rates to 43 destinations on 1st April 1996, passing back to customers another $50-$60 million on an annual basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to assure the House that the Government closely monitors the performance of corporatised entities to ensure that they are run efficiently. Those which are subsequently privatised will also be subject to the scrutiny of shareholders. Whether a corporatised entity is privatised or not, the Government will always ensure that the interests of the public are safeguarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau has asked whether all assets are revalued before privatisation. When we corporatise a statutory board, we take the opportunity to revalue the assets, as this is good accounting practice. It ensures that the full economic cost of providing the service is reflected. However, it does not mean that the revalued assets will always be recovered from fees and tariffs in every instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Tsao Yuan has also commented on the Government's principle of accounting for full costs in pricing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> production factors. I am happy to note that Dr Lee supports the Government in this respect. Indeed, all land sites are cost at full market prices and when they are alienated for housing developments under the HDB or industrial developments undertaken by JTC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Gombak has commented on the lack of competition in the bus services industry. The Government's policy is to encourage competition and let market forces prevail where possible. However, this is not always possible. The bus industry is one example where the Government has used market forces to create as competitive an environment as possible and one customised to suit our circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With our small domestic market and limited resources, we cannot afford the luxury of fragmenting the market as this will deprive the operators of reaping the economies of scale and the necessary resources to invest in service improvements. We have therefore opted to create territorial monopolies for bus operations on condition that the bus operators provide all residents within their territory reasonable standards of service, running prescribed services at regulated frequencies. As a result, basic public transport services are available to all at affordable prices. Further, the bus companies also face competition from alternative transport modes like the MRT and the future LRT, and high-end bus transport like the Bus-Plus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members for Bukit Gombak and Potong Pasir have asked how the Government's reserves are invested and what are the returns obtained. If they will take the trouble to read the Budget book, they will find most of the information they need in the book. The bulk of our reserves are invested overseas through portfolio investments and direct equities. A part of it is invested locally, mainly through our shareholding in Government-linked companies. Our portfolio investments are spread over several asset classes, namely, bonds, stocks, real estate, venture funds and are diversified in currencies. We also invest our reserves through direct equity and joint ventures with companies that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> have good operating track records. Our investment objective is to achieve good long-term returns on a sustainable basis. I would like to assure the House that our investments have been earning good returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few Members have suggested easing the current controls on the hiring of foreign workers. The Member for Bukit Gombak has also asked for a reduction of the foreign maid levy. I believe it is not desirable to ease existing control measures or to reduce the foreign maid levy to create more demand for foreign workers as they already account for over 20% of our total workforce. In addition, we must be mindful of the attendant economic, social and political implications of this large number of foreign workers in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levy is the main control mechanism in the regulation of foreign workers, including foreign domestic workers (FDWs). It prevents foreign workers who are willing to work for lower wages from depressing local wages. The alternative to imposing a levy on foreign workers would be to use quota controls. While overall caps can be set to limit the actual number of foreign workers allowed, we will still face the problem of distribution of foreign workers among sectors, and for foreign maids among households. A tendering system like the COE could be implemented, but a tendering system will have the same effect of raising cost of employment as a levy, if not more, as companies and households are now competing for a limited pool of foreign workers. Considering all factors, the levy remains the most feasible and acceptable control mechanism as it creates minimal market distortion and allows companies or households access to foreign workers according to ability to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employing more foreign workers is only a stop-gap measure. It cannot be a long-term solution. Employers should instead look for ways to optimise the use of our local workforce, eg, by re-engineering their processes to raise productivity or to engage more of our retired workforce. They could also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> persuade more women to rejoin the workforce by way of flexible and part-time work arrangements which are better suited to the needs of this untapped workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong has made several suggestions on the CPF Minimum Sum Scheme. I should point out that CPF savings are meant to provide for retirement needs. If a member is allowed to pledge his property for the full minimum sum, he may not have cash income for retirement. He may have to sell his property and live on the proceeds. The revised Minimum Sum Scheme thus helps to ensure that he has some cash for his retirement without having to resort to selling his home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have raised concerns over the discrepancy in our budgeted, revised and actual budget surplus figures. Mr Chew Heng Ching, as Chairman of the Estimates Committee, has scrutinised and studied the reasons for this, and he has spoken on this issue. But I just like to repeat what we have said in the past. The variance in the surplus position over the period FY90 to FY94 was due to the fact that actual operating revenue was 19% higher on the average and expenditure was 13.3% lower than budgeted. In recent years, revenue collection had been much higher than projected because of exceptionally buoyant high economic growth. Revenues have also been boosted by COEs and stamp duties which are subject to the vagaries of car owners' bidding behaviour and fluctuations in stock and property markets. And they are therefore very difficult to predict accurately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall the height which COEs were raised during the boom and the volumes of stock market transactions until the more recent retracing of the stock market. We will however continue to review our methodology and systems to achieve greater accuracy in our revenue estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main reason for the under expenditure was the underspending of the development budget caused by delays in development projects. As a consequence, the Central Block Vote provision for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> funding urgent development proposals was largely unutilized since Ministries have sufficient savings for this purpose. To reduce over-provision for the development expenditures, we have abolished the Central Block Vote and Ministries will be required to find savings or to seek supplementary funds for urgent initial expenditures on new projects. In addition, from fiscal year 1995, Ministries' annual budgetary requirements have been moderated in accordance with their fund utilisation rate over the previous preceding three years. The Government will continue to monitor the progress of major projects to ensure satisfactory progress in the spending of budgeted provisions. The revised fiscal year 1995 budgeted and revised estimates are now satisfactory. Operating revenue is under-estimated by only 0.8% while total expenditure is over-estimated by only 1.6% resulting in a surplus being revised upwards by 8.6%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have asked whether more funds can be channelled to charitable organisations and volunteer groups so that they can spend more time doing charity work instead of raising funds. Currently, the Government funds voluntary welfare organisations on a cost-sharing basis. The cost-sharing formula is that Government funds 50% and 80% of operating expenditure and capital expenditure respectively. Cost-sharing is the cornerstone of Government's policy to involve both the community at large and the Government in assisting the less fortunate in our society. However, I agree that there should be a balance between fund raising efforts and participation in charitable activities by volunteers. Government will review the cost sharing formula ratios regularly and adjust them, if necessary, to achieve a better balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Kenneth Chen has suggested that cash grants be given to those who are destitute, disabled or on welfare. I think there are already many schemes set up to assist the less privileged such as the Small Families Improvement Scheme and MediFund. Financial assistance under these schemes is regularly reviewed by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> Government to ensure that they meet the basic needs of the less privileged without undermining the work ethos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have asked for more spending on education and training. I would like to inform the House that the Government will be spending more on education and the training of young people by increasing the operating budget of the Ministry of Education by nearly 10% to $3 billion in fiscal year 1996. This is higher than the overall increase of 7.9% for the whole Government. The Edusave Endowment Fund will also be increased by another $500 million to $4.5 billion or just short of the targetted $5 billion total sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For sports facilities, the grant to the Singapore Sports Council will be increased by 8.4% in fiscal year 1996. Sufficient funds have been set aside for Overseas Scholarships. The problem here is not one of funds but the low take-up rates, since PSC scholarships have to compete with a host of other equally attractive scholarships offered by statutory boards, banks and multinationals to attract bright \"A\" level students. The problem generally is not a lack of funds or Government's unwillingness to spend but often it is due to the unavailability of good programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another Member has expressed disappointment over the budgets of MITA and the Ministry of Community Development. I would like to point out that the figures cited are for the total budgets of these Ministries, ie, they include development expenditure. As development expenditure depends on the nature of the Ministry's development plans which could vary from year to year, it would be more appropriate to use the increase in operating expenditure as a yardstick for the Government's spending on arts and community development. For MITA and MCD, the operating expenditure increases are 22% and 13% respectively, higher than the average of 7.9% for the Government as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have asked for more funding to encourage parenthood, family values and other areas related to a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> gracious society. The Singapore Family Values Fund was launched in 1994 to encourage and sponsor projects initiated by the private sector in promoting family values. In addition, another $2.2 million would be spent in FY96 to promote and publicise various family education programmes like parenting. I can assure the House that the Government is committed to preserving family values and the family unit in Singapore and that funds would be made available for all worthwhile programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On helping Singaporeans to be more gracious, I would like to point out that graciousness is not something that can be bought or achieved overnight. It takes time to cultivate graciousness in the society. Government will continue to encourage Singaporeans to be more gracious and to set aside appropriate funds for this purpose. However, it is ultimately up to the individual to decide whether he wants to behave more graciously and set an example for his children and those of the younger generation to emulate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the suggestion that more be done to upgrade the common areas in private estates to match the rebates and upgrading projects enjoyed by HDB dwellers, an inter-agency committee chaired by the Senior Parliamentary Secretary of the Ministry of National Development is looking into this issue. There are, however, significant differences between HDB estates and private residential estates. Government would have to consider carefully to what extent funds or rebates should be given to private residential estates. The recommendations of the Committee are presently being studied and details would be released by the Ministry of National Development in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong has asked the Government to build more homes for the aged and to provide more subsidies for medical treatment. The Government currently operates three Homes for the Aged, namely, the Pelangi Home, Woody Lodge and the Woodlands Home for the Aged. The Government is building four new homes to replace the Woodlands \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> Home for the Aged. In addition, the Government has also funded up to 80% of the capital cost for the building of three Homes for the Aged operated by other voluntary welfare organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On medical subsidies, subsidised patients seeking treatments at polyclinics and restructured hospitals are subsidised based on real costs, and not market prices, as the Member for Bukit Gombak has suggested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has asked the Government to waive the co-payment for SOTUS III for housewives and children. The SOTUS scheme, being an asset enhancement scheme, requires co-payment as the individual should contribute to the enhancement of his personal asset. This co-payment principle also applies to other asset enhancement schemes such as the upgrading of HDB flats. It is therefore not tenable to exempt housewives with children or any other special group like retirees who might have no income as they can get their husbands or children to contribute on their behalf. This would help to build up strong family ties. Housewives with children and retirees can benefit directly from both the CPF and Medisave Top-Up schemes instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now turn to specific tax issues raised. Dr Arthur Beng has commented that the tax savings announced in the Budget are not sufficient to offset the higher non-tax burdens such as the foreign maid levy borne by the middle income group. The foreign workers levy was introduced as a control mechanism to reduce dependence on foreign workers. Over time, the levy has developed into a significant source of revenue and this has to some extent allowed the Government to lower direct taxes on individuals so as to encourage savings and investment. As I have explained in my Budget Statement, the Government recognises that the middle income group bears a higher non-tax burden. For this reason, the new tax structure has been designed to specifically lighten the tax burden of this group. If the fiscal position allows, Government will continue to lower direct taxes as a means of lowering and reducing the overall tax burden. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have suggested that certain reliefs, such as those for the wife and other dependants, should be increased. Others have suggested that medical expenses be given as tax reliefs. There has also been a specific call to allow orphans maintaining siblings to claim tax reliefs. The House should note that with the implementation of GST related personal income tax changes, about 71% of taxpayers no longer pay income tax. Increasing tax reliefs will hence not benefit the majority who do not pay income tax. The Government has instead chosen to grant rebates on S&amp;C charges, rentals and utilities to assist the lower income group which falls outside the tax net. On the expenditure side, the Government will continue to subsidise basic services such as education and health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have proposed giving rebates and imposing tax based on the family as a single unit as a means to promote family cohesiveness. Currently, our tax system already provides tax reliefs and rebates which are based on family relations. Examples are child relief, aged parent relief and wife relief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock has requested information on the tax savings for those staying in HDB flats. I have asked that the information be made available to Members in the form of Annex 1 (Cols. 1049 - 1050), which I believe has been distributed. The table shows that the average savings for households in 1- to 5-room HDB flats as a result of the tax changes in this year's budget, including the rebates for S&amp;C charges, rentals and utilities. As shown, the savings on average ranged from $195 to $874. For comparison, the net benefits arising from the GST offset package introduced in 1994 are presented in Annex 2 (Cols. 1049 - 1050). \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960312/19960312-HA-0651049.htm\">Annex 1 &amp; 2 - SAVINGS FROM FY 96 BUDGET, NET BENEFITS FOR DIFFERENT TYPES OF FLATS (Cols. 1049 - 1050)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Zulkifli bin Mohammed has asked whether Government could, in view of the good Budget surplus, consider giving higher S&amp;C rebates for the 1- and 2-room HDB flats to alleviate their financial burden. He suggested six and five months \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> of S&amp;C rebates for the 1- and 2-room HDB households respectively. Let me remind the House that the rebates are not intended to be financial aid. Rather, they are given in recognition of the contribution of this group of people who could not benefit from income tax rebates and tax cuts. The Member may wish to note that this year's rebates for S&amp;C and rental charges are already higher than in past years. However, I would still like to point out that there is a need for Government to ensure that the relief given in this form is not too excessive and does not eventually lead to welfare dependency, otherwise Singaporeans will come to expect bigger increases of such rebates year after year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Gombak has raised the same issue last year that hospital charges should be exempted from GST. Let me assure the Member again that the Government has increased its grants to Government and restructured hospitals and clinics to cover the cost of GST on subsidised services. The reason for not exempting medical service from GST is for efficient tax administration purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau Ping Sum has asked why GST is imposed on utilities tax. I would explain that the GST is a tax on the final value of goods and services consumed locally, which includes any indirect taxes or levies imposed in the cost of supply. Utilities tax, which is an indirect tax, is thus included as part of the final value of the supply consumed for the computation of GST payable. The same practice is adopted in other countries with value-added taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Stephen Lee has suggested on-the-spot GST refunds to help retailers. The matter has been explored by the relevant bodies which include the Singapore Retailers' Association. They have decided not to introduce refund at the point of sale but to continue with the existing system. The Member may wish to note that this proposal would involve retailers running the risk of having to bear GST should the tourist fail to notify the relevant authorities subsequently. He has also asked for a clearer demonstration \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> that GST implementation has been revenue-negative. As I pointed out in the Budget Statement, the GST offset package amounted to $1.8 billion in fiscal year 1995 against $1.6 billion of GST collected. Should the Member require a further breakdown of the offset package, I would be happy to provide him with the information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rental market for industrial and commercial premises is relatively price-sensitive over the medium to long term. If owners seek to retain the tax savings indefinitely, the improved rate of return will induce new supply leading to lower rents. Data also show that about 70% of businesses in industrial and commercial premises are either owner-occupied or are tenants of Government through the HDB or JTC. To take the lead, therefore, Government agencies owning properties would be asked to pass on most of their tax savings to their tenants, and I strongly urge other private landlords to do likewise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau Ping Sum has asked that instead of raising property threshold levels, the stamp duty rates on property transfers should be lowered. Mr Lau has also asked that different stamp duty rates be imposed for genuine home buyers and speculators. Raising the property thresholds has the same effect as lowering the stamp duty rates. In fact, almost all buyers of up to 4- and 5-room HDB flats would benefit from the higher property thresholds with a significantly reduced stamp duty payable. Also, in practice, it will be difficult to differentiate between genuine home buyers and speculators. I would like to assure the Member that we will continue to monitor the situation and review stamp duty rates regularly, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Gombak has also made some comments on the various taxes and measures used to curb car ownership in Singapore. As stated in the White Paper on a World Class Land Transport System, the Government will rationalise the current vehicle tax structure with the introduction of the Electronic Road Pricing system. When the Government started the Vehicle Quota System, it lowered the Additional Registration Fee (ARF) from 175% to 160% of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> open market value on 1st November 1990, and further to 150% on 1st February 1991. But then COE prices increased to offset the lower ARF rate. This is not entirely surprising as the prices of cars will reflect the forces of supply and demand, either in the form of higher COE prices or other costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his suggestion to do away with COE for taxis, the principle has always been to subject all vehicles to demand management measures, as exempting one type of vehicle would only mean greater restraint on other types of vehicles. Since they too occupy the road space and generate unnecessary congestion due to empty cruising, they have to be subject to the same measure as other vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have expressed concern over difficulties faced by our local small and medium enterprises. They have asked whether the Development and Expansion Incentive will take into account their difficulties and limitations. Another Member suggested that to encourage entrepreneurship, Government should exempt the profits of newly formed companies from tax for the first three years. I would like to assure the House that all companies, including SMEs, which meet the eligibility criteria recently disseminated by EDB, can apply for the Development and Expansion Incentive (DEI). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On tax exemption, since most small companies are unlikely to make reasonable profits in their first few years, they will not be able to benefit from any such scheme. There are other forms of assistance that are available for local SMEs. The Local Enterprise Financing Scheme provides low cost loans to help local companies to upgrade their operations and to expand their capacity. In 1995, a total of over $512 million worth of loans has been extended under this scheme to help fund about 1,600 projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Local Enterprise Technical Assistance Scheme provides grants to help SMEs to modernise, upgrade and improve their management and business operations. In 1995, a total of $9.5 million was given to 800 cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, these schemes are provided by an extensive multi-agency network. To derive maximum synergy, the Local Enterprise Upgrading Centre, under the soon to be formed Singapore Productivity and Standards Board, will provide an integrated package of services to assist local companies to upgrade and grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For SMEs planning to go regional, an International Business Institute (IBI) will soon be set up. The IBI will provide information and knowledge on how to conduct business in the region. It will also conduct programmes to prepare executives, managers and their families for overseas attachments. The IBI is expected to be in operation by the second quarter of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member has asked specifically for the amount of venture funds disbursed to SMEs. The total pool of venture capital funds under management in Singapore at the beginning of 1995 was $5.3 billion. As at end December 1995, some 190 local companies, of which 80% are SMEs, have received venture capital funding. Of these SMEs, a total of 27 have gone public with a market capitalization exceeding $5 billion. The Minister for Trade and Industry has said that he will elaborate on SMEs during the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have asked for measures to encourage regionalisation. Currently we have a number of measures to encourage people to regionalise. Apart from incentives aimed at companies, tax rates used to compute non-tax resident tax reliefs under the Income Tax Act have also been reduced. In addition, there is also tax exemption of CPF contributions in respect of overseas posted employees. These were announced in the 1994 Budget. Furthermore, unilateral tax credits for overseas employment income and directors' fees are provided as a further incentive for those who venture overseas. According to the Department of Statistics, Singapore's direct investments abroad reached $37 billion in 1994, of which $21 billion or 57% was in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been some concern that the Government is not doing enough to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> encourage companies to train and re-train their workers, especially in the case of SMEs. The Government recognises the importance of encouraging companies to train and upgrade the skills of their employees to meet the changing needs of our economy and keep our workforce employable and competitive. At present, employers are allowed a tax deduction for expenses incurred in training their employees. In addition, grants are available from the Skills Development Fund and Economic Development Assistance Scheme. In 1995, the Skills Development Fund allocated $67.7 million to employers to defray their cost of training. Funds were used to support the training of 500,000 workers, about one-third of the workforce. A number of schemes have also been put in place by the National Productivity Board and Institute of Technical Education to assist companies in training their employees. These include schemes to help companies implement flexible and cost-effective on-the-job training as well as other programmes to upgrade workers with lower education levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the assistance available, not all SMEs are making use of it to train their employees. The challenge is how to encourage them to do so. Although employers on the whole invest about 3.4% of their payroll in training, companies with less than 25 employees are spending less on training, averaging only 1.4% of payroll. Employers must recognise that they are the ones who ultimately reap the benefits of training their employees. We understand that some employers fear that an employee might leave them after being trained. Others face shortages of manpower which restrict their ability to release their employees for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of these concerns, tax route may not be the single best solution in encouraging more employers to train their employees. The National Productivity Board is now exploring other ways to further encourage the training and upgrading of employees. The Minister for Trade and Industry has also agreed that he will elaborate on this issue in the Committee of Supply. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, allow me to sum up. Singapore has come a long way. We have put in place sound fiscal economic policies. These will put us in good stead to face the challenges of the future. Nevertheless, we should remain vigilant in the face of increasing competition and uncertain environment. But I am confident that we will succeed. With our solid foundation and spirit, character and the quality of our people, we shall stay ahead. Let us proceed to ride on the momentum of our success to secure a brighter future for Singapore. [Applause.] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament approves the financial policy of the Government for the financial year 1st April, 1996 to 31st March, 1997. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-Seven\n  </div> \n  <div align=\"right\">\n   Minutes past Five o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960312/19960312-HA-0651045.htm\">Committee of Supply - ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR 1ST APRIL 1996 TO 31ST MARCH 1997 (Cols. 1045 - 1048)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960312/19960312-HA-0651049.htm\">Annex 1 &amp; 2 - SAVINGS FROM FY 96 BUDGET, NET BENEFITS FOR DIFFERENT TYPES OF FLATS (Cols. 1049 - 1050)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
