{"memberId": null, "volumeNo": "67", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"9\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"67\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1997-07-25\"> \n  <meta name=\"Start_Col\" content=\"933\"> \n  <meta name=\"End_Col\" content=\"1058\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">67</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">25-07-1997</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 933</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>NINTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 67</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 25th July, 1997</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (East Coast)). \n  <br>Mr Abdullah Tarmugi (East Coast), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Mr Ahmad Mohd Magad (Pasir Ris). \n  <br>Mr Ang Mong Seng (Bukit Gombak). \n  <br>Mr Chan Soo Sen, (East Coast), Parliamentary Secretary to the Prime Minister and Minister for Community Development. \n  <br>Mr Chay Wai Chuen (Tanjong Pagar). \n  <br>Mr Bernard Chen (West Coast). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah). \n  <br>Mr Peter Chen (Hong Kah), Senior Minister of State, Ministry of Education. \n  <br>Dr John Chen Seow Phun (Hong Kah), Minister of State, Ministry of Communications. \n  <br>Mr Chew Heng Ching (East Coast). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Assoc. Prof. Chin Tet Yung (Sembawang). \n  <br>Mr Chng Hee Kok (East Coast). \n  <br>Mr Charles Chong (Pasir Ris). \n  <br>Mr Choo Wee Khiang (Jalan Besar). \n  <br>Mr Goh Chok Tong (Marine Parade), Prime Minister. \n  <br>Mr Goh Choon Kang (Marine Parade). \n  <br>Encik Harun bin A. Ghani (Hong Kah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 934</b></font>\n  <br>\n  <br> \n  <br>Mr Hawazi Daipi (Sembawang). \n  <br>Mr Heng Chiang Meng (Cheng San). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Dr Ho Tat Kin (Bishan-Toa Payoh). \n  <br>Dr Richard Hu Tsu Tau (Kreta Ayer-Tanglin), Minister for Finance. \n  <br>Mr Inderjit Singh (Ang Mo Kio). \n  <br>Mr S. Iswaran (West Coast). \n  <br>Mr J. B. Jeyaretnam (Non-Constituency Member). \n  <br>Dr Ker Sin Tze (Aljunied). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar), Parliamentary Secretary to the Minister for National Development. \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Mr Leong Horn Kee (Bishan-Toa Payoh). \n  <br>Mr Lew Syn Pau (Kreta Ayer-Tanglin). \n  <br>Mr Lim Boon Heng (Bukit Timah), Minister. \n  <br>Dr Michael Lim Chun Leng (Cheng San). \n  <br>Mr Lim Hng Kiang (West Coast), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mrs Lim Hwee Hua (Marine Parade). \n  <br>Mr Lim Swee Say (Tanjong Pagar). \n  <br>Mr David T. E. Lim (Aljunied). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 935</b></font>\n  <br>\n  <br> \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Marine Parade), Parliamentary Secretary to the Minister for Education. \n  <br>Dr Lily Neo (Kreta Ayer-Tanglin). \n  <br>Mr Ong Ah Heng (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Timah), Deputy Government Whip. \n  <br>Mr Ong Kian Min (Pasir Ris). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade), Minister of State, Ministry of Labour. \n  <br>Dr Ow Chin Hock (Tanjong Pagar), Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Peh Chin Hua (Jalan Besar). \n  <br>Mr R. Ravindran (Bukit Timah). \n  <br>Mr Seng Han Thong (Ang Mo Kio). \n  <br>Mr K. Shanmugam (Sembawang). \n  <br>Encik Sidek bin Saniff (Aljunied), Senior Minister of State, Ministry of the Environment. \n  <br>Mr Sin Boon Ann (Tampines). \n  <br>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin). \n  <br>Dr Tan Boon Wan (Ang Mo Kio). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence. \n  <br>Mr Tang Guan Seng (Ang Mo Kio), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>RAdm Teo Chee Hean (Pasir Ris), Minister for Education and Second Minister for Defence. \n  <br>Dr Teo Ho Pin (Sembawang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 936</b></font>\n  <br>\n  <br> \n  <br>Dr Toh See Kiat (Aljunied). \n  <br>Dr S. Vasoo (Tanjong Pagar). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Tampines), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House. \n  <br>Dr Yaacob Ibrahim (Jalan Besar). \n  <br>Mr Matthias Yao Chih (MacPherson), Minister of State, Ministry of Defence. \n  <br>Mr Eugene Yap Giau Cheng (Marine Parade), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr Yeo Guat Kwang (Cheng San). \n  <br>BG George Yong-Boon Yeo (Aljunied), Minister for Information and the Arts and Second Minister for Trade and Industry. \n  <br>Mrs Yu-Foo Yee Shoon (Bukit Timah). \n  <br>Mr Zainul Abidin Rasheed (Cheng San). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Davinder Singh (Bishan-Toa Payoh). \n  <br>Mr Goh Chee Wee (Boon Lay), Deputy Government Whip. \n  <br>Encik Ibrahim bin Othman (Bishan-Toa Payoh). \n  <br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Trade and Industry and Second Minister for Finance. \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister for Health and Minister for the Environment. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 937</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>DATA PROTECTION LEGISLATION</b>\n  </div> \n  <br>\n  <br>\n  <!-- Assoc. Prof. Chin Tet Yung -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Assoc. Prof. Chin Tet Yung</b> asked the Minister for Trade and Industry whether his Ministry will consider introducing data protection legislation to ensure that personal data submitted electronically will not be sold or otherwise used for improper purposes, without the knowledge and permission of the data subjects. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Senior Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Trade and Industry (Mr Tang Guan Seng) (for the Minister for Trade and Industry):</b> Mr Speaker Sir, although Singapore does not have a blanket law to cover protection of personal data, we do have laws that cover specific areas where abuse of personal data may occur. For example, communication and electronic data are protected under the various provisions of the Telecommunication Authority of Singapore Act and the Computer Misuse Act, while the Banking Act prevents disclosure of information on individual bank accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personal data obtained by the Government are protected through the Official Secrets Act, the Statutory Boards and Government Companies (Protection of Secrecy) Act, and the Statistics Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Computer Board, in conjunction with the relevant agencies, is reviewing the coverage of existing laws in the face of a changing global environment. One present area of focus is electronic commerce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The multi-agency Electronic Commerce Policy Committee is reviewing existing laws to ensure that there is adequate protection for transacting parties in electronic commerce. The review is progressing hand in hand with development of technical solutions to provide protection for personal data. The combined use of digital certificates, digital signatures and encryption keys in Singapore's electronic commerce framework will enhance security by allowing transacting parties to be identified and verified, as well as allow information to be decrypted only by authorised parties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> If necessary, we will not hesitate to amend existing laws or propose new ones, so as to support electronic commerce. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INVESTMENT ALLOWANCE SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension to hiring of equipment and machinery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Teo Ho Pin</b> asked the Minister for National Development whether his Ministry will consider extending the Investment Allowance Scheme to locally-owned construction firms which hire equipment and machinery (as approved by the Construction Industry Development Board) so as to encourage higher level of mechanisation in the construction industry. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee (Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for National Development (Mr Koo Tsai Kee) (for the Minister for National Development):</b> Sir, the objective of the Investment Allowance Scheme is to encourage contractors to achieve a higher level of mechanisation and productivity by investing in machinery and equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hiring is not the same as investing. Extending the scheme to hiring of equipment and machinery will only help contractors to reduce their immediate cost of operations. For the good of the industry, contractors should be forward looking and plan for the long term through long-term investments in machinery and equipment. Therefore, my Ministry does not see the need to extend the Investment Allowance Scheme to the hiring of equipment and machinery. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Shortening of development time)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Teo Ho Pin</b> asked the Minister for National Development what measures his Ministry has taken to shorten the development time for Housing and Development Board flats. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (for the Minister for National Development):</b> Sir, over the years, HDB has introduced various measures to increase construction \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 939</b></font>\n  <br>\n  <br> productivity and hence shorten the development time for its flats. These measures include promoting \"buildable\" designs, encouraging greater use of pre-cast concrete components and site mechanisation. Through these measures, HDB has successfully improved the overall construction productivity. In fact, according to the CIDB's report, HDB's labour productivity in the year 1994 was three times that of the private residential sector and two times that of Singapore's overall construction productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides increasing construction productivity, HDB is also working very closely with contractors to improve site management so as to achieve better coordination of various activities and to reduce abortive works. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 939</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MONETARY AUTHORITY OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Aid given to help Thai currency)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr J. B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr J. B. Jeyaretnam</b> asked the Minister for Finance what was the aid given by the Monetary Authority of Singapore to help the Thai currency. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, the Monetary Authority of Singapore (MAS) assisted the Bank of Thailand by intervening jointly in the foreign exchange market to stabilise the value of the Thai baht on 14th May 1997 when the baht came under speculative attack. Like other central banks, the Bank of Thailand and MAS' officials consult regularly on central bank related matters. And the proceedings of these meetings and the details or market transactions are necessarily confidential to the authorities. \n  <br>\n  <br>\n  <!-- Mr J. B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J. B. Jeyaretnam (Non-Constituency Member):</b> Sir, the Minister says it is confidential. May I know whether any loss was suffered as a result of this intervention? Or is that confidential? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> No, that is not confidential at all. No loss was suffered. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 940</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SPORTS AND RECREATION CENTRE IN</b>\n  </div> \n  <div align=\"center\">\n   <b>CHOA CHU KANG NEW TOWN</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Teo Ho Pin</b> asked the Minister for Community Development whether his Ministry will be developing any sports and recreation facilities (including swimming pool) for residents in Bukit Panjang area. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Abdullah Tarmugi):</b> Mr Speaker, Sir, the Member may be pleased to know that the Government will build a sports and recreation centre in Choa Chu Kang New Town. The Centre which will service the residents of Bukit Panjang and Choa Chu Kang New Towns is bounded by Choa Chu Kang North 5 and Choa Chu Kang Street 53. The two constituencies will be linked by a light rail system and residents from both areas will have easy access to the sports and recreation facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sports and recreation centre will be an integrated sports complex comprising swimming pools, a multi-purpose stadium hall and an outdoor stadium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Construction of the centre is scheduled to start in November this year and the Centre is expected to be ready by the end of 1999. It will cost the Government $58.4 million. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 940</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1997 TO 31ST MARCH, 1998</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 2 of 1997)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [24th July, 1997]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head R of the Main Estimates be reduced by $100.\" - [Mr Chew Heng Ching]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.37 pm \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (East Coast):</b> Sir, today, the Government is adopting a more flexible approach towards the use of dialects in our mass media, ie, television and radio. The Minister for Information \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 941</b></font>\n  <br>\n  <br> and the Arts has clarified earlier that MITA will gradually relax its control over dialect television programmes by allowing the SCV to screen more dialect programmes. This is indeed a good move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TCS too has relaxed over the years, but to a very limited extent, the use of dialects in some of their programmes, particularly documentary progammes where they involve interviewing senior citizens and housewives who can only speak dialects. I think this is also a good move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also agree that the Government has to strike a fine balance between keeping dialect programmes and promoting Mandarin. However, I believe that the interference of dialect in the learning of Mandarin today is no longer a serious threat as it was in the past. It is indeed no more a regressive step if we introduce dialects in our broadcast media. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under our bilingual education, Chinese children study English and Chinese in school. They speak Mandarin or English at home, and indeed very few among our children today understand dialects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am speaking on this topic on behalf of many senior citizens and housewives who do not understand a word of Mandarin today, and who do not speak a word of Mandarin. They only understand dialects. I think we need to reach out to this group of people, particularly in explaining Government policies and regulations to them. And there is no better way to do it than through dialects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way to do this is to broadcast these programmes during off-peak hours, as one of my GPC Members, the hon. Dr Ho, mentioned yesterday, by screening these programmes during weekdays in the morning or afternoon, where viewership is restricted to housewives and senior citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, Sir, dialect programmes remind us of our history, our roots and our culture, which is a good way to preserve our culture and traditions. In essence, what I am proposing is that we could allow more room for dialect programmes on our television and radio so as to better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 942</b></font>\n  <br>\n  <br> educate our growing number of senior citizens and housewives on Government policies and regulations, and to encourage the promotion of our roots and culture. This could help make our life to be more interesting and colourful, without changing our policy on the Speak Mandarin Campaign, or affecting the learning of the Chinese language. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar)</b>(\n  <i>In Mandarin</i>): Sir, I agree and support my GPC Chairman for MITA, Mr Chew Heng Ching, and my GPC colleague, Dr Ho Tat Kin's appeal to relax our control on dialect programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore nowadays, we still have a lot of senior citizens who could not understand either English or Mandarin. Every evening at 8 pm, these old folks are able to enjoy the news programme broadcast in different dialects. Although they have only a few minutes where they could receive this news in the various dialects, it gives them better understanding of our Government's policies and a sense of involvement, a sense of identity and feel that they have been looked after. Therefore, I suggest that MITA should increase the frequency of dialect programmes on radio, maybe once at 7 o'clock in the morning because senior citizens normally wake up very early and the young people will be busy preparing to go to work, and another at 2 o'clock in the afternoon, after lunch, which is usually the time when the old people will be relaxing. This way, they will be able to receive news in dialects and be updated on the latest development in Singapore so that they would not feel that they are detached from society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that it may be difficult to get news readers who can read the news in dialects. But I think this is not a problem. If we are keen to provide dialect programmes for our senior citizens, we should be able to so something. We can seek the help of clan associations in Singapore like the Hokkien Huay Kuan, the Kong Chow Wiu Koon, the Hainanese Association, etc, to provide the people to read news in the dialects. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 943</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that MITA would seriously consider this. So long as it does not hinder our bilingual policy and Speak Mandarin Campaign, we should relax this control and have more dialect programmes on radio and TV. \n  <br>12.45 pm \n  <br>\n  <br>\n  <!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seng Han Thong (Ang Mo Kio)</b>(\n  <i>In Mandarin</i>): Sir, I support what the Member for Jalan Besar has said, because right now there is only one dialect programme, ie, the 8 pm News dialect programme on Radio. It is only five minutes and the new is read very fast. Old people need time to think to follow the news. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the older Singaporeans, if they know only dialects and for some reasons, their children are unable to keep them informed of the latest happenings or Government policies in Singapore, the only source of information they get is from the dialect news programme. Of course, they may learn something from their chit-chats with other senior citizens at the void decks or hearsay from the market place. But this type of information may not be accurate. Because of that, they may not understand or may even misunderstand some of the policies which may be beneficial to them. For example recently in the Budget, the Finance Minister announced the topping-up of the Medisave account for senior citizens. They need to put in only $20 instead of $50 to enjoy the $100 to $350 top-up. Very few senior citizens know about this benefit. From the two top-up exercises that we carried out in the past, a lot of senior citizens were not aware of them. They did not know where and how to top up their CPF accounts, and lost out in the benefits which they would have gained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that we should have one more round of dialect news over the Radio every day. I suggest that after \n  <br>9.00 am, those people who are working would have gone to work and the students would have gone to school and these old people might just come back from their morning qiqong exercises. So in the late morning they have the time to listen to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 944</b></font>\n  <br>\n  <br> the radio news. The Speak Mandarin campaign has achieved certain success and one extra dialect news programme will not hinder the progress of the Speak Mandarin campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore 21, the Prime Minister has said that one of the five pillars is to look after the senior citizens. The Minister for Finance also looks after the senior citizens because he announced the top-up of CPF Medisave Accounts. This is only material care for them. We need to give them more information and to understand what is happening to them. They need some spiritual care too. After corporatization, TCS programmes are always based on commercial consideration. This may not be wrong, but when we are talking about looking after the poor and the old, our broadcasting stations should also provide more pabulum to the senior citizens. As Mr Peh said, if you have problem getting news readers in dialect, you can seek the help of the clan associations failing which you can approach the interpreters or even go to the MPs like me for help. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin):</b> Sir, satellites play an important role in today's telecommunications and broadcast industries. To encourage companies in Singapore to launch their own satellites, the Minister for Finance announced that the investment allowance incentive would be extended to satellite operators and that leasing of capacity on satellites operated by non-resident persons will be tax exempt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance also mentioned that having our own satellites will enhance Singapore's competitiveness as a communications and media hub by extending our communications infrastructure beyond just submarine cables, land lines and TV broadcasting stations. He added that it will also allow service providers in Singapore to offer competitive packages to attract content creators, developers and distributors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's Television Receive Only (TVRO) policy has always been to disallow the use of satellite dishes for households, so as to keep out harmful \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 945</b></font>\n  <br>\n  <br> satellite broadcasts which can convey values and lifestyles that are offensive to our multi-racial and multi-religious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in recent years, two things have happened. One is that Internet and multi-media technology has opened up and this allows users to port in TV programmes from all over the world. The Government has also maintained an open and supportive attitude towards the Internet because of its commercial and international importance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the satellite TV technology is improving by leaps and bounds. The satellite dish size which is determined by the frequency received by the dish and the satellite transmission power, is getting smaller and smaller. The satellite dish size is getting smaller and smaller. It is becoming more and more difficult to know if a household has set up a dish on its roof in other countries and also it may become possible to get a line-of-sight from within the house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given these two realities, I would like to ask the Minister if the Government has any plans to review its TVRO policy to allow households to install such satellite dishes. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar)</b>(\n  <i>In Mandarin</i>): Sir, in last year's debate, I commented in this House that Internet has become more and more commonly and widely used in Singapore. At the same time, Internet has been misused by some abusers. For example, the spreading of pornographic materials, sexual notes, and some groundless political comments and misleading curt religious propaganda, etc. MITA has required all Internet users and Internet service providers to be registered and licensed so that we would have a better control on the development of Internet in Singapore to protect our moral standard, political stability and religious harmony. I do not know whether this control has been effective. I hope MITA would take strong measures to further strengthen the control of Internet in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 946</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;E-mail is also part of Internet. It is widely used in commercial and financial activities and it has also become part of our daily lives. Of course, there are also pros and cons in E-mail because some people could make use of E-mail to communicate with their friends and some would use it to send some nonsensical articles or materials or even pornographic materials. Some people even use the E-mail to commit crimes. So long as we have a strict control on the abuse of Internet, I think the advantage of E-mail clearly outweighs its disadvantages. For example, by E-mail, we could communicate with our friends, relatives or our children who are overseas and it would also help to enhance the cohesion of our families. Children who are studying overseas could maintain a good link with their families. Now that the Government is encouraging people to venture overseas or to work overseas, E-mail will enable them to communicate with their family easily and effectively, and at the same time keep up with what is happening back home in Singapore. They will be able to understand the latest legislation and policies in Singapore. Therefore, I hope that MITA would give more publicity on the use of E-mail at home, because if all the families in Singapore could use E-mail, it would be of great advantage to our people. I think we should teach our people to learn how to use E-mail in their home. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Bishan-Toa Payoh):</b> The introduction of the Internet Class Licence Scheme (CLS) last July was the first step to set up a regulatory framework for Internet in Singapore. However, with the use of proxy servers, Internet users continue to complain of slow access and the ISPs' reluctance to upgrade their equipment to increase transmission speed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last August, the NIAC was formed to advise and give feedback to SBA on how to promote Internet development and fine-tune the regulations. As technology changes very rapidly, MITA must continue to review and assess the scope and focus of the regulatory framework to ensure that regulations and policy developments move in tandem with technology. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the more important issues to consider now must be the safeguard of individual privacy on the Internet. The other concern which requires urgent attention is how to control gambling on the Internet. Sir, this morning's Straits Times carried an article \"Internet gambling booms: `Ignorant' US authorities urged to regulate unstoppable trend.\" Sir, may I ask the Minister what measures would be taken to address these two issues of individual privacy and controlling of gambling on the Net? Sir, I would also like to ask the Minister what changes will be made to the CLS and how will the changes affect the Internet community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MITA should spare no effort to develop Singapore into an Internet hub for the region. We have the right infrastructure and the supporting technical people. To facilitate this development, MITA must ensure that our regulations do not inhibit the development of local web sites on the Internet. They must not be seen to be over-strict with censorship as this is still the perception. Users are reluctant to discuss Singapore issues in Soc.Culture.Singapore as they actually believe that MITA and the ISD will trace them if they say something bad about the PAP or the Government. So today we have more discussions on Singapore in Soc.Culture.Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of Internet subscribers in China is expected to jump by 100,000 to 250,000 by the end of 1997, as Chinese businessmen and families become more aware of the benefits of being able to access a network of global communication. As China opens up, there will eventually be a big Chinese Internet community. We have the advantage of a bilingual education. Singapore should also develop its Chinese language Internet capability in tandem with China's Internet development so that our Internet users will have the advantage of tapping on to another big network rich in information and resources. This will complement our development as a media hub. Sir, may I ask the Minister what efforts will he make towards this objective. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 948</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ong Kian Min -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Kian Min (Pasir Ris):</b> Sir, I wish to support the Government's programme to have computers accessible to all our students. This is a step in the right direction as we enter the millennium where the acquisition of knowledge and its proper application will put Singapore at the cutting edge of progress and development. Whilst we encourage Singaporeans to access the information super highway, we are faced with a problem that will destroy the moral fibre of our society if we do not address the issue, and that is the question of pornography on the Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, this House has debated at length the prohibition of satellite dishes for households and control over what comes into our homes through the air. I believe, Sir, that the Internet, if not regulated properly, poses a danger of greater magnitude because of how it is weaving its way into our daily lives. Surfing the Internet can bring us effortlessly or even accidentally face to face with pornography, fraud, gambling, sedition and other distasteful topics. It is also common knowledge that information transmitted through the Internet are merely bits and bytes and therefore even with the use of electronic filters, comprehensive blockage of undesirable materials coming through cyberspace, it is impossible without, in the process, filtering out materials which the public has the right to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, this Government has opted for the use of proxy server as a means of control. Having decided on this option, I believe that it is in our interest to make it effective. I share Mr Peh's concern that the present controls are not as effective as it should be. An ineffective proxy server can be counter productive because parents may mistakenly believe that the proper controls have been set up by the Government and hence they can dedicate less care and attention to what their children are viewing on line. If the proxy server is not effective, then we should openly admit so and encourage parents to either use a software fix of their choice or resort to the old fashioned solution or supervising their kids' time on line. However, I am sure that if we want to, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 949</b></font>\n  <br>\n  <br> we can make the proxy server more effective. In the longer term, we should look at the development and use of content rating software. In the near term, before the perfection of such software, the appropriate resources must be committed to manually identifying these undesirable websites and blocking access to them. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of conventional films and video tapes, I understand the Board of Film Censors has 16 full-time censors who went through more than four-and-a-half million pieces of films and video tapes last year. If full-time staff cannot be dedicated for the purposes of the Internet, perhaps the finder's reward system can be started under which Internet surfers who give information leading to the blockage of undesirable websites can be rewarded with a small memento. But if for the technical reasons I mentioned earlier, we take the approach that censorship of the Internet cannot be carried out effectively on a national level, then at the very least, protection should be accorded to our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Internet is like a television with 100 channels - 80 with good educational programmes and 20 channels with undesirable contents. Our children are encouraged to use the Internet for its educational benefits. But they can easily at any time while surfing the Internet, at the mere click of the mouse, switch to the undesirable channels that bring them straight into the red light district. I am advocating that in the process of connecting every school in Singapore to the Net, we must put in place some way of making the Internet safe for our children. To do this, all schools, colleges and libraries should be connected to the Ministry of Education server, which must be beefed up to add as an Internet Service Provider to serve their needs for access to the Internet. This Ministry of Education server must then enforce the highest standards of decency so that offensive materials may be kept away from our children. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 950</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim (Jalan Besar):</b> Sir, National Education has been given a lot of importance lately. Many Members of the House have spoken about the need for us to remind the younger generation and succeeding generations about how this country came about. I suggested during the debate on the Budget Statement that the Government consider setting up a fund to attract private groups to participate in the promotion of National Education. The Finance Minister replied that National Education will be disseminated through the schools and that private groups can be roped into the development of materials. I welcome this move. However, the NE programme in schools will only have an impact on school-going children and teens. I am concerned about the availability of NE programmes aimed at the general public. I understand MITA will undertake a variety of projects, including staging exhibitions at the museums to promote NE. Perhaps the Minister may want to enlighten us further on other initiatives being taken by MITA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to suggest that perhaps MITA consider my suggestion of setting up a fund. MITA has in fact successfully drawn private groups into a variety of public-related projects, for example, the Arts Festival. In a similar manner, I wonder whether MITA could consider tapping the resources and expertise of private groups and organisations in its effort to promote National Education. For NE to become successful, and, in this instance, I would define success as taking place when the sense of being a Singaporean is present in almost everyone, NE projects would have to be carried out across all sections of society. These projects need to reach out to the young, the not-so-old and the old. But the approach for each of these groups cannot be the same. A variety of presentations is needed. This is where I believe that private groups and organisations can offer a multitude of approaches appealing to different audience groups. It is also equally important to tell the story of Singapore without arousing emotions and even suspicions among the different races. This is not an easy task. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br> example, how can we tell the story of Maria Hertogh and its attendant lessons without rousing emotions? Can the events associated with Maria Hertogh be presented in a popular medium such as a musical? In the recently concluded Festival of Asian Performing Arts, the Shiki Theatrical Company of Japan staged a musical entitled Ri Koran. I understand the Minister actually attended the performance. This play is based on a true story of a Japanese girl, born and raised in China, who became a star in several Japanese propaganda movies made during World War II. Although the material was highly controversial, the musical has been well received in both Japan and China. Hence, I believe that efforts by private groups in showcasing our history, though difficult, can be done successfully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, National Education should also be about popularising symbols, stories, songs, poems and other activities associated with this country such that it becomes embedded in our psyche. My GPC Chairman, Mr Chew Heng Ching, lamented that not many Singaporeans would recite the National Anthem when it is being played. DPM BG Lee Hsien Loong, during the launch of NE, cited two examples of strong nationalistic pride: the Americans and Japanese. The Americans, for example, are proud of their anthem and they know the words very well. This comes about because the anthem is played at every major sporting event in the country. Before the start of the baseball World Series or the Superbowl, popular singers will be invited to sing the anthem. In Japan, on the other hand, history buffs would stage key historical events of the country for the public to view and learn. And they do this, as I understand, at their own expense. In other words, the symbols, songs, history and other associated materials are brought down to the general level for all to appreciate and understand. I believe such efforts must be spearheaded by MITA but with private groups contributing in that effort. Hence, the need for a fund for National Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the popularising of our history can be done through story telling. Our oral history tradition is in fact quite strong. Many of us remember our grandparents and parents telling stories of the past during dinner and bedtime. My late grandmother was an avid reader of the Malay daily, the Utusan Melayu which was in Jawi. She would read it while we had our dinner. On many occasions, she would tell us the stories and the associated history. Here, Sir, MITA could consider working with the People's Association (PA) to start story telling nights at RCs and CCs in order to popularise our history. Senior citizens could be roped in. They could tell stories to the younger generation of the period when they were growing up. I am sure some would enjoy a night of story telling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, Sir, I wish to ask the Minister whether MITA has plans to expand its current National Education programme to include private groups and others who are interested. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, in line with our efforts to develop Singapore as a regional media hub, we should consciously develop the film industry. With the success of our TCS and the emergence of many local production houses, I believe we have the necessary ingredients to seriously promote and develop the film industry. Much emphasis has been placed in recent years in developing artistic, creative manpower which includes film-making in our polytechnics and other educational institutions. Our TCS and local production houses are of a standard good enough to go international. And I am aware that some efforts have been made by EDB to try to promote the film industry. My question to the Minister is: where do we go from here? Will the Government seriously accelerate the development of the film industry? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, related to this is the Singapore International Film Festival event. This event has come a long way in the last 10 years. It has now become a significant event in the region which showcases Asian cinemas and movies. I feel that we must promote this event even more. I say this for two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> good reasons. Because of recent developments in the region, traditionally Hong Kong and Pusan, a place in South Korea, are well known film festival centres in Asia. With recent developments in Hong Kong, with political restrictions after 1997, and Pusan's less superior location and recent developments on the part of North and South Korea, I think we should now actively promote Singapore as a film hub for Asia. May I therefore ask the Minister if he agrees with this and if MITA or the Government has plans to achieve this. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I support the views of my GPC Chairman, Mr Chew Heng Ching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year's Singapore International Film Festival was very successful with 200 films being screened for an audience of about 47,000 people. It has become one of the most significant film events in the region. But unlike the Hong Kong Film Festival which is funded by the Hong Kong Urban Council, and the Pusan Film Festival which is funded by the Municipality of Pusan, Korea itself, , the Singapore Film Festival is run only by volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the NAC should assist in funding the Singapore International Film Festival and help the Festival consolidate its position and project Singapore as a regional film centre. NAC should help in the training of talents, promotion of arts, films, while the STPB could assist by upgrading and publicising the film festival. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Film Festival, besides screening artistic films, has since 1991 provided a venue for young Singaporean film makers to premiere their works. It has encouraged a lot more young Singaporeans to venture into this new field. As Mr Chew said, with the return of Hong Kong to China, there is concern among the film and arts circles that China's strict film censorship and political control may not allow Hong Kong to continue playing a role as a film centre. Many directors and artistes who prefer more open and less restricted working environment have left Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With strong Singapore Government support, we can develop into a film centre of Asia. A whole new industry could be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> developed with many more high value- added job opportunities. It will be an important step towards making Singapore a media hub and an arts centre. Towards this direction, there is a need to put in the right infrastructure and the correct incentives to attract the film production houses, post-production houses, animation producers, distribution channels, and create a whole new range of supporting industry. But currently the manpower to support the film industry is very limited. Training for acting is available only at TCS training school. For technical supporting staff, only two polytechnics have related diploma courses. There is no facility at all for teaching of film and video music. TCS would have an important role to play in the development of a full-fledged Singapore film and TV industry. TCS could expand its training school with some tertiary institutions into a full-time structured training programme, benchmarked against some international standards. A whole range of related training courses could also be set up at different educational levels to provide a complete range of training, ranging from film directors to script writers, film and editing, audio music editing to props, costume designers and fabricators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for his vision of Singapore as a film centre. But on what schedule are we working on to achieve this vision? \n  <br>\n  <br>\n  <!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seng Han Thong (Ang Mo Kio)</b>(\n  <i>In Mandarin</i>): Sir, recently local movies have been screened in some of our cinemas and feedback from the audience is favourable. But some commented that local filming has its own limitations. Nonetheless, we should encourage and support films like 12 Storeys and also encourage our local film makers to carry on producing quality movies. We want to see our own films. The first local movie was introduced soon after the Second World War. It was a film called Blood and Tears of Overseas Chinese. Twenty years later we had another one, The Black Gold. Further in the seventies, we had another local movie, The Bridge, and during this period Shaw Brothers produced many Malay films. In the fifties, Li Li Hua and Yan Jun also came to Singapore to shoot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> on location, Kreta Ayer and Nonya and Baba. And after that, in the last 20-30 years, local films disappeared completely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, because of economic development, produced a lot of experts for our financial and other services. A lot of our developers have gone overseas to develop hotels and holiday resorts. But for local films, nothing. In fact, we have a lot of talents in this field. Some of them like Chua Lan and Robert Chua left Singapore in the seventies for Hong Kong where they made their names and became household names in the movie and TV industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The time has come for us to develop Singapore into a movie and TV hub for Asia. We have an excellent distribution network to help in the production and distribution of local movies. We have the human resource advantage because our polytechnics and universities are producing talents in mass communications and related studies. The EDB, STPB and MITA have also made their efforts to promote the development of local movies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we should endeavour to let our local movies go regional and international. We would require the help of foreign talents, and we should also make use of our own talents who have gone overseas to develop their careers in film-making and television productions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew is not speaking. Dr Yaacob Ibrahim. \n  <br>1.15 pm \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim:</b> Sir, I thank my GPC Chairman, Mr Chew Heng Ching, for allowing me to speak on library development in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The plan, as outlined by Library 2000 Report, seems to be taking shape. A number of regional and community libraries are already up and running. Judging by the number of visitors to these libraries, it seems that these libraries are indeed very popular. In fact, there is a circulated chart that shows the number of loans has gone up recently, which is quite \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br> encouraging. And for me, Sir, it is most encouraging to see so many young children actually visiting and using the libraries. If this trend continues and these young children continue to develop further their reading habits as young adults, we are indeed fulfilling our dream of making this country a nation of readers and hopefully thinkers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, I would like to raise some matters pertaining to library development and would be grateful if the Minister could give us his response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that it would be good if the public libraries are connected to some of the specialist libraries found in places, such as NUS and NTU. For example, the Medical and Law Libraries at NUS are indeed very good, providing a variety of materials which are useful for both researchers and practitioners. It would not be cost effective for, say, the National Library (NL) to build up a similar collection. However, if NL is linked to these specialist libraries, we would then bring these private collections to a wider audience. This of course presupposes that there are people who want to have access to these collections. I think there are such people. If there are none, by providing such a service, we would invariably generate a demand for such service. Hence, NL in this respect can provide some research facilities for the general public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have seen how the community libraries located at public places, such as shopping centres, are quite a success. In fact, the GPC was pleasantly surprised when we visited the Cheng San Community Library one Saturday morning. We were there at 10.00 am, one hour before opening. The queue was already building up 30-40 minutes before opening time. The place was flooded with children and parents after it was opened. Placing libraries at such a location is in fact a very creative move by MITA. In this regard, Sir, I wonder if MITA can consider plans to locate libraries near places where our youths hang out. The hon. Member for Aljunied GRC, Mr David Lim, who is not here today, suggested that creative solutions must be found in order to attract \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br> our young away from tea dances outlets. I agree with him. Perhaps locating libraries where youths tend to congregate would help to attract them, not near tea dance outlets. That is not what I meant. Also, the manner in which the library is organised must be targeted at their interests and not ours. I understand, for example, there is a library in Britain where the decor and music are designed to attract youths. It seems that these libraries are quite successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the libraries have taken the initiative to introduce Internet services in their premises. I believe this is a good step in line with the Government efforts to introduce IT island-wide. However, Sir, I believe it would be good for our young to also learn the traditional skills of using the library, searching for materials and then looking up books and reports in the shelves. This builds discipline. I think many of us here remember the days when we would spend time at the library researching, reading books, reports and magazines in order to complete a project. Have we thought about the impact of the Internet on reading habits? What about the development of our ability to cross reference and juxtapose different sources of information using books, reports, newspaper cuttings and magazines? When we carry out research on the Internet, we tend to be instrumental and detached. In a library, we have the opportunity to interact with the world of ideas in a more leisurely manner. We humans have developed an emotional bond with books. Being able to touch a book and to enjoy the aroma it has developed over the years cannot be replaced by the Internet. The libraries provide a unique experience that can play a pivotal role in engendering a love and respect for books and the written word. While the Internet has a role to play, it should not develop at the expense of libraries as a place of learning and developing reading habits. Libraries must adapt with the times, but they must not lose sight of the noble human activity which they have traditionally supported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would appreciate therefore if the Minister could inform the House of the status of library development especially in relation to the Library 2000 plan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I take the next issue, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim:</b> Sir, I must again applaud the efforts of MITA in preserving our heritage through the many museums we have in Singapore. For any country, it is important that the people themselves make the effort to preserve the country's past and memories. Museums are not dead places. They speak to us through the pictures, the artefacts and the displays they have on our past and our struggle as a people. I believe the museum development programme we have in place aims to do that. But I would appreciate it if the Minister could give us an update on museum development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that as part of that programme, a Children's Museum was planned initially. This is in fact a very good idea. Such a museum could help to instill in our young a sense of history. It would be yet another step towards ensuring that our future generation would grow up appreciating more our heritage. This would indeed be good for our National Education programme. A Children's Museum would also help to promote learning and creativity. In some countries, these museums also showcase important scientific discoveries in a simple interactive manner for young children to enjoy and learn. Hence, perhaps MITA may want to shed some light on its plans for a Children's Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Museums in the West not only showcase artefacts and exhibits but some also conduct research and publish academic papers. Are there plans to link some of our museums with the History Department at NUS so that joint research projects can be conducted? Take, for example, the current excavation works being carried out at Fort Canning. I believe our museums must play an active role. Our museums should also be institutions of learning that provide future historians with the opportunities to get a first hand look at artefacts and the like and that contribute to public interest in our heritage preservation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Museums should also consider reaching out more actively to the HDB heartlanders. For example, they could have a travelling \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> exhibition which stops at the various community clubs and centres. They could also help local groups set up their own mini-museums or exhibits showcasing the history and peculiarities of particular localities or local artistic endeavours. These efforts could also be tied up to the National Education programme and arts appreciation efforts. These efforts would provide yet another means of giving localities a sense of ownership in the National Education effort and help to strengthen a sense of community. \n  <br>\n  <br>\n  <!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seng Han Thong</b>(\n  <i>In Mandarin</i>): Sir, for a long time in the past, we had only one museum and the exhibits remained unchanged for 50 years. That is why people said you needed to go to the museum just once in your life time. But in recent years, we have opened up a number of new museums. Apart from the original main museum, we have the Singapore Heritage Museum which is in the process of being upgraded, the Singapore Arts Museum, Asian Civilisation Museum and the Singapore Philatelic Museum. These Museums have contributed much to our inculcation of a sense of history into our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make three suggestions to make the museums more attractive to Singaporeans and tourists alike, and to ensure that our museums will become more and more educational, informative and interesting. First, we can consider introducing some form of package tickets, for example, season tickets for the individual ticket-holders to be given unlimited admissions to the museums within a certain period of time; family tickets for the whole family to visit the museums as a sort of family outing. In this regard, we may even consider including the grandparents as part of the extended family; and group tickets for grassroots organisations such as the CCCs and RCs to conduct museum tours for their residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second suggestion is that the museums may enlist some retired school teachers and retired civil servants to work as \"friends of the museum\". We have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> seen a lot of wives of expatriates acting as guides in our museum. I think we should get some Singaporeans to use their own languages or dialects to explain the exhibits to our own local Singaporean visitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third suggestion is that the labels of exhibits should be multilingual in our museums because if we want to become an Asian Cultural Centre, we must try to attract tourists to come here to visit our museums. We should cater to the needs of people of different language backgrounds by providing concise multilingual labels and captions. For example, in the Chinese Heritage Museum, we must have Chinese in addition to the other languages. If an exhibition is targetted at Japanese tourists, we must have labels in the Japanese language, otherwise they will not be interested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I conclude, I would like to tell a story about the museum. In order to conduct a survey on why people visited his museum, the Curator of the museum placed some questionnaires at the entrance and requested the visitors to write the reasons why they had decided to visit the museum. One person wrote that he came to the museum because it was raining very heavily outside. His comment after the visit is that the museum was a place where you keep all the things which were not wanted in the house. I sincerely hope that our museums will not become just rain shelters or rubbish dumps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to my next cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seng Han Thong:</b> Sir, we have now a television programme known as Artitude on Premiere 12 which provides coverage on cultural events and arts activities. However, we do not have a FM radio channel to provide such services to our arts-loving audiences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, there are many local and foreign arts bodies which present performances of dramas, plays, concerts, vocal recitals, etc, every year. Some grassroots and civic organisations also regularly hold musical evenings and provincial opera performances. There are also a good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> number of talented young people from our universities, polytechnics and schools who put up some interesting and quality performances from time to time. If our television and radio stations can pick up these performances and give them more publicity, it will certainly help to make their efforts more worthwhile and their performances more successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that it is very costly to present these performances on television, and some of these may not be suitable for TV broadcasting. How about having a radio arts channel with a specific purpose of promoting arts and cultural events to cater to their needs, so that our students, musicians, actors, playwrights and even members of the public will have more air time to share their talents with others? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our radio channels are concentrating on entertainment and information programmes. They are only targeting their audience groups on the youngsters, housewives and the motorists. As such, almost all their programmes are selected along this direction. The only exception is FM 92.4 which features mainly classical and light music. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we have a radio arts channel, then we will be able to coordinate the various activities of the schools and the cultural bodies, so that our undergraduates and students can join hands with the arts lovers to more effectively promote cultural and arts activities in Singapore. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, first, I would like to thank Members in this House for their support and encouragement over all these years for many of the activities undertaken by MITA. Finance Ministry has been very generous and our overall fundings have gone up, year by year, enabling us to provide more facilities and to help sponsor a greater range of activities. I must also thank them for their comments and criticisms which have been valuable to us, many of which I will pass on to the various departments and statutory boards involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As time is not abundant, I will confine my response to the main points raised. But detailed suggestions which are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> interesting and useful will be attended to by the departments and statutory boards involved, and I will be very happy to elaborate on them either privately or in this House when Members table questions subsequently. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first touch on the arts scene which has been raised by Mr Chew Heng Ching, Dr Yaacob and Mr Peh Chin Hua. Those of us who attend arts activities in Singapore would have sensed that there is a ferment taking place in Singapore, involving many Singaporeans, especially young Singaporeans. I feel very hopeful for the next century because, among younger Singaporeans, there have been sufficient exposure, training and facilities available to them. Year by year, our audiences are growing. They are still young but they are growing. And the market base for the arts in Singapore is broadening and deepening. So the signs are hopeful. By the time the Esplanade is ready in the year 2001, I think we will have enough local and foreign fare to keep it a very busy hub of the performing arts in our city state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The success of the Festival of Asian Performing Arts this year was very touching. This year's Youth Festival has been marvellous. I did not have time myself to attend any of the events. But one day before Cabinet, RAdm Teo Chee Hean came up to me and said that he had just officiated at the opening event, and he was so pleasantly surprised, so bowled over by the quality of the performances. And he suggested to me that TCS should give it more coverage, which TCS has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The arts is an industry. Government's funding is important, but in the end there must be a market. There must be market forces at work. And in the end, it will merge into the multimedia industry, which will include not only Internet but also television, broadcasting, cable television and film. In all these fields, both technical talents and creative talents are needed and, most importantly, sophisticated audiences which we are fast becoming in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government's principal responsibility is in ensuring good infrastructure. We are providing this. As you would have seen in the Budget book, more monies are put into performing spaces, into renovating older spaces, into building museums. There is also Dr Tony Tan's proposal to raise NAFA and LaSalle into tertiary arts institutions. All these represent concrete substantial support by the Government for the building up of a strong infrastructural base for the arts in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other area which is very important is in arts education, and here we are sparing no efforts, because arts education provides the most important basis for the flourishing of the arts in Singapore. After that, MITA, NAC and the Government should take a very light handed approach. It is not for civil servants or for Ministers to say that this event is better than another event, because our views will naturally differ. It is impossible for us to agree on what is an appropriate dress code for TCS stars. So let the community at large, let human beings in their wisdom and over time arrive at norms which most of us are comfortable with. But it would be very dangerous if some officials, staying behind high desks in MITA, should dictate that this is the appropriate dress code; this is allowed; that is not allowed. I think our approach should be a light handed one. But for us, education is very important in building up the base. So NAFA and LaSalle will become very important institutions for Singaporeans in building up a high level of arts training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching suggested that perhaps NAFA should concentrate on fine arts and LaSalle on the performing arts. I am a little reluctant to so prescribe them, because artists are free spirits. They do not like to be confined. However, NAFA and LaSalle have very different histories and traditions. One is more oriented towards South East Asia and the West. The other is more oriented towards East Asia and the Chinese. And these traditions will continue to sustain and energise them. Rather than try to dictate what they should become, I say give them a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> supportive environment, let their boards decide, and let their own histories and support bases decide what are their areas of specialisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan has appointed Mr Tan Chin Nam to head a committee to study how the Government can better support these two key institutions and their report will be ready next year. I do not suggest that at this stage we should pre-empt what the recommendations of that report should be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our schools, whether or not we should have a core curriculum in the arts is a question which we should continue to discuss and debate in this House, because in the end, the issue is what kind of human beings we want our children to become. As parents, we want them to be good in everything, in science, mathematics, history, heritage, the arts. We want them to play the piano, to do mental abacus, to dance, swim. There is nothing which parents do not wish for their children, and my fear is that if we insist that arts be taught as a core curriculum, our poor students will be under an impossible burden. Already their school bags are so heavy. I would rather provide general encouragement to the schools and to our school children and to create a social atmosphere which makes you feel incomplete if you have no knowledge of music or the arts. Then we would have succeeded. And there is no need for us to say, \"You pass this examination or else you are not a cultivated man.\" I think that is the approach we are taking and that is the approach the Education Ministry has been taking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Totalisator Board provides generous financing of up to $10,000 for each school. Edusave funds are available. Our arts education programme, which includes exposure, excursions, participation, now covers 40% of our school population. It was 180,000 last year. I think we can continue to improve on this in the years to come. I am sure no school will consider itself up to the mark if it does not spend some time on the development of the arts and arts consciousness among their students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association has also been wonderful in the way it supported the promotion of the arts in the housing estates. This year's Festival of Asian Performing Arts would not have been so successful without the support of the People's Association. And they are now encouraging the community centres to be also used as arts venues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of us are advisers to CCMCs. We have to rebuild and upgrade the community centres. And if we are able now to incorporate in the design phase some of the requirements of arts groups, like providing a bigger back stage and better lighting, I think every community centre in Singapore can become an arts venue. Some are already, but many are still sub-standard because the designs have not taken into account the needs of arts groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember opening the renovated auditorium at Siglap CC which is airconditioned. It has become a very nice space for the performing arts. My own CC is used as a kind of a home for an alumni choir from Temasek Junior College, and so on. In the rebuilding of Marine Parade CC, we are going to incorporate into the building facilities for arts groups. In this way, as we gather knowledge, as advisers become more conscious of the needs of arts groups, I think all our CCs can become important arts venues, and in this way bring arts activities into the HDB heartlands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NTUC too has been performing a very important role, and I am now in the process of working out a master plan with the NTUC to see how they can better support the arts as part of our overall efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Money is always a problem in the arts, and arts groups are always crying out for more funding. Every year, MPs ask for endowment funds, for higher grants and I dutifully pass on all their requests to the Finance Minister. But I cannot, in conscience, say that the Finance Minister has not been very helpful to me. He has been. They are very sympathetic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The important thing for us is to remember that Government funding will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> never be enough. Government funding should never crowd out other forms of funding. In the end, it is what the consumers want. That is important. Corporations, schools and universities, what we as artists - and many MPs are artists and collectors, and attend arts events frequently - it is what we as a community want, little signals that we send through the market place that will in the end determine the shape and the form of the arts scene in Singapore. It is better for us to do it that way because that makes it more sustainable and, in the long term, we will have an arts scene that is more organic and more natural, and something more suited to our history, character and culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every year, whether it is for the Asian Performing Arts or for the Festival of Arts, I write letters to all the corporations in Singapore asking them to help, and this has been very helpful. We also have foundations which provide regular funding for training and for performances. We have the Totalisator Board and Singapore Pools. So we now have an array of organisations and individuals who are strong supporters of the arts. The circle is widening and what we in MITA and NAC should do is to work with the market forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, the arts throughout history in all countries had needed patrons, and patrons always have their favourites. But when there are many patrons, when there are many groups and many venues, then an internal market operates, and it is this internal market which we should facilitate for the development of the arts in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government has also, in addition to providing many arts facilities and investments in educational institutions, provided arts housing for many of our budding groups. Today, over 40 of our arts groups in Singapore enjoy privileged access to highly subsidised arts housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On endowment funds, I think they are better targetted at specific groups. If you form an endowment fund which is omnibus in character, the emotions, the passions are not there. If I am a classical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> music lover, then I would support the SSO. If I prefer Chinese music, I will support the SCO. But if my $100 or $1,000 were to go to a general arts fund and I do not know how it is going to be used, the emotional feedback is not there. But if I were to dedicate this money to Cantonese opera or to dance or whatever, and I see the performances, the satisfaction is much deeper. And it is this satisfaction that we should tap, which is why I think in the long term it is better if our endowment funds are targetted. Yes, they should receive IPC status, and NAC does operate special accounts for different arts groups so that they receive IPC status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Seng Han Thong asked whether we will form an arts radio station. In fact, as MITA has announced earlier, we have been working on this and I am glad to announce here that the station will be launched some time at the end of this year. The idea is to create a community station which makes it very different from FM 92.4. FM 92.4 is passive. It is for you to listen to. For many of us, it provides such good fare of classical music that our CD players are not being used in our cars. It is not interactive. What we want is an arts radio station which is a community station run by the NAC involving NAFA, LaSalle and the arts groups, and encouraging students in our schools, polytechnics and universities to help programme certain hours. For parts of the day, it can be a campus radio. If there is an arts festival or major exhibition going on, they can provide deeper additional information. And different groups of Singaporeans, who would otherwise not have an opportunity to be heard over radio, can gain access. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This station will be launched this year. RCS will provide the technical facilities, but it will be run by the NAC and it will involve as many civic organisations as possible. And I hope it will generate more enthusiasm in the arts. The present plan is to have 70% music and story telling and 30% on infotainment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua asked whether the mass media could not provide more support for the arts. He has attended a number of exhibitions which the mass media have not given emphasis to. I really cannot complain about the coverage that the mass media have given to the arts. In fact, I think they have done a very good job - Straits Times, Section 2, Zaobao, Business Times, TV12, news, current affairs coverage. Over the last 10 years, there has been a lot of interest in the arts and, in our newspapers, many of our journalists themselves have a very keen interest in the arts. But, of course, however we cover, it will never be enough. Naturally, for every one who is happy and satisfied, there are many more who are unhappy and dissatisifed. But I see this as a positive trend. What it shows is that the arts scene has become so abundant that there is now competition for air time and competition for column spaces in our newspapers, a desire to win the approval of critics and reviewers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This reflects the growing sophistication in our arts review scene. It is important that our reviewers do not become too effusive because, if they are, they lose credibility. If every performance gets a standing ovation, then standing ovations mean nothing. But neither should we be like Vienna where the audiences are so snooty and stuck up that sometimes they boo when the soprano's voice breaks or when the musicians miss a few notes. I think we should be a gracious audience, neither too effusive nor too niggardly in our praises. Many of our reviewers are still not quite there yet, so they swing from one extreme to the other. But I notice that in the last few years a greater sophistication in the way arts events are being covered and written up about. I think that is good. Of course, we hope that over time, as our knowledge deepens, as more Singaporeans receive tertiary and post-graduate training, receive wider exposure all over the world, as we bring in more foreign talents into Singapore, then the entire scene, the intellectual support foundations of the arts, will also grow in tandem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members of Parliament have raised issues concerning our TV stations yesterday afternoon. Mr Chew Heng Ching brought up a very good point about our advisory panels for general programming, for Chinese programmes, Malay programmes and Indian programmes, the importance of their rotating the memberships and widening their feedback channels so that the TV stations are very sensitive and attuned to what is happening. The suggestions are useful. Right now, it is only the PAC whose memberships are rotated. The others have not yet reached a point in their lives where we have seen fit to rotate them but, when they are, I will certainly take into account their views and ensure that there is sufficient ventilation of the members so that fresh views are always taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They do in fact receive feedback from the People's Association and also from the Feedback Unit and the Service Improvement Unit. Of course, there are ratings. Ratings are very important for advertising revenues and in fact all our broadcasters keep a very sensitive feel of the ground, whether a programme receives good ratings, and whether it receives high hate ratings. These are things which they are very attuned to and very sensitive to, because it affects immediately how viewers react and their ratings which, in a corporatised situation, has a direct impact on their bottom line. This is where the market mechanism in fact provides the most profound feedback to all the broadcast stations as to how well they are doing. Of course, the market tends to pander to lower level instincts in any society. It is important that over and above that, MPs, parents, civic leaders also give their feedback so that TV stations will have a good balance between quantity and quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been a number of comments, particularly by Mr Peh Chin Hua and the Lianhe Zaobao, about Dr Eddie Kuo's report on Channel 8, some negative criticisms that he represents an attempt to take away from the Chinese community in Singapore what is very important and precious to them. My own sense is that the criticisms are not well \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> justified. I know Dr Eddie Kuo very well. I have read the report carefully. In fact, they feel a strong possession of Channel 8. Many of them are Chinese educated themselves and Chinese-speaking themselves. Their criticism is a more nuanced one. What they want is for Channel 8 to be a national station and not to be just an ethnic station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In America, if you subscribe to a TV cable package, you probably get one or two Chinese channels. But those are ghetto channels. You turn on to those channels, you do not feel that you are in America. You are cut off from the mainstream. You are just entering your own world. What ACCSS Committee has tried to put across is that Channel 8 should try to be more than just an ethnic channel. It should try to be a national channel. This does not mean that it should be like Channel 5. It will always be different from Channel 5 because our society, as seen through the eyes of the Chinese-educated and the Chinese-speaking, will always be different from the way it is seen by someone who is English-educated, or by a Malay or an Indian. But it is important that whichever perspective from which we look into our own society, that perspective gives us an overall picture of the multi-racial, multi-lingual society which is Singapore. I think this is what the ACCSS Report is setting out for us. How do we try to make Channel 8 a national station in the way that Zaobao is a national newspaper? One does not feel when one is reading the Zaobao that one is not living in multi-racial or multi-lingual Singapore. In the same way, when one tunes to Channel 8, one should have a sense that this is also Singapore, although seen from a slightly different perspective. All our four-language TV stations should try to do that. In other words, they should not over-exclusively cover their own communities. But that they should have a greater interest in their own communities is something which is natural. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I was very touched by Mr Choo Wee Khiang's comment yesterday about the way our TV stations carried the Hong Kong handover. I was not in Singapore at that time. I was in Hong Kong. But because it was a very important event, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> when I came back, I took pains to get feedback from various people in different walks of life on their responses to the Hong Kong handover. For Chinese all over the world, it was a very emotional event, even a spiritual event. Not surprisingly, because the Opium War, the Treaty of Nanjing, began a train of events in China which eventually forced many of our forefathers to migrate to Southeast Asia and to Singapore. After migrating here, the emotions, the hatred, the sense of humiliation, continued to be nursed and passed down. Naturally, this is more strongly felt by Chinese Singaporeans and even more so by Chinese-educated Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, till today, I have not met a single adult Chinese Singaporean who did not stay up that night to watch the handover till 12.30 am. It must have been, in the history of broadcasting in Singapore, one of the most watched events ever on television on both Channel 5 and Channel 8. That Channel 5 coverage should be different from Channel 8 coverage is also very natural. If they were the same, something is wrong. They have had many good background programmes in the run up to 30th June, both on Channel 5 and Channel 8, but not on Channel 12, because there the audiences are mainly Malay and Tamil and we would not expect our Malay and Indian compatriots to have the same degree of interest in the handover of Hong Kong back to China. But all take a Singaporean viewpoint, and it is very important that we take a Singaporean viewpoint. We just cannot take the feed from Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, when I was in Hong Kong watching television, I took care to switch channels, now BBC, now CNN, Chinese television, Hong Kong television, in order to get a sense of how the perspective changed from different angles. Someone I met told me that he met Dan Rather from CBS at a hotel lobby in Hong Kong and Rather complained that there was nothing to report about. \"There is nothing to report about,\" he said, because he was looking for other things. He was not looking at the main event. Indeed, if you watch CNN and, to some extent, BBC, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> event was presented as something to be sad about, to be worried about. Whereas if you tuned on to Chinese television, it was something to be celebrated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should neither take the American position nor the Chinese position. We should take our own position, reflecting our own history, reflecting where our forefathers came from, reflecting our own political situation in Southeast Asia. On their own, the TV stations decided - Channels 5 and 8 - to carry it live, which I think was a correct decision. That TV12 did not carry it live was also a correct decision, in the same way as our neighbouring countries did not carry it live on their television stations. But that Channels 5 and 8 should carry it, I think, reflected the standpoints of many Singaporeans and it was the right thing to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This event is also important because it highlights a key difficulty in the promotion of heritage in Singapore. Dr Yaacob asked whether we could ever present Maria Hertogh in a way which is unemotional and unsensational, which is acceptable to all races. I very much doubt it. Because life is not like that. Life is not vanilla flavoured or monochromatic. Life is full of colour, full of smells, full of flavours. And it should be like that. It is in the combination that the meal is to be enjoyed. But, of course, the flavours and the sounds should not be so clashing that it destroys the meal. This is what we should try to do when we deal with sensitive issues concerning heritage in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have presented Maria Hertogh before. Usually, if it is very sensitive, the producers will expose it to various focus groups to ensure that all sharp edges are carefully deburred before it is put out. I remember for the Maria Hertogh programme, we also passed it through MFA and my Senior Parliamentary Secretary, Mr Yatiman Yusof, to make sure that the final product that comes out is acceptable, which made it a little bland. But in our situation, perhaps it could not be helped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs asked if we could not, without losing our focus on the Speak Mandarin Campaign in Singapore, allow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> for a little bit more dialect programming, particularly to serve an older generation of Singaporeans who may not know Mandarin. I am sympathetic to that point of view because I think the battle of Mandarin over dialect is largely won, and so we can relax a little bit at the fringes without it causing harm or confusion. At this point in time, I say let us not have it on television because that is where our young are programmed for the future and let us not confuse them. But on radio we can probably be more flexible. On cable television where bandwidth is not a problem, we can probably be more flexible. So our Chinese cable TV channel now carries up to 50% dialect programming. We increased it from 30% in the past. Chinese music videos, from one in 10, we have increased it to three in 10. For video on demand, we have increased it to 50%. Dialect news on RCS in the evenings, I agree with Members that they are done rather perfunctorily and not very satisfactorily. I think we should improve on it. The audience for the 8.00 o'clock dialect news is not small. The average audience, for the 8.00 o'clock dialect news, is between 100,000 and 130,000, depending on the time in the week. But an average rating of 120,000 is not at all small. So I think we should give it more attention to ensure that older Singaporeans are better looked after. I am sympathetic to RCS carrying it also in the morning. Whether it is in the early morning or late morning, we can decide later. But I think we should do it. If there are not enough dialect speakers, then I will take up the suggestion put by both Mr Peh Chin Hua and Mr Seng Han Thong that we get the clans to help. And in extremis, I will also put Mr Seng Han Thong on. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin gave a very eloquent criticism of cartoon programmes on TCS yesterday. As a parent myself, with young children who watch a lot of cartoons, I must say I am quite moved by his views. Programmes like Ninja Turtles, Power Rangers or Street Sharks are really nothing but extended commercials for toys. But we as parents, through television \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> programmes, are subject to pressures from our children to buy them these toys. Sir, I would say for children programming, as much nutrition, as many vitamins as possible. But if it is overly-nutrified, overly-vitaminised, these programmes will lose their entertainment value, and children may turn to other things. And I do not think that we should really cut down the number of cartoon programmes because that is really for parents to decide. Eventually, I am sure, on cable TV, we will have 24-hour cartoon channels. So I say, let the parents decide, but we should try and improve the quality of our programmes, and when it is just crass commercialism, put a limit on it. But we should not be overly concerned that every programme must be full of education. Many of us grew up on Woody Woodpecker, Roadrunner or Tom and Jerry, which were quite violent if you think about them, but I think we have grown up still quite sturdy and upright. I do not think they can all do that much harm to children, even though they appear quite violent and strange at times. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> BG Yeo, we have to end the discussion on this amendment at around 2.15 pm, in order to move on to the other amendments. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Thank you, Mr Chairman. Mr Sinnakaruppan asked about the S-League. I am completely in favour of TV promoting the S-League so that eventually it becomes part of the landscape in Singapore. But it is not cheap to cover the S-League. I am told that right now, although it is carried by TV12, the cameras are borrowed from TCS News crews. To cover a soccer match, you need cameras from different angles, so that when the ball is coming in and the goalkeeper is leaping up to catch the ball or missing it, you get the precise, the most beautiful, angle possible. It has got to be professionally done. But it means, if we have four matches in one evening, that many TV crews will be running around. And right now, S-League does not draw in sufficient revenues for us to really provide such a professional depth of coverage. So it is the chicken and the egg. And, in fact, S-League is not always in favour of television carrying too much programming \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> because it cuts into their gate. And it has not been able really to raise the advertisements needed to give it full support on television. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would say, leave it to S-League and to the television station to decide what is a workable formula. It is really not SBA to tell the S-League to carry soccer live or not live. It is for the S-League to decide. And in case TV12 has too strong a monopoly position, I say, let SCV carry it too, if SCV can be persuaded to carry it. In this way, S-League will have a choice. And maybe once soccer betting is introduced and more revenues come into soccer in Singapore, then we can have better TV coverage. It is the chicken and the egg. But on the whole, I accept Mr Sinnakaruppan's point that we should encourage the development of soccer in Singapore which means not only covering interesting matches but also covering soccer in general, players, teams and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan also asked if it is not now time to allow satellite TV dishes in Singapore. I do not think so. We have come to this policy after careful reflection of the technology and the trends. The waters have still not come in fully. There is a lot of dry ground. I say, keep it dry. If the waters are flooding in, at that point we retreat. But we should not retreat before it is time, because that dry ground is still good for many more cycles of cropping, and this is the approach that we take. It is not all that easy for a satellite to beam into every home in Singapore. Most of us live in apartment blocks to begin with, and you need line-of-sight. Furthermore, there is the technology. Once you move into digital television, satellite channels are better at wholesale marketing of channels than retail marketing, because the signals are compressed and you require expensive decoders to decode the signals to get the channel that you want. So I do not think it is time yet to move towards the deregulation of satellite dishes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some comments on Singapore Cable Vision. The objective here is not really the profitability of SCV which is a private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> company. The objective here is really Singapore One, IT 2000, and preparing our people for the future. What we want eventually is to remove bandwidth as a constraint in our life in Singapore. What does this mean? This means that eventually at home, in the office, broadband into every room, into every bathroom, into every kitchen, because terminal equipment will become cheaper and simpler. It may not even require human intervention. But once we have broadband into every room, all kinds of appliances, all kinds of devices become possible and it is that kind of a world which we should be preparing ourselves for in Singapore. And this is really what the whole objective of cabling is about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This 14% penetration now is not too bad. It will grow, which is the experiences in most countries. We are over-60% wired now. By the end of next year, most of the island should be wired. Certainly all those who live in apartment blocks, and 90% of those living in landed properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Internet, it is still very early. It is a whole new frontier being tamed. It will take many years. Many debates all over the world, what we are discussing here is similar to what is taking place in every country on the face of this earth. There are reports from the White House, there are reports from governments conferring in Europe. They are discussing this in ASEAN. Our approach is very simple. Where it involves broadcasting, which means a limited number of sites, SBA will regulate it. Hence, stations with mass impact, on religion, on politics, hate sites. Where it is more in the realm of private communication, then we regulate it like we would the postal service, or the fax machine, or the telephone line, which means safeguarding privacy, not allowing crimes to be committed, and from time to time, conducting sting operations. If you are collecting money from purveying pornography in Singapore, we will catch you eventually. If you are defrauding consumers, we will catch up with you. If you are promoting gambling and not paying your taxes, we will find a way to catch up with you, and eventually the tax collector will also want to have his cut on the Internet. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So these are issues which are still on the boil. We are keeping up with what regulatory agencies in other countries are doing and making sure that what we do is in tandem with what they are doing. Because if only we are doing it, we will fail. Proxy servers are not to censor. Proxy servers are to overcome the constraint of bandwidth in and out of Singapore. We create these information reservoirs so that, with relatively small pipes coming in and out of Singapore, the information coming in can be gathered, stored in reservoirs, in order to increase the speed of Internet access by Singaporeans. And once we move onto broadband Internet, Internet will be much faster and will be greatly promoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I share Mr Peh Chin Hua's point of view that we should promote E-mail and we should also promote, as Dr Ho Tat Kin said, Chinese Internet. In fact, Chinese Internet is very important. We have many discussions with Chinese authorities. They have been looking at how we regulate Internet in Singapore. Their objective is eventually to create their own Chinese cyberuniverse, because they have a very high barrier to entry, which is the Chinese language. They are proliferating TCP/IP all over China and creating huge numbers of websites. If we as a city, from the cyberspace point of view, are part of both the Anglo-Saxon universe and the Chinese universe, then we have a great advantage. And it is an advantage which is not easy for others to take away from us because language is a very high barrier to entry. And what we must do is to encourage young Singaporeans, while their minds are still malleable and their fingers are still tactile, for them to learn to input in Chinese, learn to access Chinese Internet, so that when they grow up, they are as familiar in the Chinese Internet universe as they are in the English universe. Then we tap two huge reservoirs and this will give us a great advantage over many other cities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is an advantage which we can have because of our bilingual policy and we should not waste time, because every generation that is lost will be lost forever. It is very difficult to master these things as adults because different parts of the brain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> have to be called into operation, and we are just not as good. If we watch young children handling the Internet, they can click the mouse faster than we can blink. So you either master these skills when you are young or you can only master them very imperfectly when you grow older. Our objective is eventually to have every Singaporean, in addition to his postal address, also his own Internet postal address, his e-mail address, and for many Singaporeans to be able to access equally, both English Internet and Chinese Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Issues of censorship, of regulation of pornography, I think increasingly the software is being created. We do not quite know which will work, which will not. But once it is clearer what are those which are available, we may require our Internet Service Access Providers (ISAPs) to make them available to parents. But, of course, always at a cost, because if you block out too many websites, then it affects the efficiency of your own normal Internet. But if parents feel that it is necessary and they are prepared to bear with that certain decline in quality, then let parents decide. And what we do as regulators is to require the ISAPs to eventually provide such options to parents. I do not think we are quite ready yet because while many software packages are available, they do not work very well. But I think we will see good progress in the coming one or two years. And once it is ripe enough, we will require the ISAPs to provide such a menu of choices for parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the film industry, we are promoting it, and EDB is promoting it. There is a good chance that Singapore would become the main centre for the Asian Film Festival in Asia. We got to fund it a bit more. But our principal advantage is in our multi-cultural and cosmopolitan environment. In this, I think we are better and superior to either Pusan or to Hong Kong. But we need to fund it a bit more. For instance, at the last film festival which was very successful, there were many films from India and we had reviewers and critics from India. I do not think they will find the same level of flexibility in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br> Pusan or in Hong Kong. We have certain advantages because of our geographical and cultural position which we should exploit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The film industry is really a part of the multi-media industry. There is a technical side to it, and there is a creative side to it. It is either a small screen or a big screen, but it is still the same screen, the same technology which is involved. For post-production and pre-production, we are well on our way. The creative aspects, I think we should get better in time. I am not sure if we can eventually become a movie centre like Hong Kong. I remember what Run Run Shaw once said when he complained that Singapore is really too clean to be able to promote the movie industry. He is a very shrewd businessman. He knew what he was talking about and we should listen to him seriously. But at the same time, among the young, there is a derring-do spirit, and many of them are prepared to try, to spend their own money. You take, say, the latest film, Paradise Road, which was a joint venture between a Singapore company, an Australian company and Fox of America. It costs over US$20 million to produce. They decided to take the risk, invest in it. Singapore got some good billing from it. MITA has its first Hollywood credit recognition. And I hope it succeeds. And if it succeeds, others will be drawn in. Eric Khoo has great potential. Twelve Storeys has been surprisingly successful even in the housing estates. So we will see. We never know. We will try to promote the film industry, the multi-media industry generally, but let the market in the end tell us what succeeds and what will not. And I hope that Mr Run Run Shaw will be proven wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some quick comments on our museums and on heritage. This is not something which can be done overnight. Creating a greater sense of history, of culture, of heritage in Singapore will take time. I think we are making good progress year by year. The circle of support for museums is growing. It is reaching out to the housing estates. Many excursions are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> being conducted by PA to visit museums and heritage centres. Heritage walks are being organised. A number have been marked out. Our children are being exposed. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching asked about the National Anthem. We are promoting it. In fact, MITA has produced a national symbols kit to explain to new citizens, to school children and to various civic organisations the meaning of our anthem, the meaning of the five stars, the Singapore lion, the crest, our shared values, so that, eventually, all Singaporeans should have a very good grasp of what these symbols are. And we should learn to sing the anthem lustily. One problem I hear is that sometimes, the audiences do not know whether they are supposed to sing or not. So some keep quiet while the others sing. So maybe for important events, the comperes or the MCs should make it a point to tell the audience whether they should sing or not sing. Then at least, none will feel embarrassed by doing one or the other. But it is something which we should promote persistently, but in a way which does not cause people to feel awkward or uneasy. I think this is an area where we should make haste steadily, slowly, rather than try to effect a dramatic change overnight because that would seem false and artificial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we have a Children's Museum? It is in the long-term plans of the National Heritage Board. But we are not very keen at this point in time because it requires a different set of skills. It is really a job already undertaken by our Science Centre and by the Discovery Centre, and I am not quite sure if we would not be duplicating by building a museum dedicated for children alone. What we have done is in all museums to have a Children's Corner which will prepare the children for the adult exhibits, or explain the adult exhibits in a manner which they can understand, or a place for parents to park their children while they themselves are enjoying those exhibits. So for the time being, we are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> confining our efforts in providing Children's Corners in adult museums rather than creating a separate Children's Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our efforts in heritage and in museums encompass both the public and private sectors. National Heritage Board has done a lot. We brought over the Preservation of Monuments Board because that statutory board is really better emplaced in MITA than it is in MND. In any case, the emphasis of the Monuments Board has shifted away from buildings of predominantly architectural interest to buildings with important historical memories for us. For instance, a few years ago, at the recommendation of MITA, the National Monuments Board agreed to list (wan qing yuan) or Dr Sun Yat Sen's bungalow as a gazetted monument. The bungalow itself is not really of great architectural interest, but the events which took place in that bungalow are very much a part of our history which we should not lose. Because of the change in orientation of the PNB, between Mr Lim Hng Kiang and myself, we decided that it is better if that Board comes over to MITA and work more closely with the National Heritage Board. Should it merge with the National Heritage Board in the future? I think it is really too early to say. Let them carry on with their work for the time being, let them talk to each other, let them coordinate their activities and we can decide in our own sweet time whether or not the two Boards should merge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as time is pressing and as I know that I am testing your patience, I should end here. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, may I seek a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> OK. One quick clarification. We are running out of time. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar):</b> Much obliged, Sir. When I mentioned about the programme on handover of Hong Kong, basically I agree with the Minister. We are Singapore. It is good that we look at the handover from the Singapore perspective. Indeed, it is even better if you look at it from the South East Asian perspective. However, if that being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> the case and if our perspective of looking at the handover is by showing us what took place at Chijmes, I think it is rather shallow. Sir, what I was trying to drive home was that actually there is room for improvement, in terms of TV production. I am just urging the Minister to encourage TCS to produce better programmes of this sort. There is no other colony in the world which is going to be returned to Britain, fortunately or unfortunately. But in any case, if there were to be some other big event taking place elsewhere in the world and from our Singapore perspective, it is a good thing, let us do it in a not so shallow manner. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I take Mr Choo Wee Khiang's point that for such important occasions, there should be a sense of occasion, and the mixing of the solemn with the light-hearted should be properly balanced. I will pass his comments back to TCS for their information. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I am pleased with the comprehensive replies by the Minister. It is so comprehensive until he has no time to address some of the topics raised. But I am reassured by the fact that he will follow up with all the queries and suggestions raised by Members. With that, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Choo Wee Khiang. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): On TV licence fees, Sir, I have three points to raise with the Minister. First, when I visit my residents, especially the 1-room dwellers, many families told me they were grateful to the Government for the rebates on S&amp;C and rental charges. However, they asked whether the Government could also consider giving them some kind of reduction or rebate in TV licence fees. I support their plea to the Minister. Let us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> be more generous with these old folks, these low income people who are living in the 1-room and 2-room flats by exempting them from payment of TV licence fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the 1960s, TV was a luxury for the rich, and the poor just could not afford to buy a television set for their own home. But in the 90s, TV is such a common item that almost every family has at least one television set at home. Some may not afford to buy a new television set, but second-hand ones are very affordable. Some people even give away their old but servicable TV sets, free of charge. Therefore, those who have a cheap or free television set at home may not be able to bear the cost of the TV licence fees. So I hope the Minister can give these poor people his sympathetic consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of TV licence fees, there are also some people who have referred me to the fees charged by the Singapore Cable Vision. I would like to know from the Minister whether any survey has been conducted on feedback regarding the fees charged by Singapore Cable Vision, and the quality of its programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, also involves TV licence fees. Some people have complained that because they are late in their payment or have forgetten to pay the fee, they are penalised. I would like to ask the Minister whether the payment of licence fees can be incorporated into some other payments so that MITA will not have to go through the trouble of tracking down those who are late in payment or who have failed to pay and give them a lot of trouble by penalising them. Can the Minister consider whether TV licence fees can be collected through HDB, PUB, or other Government agents, using their existing systems? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Senior Parliamentary Secretary to the Minister for Information and the Arts (Encik Yatiman Yusof): Sir, Mr Choo raised three questions. The first question is related to whether it is possible for SBA to give rebates on TV licence for senior citizens. Currently, there is no provision for SBA to provide rebates. Besides, there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> is only a small number who request for some consideration because of their economic condition. On the average, there are only two requests per month. The SBA offers payment by instalments for those who are facing difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is whether there is a survey conducted on fees charged by SCV and whether they are happy with the programmes provided. SCV is currently conducting its own inhouse survey on response from the residents. I am sure they are equally concerned about promoting cable TV and they are doing everything possible to get feedback and, in the process, looking into ways and means in which they could provide better services. After all, they are going to be a competitor to the existing TV services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is whether it is possible to make some kind of arrangement for payment of TV licence fee through the existing bodies, such as HDB, and so on. The Government, in principle, is looking into this arrangement. Some time will be needed to work out the formula and over a period of time, we will be able to look into it and come out with a suggestion. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> I thank the Senior Parliamentary Secretary for his answers. Although he has not answered all my questions completely, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr R. Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Ravindran (Bukit Timah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RB 2400. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government promotes the learning and usage of various mother tongue official languages, in particular, the Government has successfully promoted the usage of Mandarin through the use of the Speak Mandarin Campaign for the last 19 years. The Malay community, on its part, has embarked on a biannual Malay Language Month to promote the use of Malay language. It is undertaken by the Malay Language Council which comprises various Malay organisations and individuals. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, the Indian community embarked on a Tamil Language Week two years ago and it is organised every two years. It is also similarly undertaken by various Indian organisations. Sir, as it is the Government's policy to promote the learning and usage of the mother tongue languages, I would like to ask the Minister for Information and the Arts whether his Ministry can coordinate all the three campaigns to help promote and raise the profile and usage of the other two mother tongue official languages together with Mandarin. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> I am glad to hear that the Indian community is getting together to organise their own Speak Tamil Campaign. This follows a similar effort by the Malay groups. Basically, the Government supports the Speak Mandarin Campaign, Malay Language Month and the Speak Tamil Campaign. Technically, the Government is capable of coordinating this. But we are not so sure whether this is the best and effective way really to promote the campaigns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are quite a number of reasons. Firstly, whilst the Speak Mandarin Campaign emphasises on the use of Mandarin as a language itself, the Bulan Bahasa month, for example, emphasises more on the use of correct Malay and Bahasa Baku. And I think for Tamil language, the emphasis is different because not all Indians speak Tamil. There are so many other Indian languages too. So we thought that it is better for the Government to allow the community to take the leadership with the Government providing the necessary support. For example, while MITA is helping with the Speak Mandarin Campaign, the Committee to Promote the Use of Mandarin is led by Prof. Wee Chow Hou of NUS and he has four sub-committees. Each of the four sub-committees is chaired by people from the private sector. So we thought that the initiative by the community group would be the best solution to the promotion of language. On the part of the Government, we provide them with the financial support and we are quite happy that the private sector is also forthcoming in giving their support. For example, the Singapore Chinese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> Chamber of Commerce and Industry and the Singapore Press Holdings are holding this annual oratorical contest and other Mandarin promotion activities. SPH is equally supportive of the Bulan Bahasa month, for example, by giving the committee financial contribution. I think that is the thinking of MITA's approach and it is working very well. We think that it is worthwhile to give it a try. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> I accept the answer that has been given by the Senior Parliamentary Secretary. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Mr Ravindran. \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> Sir, I am not moving the amendment in view of the fact that the matter has been raised earlier and answered. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. Amendment No. (5), Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Marine Parade):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RI 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, the Nantah Arch was a very important part of the old Nantah campus. It was erected at the entrance to the university campus. It was a historical symbol. Singaporeans, from rich businessmen to ordinary citizens in those days pooled resources together to build Nantah. That was part and parcel of Singapore's history. Now the campus of the old Nantah is no longer in existence. Only the Nantah Arch and the administrative block are preserved until now. These two structures have great historical significance. They should be preserved as historical relics, and should not be discarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In April this year, according to the report in the Lianhe Zaobao, the original wordings on Nantah Arch were missing. Then all of a sudden a few Chinese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> characters were painted on it, ie, the Yunnan Yuen (Yunnan Garden). On the pillars of the Arch were painted a pair of couplets, with seven characters on each side. I think it is not right to do this. Behind the Nantah Arch, there is a history that we should preserve. I think we should restore and preserve the Arch to its original state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ideally, the original wordings of \"Nanyang University 1955\" should be put back on the Arch, with a label giving a brief history of Nantah. This is a very important piece of history education. Our secondary school students sitting in the Strangers' Gallery today may not have even heard of Nantah or Nanyang University. They only know Nanyang Technological University. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am trying to drive at is that behind the Nantah Arch, there was a history of educational value because, in those days, Singaporeans were not as affluent as they are now. The trishaw riders, the samsui women all took part in the campaign to raise funds for the Nanyang University. Then, we did not have yuppies like today who make a lot of noise, complaining that they do not get their flats fast enough, or that there are not enough COEs to go round. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our National Education, I think the history about the founding of Nantah is very educational and inspiring. How do we preserve this Nantah Arch? I think there are two ways. One is to treat it as a historical relic or monument under the care of the National Heritage Board or the Preservations of Monuments Board. The second way is to leave it to the Federation of Clans Associations to form part of the Chinese Heritage Centre. But from the national point of view, the Government should take care of the matter. I think it is better that way, because it is part and parcel of our national history. It is a very important relic of great significance in our history. \n  <br>\n  <br>\n  <!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Seng Han Thong</b>(\n  <i>In Mandarin</i>): Sir, I support the view of Mr Goh Choon Kang. I was not a Nantah student. But from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> point of view of the Chinese community, I think we should preserve the Nantah Arch. I think it is a good reminder of how the Chinese community toiled to found their own university in the 50s. It is part of the early history of our nation building. We should preserve Nantah Arch and restore it to its original state, and its original appearance. There is no need to add anything to it. To preserve the relic is different from preserving our old shophouses. To preserve the old houses, we need to meet our modern needs. We must add airconditioning, do this, do that and add a lot of things. But Nantah is the history of Singapore's education. Nantah Arch is part of our history. We respect our history, and we must restore it to its original condition. \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim</b>(\n  <i>In Malay</i>): Sir, I am interested in this matter because I was the Chairman of a working committee which put up a proposal to the Ministry of Information and the Arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's efforts to promote our heritage through museums must indeed be applauded. Museums reflect a sense of identity and provide a link to the past. In this respect, I understand that the Government is planning a series of community museums where each community can be proud of its contribution to the history and development of Singapore. One of the examples is the Sun Yat Sen Memorial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Malay community, a memorial centre in the name of Lieutenant Adnan is in the pipeline. Lt Adnan led the Malay Regiment during the Second World War against the Japanese. The entire regiment was massacred by the Japanese while defending Opium Hill, which is located in Pasir Panjang and near to Kent Ridge Park. The Malay Regiment was, in fact, the predecessor of the present Singapore Armed Forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The community museums, however, are not and should not be parochial. In fact, the Minister himself, BG George Yeo, mentioned the need for Singaporeans of different races to know the heroes of each community as heroes of Singapore. During the launch of the English version \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> of the book, The Price of Peace, on 21st June 1997 at the Chinese Chamber of Commerce, BG Yeo said, \"It is particularly important that non-Chinese Singaporeans are able to read this book, just as it is very important for the non-Malay Singaporeans to know the story of Lt Adnan. In this way, we strengthen our collective memories as a people.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could the Minister, therefore, enlighten the House on the development of the Lt Adnan Memorial Centre? \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> Sir, the Government has unveiled a plan to make Singapore a renaissance city in the 21st century. Our artistes, especially our budding and young artistes, must be nurtured and helped along the way. However, many may not have reached the stage where they feel confident to perform on stage. Some may find it costly to book and perform in a proper auditorium. Some may also be trying out some new art forms which may be experimental. Some may not aspire to be serious musicians but only as weekend musicians or performers. There are very few outdoor performance venues for these young and budding performers at the moment for them to display their talents and gauge public response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while in Japan some years ago, I found a place called Harajuku there which is very famous on weekends. On Sundays, a stretch of the road is closed, and young and budding artistes from all walks of life just come there, put up their musical equipment, set up everything else that they have, and perform for the public to watch. And members of the public come along and watch. Crowds gather when the performance is interesting and popular, while at some performances crowds just stand and then walk away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think a similar concept in Singapore can be tried and I think it will give an opportunity for our young and budding performers a place for them to display their skills, a place to gauge public response to their performances and also, in due course, to develop confidence and to test whether the experimental art forms \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> and performances they are trying out are something that will go along and get good response among the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the Minister to consider this idea and see whether it is practical to implement in Singapore. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, no history of Singapore can be written without reference to the movement within the Chinese community to build Nanyang University and the involvement of Nanyang University graduates in the political development leading up to independence and post-independent Singapore. Therefore, I fully agree with both Mr Goh Choon Kang and Mr Seng Han Thong that the old Arch should be preserved, because it is an important symbol to a phase in the evolution of our national life. Both the Nantah Arch and the Nantah Administration Block should be considered as national monuments. And I have asked the Preservation of Monuments Board to look into the matter and to make a recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My own preference is for the Arch to be restored to its original condition. Unfortunately, the old characters had been lost. When Nantah was absorbed into NUS, Pan Sou wrote the new calligraphy for Nanyang Li Kong Shua Yuan and the old Archway. When the entrance was shifted to Jalan Bahar, Pan Sou's characters were removed and there was no new Archway at Jalan Bahar. So it was left empty. Since then, it is almost like a ruin in the area. I think it is now timely to restore it back to its original form, and to have a plaque there, informing Singaporeans of what their Archway means. The Xinzheng lou has now found its new use as the home for the Chinese Heritage Centre. It is being well maintained. There is a Yunnan Garden in front of it. There is a replica of the Nantah Arch in the Yunnan Garden. So I think that building will continue to be well looked after. Nevertheless, I think there is a strong case to list it as one of our national monuments. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Dr Yaacob's point about how to remember the bravery of the men of C Company led by Lt Adnan, I think this is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> something which would eventually enter our history books and become part of the collective memory passed on to younger Singaporeans. Lt Adnan was an officer of the Malay Regiment of the British Army. Lim Bo Seng died as a Major-General of the Kuomingtang Army. Many of those who fought in Force 136 in the jungles of Malaya fought because of their sympathies for the Malayan Communist Party and the Chinese Community Party. But in their own ways, responding to their own emotions and their own callings, they fought against the colonial powers. All of them are, in a sense, antecedents of modern Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important for us to remember the hallowed grounds on which Lt Adnan and men of C Company died on Kent Ridge. There is a bungalow there which Dr Yaacob's Committee recommended to MITA last year to be converted into an information centre on Lt Adnan. I think that is worth doing. Of course, the story of the battle of Pasir Panjang should be recorded in the History Museum. But it is useful to have an information centre on the site itself which can provide maps, the way the battle was fought and to remember specific details which the Museum may not see fit to carry. In fact, a number of the soldiers died near a bungalow today at Pepys Road, No. 31K, and I am glad to report to Parliament that the Ministry of National Development has recently allocated that bungalow to MITA and to NHB for its use as an information centre to record the battle of Pasir Panjang and other World War II sites in Singapore. This is something which should be done and something which the NHB is looking into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ravindran asked whether we should not recreate something like Harajuku in Singapore. I have been there and I watched how young Japanese enjoyed themselves on weekends and even when they are grunge or punk they are very well organised and not a hair is out of place. There is a very Japanese character to the way they let their hair down. We are Singaporeans and we have got to find our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> own balance, given our own climate, and the tendencies of our own youths. We have got to disallow those below 16 to attend tea dances. So we have got to be careful that there is a tendency in our society for secret societies to come in and influence young people in the wrong way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we have done in the last few years is to progressively open up outdoor spaces for arts performances. So the Dance Theatre has had many dances under the sun at Fort Canning. We had the opening of the Asian Performing Arts Festival there and it was beautiful, a lovely, breezy evening, Ramayana re-enacted beneath the banyan tree, lit up from below and Hanuman climbing up one of the blinds. Recently, I was there again for a production of Hamlet in contemporary costumes and it was magical. It was a lovely sight and I think we should invest in some fixed installations so that an arts group going there to perform need not carry so much overheads with them. There are many other places which we are developing as outdoor spaces, at the Istana Park, Xiao Qulin in Bukit Batok, Bishan, East Coast Park, Marina South, and we have got to experiment in different forms to see what will work for Singapore, what Singaporeans are happy to go to to watch outdoor performances and whether there are shelters nearby in the event that it suddenly rains, as it so often does here in sunny Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also allowing controlled basking now along the Singapore River, along Orchard Road, in the ethnic areas of Chinatown, Little India and Geylang Serai. But here again we do not want basking to degenerate into a high class form of begging. The NAC will take charge. We will ensure that while we allow for more spaces for artistes to perform, we do not also in the process bring in the seedy and the sleazy. It is still experimental. Two years ago there was an appeal to me to allow even our civilian memorial to be used as a performing arts venue. I thought it was too early and turned it down. Last year they asked to use the Suntec fountain. The police were against it. NAC \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> appealed on their behalf. PELU relented, and so they had a good performance at the Suntec fountain. And if there are other further requests, I think we should look into them. But this is part of an evolving arts scene in Singapore which is very exciting. \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> Point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think we have run out of time already. We still have one more amendment. Mr Goh, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I thank the Minister for his support of my suggestion. With regard to the calligraphy, the four words \"Nanyang University\", I think technically it is not difficult to produce a replica because there are many souvenir magazine letterheads bearing the four words. So it is not difficult to produce a replica to be put on the Arch, although the original one was lost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RJ 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as there are no library facilities in Serangoon New Town, many residents hope that such facilities will be provided as soon as possible. Although it is called Serangoon New Town, it is not so new now because the oldest flats there are almost 12 years old. I am disappointed to note that this year's budget does not actually provide for such a community library in the town, although according to the Library 2000 Report there will be such a community library to be sited somewhere in the town centre. But each time when I raised the question, I received a non-committal answer. So I would like to take this opportunity again to raise the same question, ie, when? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, unlike Mr Goh, in fact I have been asking that a neighbourhood library should be built at Potong Pasir much \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> earlier, when I was first elected in 1984. I am still asking for it. In Potong Pasir's case, we do not want to get a full grant and we are even willing to help out partially so as to get participation from the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to note that in fact the Government has now built 22 community children's libraries and I think the Government has now realised that it is very important to cater for the very young to get them interested in reading. A library is an educational tool and it will always be relevant to Singapore's educational needs, whether to get the very young to love books and to learn to read at a young age or to teach them to think or to be creative. Money spent on libraries is, of course, an investment and not a consumption item. I notice that the Government shall be spending $170 million this year. In fact, this is doubled the amount last year. The Government can even double this amount for this year because I believe the Government has started at a very low base as far as library services are concerned. I notice that in 1990 the Government only spent $28 million. So the 22 community children's libraries are not enough to cater for the children of 600,000 HDB households. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Mr Goh Choon Kang raised the question about the provision of a library at Braddell Heights. Under the Library 2000 Development Plan, Singapore will have five regional libraries, 18 community libraries and 100 community children's libraries (CCLs). I think this answer will also be relevant to Mr Chiam See Tong's question. Of these, three regional libraries, 11 community libraries and 100 community children's libraries will be built in Phase 1, and the remaining under Phase 2. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we decide to build the libraries, we consider a number of factors. Among them is the size of the new town, whether it is big or small and what is the density of the new town. The second factor is accessibility: how close the library is to the public transport hubs, such as the MRT, bus interchanges and so on and so forth. And also the spread of the existing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> libraries over Singapore. Based on these criteria, the library serving Serangoon New Town will only be built in the year 2004, which is under Phase 2. In view of this, I think there is no possibility of co-relocating a new library with the Braddell Heights Community Club because the time frame is not feasible. Meanwhile, we have plans also to have the CCL for Braddell Heights and it is expected to be open in 1998. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question raised by Mr Chiam, whether there will be a library in Potong Pasir, as I said earlier, we will consider the location of the CL based on the demand, population density and accessibility. As far as the CCL is concerned, yes, we plan to build 100 CCLs in the year 2003, but it must be located within walking distance. With that, I must say that it is not necessary for every constituency to have one library. I would say that it is a remote possibility for Potong Pasir to have such a library. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am not saying that the Government should give a full grant to a CCL at Potong Pasir, but maybe a partial grant. The fact is that if the Government is willing to cooperate on this matter, a firm commitment would have already been made. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Currently, the CCL is built with the cooperation and sharing of the cost with the PCF. There is a formula that we work out. You have to come out with some amount and the National Library Board will come out with some amount too. It is not so much the issue of dollars and cents. It is made on the basis whether geographically, in terms of utility, the place deserves to have one CCL. This is the basic question that we have to tackle first. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I am not satisfied with the answer given by the Senior Parliamentary Secretary. As I have said, the New Town requires a community library. But owing to time factor, there is no time to debate with him, I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $188,375,820 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $166,503,900 for Head R ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.25 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.00 pm until 3.25 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.25 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head S - Ministry of Labour. Amendment No. (1), Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Bukit Timah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Tripartite Review Committee on the Extension of the Retirement Age has recommended that the retirement age be further extended from 60 to 62 years. It has also suggested that various measures be adopted in relation to this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we first extended the compulsory retirement age to 60 in 1993, the benefit has been evident. Since 1993, some 63,000 workers above 55 have been provided with employment. This is very significant, considering the serious labour shortage that Singapore faces and the huge number of foreign workers employed here. With the extension of retirement age to 62, it is estimated that another 80,000 workers, aged 60 and above, will be added to the workforce. This will definitely help further reduce the reliance on foreign workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should also look at the issue from the perspective of our aging population. Today, for every older worker, there are eight younger workers working. In just 30 years' time, this will drastically change with one older worker being supported by only 2.5 younger workers. We cannot wait until the situation becomes critical before we act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have received much feedback from older union members who are eager to know when the extension will take place. Contrary to popular belief, many want to work and lead productive lives. For some, this is no longer just an issue of keeping them occupied. Because of their low savings, work has become a necessity. Hence, although the Tripartite Committee has suggested that the compulsory retirement age be extended to 62 with effect from 1999, I would like to urge more employers to voluntarily extend the retirement age to 62 without waiting until 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we understand that employers are concerned with the higher cost of employing older workers. I would like to suggest that employers adopt a more flexible approach in their cost cutting measures in cases where the salaries of the older workers are already reflective of their job's worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should also pay adequate attention to other equally important aspects of this issue. I note that there is a recommendation for employers to displace older workers who cannot perform their existing jobs. However, I also feel that employers can do a lot more in job redesigning. Employers should study their workplace, either the way in which jobs are organised or the structure of the workplace which can be modified to enable the older workers to fit in better. This should be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a tendency to write off older workers as being less receptive to training or, worse still, untrainable. This is not true in all cases. To encourage employers to continue providing training to the older workers to ensure they are relevant to the employment and job demand, incentives could also be extended to employers who provide training to their older workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> Those with a good record could perhaps be given a tax rebate or other appropriate incentives. The recommendations of the extension of the retirement age are far-reaching and cover some controversial issues. It is indeed a credit to our strong tripartite relationship and the responsible and mature attitude of both employers and unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am confident that with mutual trust and understanding, any problems of implementation that may arise along the way can be ironed out by the tripartite body. I urge the Minister to consider this extension as soon as possible. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Pasir Ris):</b> Sir, with the impending extension of the retirement age for workers in Singapore, would the Minister for Labour review all the exemptions of the Retirement Age Act previously granted by his Ministry in order to ascertain if the reasons for exemptions are still valid. If the reason given by companies on why they must retire their workers prematurely is still applicable, then I would like to urge the Minister to make it mandatory that such companies institute programmes that would facilitate the retraining and preparation of their workers for alternative careers before their early retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Programmes, such as the pre-release employment programme, have already been implemented by the Singapore Armed Forces. This programme allows servicemen to receive 50% of the SAF pay for six months while they receive training and on-the-job experience in civilian companies prior to their early release. I would therefore like to urge the Minister for Labour to ensure that companies that do not have similar programmes in place would not be easily granted exemptions from the Retirement Age Act. \n  <br>\n  <br>\n  <!-- Mr Yeo Guat Kwang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Guat Kwang (Cheng San)</b>(\n  <i>In Mandarin</i>): Sir, I support the proposal of the Member for Bukit Timah, Mrs Yu-Foo. In 1993, retirement age was raised from 55 to 60 and in 1995, a Tripartite Committee was set up to consider further extension of the retirement age. But up till now, we have not heard of its recommendation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> or implementation. I would like the Government to consider extending the retirement age beyond 60 so as to enable the older workers who are willing to work to continue to work, become self-reliant and make a contribution to our economy. As a labour MP, I would also like the Ministry of Labour to formulate policies and measures to ensure that the working conditions are appropriate to those who may need to do more physically-exerting work. I think we should urge the employers to adjust their work rather than just replacing them. If necessary, they should also give them proper training or retraining to ensure they meet the needs of the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Medical benefits are also very important. It is a matter that deserves our special attention, especially at a time when medical costs are rising. There is need for us to prepare for the rainy days and to do something for the older workers. I hope that the employers will put aside their prejudice and consider engaging older workers and giving them proper remuneration to earn a living for themselves. Older workers are experienced. I think it is much better to employ them than to rely on foreign workers. \n  <br>\n  <br>\n  <!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ahmad Mohd Magad (Pasir Ris):</b> Sir, in consideration of Singapore's tight labour market and Singapore's rapidly aging population, it is laudable that the Government is increasing the retirement age of workers to retain them longer in the workforce. Apart from their extended presence in the workforce, it also provides greater meaning to the lives of our older workers by keeping them active and gainfully employed longer as opposed to retiring them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that there are two issues that require to be addressed if we are in earnest about creating an infrastructure to increase the retirement age of our older workers and retaining them longer in our workforce. First, with Singapore accelerating its restructuring momentum, the prospect of structural unemployment looms ahead of us. The older workers are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> more likely to be affected by retrenchments due to their lower educational levels as our economy moves upstream. I would like to understand what measures are currently being undertaken by the Ministry of Labour to enhance the employability of our older workers to retain them longer in the workforce. Will there be labour policies and procedures to protect our older workers from being displaced from our economy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there is a tendency for most employers to prefer recruitment of younger workers. This is apparent in job advertisements in which younger age preferences are usually stated. In the wake of the rapidly changing profile of our workforce, does the Ministry of Labour again plan to launch any programme to encourage or implement any legislation to require employers not to discriminate age in their recruitment? \n  <br>\n  <br>\n  <!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hawazi Daipi (Sembawang):</b> Sir, for some time now, our workers have been waiting for the decision on the new retirement age. There are those who are anxious as it will affect them directly, particularly those who are on pensionable scheme. By and large, Sir, the extension of the retirement age should be a boon to our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They will have the option to continue working after the age of 60 until they reach the new agreed retirement age. During that period, with continued financial security, our workers can better prepare for their retirement and old age. The employers too benefit from a continued supply of workers. At the national level, the new retirement age will help address the problem of labour shortage and dependency ratio. If the current employment practice continues in the year 2030, we will see that 2.5 working persons will support one elderly person, compared to eight working persons supporting one elderly person now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A decision on the new retirement age this time is different from the one made in 1993 when retirement age was extended from 55 to 60. This time around, a number of issues had to be taken into account before the new retirement age was agreed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> upon. How have the workers' interests and employers' concerns been taken into consideration in the negotiation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two of the key issues facing the workers are medical benefits and employers' contribution to their CPF accounts. Sir, while it is important to ensure that costs to employers of engaging older workers do not escalate, it is also important to ensure that our workers continue to enjoy medical benefits to see to it that their medical needs are met at old age. So is the question of whether they will continue to enjoy employers' contribution to their CPF accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the extension of retirement age is good news, how good it is to workers who are nearing 60 years of age now depends on when the starting date of implementation is. Is it going to start in 1998 or 1999? What is the basis of the choice? If I were a worker aged 59 years old now and on CPF scheme, I will be wondering if I will ever benefit from the new extended retirement age. Sir, the interest of such groups of workers must be taken into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding when the official starting date is, I think Government departments and Government-linked companies must take the lead in implementing the new retirement age immediately so that workers who have reached 60 years old between now and the official starting date will still enjoy the benefits of extended employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is useful to know the number of workers who will turn 60 before the new retirement age is officially implemented, and what is in store for them. Will the Government bodies and GLCs lead the way in employing them until they reach their new retirement age so that private sector employers too will be encouraged to do so? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, now I would like to touch on the topic \"Back to Work\". Since the programme was launched by the tripartite body in September 1996, it has generated wide publicity among the potential employees and the response has been good. About 2,000 job seekers have registered. On the employers' side, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> 80 organisations have posted their job vacancies with the Labour Ministry. However, the number of successful placement is very low, at only 680. Why is it so low? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One problem is that the employers are still reluctant to restructure jobs and introduce innovative working arrangements to meet the needs and expectations of housewives and older persons. Many still prefer younger workers or foreign workers who can work full time. To date, only a handful of employers like McDonalds, POSB and Singapore Post have succeeded in introducing innovative part-time and flexible work schemes and attracted housewives and older persons to fill up their job vacancies. Another problem is that the prospective employees prefer to work near home, have flexible arrangement and prefer clerical and child care jobs which are limited. They do not want to take up jobs in factories, hotels and fast-food chains where there are more vacancies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to overcome this problem, one very basic requirement is the need to change the mindset of both the prospective employers and the prospective employees. Public education is crucial and necessary to educate all Singaporeans, both young and old. To change their mindset, a positive attitude is necessary not only towards life but also towards continuous learning. I would also like to suggest that employers work hand in hand with the Singapore Productivity and Standards Board to seriously look into job restructuring and job redesigning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage more companies to participate in job redesigning and restructuring, incentives and recognition will also have to be given to reward companies which have succeeded in this area. For example, would the Labour Ministry consider looking into devising some form of incentives to encourage companies to employ housewives and older persons instead of having them crying out for more foreign workers to solve their manpower shortage problem? One possible incentive could be to allow companies to employ more foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> workers above the allowable quota if they have employed a certain number of housewives or older persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A good network could be set up to help potential candidates find a placement and to help employers get workers. The People's Association's community clubs and community centres can provide some counselling, job matching and job guidance services for these residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basic training courses could also be conducted at a location near home for the convenience of the prospective employees to prepare and equip them to join or rejoin the workforce. There is a need to improve the effectiveness of the requirements for the funding of the training programmes by SDF. I understand that while the SDF programmes are also open to housewives and retirees, the SDF needs these people to prove that they have secured employment before they can go for the subsidised courses. Can a scheme be worked out for these housewives and older persons to attend the course and pay the course fees first? If they could get an employment within, say, one year or six months, part of the course fees will be refunded to them plus some rewards or incentives for their transportation and other out-of-pocket allowances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a need to solve our labour shortage problems without an over reliance on foreign workers. We should also seriously explore ways to allow our healthy senior citizens and housewives to continue working. There is a lot of room for improvement in our labour force participation rate from the females in the age group of 30 to 50 and for the older people. More efforts are definitely necessary to encourage employers to restructure the jobs and be more flexible to attract this potential group of employees. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Inderjit Singh (Ang Mo Kio):</b> Sir, our industries, in particular the small and medium enterprises, and the manufacturing sector, basically our factories, are facing difficulties in hiring sufficient \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> workers. While we have depended heavily on foreign workers in certain sectors of our economy, this solution comes at a cost, both in monetary as well as social cost terms. If we compare ourselves with Japan and the USA, the percentage of females in the workforce in Singapore is substantially lower than these two countries, while at the same time we are hearing from many Singaporeans that they are finding it difficult to make ends meet, and have to rely on both the husband and the wife working in order to earn enough for the family unit. Sir, the question is: why are we not able to motivate more housewives and even some retirees to join the workforce? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the added cost like the need for child care facilities, transport cost and other costs result in the net income of a part-time worker's take-home pay being unattractive. This group of potential workers is much needed for the continued growth of our economy if we do not want to bring in too many foreign workers. I would like to ask the Minister if he would consider the following proposals in order to make the back-to-work programme a success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to cut down the employee's CPF contribution for part-time workers so that the take-home pay is higher and becomes an inducement for them to go back to work. Perhaps at least a 50% cut would be attractive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there is also a need to have a strong infrastructure built up, first of all, to train workers to prepare them for re-entry into the workforce, which the Member for Bukit Timah has just mentioned; a matching agency capable of utilising a pool of part-time workers efficiently; creating a mentality of useful part-time workers as opposed to using them for mundane jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the Government agencies and the public sector should take the lead so that the workers from these sectors can be released into the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister what other plans he has to improve the worker shortage problems that we have in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mrs Lim Hwee Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Lim Hwee Hua (Marine Parade):</b> Sir, I support Mrs Yu-Foo's proposals and wish to elaborate on the importance of the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even as Members here are making appeals for more training to upgrade the workforce, there still remains a gap in tapping potential manpower resources. All existing training efforts are aimed at people who are already employed, ie, post-placement. What about those who intend to but failed to get employed? There is currently no pre-employment training or orientation that they can turn to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a chicken and egg situation in our midst. Women who are willing to return to work after having taken a few years off work to look after their families often find job hunting a frustrating experience. They are intimidated by the quick pace of technology. They are often lacking in self-confidence as they offer only dated skills and frequently end up with little or no bargaining power. Ill preparation at interviews can only compound the difficulty at securing jobs. If they cannot even get employed, how can they be upgraded or trained in the very skills that they lack? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a shame, especially when seen in the context of the tight labour situation and high dependence on foreign labour. If we can get the participation rate of housewives and retirees up to that of, say, Japan, it is estimated we can have at least another 150,000 workers. This will go a long way towards addressing the tight labour situation that we have here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister consider implementing a pilot scheme for pre-employment training or orientation for housewives wishing to return to work? Basic interviewing skills and familiarity with current computer technology as well as work practices should form part of this orientation. If necessary, would the Minister also consider some kind of co-sharing of training cost to be worked out? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Sir, thank you for allowing me to respond to the Members who have spoken. First, I would like to thank \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> Mrs Yu-Foo Yee Shoon, Chairman of GPC for Labour, and the other seven Members who have spoken in support of our efforts to raise the retirement age, and also to get more Singaporeans, particularly housewives and older Singaporeans, to rejoin the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first respond to the remarks on the extension of retirement age. In November 1995, my Ministry formed a Tripartite Committee on the Extension of Retirement Age. This Committee is chaired by the Permanent Secretary of the Ministry of Labour. The charter of the Committee is to study the extension of the retirement age beyond the current minimum level of 60 years. The Committee carried out thorough studies of all the issues connected to the retirement age and also conducted extensive consultations with union leaders and employers, so that their views and concerns could be taken into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am pleased to inform the House that the Tripartite Committee has completed its study and has submitted its Report to the Government for consideration. The Government has considered the Committee's Report and accepted its recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I report on the Committee's recommendations, permit me to reiterate the reasons for a mandatory minimum retirement age and the need to raise it beyond the present 60 years of age. With increasing life expectancy and declining birth rates, our population is ageing rapidly. As the GPC Chairman for Labour noted moments ago, currently, eight economically-active persons support one aged person who is 60 years and above. In fact, if we project this in the years ahead, the number of economically-active persons supporting one aged person will decline sharply. It will fall to four by the year 2010, and 2.5 by 2030, less than three persons actively contributing to the economy to support each aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this trend would obviously result in fewer people at work to drive the economy, and to generate growth. We are a small country with a small population. This rapidly ageing population will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> only adversely affect our economic competitiveness but will also have very serious adverse social consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prior to 1993, the retirement age norm in the private sector was 55 years. This was despite the fact that many Singaporeans at age 55 were still healthy and happy to continue working. In 1988, the Government set a 3-year time frame for companies to voluntarily raise the retirement age of their employees to 60 years. But progress was slow. Hence, in 1993, Government introduced a minimum retirement age to allow workers to continue working up to the age of 60. At the same time, the Government announced the intention to raise the retirement age to 67 sometime in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon had also noted earlier that the introduction of the retirement age to 60 since 1993 had provided employment opportunities for about 63,000 older Singaporeans. This has obviously helped to enlarge our labour pool and, to a certain extent, helped to moderate the demand for foreign workers. This is reflected in the significant increase in the labour force participation rate for workers aged 55-59 from 47% in 1993 to 52.6% in 1996, an increase of 5 percentage points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after thorough deliberations of the issues connected to retirement age, and taking into consideration the views and concerns of both the employers and unions, the Tripartite Committee has made seven key recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Committee recommends that the statutory minimum retirement age be raised from 60 to 62 with effect from 1st January 1999. The 18-month notice period from now till the end of 1998 will give employers, workers and unions sufficient time to make the necessary adjustments. The Committee also recommends that further extension of the retirement age should depend on the prevailing economic circumstances and also the experience gained from this adjustment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, employers retaining older workers beyond the age of 60 should be allowed to reduce wage cost by adopting the following cost-cutting measures:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) A reduction in employers' CPF contributions from 7.5% to 4% in respect of employees between the age of 60 and 65; and from 5% to 4% in respect of employees above the age of 65; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Employers should be given the discretion under the Retirement Age Act to reduce the wage cost of employees above the age of 60 by up to 10%. The reduction could be effected through a cut in basic wage or a combination of wage cost items including fringe benefits, variable bonus, AWS, and basic wage and a reduction in working hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 10% cut in wage costs would be over and above the reduction in employers' CPF contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the service period for computation of retrenchment benefit be capped at 25 years. Based on the current norm in the payment of retrenchment benefit, the cap would mean that a retrenched worker who had worked for 25 years or more in a company would be paid between 1 and 2 years of salary as retrenchment benefit. This amount of payment should be sufficient to see him through the period of looking for alternative employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, employers are encouraged to adopt the Base-Up Wage System in place of the current Seniority-Based Wage System. The inherent weakness of the Seniority-Based Wage System is the wide gap between the minimum and maximum salary. As a result, the salary structure does not reflect the actual value of the job. This will hamper the employment of older workers and cause wages to be uncompetitive as the workforce ages. The Seniority-Based Wage System also demotivates younger workers who are doing the same job for a much less pay. The adoption of the Base-Up Wage System will narrow the minimum and maximum salary ratio and enable wage increases to be more closely linked to productivity growth. It will also ensure that the wage structure would better reflect the value of the job. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifth, employers should adopt an Alternative Medical Benefit Scheme on a voluntary basis. A set of tripartite guidelines for the Alternative Medical Benefit Scheme will be issued. Under the proposed Scheme, new employees would be required to co-pay part of their outpatient expenses and be responsible for their inpatient expenses from the first dollar. To enable them to buy a sufficient level of medical insurance to cover their inpatient risks, they would receive an additional 1% CPF contribution from the employers (or more depending on union-management negotiations) which can be credited into their Medisave accounts. Existing employees would be given the option to remain under their old scheme or join the new scheme. If they join the new scheme, they would be responsible for their inpatient expense from the first dollar, and would receive a trade-off benefit equivalent to the average employer's inpatient expenses for the past three years plus 1% of their wages, which is subject to negotiation, as premium to be credited to their Medisave accounts. For outpatient expenses, they would co-share part of their expenses and receive a salary adjustment as a trade off. The proposed Scheme would encourage employees to take individual responsibility for their own health and make responsible use of their medical benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixth, employers should introduce outplacement programmes, with appropriate financial incentives to assist older workers who cannot be re-deployed within an organisation. Such mutually acceptable programmes will enable older workers who may not be able to cope with the requirements of their existing jobs due to high physical demand and other factors to remain gainfully employed in other organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a Working Committee would be formed to monitor the implementation of the Tripartite Committee's recommendations. The Working Committee can also help employers and unions to make the necessary adjustments and resolve any teething problems that may arise in the implementation of the recommendations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have highlighted the key recommendations of the Tripartite Committee. Details of the recommendations will be released separately by the Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has accepted the Committee's recommendations and will proceed to make the necessary changes to the Retirement Age Act. Among the Committee's recommendations, of particular significance is the proposed Alternative Medical Benefit Scheme to replace the current medical benefit system. The successful implementation of the Scheme will encourage employees to take responsibility for their own health, adopt a healthy lifestyle and make responsible use of medical benefits. It will also help contain the increase in medical costs over the longer term. The underlying principles of the proposed Scheme are in line with policy direction laid down in the 1993 White Paper on Affordable Healthcare. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government notes that the implementation of the Alternative Medical Benefit Scheme will result in employers having to make additional CPF contributions to be credited into Medisave Accounts of their employees. Currently, the Income Tax Act prescribes tax deductibility limits of 1% of ordinary wages for additional Medisave contributions and 2% of total remuneration for medical expenditure for employees. When employers adopt the Alternative Medical Benefit Scheme, the additional Medisave contributions and the total medical expenditure may exceed the existing tax deductibility limits. To encourage early adoption of the Scheme by employers, the Government will raise the tax deductibility limits for Medisave contributions and medical expenses of employers who adopt the co-payment system. At the same time, existing tax deductibility on additional Medisave contributions and total medical expenses will be reduced for employers who opt to remain on the current system without co-payment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government has accepted the recommendations of the Tripartite Committee that employers be allowed to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> implement the Alternative Medical Benefit Scheme voluntarily, we will closely monitor the progress of implementation. If progress is slow, we will have to seriously consider legislating medical co-payment as part of our medical benefits system. This is necessary to prevent medical expenses from ballooning into a crippling burden on the individuals, companies and the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the extension of the retirement age to 62 on 1st January 1999, older workers would be given the opportunity to work longer, earn a regular income and at the same time continue to make contributions to our economy. For the employers, the cost-cutting measures recommended by the Committee should address their concerns on the higher cost of retaining older workers. For the economy as a whole, a higher retirement age will enable us to better utilize our limited manpower resources, enlarge our workforce, and help us to achieve further economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity to thank the members of the Tripartite Committee on the Extension of the Retirement Age for their valuable contributions. The work of the Tripartite Committee clearly demonstrates that in Singapore, the three social partners - trade unions, employers and Government - can work together effectively to address and solve complex problems that have national implications. Some of the measures which we are going to implement will be very tough for some workers. Yet union leaders had the courage and determination to accept these changes once they were convinced that the changes are needed to strengthen our economy and will eventually benefit workers. This augurs well for our harmonious industrial relations climate and our ability to meet economic challenges in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with tripartite consensus and support, I am confident that the recommendations of the Tripartite Committee can be implemented smoothly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the specific question raised by several hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chairman of the GPC for Labour has asked the Government to actively promote the base-up wage system. This will be done in conjunction with the extension of the retirement age to 62. Employers should not have any reservations on the base-up wage system because it is proposed by the NTUC. It benefits both employers and employees. A working committee will be set up to assist unions and employers in implementing the various recommendations of the Tripartite Committee. We will issue a set of guidelines which have been drawn up jointly by the unions, employers and Government. With these guidelines and with the working committee available, I believe that we will be able to resolve any teething problems which may arise in the course of implementing the base-up wage system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cheng San GRC, Mr Yeo Guat Kwang, asked that consideration should be given to the need to balance the interest of both employers and workers, training and retraining, outplacement and also changes in the medical costs. I would like to assure the Member that the Tripartite Committee had exhaustively considered all these factors before making its recommendations. Its present recommendations do take into account all these concerns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Sembawang GRC, Mr Hawazi Daipi, wanted to know what assistance would be given to workers reaching the age of 60 before the implementation of the retirement age to 62 on 1st January 1999. The Tripartite Committee encourages employers and unions to apply the higher retirement age and other recommendations on a voluntary basis before the actual implementation date. The Government supports this approach and would like to urge employers to voluntarily implement the higher retirement age before 1st January 1999. In a tight labour market, it makes sense for employers to retain every able-bodied and experienced worker. But at the same time I would also like to ask that unions and workers should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> also voluntarily accept some salary adjustments in the spirit of the Tripartite Committee's recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to some of the other points that were raised by Mr Charles Chong on whether we would in fact now review the exemptions granted to some employers in 1993 when we first raised the retirement age to 60. Sir, the exemption of some categories of employees from the Retirement Age Act provided flexibility for companies to retire certain groups of employees at a younger age, provided there are strong and valid grounds for doing so. So far, my Ministry has granted exemptions only to a small number of workers. To-date, only 70,000 employees have been exempted and they constitute about 4% of the total employee population. Most of the exempted employees are in fact uniformed personnel. The Ministry has been stringent in assessing applications for exemptions. The company's reasons are scrutinised carefully, and in the case of unionised workers, we will consult the unions representing these workers. Exemptions would only be granted after careful and thorough consideration. The Member has suggested that a review be carried out on all exemptions granted so far. As of now, there are no indications that the circumstances under which the exemptions were granted have changed to warrant such a review. But if there should be any changes, let me assure the Member that we will conduct a review. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also suggested that the Ministry make it compulsory for companies to help exempted workers secure alternative employment before their early retirement from the company. Let me inform the House that in fact before we grant any employer or company such an exemption, we do advise them to retain their exempted employees through redeployment within the organisation. In situations where redeployment is not possible, companies could introduce outplacement programme, including the pre-release employment programme that Mr Charles Chong referred to. Such efforts are also recommended by the Tripartite Committee on Extension of Retirement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> Age. However, we should not make such programmes like pre-release employment programmes mandatory on each and every employer. I am of the view that outplacement programmes should be implemented through promotional efforts and market forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Pasir Ris GRC, Mr Ahmad Magad, has asked whether there are labour policies and procedures to protect older workers from being displaced from our economy. I agree with the Member that with economic restructuring and industries moving towards higher technology activities, it would have an impact on the workers, particularly older workers who have lower education, and that many of such older workers may face the possibility of retrenchment. We will encourage and assist workers to upgrade themselves so that their skills will continue to be relevant. The NTUC, with the support of EDB, Productivity and Standards Board and ITE, has launched a pilot Skills Redevelopment Programme. This programme is aimed at helping workers, particularly older workers, to acquire relevant skills to enhance their employability. I also understand that the Singapore National Employers' Federation is initiating a programme to help SMEs step up training of their workers. These are some of the measures that will help older workers to remain employable in the years ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the back-to-work programme, I thank the Members who have spoken in support of this programme. We launched the back-to-work programme in order to encourage housewives and retirees to return to the workforce and also to persuade employers to tap this potential labour pool to meet their manpower needs. This programme was launched with the support of the Productivity and Standards Board, NTUC and the Singapore National Employers' Federation. In the six months' period from its launching, the programme attracted 4,000 housewives and older persons who were keen to return to the workforce. Unfortunately, only about 700 applicants were successfully placed in employment. The number of successful placements is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> relatively low, but I think the response from the housewives and retirees was very encouraging. I agree with Mrs Yu-Foo Yee Shoon that the problems encountered in the implementation of the back-to-work programme are mainly related to that of attitudes and mindset. While the programme has generated a high level of interest, many employers are still not prepared to introduce part-time or flexible work arrangements or redesign their jobs to tap the potential pool of housewives and older persons. Employing full-time staff or turning to foreign workers to alleviate their manpower shortage is still the preferred option of many employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by Mrs Yu-Foo Yee Shoon and Mr Ahmad Magad, many employers also prefer to recruit younger workers. On the other hand, the expectation of some housewives and older persons in wanting jobs which are within walking distance from their homes and could fit into their domestic schedules as well as jobs which pay a very good salary and provide a very comfortable working environment have prevented quite many from being successfully placed in employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to make special efforts to change these attitudes and mindset of both employers and potential employees. Sir, the importance of training for housewives and older persons is also noted. Under the back-to-work programme, SDF provides 100% financial support for the core skills training of housewives and older persons who have secured employment. Each trainee who has successfully completed the course is also given $100 food and transport allowance. I encourage all employers to take advantage of this incentive to train the housewives and retirees who have registered for the back-to-work programme before they put them on to the job itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Marine Parade, Mrs Lim, and also Mr Inderjit Singh have suggested preparatory training or orientation training to be provided to housewives and older persons to facilitate their return to the workforce. Let me inform \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> the Members that the Productivity and Standards Board is currently exploring the possibility of providing free employment training to help housewives and retirees who have left the workforce for some time and have not kept themselves updated with working skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage active job seeking, the Chairman of the GPC has suggested that housewives and older persons be required to bear part of the training expenses. Perhaps the training expenses can be refunded only after they have successfully secured employment. This suggestion would be considered under the back-to-work programme. We will see whether it can in fact be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ang Mo Kio GRC, Mr Inderjit Singh, has also suggested that part-timers' CPF contribution be reduced to make part-time work more attractive under the back-to-work programme. My Ministry is of the view that this is not desirable. Firstly, there is no guarantee that the part-time worker will get a higher take-home pay if we reduce the employee's CPF because the employer may well adjust the overall salary. On the other hand, it will directly affect the existing 59,000 part-timers who are currently making full CPF contribution. Many of them use their CPF contribution for their housing, health care and old age needs. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will also consider Mrs Yu-Foo Yee Shoon's proposal to link work permit applications with a company's employment of housewives and older persons as a last resort. At this juncture, we would prefer to actively promote the back-to-work programme instead of introducing an additional linkage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to better reach out to employers and job seekers who require employment service, my Ministry will be introducing a Labour Net Information System which will be launched later this year. This will allow on-line registration for employment assistance and job-matching to be done on-line. We will also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> work with the Community Development Councils to promote the back-to-work programme within their communities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, part-time and flexible work arrangements should be seen as an integral part of our employment system. Part-time workers should be viewed as employees who could be relied upon to take on responsible and complex jobs and perform as efficiently and competently as their full-time counterparts. However, changing mindset of both employers and employees will require a concerted effort and cannot be achieved overnight. My Ministry will work closely with the business community and other agencies to implement the back-to-work programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have covered all the points, Sir. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong:</b> Sir, before speaking on my cut on foreign workers, I would like to say that I am glad to hear the Minister's assurance that every encouragement will be given to employers to retrain their workers who are retired prematurely. The Minister also mentioned a recommendation of the Tripartite Committee on the outplacement of older workers. I understand that the recommendation in the Tripartite Committee states that such outplacement should be confined only to employees above the age of 60. The Minister must surely be aware that there are companies that retire their workers between the age of 40 and 55, and therefore would not be eligible for these outplacement programmes, as recommended by the Tripartite Committee. I therefore urge the Minister to review carefully this recommendation on limiting the outplacement programmes to workers over the age of 60 only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your kind permission, Sir, I would like to get on to my actual cut. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the recent reported incidents of some foreign workers being housed in rubbish bin centres and the number of fatal accidents at worksites, is the Minister satisfied that there are sufficient provisions in our labour laws that provide protection to foreign workers from unscrupulous and unsafe employers? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> The Minister must also be aware that certain categories of workers, such as maids, are also not covered by the provisions in the Employment Act. The Ministry of Labour should therefore create avenues for workers, such as maids, to enable them to seek assistance and redress against errant employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, in the light of recent reported cases of abuse of maids by the employers, is the Minister for Labour satisfied with the current penalties in the law for those who abuse their maids? Is the Minister willing to consider imposing penalties similar to a Corrective Work Order, in addition to jail sentences against those who physically injure their maids but, by virtue of their sex and age, are able to escape caning? Such cruel employers should be embarrassed by a CWO-type punishment because they are indeed an embarrassment to all Singaporeans, the vast majority of whom are humane to fellow human beings, whether foreign or local. \n  <br>\n  <br>\n  <!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ahmad Mohd Magad:</b> Sir, much has been discussed and debated on the subject of the employment of foreign workers in our workforce in the past. In spite of exhaustive explanations offered by the Minister for Labour concerning the curbs and regulations needed to control their employment, I believe employer groups and industry associations are still not very convinced with his clarifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of them feel that the arguments that the foreign workers are taking over the jobs of Singaporeans or suppressing their wages do not hold because in many cases the foreign workers fill jobs which Singaporeans themselves do not want to perform. For example, foreign workers are particularly needed in the construction industry and to work in the graveyard shift in the manufacturing industries. Could I ask the Minister for Labour to once again clearly explain this issue for the benefit of employers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Singapore continuing to face a tight labour market situation, is there any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> room for the Minister to consider relaxing the policy on the recruitment of foreign workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I seek your permission to also move to the next topic on foreign worker levy, since they are related? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We will come to your turn in due course. Mr Lew. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Kreta Ayer-Tanglin):</b> Sir, with the grave shortage of labour in Singapore, the employment of foreign workers is becoming to be a fact here. Currently, there is a mix of Government controls, through the use of dependency ratios, selective admission, depending on the type of business the applicant is in and also depending on the source of the supply of labour, and even the paper qualifications of the foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The perception is that the rules are less than transparent and there is too much emphasis on the paper qualifications of the workers rather on work experience. In addition to all these rules that the Government imposes, there is also the financial burden of companies who have to pay hefty foreign worker levy. This is now viewed as a revenue-generating exercise since non-monetary measures are already in place. It may be timely for the Ministry to take a step back and review its policy on the regulation on the employment of foreign workers from basic principles. If we want to control the import of foreign workers, through things like the dependency ratios and other quotas, is it necessary then to impose the foreign worker levy? If, on the other hand, we want to adopt a free market policy, could we not decide upfront how many foreign workers our economy can absorb without straining the social infrastructure too much, perhaps maybe 500,000 or 600,000, and then let the market decide which sector or which company can afford the foreign worker? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Ministry review and enunciate its foreign worker policy more clearly? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah):</b> Sir, the recent incident where an Indonesia maid has been brutally hurt has shocked many Singaporeans. Although, from time to time, we come across foreign maids being abused by their employers, none can match the seriousness of physical and mental damage inflicted on this maid. The public outcry that followed brings little comfort to the foreign maids working here, although it does show that our Singaporeans are generally decent and compassionate. What is worrying is that for every maid abuse case being reported, probably there are many more that went unnoticed because the victim for some reasons did not make any official report. Although all foreigners working here enjoy the same legal protection as Singaporeans, however, being foreigners, they may not be aware of such provision or simply not knowing where to turn to when they are in this predicament. As these foreign workers are working in our country, I think we have a moral obligation to ensure their safety and well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether a unit can be set up to look into the welfare and security of these foreign maids. Although it is impossible to actually monitor every foreign maid in Singapore, at least they can be made aware of the existence of such a unit, and that it is easily accessible to them when they run into any difficulties with their employers. This unit can also have officers to conduct random interviews with the foreign maids - I do not mean you go to every house and interview them everyday - so that at least, psychologically, their employers are aware that their maids may be monitored, otherwise there will always be some gullible ones who think that they can do anything to their maids and get away with it. The Ministry can fund this unit from the foreign worker levy collected. \n  <br>\n  <br>\n  <!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ahmad Mohd Magad:</b> Sir, the points I wish to raise are identical to what Mr Lew Syn Pau has brought up earlier on. I support what he has said. \n  <br>\n  <br>\n  <!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Inderjit Singh:</b> Sir, the topic I like to talk about - job hopping - is not new. I believe our Hon. Prime Minister, Mr Goh \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> Chok Tong, in his maiden speech also talked about the concerns of job hopping at that time. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.25 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are continuing to see an unhealthy trend of job hopping, especially among our younger workers. In a report by the Hong Kong-based Political and Economic Risk Consultancy (PERC), our workers were ranked 10th out of 12 Asian countries surveyed in the category of loyalty to the company. Being from the private sector myself and in my many discussions with a wide cross-section of business and industry representatives, all of us feel that the issue of job hopping is starting to be a great burden for our employers and for our companies. At the same time, it is creating a negative image of our workers and in some cases, it is becoming a deterrent for investors thinking of locating in Singapore. While I understand that this is a market-driven issue where there are abundant jobs available and employers have to find ways to make it attractive for workers to stay on, I also feel that the Government needs to help by introducing some form of disincentives that will discourage workers from widespread job hopping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whenever a turnover happens in a company, the employer has to re-hire and re-train the new worker, and training takes time before the new employee can become a useful contributor to the company. All of this involves substantial cost. I would like to ask the Minister if he would consider using the CPF as a mechanism to control job hopping. I would like to suggest that the Ministry consider allowing employers to reclaim or retain the first six months of employer's CPF contribution, if an employee decides to leave the company within the first six months of employment. If the employee stays on, the employer should release the full amount due to the employee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea is not to deprive the workers of their CPF money but rather to compensate the employers for their cost they incurred in hiring and training their employees who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> did not stay on long enough to contribute usefully to the company. This will help the employer defray the cost he has to incur to hire and train a replacement. I would like to ask the Minister to consider this, or an equivalent alternative measure, to help companies arrest this issue as it is creating an image problem as well as affecting the productivity of our workforce, since you need the workers to be around a long time before they could contribute usefully. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I would like to congratulate the Labour Ministry for reducing the number of industrial accidents since the 1990s. However, the number of noise induced deafness (NID) cases has been on the increase. It has been the number one occupational hazard for the last decade. Part of the increase is probably due to more workers undergoing audiometric examinations, as more noisy factories are being identified by the Labour Ministry. However, it is our concern that many of our workers are presently suffering from NID. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, the number of chemical hazard cases, such as industrial dermatitis, chemical poisoning and absorption, has also not improved. These hazards are very prevalent now and are affecting many workers in the relevant industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Labour Ministry has put in efforts to reduce the number of such cases, I believe that more can, and should be done. There is a need for a combined effort for all the three tripartite bodies to tackle the problem at its source and to formulate preventive measures. There is a need to educate and reinforce the workers with an understanding of the health effects of occupational hazards pertaining to NID and chemical hazards. Employers need to be more vigilant in ensuring that their workers comply with the statutory Acts on the engineering control of machinery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of accidents in the construction industry has been on the increase, especially the higher number of fatal cases. I would like to urge the tripartite partners to promote the Safety Improvement Team (SIT) and Buddy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> System in all industries, especially the construction industry. Safety Improvement Team (SIT), a concept similar to Quality Control Circle (QCC), is a group of workers working as a team to look into specific health and safety problems encountered at their workplace. SITs will help workers to foster safety awareness through constant discussions and practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Buddy System involves the teaming up of inexperienced workers with their experienced colleagues. This will help to complement and facilitate short training courses on on-the-job training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the SITs and Buddy System are especially advantageous to foreign workers, as they encourage discussions and exchange of experiences between the experienced and inexperienced workers. Both the systems will also be beneficial to the contractors and it does not only ensure the promotion of worksite safety but also make more productive use of resources. Members may wish to know that Sembawang Shipyard has embarked on the buddy system and it has proven to be very successful. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For both concepts to work, there is a need for a firm commitment from the employers to introduce them at the workplace and to put these concepts into practice. If there is enough commitment from all the parties concerned, I am sure SIT could also be part of our working culture and norm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I strongly urge the Labour Ministry to provide the necessary resources and guidance to enlighten and help the employers and workers to successfully implement the two concepts. \n  <br>\n  <br>\n  <!-- Mr Yeo Guat Kwang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Guat Kwang</b>(\n  <i>In Mandarin</i>): Sir, I am the Executive Secretary of the Building Construction and Timber Industry Employees Union. There is this Chinese saying: \"The roof leaks, yet the rain keeps pouring the whole night through\". This is a very apt description for the plight of the building contractors today. Soon after \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> the problem of illegal foreign workers has just been slightly alleviated, the building contractors have been put under the spotlight for the spate of industrial accidents in building sites, becoming the focus of attention of many people. When we talk about \"leaking roof\", it seems to point to the fact that in the past years, there was hardly any improvement to the efficiency and technology in the building industry. As such, they are like old houses where the roofs leak. During the rainy seasons, of course, problems are aplenty. Although under the Factories Act, anyone convicted of an offence under the Act can be fined not more $200,000 or imprisonment for one year, or both, which can be said to be quite stiff, it seems to be not effective enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ii is reported in today's Lianhe Zaobao that there are already 32 incidents of industrial accidents in the building sites in the first half of 1997. Therefore, I doubt if penalty alone is a good measure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is an old Chinese saying that when a high reward is offered, brave fellows will come forward. I think we improvise on this to read as: \"Heavy penalty after penalty, there is not a part of the body which is not injured.\" Our building contractors are subjected to all kinds of penalties and they are pushed beyond their means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we should probe deeper into the matter. A lot of construction builders claim that they have already taken steps to comply with safety requirements, or that they are in the process of making efforts to improve the safety measures in the work site. I think the Factory Inspectorate of the Ministry of Labour can extend their consultative role in this field, rather than just arresting and prosecuting the offenders. They should act more positively by extending a helping hand to the building contractors. I do not believe that the contractors want to be punished again and again, nor do they want to see more accidents happen in their work sites. This is the time for our Tripartite Committee to work together to solve the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many developed countries have, over the past 10 to 20 years, been devoting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> much time and efforts to reduce the danger and risk of the workers in the work site through the use of advanced technology and machinery, thereby reducing the number of accidents. These countries have also assisted the related industries to improve on their work processes and building specifications to improve productivity in the building industry and reduce the industry's dependence on foreign workers. I do not know whether the Ministry of Labour is also encouraging our building industry to move in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know, for example, the progress in the implementation of QCC and the Safety Management System (SMS), and whether they have attained the target of the Ministry of Labour. As for the Construction Industry Development Board (CIDB), what is its role in this effort? The CIDB now comes under the Public Works Department. I think it is better for CIDB to be transferred to the Ministry of Labour or Ministry of Trade and Industry. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, let me first take up the point on foreign workers' welfare and the treatment of foreign workers in Singapore. I would first like to assure Mr Charles Chong that foreign workers in Singapore enjoy the same protection as local workers under our labour laws. The Employment Act which spells out the minimum employment terms, such as rest days, overtime payment and other terms of employment, cover both local and foreign workers. Foreign workers can also enjoy subsidised health care at Government hospitals and also outpatient clinics. Foreign workers who are injured in the course of a work-related accident are compensated on the same terms as local workers under the Workmen's Compensation Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our civil laws and Penal Code also do not discriminate between foreign and local workers. Foreign workers who have employment disputes with their employers can seek assistance from my Ministry. We have set up a Foreign Workers Unit to conciliate and resolve employment disputes between foreign workers and their employers. This conciliation service is provided free of charge to all foreign workers and is readily available to them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> So far, most of the cases that have been referred to my Ministry by foreign workers have been resolved amicably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, foreign domestic workers, like local domestic workers, are not covered under the Employment Act because of the nature of their work and the widely varying working conditions. For example, it would be difficult to stipulate the duration of working hours for purposes of calculating overtime payment or the type of domestic duties since the habits of the employers vary tremendously. It is better to let the employer and the domestic worker agree on terms which are mutually acceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, foreign domestic workers can approach my Ministry's Foreign Workers Unit if they have disputes with their employers, either directly or through their embassies in Singapore. In fact, last year, 210 cases were referred to the Foreign Workers Unit and all of them were resolved amicably. On the recent report of foreign workers who are housed in a rubbish bin centre, which Mr Charles Chong mentioned, I wish to point out that our investigation shows that all the foreign workers who are housed in the bin centre were illegal workers without valid work permit. Under the scheme to provide Town Councils with NTS conservancy workers, the contractor must undertake to provide proper housing for their workers. So the cases were those of employers resorting to illegal workers and, having nowhere to house them, they ended up by putting them in the bin centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Charles Chong and Mr Kenneth Chen have expressed concern over the recent cases of domestic workers' abuse. Sir, the abuse of domestic workers by employers is dealt with by the Police. Errant employers will be prosecuted. For instance, in January this year, a 61-year old grandmother was jailed for five months and fined for abusing her domestic worker. And in July last year, a housewife was jailed for two months and fined for a similar offence. In addition to these penalties, my Ministry will also bar employers and their spouses who are found guilty of maid abuse from future employment of any domestic workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mr Charles Chong's suggestion to impose a penalty similar to the Corrective Work Order, I would like to point out that the physical abuse of a domestic worker is a serious criminal offence. The penalties prescribed under the existing laws are already fairly severe and should provide sufficient deterrence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chen has suggested setting up a unit to conduct spot checks to prevent the abuse of foreign domestic workers. Let me first point out that there are about 100,000 households with foreign domestic workers. The vast majority of employers are responsible and treat their foreign workers fairly and decently. Domestic workers who face abusive employers already have several channels to report their employers' abuses. They can report to the police, they can report to the embassies and they can report to the Ministry of Labour. Public spirited and vigilant Singaporeans can also report instances of ill-treatment as in the recent case of an Indonesian foreign domestic worker. All reports of abuses by domestic workers or members of the public will be thoroughly investigated by the Labour Inspectorate of my Ministry or the police and firm action will be taken against every offender. Sir, under these circumstances, setting up a spot checking unit is not likely to be effective in preventing abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the current checks and penalties are sufficient to deter abuse even though they are not full-proof. It is humanly not possible to expect that with more than 100,000 families employing foreign domestic workers, there would not be some black sheep who would abuse their employees. But their actions will not be tolerated or condoned by fellow citizens. Their cruelty will be exposed and we will deal with them firmly and decisively. Fortunately, considering the several hundred thousand foreign domestic workers who have worked in Singapore over the years, the number of abusive employers is indeed very small. That such employers are subjected to stiff penalties under the law and public opprobrium \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> demonstrate that we are, by and large, humane and just in our treatment of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Ahmad Magad has asked for an explanation to employer groups and industry associations who are not quite convinced on the need to have a stringent policy on the recruitment of foreign workers. Sir, while my Ministry is concerned with the growing influx of foreign workers, we are neither unreasonable nor over-cautious. That is why today, we have more than 450,000 foreign workers in Singapore, including more than 100,000 foreign domestic workers. This is a sharp increase from the more than 350,000 which we had last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, foreign workers have become a permanent feature of our workforce, representing more than 20% of our total workforce. They supplement our local workforce. However, given that Singapore is a small country, there is a limit to the number of foreign workers that we can accommodate without causing problems for ourselves, without causing problems of congestion, integration and social order. Furthermore, the presence of a large foreign workforce can affect the job opportunities and earning power of lower skilled Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1996 Labour Force Survey showed that 39% of our workforce had lower secondary education or below and more than half of our blue collar workers had lower secondary education or below. If we admit unskilled foreign workers liberally without any control, there is a real danger that the livelihood of some Singaporeans, particularly the lower skilled and less educated, will be threatened. This is because foreign workers are prepared to work for much lower wages. While this is particularly attractive to employers, it will significantly depress the wage and job opportunities for lower educated Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allowing easy access to low cost foreign workers would also slow down economic upgrading because industries will be reluctant to invest in high value-added and labour saving technology. To sustain our long-term competitiveness, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> we need to restructure our economy to higher value-added and less labour-intensive industries where we have a competitive advantage. Easy access to unskilled foreign workers would undermine this effort to restructure. We must bear in mind that neighbouring countries with much larger labour resources are also enjoying economic growth and are competing directly with Singapore in the global marketplace. They will always have the advantage of more workers at lower wages. Is it wise for us to compete with them directly in these areas where we lack competitive advantage? \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In war, Sun Tze said, \"Know yourself, know your enemy. A hundred battles, a hundred victories.\" For economic competition, it is not really warfare. We should also size up our limitations, our strengths. We should also know what is our neighbours' limitations and their strengths. Is it in our long-term interest to focus energy and resources in labour intensive industries when we know that our neighbours, our competitors, will always have an edge over us in this area? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance in his Budget Speech has emphasised the need to maintain the manufacturing share of GDP at about 24%. But we should not do so by artificially depressing our wages by bringing in an excessive number of foreign workers. If we do so, we will only be depressing Singaporeans' wages and standard of living. I believe that we should maintain the manufacturing share of GDP by mobilising capital resources and upgrading the skills of our workforce to support more high value-added and skill-based industries. This is the only way for us to continue to maintain our competitive edge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mr Lew and also Mr Magad's suggestion to use other means of regulating the entry of foreign workers, for instance, the use of a quota and fix the upper number of 500,000 or 600,000 foreign workers, and let the industry draw from this quota, I have, in fact, explained to this House on a number \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> of previous occasions why we need to have a combination of measures to regulate the inflow of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me reiterate that the foreign worker levy is not intended as a revenue generating mechanism for the Government. We use the levy as a pricing mechanism to moderate the demand for foreign workers, and to make the cost of employing foreign workers comparable to that of local workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a quota system alone would not be efficient to regulate demand for foreign workers. If we were to allocate foreign workers by sectoral quota alone, we would still need to decide how to distribute the quota fairly to companies within each sector. Having distributed the quota at the company level, we could encourage a situation where companies simply employ up to the maximum of their foreign worker quota, since the cost of employing foreign workers is lower. It is estimated that for the manufacturing and construction sectors alone, companies can employ over 550,000 foreign workers if they were to use up their maximum quota based on the current dependency ceiling. This is already 100,000 more than the total number of foreign workers in Singapore today. Can we accommodate that many more? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other alternative, using just a levy to regulate the inflow of foreign workers, could result in the need to have to set a very high levy. Because at today's levy level, we already have 450,000 foreign workers and the numbers are growing. And also if we use a levy alone, then getting the levy right itself is difficult. Over estimating the levy will cause a lot of hardship for employers. Under estimating the levy could lead to a sudden influx of foreign workers. As a result, we have to use a combination of foreign worker levy and dependency ratio to better ensure that only employers who are genuinely in need of foreign workers based on sound commercial considerations will recruit these workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Inderjit Singh has suggested that we look at the proposal to use CPF as a measure to discourage job hopping. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> This is an idea that has been considered in the past. This is not the first time that this idea has come up for consideration. In fact, it has been considered as early as in the 80s, and again seriously in 1988. Because in 1988, the then National Productivity Council (NPC) appointed a task force on job hopping to study job hopping in detail. The task force incorporated members from both the employers in the private sector and also the public sector. After careful consideration, the task force on job hopping did not support the use of CPF savings to deter job hopping, because it concluded that management should assume the primary responsibility for resolving labour turnover problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the 1988 finding is still relevant today. Forfeiting a worker's CPF contribution to deter job hopping will detract from the basic CPF objective of building up savings for old age as soon as a person starts working. I also think that it will not be effective in curbing job hopping. For instance, if you say that you cannot resign within a period of six months, otherwise you forfeit the six months' worth of employer's CPF, how do you stop an employee who then resigns a week after he reaches the six months and had the CPF credited into his account with the CPF Board? You have great difficulty also determining which resignation should be allowed and which should not be allowed, because you must recognise the fact that, in real life, some people do leave companies for very good reasons also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since it is extremely difficult to differentiate workers who job hop frivolously and from those who resign for sound reasons, which could include those who upgrade themselves or where they have found that they really cannot contribute to the company, we believe that we should not resort to measures such as retaining CPF to restrain the problem of job hopping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the problem of labour turnover requires a lot of effort on the part of management and also workers to overcome. Instead of penalising workers who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> resign within a short period of employment, I would like to ask employers to practise more enlightened management, to motivate and retain workers. For example, companies could consider loyalty awards to reward those who remain with the company. Companies could also offer training, clear-cut career advancement, career pathways, and good welfare to retain their staff. Companies which do, in fact, apply these measures today usually do not have a problem with labour turnover. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to urge workers not to job hop for the slightest reason, because it is in their long term interest to stay long enough in a job to take up new skills and to gain experience, so that they can continue to contribute to the organisation. Or if they should leave at some future point in time, they would have a solid and sound track record. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to industrial safety which was raised by Mrs Yu-Foo Yee Shoon and Mr Yeo Guat Kwang, let me say that we have already implemented comprehensive measures to control or prevent the problem of noise induced deafness and exposure to toxic chemicals and also industrial accidents. Although there have been quite a large number of noise induced deafness cases, let me point out that most of these cases arose as a result of testing, not as a result of actual clinical disability. For example, 98% of the noise induced deafness cases detected in 1996 and the first half of this year were actually very early hearing losses with no clinical impact on the workers. There were fewer cases of chemical poisoning or over exposure to toxic chemicals \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures that we have to control both toxic chemicals and also noise level include requiring new factories applying for registration to be inspected so that noise hazards or exposure to chemicals are controlled, and workers are adequately informed and also there are sufficient protective measures taken against all these hazards. Existing factories are also inspected regularly to ensure that noise is kept within acceptable limits. We have the Factories Noise Regulation which was introduced in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> August 1996 to spell out the requirement for the employers to implement a hearing conservation programme which will reduce noise exposure among their workers. We also conduct training courses on noise monitoring and noise control, so that more and more people will be competent to deal with this problem at the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have similar measures with regard to toxic chemicals. New factories will be inspected. Existing factories known to be using toxic or dangerous chemicals will be inspected regularly to see that workers are not over exposed and that they have taken sufficient safety precautions to protect their workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of toxic chemicals, we require all suppliers of such chemicals to provide material safety data sheets to the user, so that the occupiers of factories which use such toxic chemicals know what are the dangers, and they also know what are the safety precautions which have to be taken in case of any spillage or over exposure. My Ministry will continue to work with unions and employer organisations to promote occupational health and safety, including awareness of noise and toxic chemicals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the safety improvement teams mentioned by Mrs Yu-Foo Yee Shoon, I entirely support that idea. I think it is a very good idea, new workers teaming up with experienced workers and the buddy system is a very good way to minimize industrial accidents, and more employers should apply this method at their workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have introduced quite a large number of measures to promote and improve safety at construction sites, which was of concern to Mr Yeo Guat Kwang. We are going to enhance the safety training for workers in the construction industry. At present, we have a construction safety orientation course which is a half-day course for all construction workers. Later in the year, we will expand it to a full day course and we will change the structure of the course to make it more practice oriented, so that by the time the construction worker finishes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> the one-day course, he will be more familiar with the potential hazards at the workplace and the kind of safety precautions that he should take in order to avoid accidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Yeo Guat Kwang has asked whether the safety management system is up to our expectation. Yes, we introduced this system in October 1994. Worksites with contract value of $10 million or more have to set up safety management systems. Those that have contract value which exceeds $30 million will have to audit this safety management system at six monthly intervals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A recent survey in April 1997 shows that most of the contractors have already set up their safety management systems, and we will monitor the progress of the implementation and to ensure that there is compliance with the auditor's recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also required that the safety provisions be spelt out in contracts. With effect from 1st January 1998, all applications for registration of worksites must produce contract documents which show that provisions have been made separately for safety measures to be undertaken on site. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Finance has also implemented a proposal to debar contractors who have poor safety records. This came into effect on 9th June. Contractors who have poor safety records will be debarred from tendering for public sector projects. This will encourage contractors to pay greater attention to safety at work sites and to ensure that they meet the safety criteria of the Ministry of Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will continue to work with the industry, the Singapore Contractors' Association, the Construction Industry Development Board and also HDB to identify and develop programmes to train workers on the safe operation of various construction equipment. We are also exploring new measures such as introducing a permit to work system, similar to that being used in the shipyards, to ensure that hazardous work on the construction site can be carried out safely. However, let me emphasise that safety at workplace \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> cannot be maintained or ensured just purely from a regulatory point of view. We will carry out all the enforcement measures that are necessary. But at the end of the day, the contractor, their supervisors and workers must all do their part. They have the most to lose. They should take precautions. They should pay attention to the safety requirements when doing any hazardous work. \n  <br>5.00 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, with the Minister's very comprehensive answers, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed (Cheng San):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Minister for Labour that the importance of harmonious industrial relations cannot be over-emphasised. It is one of the hallmarks of our economic miracle. But, of course, that does not mean that there are no grievances or disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your indulgence, Sir, my six months with the Singapore Port Workers' Union have shown me what a constructive management-union relation is all about. Industrial relations between PSA and SPWU are excellent. At SPWU, we not only take workers' rights and welfare seriously, but also workers' responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As PSA corporatises, there will be changes, thus anxiety. But the management and the union are working closely to minimise problems, if any. Similarly, as Singapore gears for the challenges of the next century, as also spelt out in NTUC 21, we have to be prepared for stiff competition. We have to remain nimble and resilient. We have to identify the shadows lurking and tackle them head on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know handling cobwebs of the mind and mindsets is not going to be easy, but we have to soldier on. This is where I feel the role of the Ministry of Labour is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> critical, especially in making tripartism dynamic and relevant. While industrial relation is relatively smooth sailing now, we cannot take it for granted. We need to monitor and steer it well to avoid the rocks and the storms in the open competitive sea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask what is the Ministry doing to enhance tripartism and promote meaningful industrial relations here? Earlier, I had wanted to ask the setting up of a special tripartite committee to monitor the impending changes like the revised retirement age, base-up wage system and medical co-payment, but now that the Minister has announced its formation, I fully support the Committee. But let the Committee be reminded that there are serious concerns on the ground among the workers. At the recent NTUC dialogue with the workers, it is very apparent indeed. Sir, I hope the Committee will seriously gather feedback from the ground and act on them in order to be effective. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Labour (Encik Othman bin Haron</b> \n  <b>Eusofe):</b> Sir, the Member for Cheng San GRC has observed that while our industrial relations climate is harmonious or \"smooth sailing\", as he puts it, we cannot take it for granted. I fully agree with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me brief the House on how my Ministry monitors the state of labour-management relations and the steps we take to promote industrial harmony. Sir, my Ministry has in place several measures to closely monitor the state of industrial relations in Singapore. We keep a close tab on the number and nature of industrial disputes which are referred to the Ministry for conciliation. Sir, we have in place a dispute settlement mechanism to ensure that these disputes can be resolved amicably. My Ministry also provides preventive mediation services to help prevent potential conflicts from developing into labour management confrontation. Companies or trade unions which detect a brewing industrial relations problem are encouraged to seek the Ministry's advice and assistance early to deal with the problem before it escalates into a dispute. For example, it is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> uncommon for a company which has a large number of workers to be retrenched, to approach my Ministry for assistance in anticipation that the retrenchment exercise may give rise to problems with the workers affected or their union. Sir, depending on the circumstances, my Ministry will discuss with the company and explore how the matter could be handled to avoid a dispute. If the workers involved are unionised, my Ministry would invite the union and management concerned for discussions with a view to working out a satisfactory solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry has also instituted a visitation programme to maintain regular contacts with unions and companies with the objective of establishing close rapport with union leaders and personnel managers or directors. Sir, such visits have enabled our officers to discuss industrial relations issues and problems encountered and to assess the state of industrial relations at the company level. Our officers use the opportunity to share good industrial relations and personnel management practices to help promote close labour-management cooperation. Sir, my Ministry therefore offers a proactive approach to enhance labour-management relations and teamwork in our companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our industrial harmony is founded on the basis of tripartite cooperation among the Government, employers and trade unions. To strengthen tripartism, it has always been my Ministry's strategy to involve the active participation of trade unions and employers in the formulation and implementation of major policies which affect the interest of workers and employers. Sir, in line with this philosophy, tripartite participation features prominently in various areas of the Ministry's work. For example, tripartite participation is reflected in the composition of many tripartite committees formed to study important industrial relations issues that are of concern to the Government, employers and the workers. The Minister has just reported on the recommendations of the Tripartite Committee on the Extension of the Retirement Age. Sir, through tripartite participation, workers and employers' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> feedback, concerns and proposals are carefully considered in the formulation of our labour policies. Tripartite participation and consensus have ensured that solutions formulated could be smoothly implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry will continue to work in partnership with employers, workers and trade unions to strengthen labour-management cooperation to ensure that Singapore continues to enjoy industrial peace, achieve economic growth and enhance the well-being of all Singaporeans. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed:</b> Sir, I am reassured by the mechanism in place. But may I ask the Ministry whether in fact they have started to anticipate the kind of problems that may come with the impending changes and whether they will work closely with the unions to pre-empt those problems? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Certainly, Sir. As I have mentioned, we have the visitation programmes where we meet union leaders and employers to discuss various industrial relations issues and what are the problems which we anticipate that may occur in the future. In this way, by getting their views, proposals and feedback, we plan for the future. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed:</b> Sir, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have got three more amendments and five minutes to work with. Amendment No. (3), Mr Chay. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Tanjong Pagar):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SG 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue concerns delays in workmen's compensation. Very often, for injuries sustained by workers in the course of work, compensations are paid to them rather late. I make this observation through periods where I have actually dealt with cases in my meet-the-people sessions. The delays are for payment of compensation for the injuries and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> medical bills that they have to pay as well as for the loss of earnings of the workers. I believe the problem sometimes has to do with the Ministry of Labour, sometimes with the insurance companies and sometimes with the disputes by the workers themselves on the quantum of payment for their compensation. Nonetheless, considering the workers' livelihood and incomes are at stake, I would urge the Ministry of Labour to consider what are some of the things that they can do, perhaps to minimise bureaucracy, set time periods for the insurance companies and employers to respond to delays for such cases and to impose penalties and fines on them for unnecessary delays, and also to be a little bit more understanding of the plight of the workers. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I agree with the Member that payment of workmen's compensation claims should be expedited so as to minimise the hardship suffered by the injured worker and his family. My Ministry will continue to improve procedures to expedite the settlement of such claims. In fact, my Ministry has introduced various initiatives to shorten the time for payment of compensation. Given the time that I have, I cannot go through the whole list. But if the Member wishes, I could explain to him outside the House. But let me assure the Member that we really take this very seriously. We want to shorten the time so that compensation can be paid to the injured workers and their families early. In this way, it will help lessen the burden that they face. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (East Coast):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S of the Main Estimates be reduced by $10 in respect of Code SK 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the current scheme of permanent residence (PR) offered to foreigners, I understand that a foreigner \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> with adequate educational qualifications will get permanent residence and his family will automatically qualify for permanent residence as well. In other words, under the scheme that is offered to Hong Kong citizens with a minimum of \"A\" level qualifications, the family will qualify for permanent residence. Theoretically and practically, a Hong Kong citizen can marry a foreign worker who has worked in Singapore before under a work permit and if he applies for PR, the family will also qualify for permanent residence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a case of a Singaporean who has tertiary education. He has a polytechnic diploma. This Singaporean has difficulty in marrying a lady who has worked here on a work permit. As a result, the lady has returned to Malaysia. They have two children. The lady is not able to come to Singapore. I find this current rule rather unfair to Singaporeans. Whereas the scheme that is offered to a foreigner allows automatic PR qualification for the family even though that person had married a foreign worker who has worked in Singapore. Yet a Singaporean with adequate educational qualifications does not have the same right. Maybe the Minister of State would like to clarify this. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, let me assure the Member that Singaporeans who are skilled or well-qualified, including those with polytechnic diplomas, should not have difficulty seeking approval to marry work permit holders in Singapore. In fact, 60% of applications by work permit holders for marriage to Singaporeans are approved. This high approval rate shows that we are not over stringent. However, Sir, there may be unusual factors and perhaps this may be the problem with the case which the Member has, which account for the rejection. But let me assure the Member that if he brings up the case, we will study it and look into the detailed reasons for the rejection. But, overall, we are not stringent at all. Most of the applications from Singaporeans who are well-qualified or who have polytechnic diplomas are approved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> On that assurance, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I do not think we have time for the next amendment. Mr Inderjit Singh, I do not think you have time to speak. \n  <br>\n  <br>\n  <!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Inderjit Singh:</b> I will not speak, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $56,083,310 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,421,000 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head U - Ministry of National Development. Mr Leong Horn Kee. \n  <br>5.15 pm \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Bishan-Toa Payoh):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's housing policy is quite simple, that is, to provide a home for every citizen. In this regard, the Government has done exceedingly well. Ninety percent of the people own their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can view Government's housing policy as the need to achieve two basic purposes. The first purpose in housing is to serve as a social need, which is to provide shelter for our people. The second purpose is to serve as an investment need, where the value of the people's homes, usually their main assets, is preserved and protected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Viewed from these two perspectives, we can then better appreciate the duty of the Government in formulating its housing policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fundamentally, the duty of the Government in public housing is therefore to fulfill the first objective, that is, to ensure that every citizen has a shelter. If this shelter turns out to be a good investment as an appreciating asset, then it is a fortuitous development for the owners. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those in the private housing sector, who can afford private homes, then the Government is relieved of the duty to provide them with the physical shelter. In this instance, the second purpose, which is for the private properties to be looked upon as investments, will come into play. It is then expected that the Government's duty is to ensure an orderly and steady property market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to touch on what I see as the present tasks of the Government in both the private and public housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the private housing market, the Government has introduced last May measures to curb the excessive speculative property market. These measures are welcome by all, and they have been effective in eliminating the undesirable speculative activities. Market analysts have reported that prices have dropped by 10-15% and the speculative froth is gone. The current task of the Government is to keep a close watch over the property market trends, particularly on the supply and demand situation. I believe everyone would be pleased to see the market remain in a stable and steady state. There will be great concerns and widespread repercussions if the property market falls into a downward spiral. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the public housing sector, one of the Government's current tasks is to watch over the long waiting list, which is 150,000 applicants. Of this total, about half, or 75,000, are first-timers, and the remaining 75,000 are upgraders. The recent decision by the Ministry of National Development to step up the building programme to cut the waiting time for first-timers from 4 1/2 years to three years is very well received. Conversely, the lengthening of the waiting period for upgraders from five years to 10 years has caused some concern, particularly for upgraders who are living in small flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can envisage that the demand for public housing will continue to escalate in future. Let us examine the potential demand as follows: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the potential demand from new household formation is about 30,000 units a year or thereabouts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the current stock of owned public housing units is about 600,000 units. Based on a 10-year waiting period, 10% of these 600,000, which is about 60,000 units, are eligible for upgrading each year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, the current stock of private residential units is about 150,000 households. If 5% of these home owners wish to convert to public housing, that is, to take their rightful first bite to an HDB flat, there will be a potential demand for 7,500 units a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we add up the above three figures, the potential demand for public housing will balloon to about 100,000 units a year. This is potentially a very large number. It is a little like the \"millennium time-bomb\" described by Dr Ho Tat Kin in the debate of the Ministry of Trade and Industry. Likewise, this problem will hit us only after the turn of the 21st century when the demand can escalate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Going back to the two basic objectives of housing, I wish to repeat my view that the primary duty of the Government on public housing is to provide an adequate shelter. Therefore, I feel that if the Government has provided a 3-bedroom flat to a family, it has basically fulfilled its obligation, which is to provide adequate housing of 3-bedroom flats. A 3-bedroom flat actually means either a 4-room, 5-room or Executive flat in the HDB nomenclature. If these households wish to apply for a second flat (that is, to take a second bite) it can only be looked upon as a bonus, some extra to be shared if something is left behind. As I have said in another speech in this House previously, our HDB residents of 4- and 5-room flats, with about 1,100 sq ft of living space, are actually living in quite spacious environment, compared to their counterparts who live in public housing in other major cities in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the above perspectives, the Government may wish to do a review of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> the present \"2 bites\" public housing policy. Government's basic duty of the social objective is fulfilled if a family is given the first bite of a 3-bedroom flat, which is a 4-room flat and above. The second bite, if given, is to fulfill the second objective of an investment or capital gain. This is a less critical objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to raise a point that some consideration should be given to 3-room flat owners to upgrade. A 3-room flat is actually only a 2-bedroom flat. For a growing family with two children or more, it will be quite inadequate. It is worse if they have to live with their parents or other relatives. Hence, I would like to urge the Minister to consider allowing such cases to upgrade earlier than 10 years, if they genuinely need more living space due to an enlarging and growing family, or if they have 3-tier families with their parents living with them. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I commend the Minister for managing a very successful housing programme, so successful that every now and then he has to come out to make announcements on changes of rules to slow down the demand. And I have spoken in this House several times before why we should not have a housing policy where there is a demand distortion. When the subsidies are very high for larger flats, and the subsidies are high for Government flats in general, the demand will always continue to grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the current rate of economic growth at about 6-7%, or maybe 8%, the size of our economy will double in about 10 years' time. In 10 years' time, this demand for housing will never slow down, despite what the Minister tries to do. That was why on 13th April when the Minister made the announcement on the changes in the mortgage scheme, there was a hue and cry, but it died down very quickly. And close on the heel of the issue just one month later, on 18th May, further announcements were made to change the qualification criteria. A person must live 10 years in the flat before he could apply for a new flat and first-time flat owners must register by12th July, otherwise they had to pay $5,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These two measures coming very close together caused a great deal of concern to the public. I have two comments. The first one is that it caused great concern to the public. It seems that a Government policy which has tremendous impact on Singaporeans has not been looked at on a total basis. It is sort of a piecemeal. There were two major policy changes coming, one month after the other. On top of that, after the announcements were made, there was modification to the scheme - the $5,000 for first-time flat owners may be paid through CPF and not cash, as a result of the outcry from the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think where policies have an impact on something like 90% of the population, I really will like the Minister to take a total, holistic approach, so to speak, because the market is now asking: Are there any more policies coming up in the short term? Is there in another three-, six-month, policy change? Because the current rate of demand for public housing is not going to subside. Mr Leong has already mentioned 150,000 applicants on the waiting list, and I do not believe this number will go down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second comment I wish to make on this issue is that now that more than 86% of Singaporeans are already owners of public housing, is it not time for the Minister to look at the issue in perspective and to find out whether there is any ground to move public housing towards the market, instead of tinkering with the rules such as increasing the levy on the profit that can be made by HDB flat owners? In a case like flats in Bedok Reservoir Road estate, there are more than 20 applicants for each unit of flat. Is it not possible for public housing now to move towards the market, and allow entitlements, with two or three-tier pricing, such as first-time flat owners getting full entitlement, a large sum of money, or lower pricing? When we move towards the market, we do not need the levy on the profit made by present flat owners. When we move towards the market, the market will decide whether there is demand for new flats in any particular location. If we do not move towards market pricing, the current \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> pricing of housing is artificial and demand will never go down. Despite what the Minister has done in the last few months, based on the current building programme of 30,000 flats a year, I believe it will take another four to five years to clear the 150,000 waiting list. And we are talking about existing applicants on the queue. What about new applicants who are coming on the queue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I really would urge the Minister to have a complete overall view of HDB policies. Currently, when a resident approaches me with problems on housing, I find it is almost difficult to navigate through the whole manual on HDB rules to see what are the entitlements, how much one has to pay for resale, etc. It is almost impossible. You need a computer just to navigate the HDB policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I really believe that moving towards some form of market mechanism will help to allocate resources in a manner which we wish to allocate it. Because, as long as you do not do that, you will have the example of the Bedok Reservoir Road flat which is in a very popular prime location. It is very logical for many residents living in that area to apply for the flat there, because if they do not apply for a flat in that location, they will lose out. And if they are able to get the flat, they know that they are going to have a big subsidy, a market subsidy. So if you do not do that, the demand for popular locations will continue to be there, and I cannot see how we can continue to build flats in those areas to meet the demand. \n  <br>\n  <br>\n  <!-- Mr K. Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr K. Shanmugam (Sembawang):</b> Sir, week after week, the Minister, his Parliamentary Secretary, and the HDB get inundated with appeals on various matters, and the HDB tries its best to accommodate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we complain about the HDB, let us acknowledge that it has in fact done a world-class job in housing 90% of our population. However, and there is always a \"however\", the HDB interfaces so much with the public. It is always a target of a variety of criticisms. Rather than focusing on individual complaint, I would like to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> take up one of the fundamental issues which, I believe, gives rise to such complaints, or at least some of the complaints. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point really is that the HDB is the monopolist supplier of affordable public housing for the man-in-the-street. Singapore is not like most other societies or cities. Most land which is suitable for housing is owned by the Government. The limited private stock of housing is much more expensive than the public housing. The man-in-the-street really has no choice. He has to accept the public flat with such rules as the HDB may impose. That situation creates particularly difficult problems when some social objectives are sought to be achieved through housing policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give two examples. Take, first, the case of unwed mothers. I, and I am sure all the hon. Members here, would accept that it is good to encourage strong family units and discourage dysfunctional families. We also know that in societies where welfare benefits have been given to unwed mothers, their total numbers grow, thus, ultimately, weakening the society. I do not for a moment advocate that. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question really is: does it therefore become morally justifiable to deny an unwed mother and her child public housing, say, a rental flat? Unwed mothers are not criminals. If denied public rental flat, what is their choice? They can go on the streets, or they can go and look for a house at Queen Astrid Park, which is some choice. I am of course referring only to those who have no other family support. Some can of course try and rent a room or a flat from other HDB owners. However, because of various restrictions, that too often is not a choice. The problem really is that unlike, say, London or New York, there is no large stock of affordable private housing for those who are deemed ineligible to qualify for public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give a second example. Take the case of families evicted for habouring illegal workers. It is correct that they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> should not use their flats for illegal purposes. But for all these and other transgressors, is forfeiture and/or denial of public housing the only penalty that we can impose? Over and over, the MPs on the ground will face such difficult situations where it is not really easy to say that the policy objectives should override. The solution, in my view, is to be more subtle about the penalties for which forfeitures and bans are like broad swords. What we need is a rapier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public housing has two aspects to the Singaporeans. First, it puts a roof over the head. Second, there is a subsidy. I would suggest that, as a matter of philosophy, the HDB should provide a roof over the head, whether a rental flat or a sale flat, as appropriate. By doing that, it would continue to completely fulfil its role as a provider of affordable housing to all. At the same time, the subsidy element, whether for rental or sale flats, can be reduced or removed, as appropriate, for transgressors and others who do not qualify. This is a policy issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would end, Sir, by saying only that there is no real free market in the supply of public housing. We therefore have to really be careful when we turn people out and ask ourselves where they will live. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed:</b> Sir, the mission statement of National Development reads, \"to facilitate the physical development of Singapore through rational, far-sighted planning.\" I think, Sir, even the Minister for National Development will agree with me that it is a gross under-statement. Because if you just look at housing, HDB has tremendous effect on the life of Singaporeans even with the social and political ramifications. As the biggest landlord, it also can determine who your neighbours are, who your friends are and perhaps even who you marry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I, however, focus on the policy of ethnic capping on purchases of flats, Sir? I personally see the rationale for that policy as it has very important ramifications in terms of distribution of population, multi-racialism and better understanding of Singaporeans and even your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> MPs. May I, however, ask the Minister to enlighten us as to the effect of that policy? What is its progress? Has it brought about the objective intended and whether, in fact, there will come a time to review such a policy and, if it is so, when? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, it is envisaged that the demand for public housing from singles and senior citizens will continue to increase. Often, singles remain single not by their own choice. Similarly, senior citizens who are old and childless, or who cannot live with their children for whatever reasons, will need flats which are affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, just as for young couples who purchase 3-room resale flats are given $40,000 grant (or $50,000 if the flat is near to their parents' home), I feel that some form of financial assistance should be given to singles and senior citizens if they purchase 3-room resale flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can take a numerical basis for computing this grant. If a young couple is given $40,000, then a single person or a single senior citizen who purchases a 3-room resale flat on his own should therefore be given half or a $20,000 grant to assist him to purchase the resale flat. Similarly, if the flat is near to his parents, the grant for a single person can be increased to $25,000. For a senior citizen, if the flat is near to his children, then this grant can be $25,000 as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the above grant should of course be given only to those who have not previously applied to the HDB to purchase flats. This grant could be deemed as their \"first bite\". This proposal of cash grant to singles and senior citizens is to make it equitable for them compared to those of other HDB purchases. Thereafter, the Government would have fulfilled their \"housing obligation\" to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the nomenclature used for public housing, Sir, is 1-, 2-, 3-, 4- and 5-room flats which sets a class structure for the occupiers. Hence, families, singles or senior citizens who stay in 1-, 2- or 3-room flats appear to be living in a poorer class of flats. This should not be the case. I would like to suggest that the HDB consider renaming their flats similar \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> to those in the private sector. For example, a 1-room flat can be called a studio; a 2-room flat can be called a 1-bedroom studio; a 3-room flat actually is a 2-bedroom flat, the 3-, 4- or 5-room and executive flats can be just called 3-bedroom flats. This is a clearer nomenclature. I think it will avoid some class differences. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (Aljunied):</b> Sir, the HDB has done a marvellous job in providing quality accommodation to Singaporeans. Over the years, HDB flats have become valuable assets with values that have appreciated with economic growth. Current housing policy allows people to apply to the HDB directly for flats twice, and many have profited by selling both their first and second flats for capital gains and to upgrade to private property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB housing scheme is thus a significant benefit to the majority of Singaporeans. However, a sizeable group of our citizens who have remained single has been unable to enjoy this benefit. Single persons are currently not allowed to apply for a flat directly from the HDB, although under the Joint Singles Scheme, they can submit a joint application with another single person when they reach 35 years of age. The rationale for such a policy could be that the Government wishes to encourage the formation of families and to safeguard marriage as a social institution so as to maintain a strong social fabric. A further possibility is that it is not economical and strain resources to allow a single person to occupy an entire flat even if it is a small flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would argue that, currently, Singapore is in no danger of becoming a society dominated by singles. Marriage is an institution which is still being embraced as a way of life and the number of singles has not reached such an unhealthy level as to warrant corrective actions. In the population census of 1990, it was reported that there were 44,600 single females aged 35 and above as compared to 17,800 in 1980. The census also revealed that in 1990, there were 18.1% and 10.9% of males within the age groups of 35-39 and 40-44, respectively, who had remained \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> single. By extrapolation, the number of males and females who are 35 years old and above and are currently single could have reached 100,000 by now. Such a number, though not socially worrying, is not entirely negligible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The factors which lead to a person remaining single are numerous and in many circumstances beyond their control, for example, the demands of their careers. It may therefore not be equitable to ignore the rights of singles to apply for a flat directly from the HDB on an individual basis, and I urge the HDB to review the policy. It is understandable that the authorities may consider it to be too sweeping a change to totally remove restrictions on new flat applications for singles and may also be rightly concerned that such a move will create unwanted incentives for people to stay single. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As such, it is proposed that incremental changes be made to the existing policy guidelines for a start. As an example, we can allow singles on an individual basis to rent a flat first and after a specific time period, allow them to purchase a flat directly from the HDB. As to the aspect of economising on space, the HDB can consider building smaller flats, like studio apartments, for singles. We can then satisfy the housing needs of our population more comprehensively. So I hope the Government will review its housing policy for singles in the light of the above argument. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Sir, public housing is very important because that is what most Singaporeans can afford. Public housing is also the biggest headache in most countries. But in Singapore, our home ownership programme has been very successful. In fact, the standard of our public housing is among the best in the world and we are the envy of many countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, the Ministry had introduced many measures in public housing policies to cater to the different needs of the majority of our citizens, from the lower-income group to the middle-income group, the young professionals \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> and even the prospective young couples. However, there is a group of people whose needs need to be taken care of. They are the couples who are in their late 40s and early 50s and whose children are married and have set up their own homes. Then there are also those senior citizens who are unmarried singles and do not have any next-of-kin or relatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is good to encourage family nucleus to stay together, nowadays, there are many parents who just wish to stay on their own and yet be near to their children. Space constraints and family problems could be factors for these parents to want to stay on their own. And for the unmarried singles, they have worked hard and have some savings but cannot afford the private apartments. They also want a decent place like a small, affordable apartment to stay when they are old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest to the Minister to seriously consider building studio apartments in different housing estates where these groups of parents or senior singles can buy or rent. These studio apartments can be small but must be of certain quality. I am not proposing building old age homes or a retirement village. But I would like also to suggest that these studio apartments provide facilities like clinics, catering and laundry services and a common room or clubhouse to allow for social interaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is worth looking at and I urge the Minister to consider this. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, unlike my colleague, Dr Wan, I am going to talk about HDB retirement homes and I would like to take the two cuts together. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> Sir, the Minister for National Development announced that the Government is studying the building of studio flats for senior citizens so as to ensure that parents can live near their children and thereby improve family relationships. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng, the Secretary-General of NTUC, had broached the subject of retirement villages some years ago. I am happy to note that Government is finally moving in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In about 15 years' time, a tenth of the population or about 300,000 people will be above the age of 65. Hence, the Government should give greater priority to this concept of studio apartments for the old, and accelerate the building programme so that such blocks can be built not only in newer HDB estates but also in mature estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should bear in mind two important factors in building retirement homes for the senior citizens. The first factor is the provision of the right facilities for this proposal to work. In an article in the Straits Times in January, a social worker, Wong Suen Kwong, says that, for example, wheelchair-friendly lifts as well as inter-generational chess clubs and gymnasium must be built, and that the telephones in the estate should have bigger digits. Ideally, facilities like exercise stations or chit chat corners should either be on every lift landing floor or in the void decks as mobility is a big concern in old age. Services and shops should also be tailored to the needs of the elderly so that meal and grocery deliveries and doctors and pharmacies are all within reach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second factor, which is very important, is affordability. The studio flats must be made very, very affordable as it would be a better alternative to the reverse mortgage scheme in which many older people may not be interested in such schemes, because people do not want to owe money to the Government or to anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1995 survey of senior citizens, the median monthly income for people aged 60 and above is just $455, not taking into consideration contributions from children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government subsidises HDB flats, and the subsidies can be as high as $100,000 or more for 4- and 5-room flats. The Government also gives Executive Condominium buyers a grant of $40,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> I urge the Government to heavily subsidise the studio retirement homes for senior citizens. After all, the cost of building studio apartments would be much less than that of 4- or 5-room flats and, more importantly, to show our gratitude to the senior citizens who have helped in nation building and who worked hard to bring about the economic success that we enjoy today in Singapore. Spending some of the Government's huge surpluses which have been accumulated year after year for such a worthy cause will make way for a more compassionate Government and, in the process, go a long way in developing a more compassionate society in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my next topic is on the ethnic integration policy. The Government implemented the ethnic integration policy in 1989, to prevent the formation of social enclaves in public housing estates. Under the scheme, the percentages imposed for each ethnic group in a neighbourhood are 84% for Chinese, 22% for Malays and 10% for Indians and others. To allow some flexibility, another 3% is added to the maximum proportion permitted in each housing block. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully endorse the need for such a policy in multi-racial Singapore. What I would like to suggest, however, is to make some practical adjustments to the implementation of the policy, because of the problems faced by the minority communities, namely, the Indians, Eurasians and others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the percentage set for Indians and others is only a maximum of 13%, this group finds it very difficult to sell their flats in the open market, because it is very difficult for them to find a buyer and even if they find one, they fetch prices which are way below the market price available for the Chinese or Malay-occupied units in the same vicinity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To address the plight of this minority group, I would like to suggest briefly two proposals for the Government's consideration. The first proposal is to allow Indians and other groups to sell their flats to HDB at a price that can be determined, taking into account the valuation price and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> the prevailing market price in that locality. A compromise formula can be set by HDB so that the Indian seller does not lose out too much from the market price. Subsequently, HDB can sell this flat to another Indian buyer, as HDB will be in a position to identify potential buyers from its database and will be done better than another individual seller finding another buyer or even, for that matter, housing agents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on to the second proposal. The Indian sellers living in the areas where Indians stay in large numbers, like in Little India, do not have a significant problem in selling their flats to other Indians at around the market price. In most other areas in Singapore where very few Indians stay, for example, in Dr Ker Sin Tze's constituency, where many of his residents are in the Hougang area, or even in the Geylang Serai area of Encik Othman Haron Eusofe where Indians find it very difficult to find another Indian buyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to propose that the Indian and others category be integrated with either the Chinese category or the Malay category for the majority of the areas in Singapore, with the exception of a few areas such as Little India where there is a reasonably high Indian demand for flats. In other words, what I am saying is that if, say, the Malay and Indian category is integrated, then Indians can sell either to Indians or Malays and vice-versa in those areas. And in this case, the quota for the predominant Malay areas should be kept to the original guidelines just like the Indian areas to prevent the formation of social enclaves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think both proposals are workable and I urge the Government to consider the proposals and help the Indian, Eurasian and other communities to enjoy the same benefits as other Singaporeans. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Deputy Speaker, Sir, I shall trim my speech to the barest minimum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, young couples are always worried whether they can afford to buy HDB flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> So, as usual, every year, I will ask the Minister the same question to make sure that he gives the young Singaporeans assurances that they can afford to buy these HDB flats. But, today, because of time constraint, I shall make it so brief and make it very easy for him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Suppose a young couple wants to buy a 4-room HDB flat. We know the cost is about $180,000. He pays the required 20%, or a cash deposit of $36,000. So the balance is $144,000. Their total family income may be $4,000. This is what I gather from yesterday's Lianhe Zaobao. Their income is $4,000 and the balance they have to pay is $144,000. The CPF regulations allow them to use up to 30% of their total income for the repayment loan. I hope I got this point correct. My question is: with this sort of income and CPF regulations, can the couple afford to buy a 4-room HDB flat? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Lim Hng Kiang):</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, the Minister has already given the answer. This is all that I wanted to ask. \n  <br>\n  <br>\n  <!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Teo Ho Pin (Sembawang):</b> Sir, as we move into the next century, HDB will be providing housing to Singaporeans who are more affluent, more educated and more demanding. Public housing is no longer as a shelter over the head. It is viewed to be a home and asset, and also an investment to many Singaporeans. As we move towards making Singapore our home, HDB will need to play a more active role in facilitating the building of community bonding among HDB residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister the following questions. (1) Can HDB design a mixture of 1-, 2- and 3-bedroom flats at different floor areas for every block and precinct, as in a private condominium? (2) Can HDB build larger precincts of flats of about 1,200-1,500 units? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the implications of this proposal? First, it will provide more options for Singaporeans to choose different sizes of flats. Secondly, it will allow more efficient allocation of living \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> space in public housing. Thirdly, by having this variety of flats, it will allow family members to stay with their parents or with their relatives. Lastly, with these wide options, there may not be a need to increase the floor area of HDB flats in future upgrading programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my second topic is on the development of communal spaces in HDB estates. Recently, the Government has been emphasising the need to strengthen community bonding among Singaporeans. To achieve this, we need to build community infrastructure in our living environment. I would like to urge the Ministry to review the policy of designing community spaces within HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister the following questions. (1) Can the Ministry provide integrated facilities which have repeat utility value for different age groups of residents in HDB estates? (2) Can the Ministry provide larger communal space for residents by developing larger precincts of about 15-20 blocks? (3) Can the Ministry also consider building function halls for residents in HDB estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, what are the implications of this proposal? Firstly, it will encourage more residents to use the communal space to strengthen community bonding. Secondly, with a larger precinct, we can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> incorporate more facilities and residents will be able to enjoy more facilities and a wider range of facilities. Thirdly, of course, with all the facilities coming into the same area, it will be easier for town councils to maintain these facilities. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ong, how long is your speech. \n  <br>\n  <br>\n  <!-- Mr Ong Kian Min -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Kian Min (Pasir Ris):</b> About five minutes. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think we will leave it to Monday. Do I have the assent of Members to stop here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1997/1998, and ask leave to sit again on Monday, 28th July 1997. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lim Hng Kiang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Two\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
