{"memberId": null, "volumeNo": "1", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"1\">\r\n\r\n<meta name=\"Sit_No\" content=\"15\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1955-09-22\">\r\n\r\n<meta name=\"Start_Col\" content=\"759\">\r\n\r\n<meta name=\"End_Col\" content=\"790\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">15</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">22-09-1955</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 759</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME I</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">SESSION 1955</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 22nd September, 1955</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr W. A. C. Goode, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Assistant Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>Mr Mak Pak Shee (Geylang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 760</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr D. S. Marshall (Cairnhill), Chief Minister and Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands).\r\n\r\n\r\n\r\n<br>Mr M. P. D. Nair (Seletar).\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr Tan Theng Chiang (Rochore).\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 760</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr D. S. Marshall):</b> If it\r\n\r\nplease  you,  Mr  Speaker,  Sir,  I  should  like\r\n\r\nformally  to  move  that, at  the  termination  of\r\n\r\nbusiness  today, the Assembly stand  adjourned  to\r\n\r\nthe 12th of October, 1955, at 10 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Mak Pak Shee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Mak Pak Shee (Geylang):</b> Sir, I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today the Assembly do stand adjourned to the 12th of October, 1955.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 761</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BILL INTRODUCED</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MERCHANDISE MARKS (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Merchandise Marks Ordinance (Chapter 157 of the Revised Edition)\",\r\n\r\n\r\n\r\n<br><br>presented  by the Assistant Minister for  Commerce\r\n\r\nand  Industry (Mr J. M. Jumabhoy); read the First\r\n\r\ntime; to be read a Second time on Wednesday,  12th\r\n\r\nOctober, 1955, and to be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 761</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CRIMINAL LAW (TEMPORARY PROVISIONS) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate - [21st September]:\r\n\r\n\r\n\r\n<br><br><!-- Mr W. A. C. Goode (Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Secretary (Mr W. A. C. Goode):</b> Mr\r\n\r\nSpeaker, Sir, as I explained yesterday, this  Bill\r\n\r\nis divided into six Parts dealing with a number of\r\n\r\ndifferent  matters which all have this in  common:\r\n\r\nthat  they are additions to our permanent criminal\r\n\r\nlaw   which  we  consider  necessary  in   present\r\n\r\ncircumstances, and they are all measures which  we\r\n\r\nhope  will only be required for a limited  period.\r\n\r\nSo  we  have  brought them together in  this  Bill\r\n\r\nmaking  temporary provisions to amend our criminal\r\n\r\nlaw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I referred yesterday evening, Sir, to Part I,\r\n\r\nthe  Definitions, and to Part II,  which  contains\r\n\r\nstern    measures   directed   against   Communist\r\n\r\nterrorists and secret plots.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We now come, Sir, to Part III of the Bill. This\r\n\r\nalso is directed against Communist terrorists, but\r\n\r\nagainst those in the Federation. It is designed to\r\n\r\ngive  full  assistance  to  our  friends  in   the\r\n\r\nFederation  in denying supplies to the  terrorists\r\n\r\nin  the jungles of Johore. It provides for control\r\n\r\nof  the  movement of persons and  vessels  in  the\r\n\r\nStraits   of  Johore.  Clause  10  (1)   prohibits\r\n\r\nmovement in the main Strait between the island  of\r\n\r\nSingapore and Johore during the hours of darkness.\r\n\r\nClause  10 (2) prohibits absolutely at all  times,\r\n\r\nwhether  by  day or night, movement between  Pulau\r\n\r\nUbin  and Johore. Clause 10 (4) exempts from  that\r\n\r\ncontrol  the  area south of Pulau Ubin  which  is\r\n\r\nroughly  opposite to Changi Point. The  effect  of\r\n\r\nclauses 11 and 12 is to declare this area  in  the\r\n\r\nStraits a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 762</b></font><br><br>\r\n\r\nport under the Merchant Shipping Ordinance, and to\r\n\r\napply  to  it certain provisions of that Ordinance\r\n\r\nwhich relate to administrative control of shipping\r\n\r\nand  the issue of clearances and so on. Clause  12\r\n\r\ngives  power  to the Harbour Master,  who  is,  in\r\n\r\nfact,  the Fisheries Officer, to issue permits  to\r\n\r\nfishermen  and other people who need to use  these\r\n\r\nwaters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The areas to which these various clauses refer\r\n\r\nare  described in the first five Schedules of  the\r\n\r\nBill.  Those  descriptions are not  very  easy  to\r\n\r\nfollow,  and I have had a map prepared, a copy  of\r\n\r\nwhich  I will table, Sir, and another copy I  have\r\n\r\nhad placed in the Library in case Members wish  to\r\n\r\nrefer to it. These areas have been prescribed  now\r\n\r\nfor  many  months and are, I think, well known  to\r\n\r\nall   persons  who  use  those  areas.  All  these\r\n\r\narrangements have been working for some time,  and\r\n\r\nwe  are  confident that they have  achieved  their\r\n\r\nmain purpose of denying supplies to the terrorists\r\n\r\nin  Johore.  It  is necessary that  this  control,\r\n\r\nwhich  was imposed to help the Government  of  the\r\n\r\nFederation,  should be continued as  long  as  the\r\n\r\nauthorities  in  the Federation are  carrying  out\r\n\r\nfood denial measures in Johore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part IV of the Bill, Sir, is quite simple. It\r\n\r\nprohibits  the  public display of  foreign  flags,\r\n\r\nexcept  by  accredited Commonwealth  and  consular\r\n\r\nrepresentatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part V is more controversial. It makes it\r\n\r\nnecessary  to give 14 days' notice of a strike  or\r\n\r\nlock-out  in  an essential service. The  essential\r\n\r\nservices to which this Part applies are listed  in\r\n\r\nthe  sixth  Schedule. We have, Sir,  limited  that\r\n\r\nSchedule  to  services which we  consider  to  be\r\n\r\nvitally necessary for the health and life  of  the\r\n\r\ncommunity. Hon. Members will probably notice  that\r\n\r\nwe  have  not  included  in that  Schedule  public\r\n\r\ntransport.  Now  a  sudden  stoppage   of   public\r\n\r\ntransport   in   this  city,  as  we   know   from\r\n\r\nexperience,  must  cause very grave  inconvenience\r\n\r\nand  hardship to the community; but, nevertheless,\r\n\r\nwe  reached  the  conclusion that  we  should  not\r\n\r\nregard it as being vitally necessary to the health\r\n\r\nand  life  of  the community, and so we  have  not\r\n\r\nincluded public transport in the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 763</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would emphasise that this Part of the Bill\r\n\r\ndoes  not,  of course, prohibit strikes.  It  only\r\n\r\nrequires  that 14 days' notice should be given  so\r\n\r\nthat  some sort of emergency arrangements  can  be\r\n\r\nmade to ensure a minimum service necessary for the\r\n\r\nwell-being  of  the public. I expect  it  will  be\r\n\r\nargued  that  this  Part is restriction  on  trade\r\n\r\nunion activities. Of course, that is so, but it is\r\n\r\nour  view,  Sir,  that workers in these  essential\r\n\r\nservices,  and  indeed  the  Government,  have  an\r\n\r\nobligation  towards  the  public  which  must   be\r\n\r\nrecognised,  because a strike  in  these  services\r\n\r\ndoes  not only affect the workers in the industry,\r\n\r\nbut  it affects the daily life of everybody in the\r\n\r\ncommunity. A strike in these services can only  be\r\n\r\ncarried  out  at the cost of harm to  the  public.\r\n\r\nThese  workers, after all, are, in the  main,  the\r\n\r\nemployees    of    responsible   organisations - the\r\n\r\nGovernment,    the    City   Council,    statutory\r\n\r\nauthorities - organisations which can be expected to\r\n\r\nfollow  a good employer policy. They are primarily\r\n\r\nconcerned  with service to the public rather  than\r\n\r\nwith  seeking profit, and their general policy  is\r\n\r\nconsiderably   under   the   direction   of    the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is true, of course, that this period of 14\r\n\r\ndays  gives  the employing organisations  time  in\r\n\r\nwhich  to  arrange to carry on their  services  to\r\n\r\nsome  extent, and to this extent the sharpness  of\r\n\r\nthe strike weapon is blunted. But, as I have said,\r\n\r\nwe  feel  that  the over-riding interests  of  the\r\n\r\ngeneral public cannot be ignored, and I think  the\r\n\r\nHouse  will  agree  that  recent  experiences   in\r\n\r\nstrikes  in the City Council have shown  that  the\r\n\r\nstrike  is  still  a very potent weapon  and  must\r\n\r\nstill  cause  great hardship, and,  ultimately,  a\r\n\r\ndanger  to public health, even after the 14  days'\r\n\r\nnotice has been given.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is right, too, that in these services\r\n\r\nwhere  so much more is at stake than the interests\r\n\r\nof  the  employers and the employees, there should\r\n\r\nbe  a  compulsory period during which  efforts  at\r\n\r\nconciliation can be made and during which the full\r\n\r\nimplications  of  a strike can be appreciated.  In\r\n\r\nthese   days,  unfortunately,  we  have  hot-heads\r\n\r\namongst  our  labour leaders who,  for  their  own\r\n\r\nends, will provoke strike action before\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 764</b></font><br><br>\r\n\r\n\r\n\r\nall efforts to reach agreement by negotiation have\r\n\r\nbeen  tried and exhausted. Their technique  is  to\r\n\r\nreach a quick snap decision and force an immediate\r\n\r\nstrike. Surely these tactics should not be allowed\r\n\r\nin  essential services, and the l4-day period may\r\n\r\nwell   give  time  for  wiser  and  more  moderate\r\n\r\ncounsels  to  prevail  over irresponsible  leaders\r\n\r\nwithout,  I suggest, doing any damage to the  real\r\n\r\ninterests of the workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Part VI is general and contains powers of search\r\n\r\nand arrest, and provides for matters of procedure.\r\n\r\nI  think  the most important clause is clause  30.\r\n\r\nThat  gives a special power to disperse assemblies\r\n\r\nat  times  of  tension  when  passions  are  being\r\n\r\naroused  and  there is a danger of a  crowd  being\r\n\r\nturned  into a rioting mob, as we have experienced\r\n\r\nrecently  and  in 1950. The clause  provides  that\r\n\r\nwhenever  the  Chief Secretary  declares  that  an\r\n\r\nimmediate threat to public peace exists, then  any\r\n\r\npolice officer not below the rank of Inspector may\r\n\r\ndisperse any assembly of ten or more persons.  The\r\n\r\npoint  of  this clause is that there  must  be  an\r\n\r\nimmediate threat to public peace. There must be  a\r\n\r\nsituation  where  tension and emotions  have  been\r\n\r\naroused and there is an atmosphere of crisis,  and\r\n\r\nthere is a danger that a spark could set light  to\r\n\r\na serious conflagration - circumstances in which any\r\n\r\ngatherings  present  a  real  threat   to   public\r\n\r\nsecurity.  Then the declaration can be  made.  The\r\n\r\nprovision  is  designed  only  to  deal  with   an\r\n\r\nimmediate threat, to provide time for passions  to\r\n\r\ncool  off, and so Members will see that subclause\r\n\r\n(2)  provides that the declaration can only remain\r\n\r\nin force for a maximum of 48 hours, though it can\r\n\r\nbe renewed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The powers and penalties provided throughout\r\n\r\nthis Bill, Sir, are, as I have said, supplementary\r\n\r\nto  those  contained in the permanent  legislation\r\n\r\ndealing   with   these  matters,   and   we   have\r\n\r\ndeliberately refrained from amending the permanent\r\n\r\nlaw   in  the  hope  that  these  new  powers  and\r\n\r\npenalties  will  only be required  for  a  limited\r\n\r\nperiod,  because  we hope that as  the  people  of\r\n\r\nSingapore  gain  experience  of  the  working   of\r\n\r\ndemocracy  under  the wise, restrained  and  sound\r\n\r\nleadership of Members of this Assembly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 765</b></font><br><br>\r\n\r\n\r\n\r\nand  other leaders, and as workers and their trade\r\n\r\nunions  gain  experience of  sound  and  effective\r\n\r\ntrade  unionism and begin to appreciate the danger\r\n\r\nto  their own interests of violent and precipitate\r\n\r\naction: - as these things happen, Sir, we hope  that\r\n\r\nthe  people of Singapore will no longer be at  the\r\n\r\nmercy  of Communist terrorists and will no  longer\r\n\r\nbe  stampeded  by  irresponsible leaders  headlong\r\n\r\ninto hasty and violent action.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order that hon. Members of this House can\r\n\r\nhave  full time to consider these clauses  in  the\r\n\r\nlight of this debate, I shall not ask to take  the\r\n\r\nCommittee  stage today but shall put it  down  for\r\n\r\nour next sitting on 12th October.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Sir, on a\r\n\r\npoint  of  elucidation on the sixth Schedule.  The\r\n\r\nChief  Secretary put forward a point that all  the\r\n\r\nservices   there  listed  are  either  under   the\r\n\r\nGovernment or City Council or public corporations;\r\n\r\nand that they are model employers and unlikely  to\r\n\r\nbehave as employers solely out for profit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Will he explain the appearance in that Schedule\r\n\r\nof  No.  11 - \"Bulk  distribution of  fuel  oil  and\r\n\r\nlubricants\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Goode -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goode:</b> I may have been guilty of a slip of\r\n\r\nthe  tongue, Sir. What I meant to say was they are\r\n\r\n\"in the main\". Whether I left \"in the main\" out or\r\n\r\nnot I cannot recall, but, of course, the employees\r\n\r\nin  the  bulk oil fuel industry are not Government\r\n\r\nemployees, or employees of statutory corporations.\r\n\r\nThey  are,  on the other hand, employees  of  very\r\n\r\nlarge  and  responsible concerns who do  have  the\r\n\r\ninterests of the public very much before them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I wish to\r\n\r\ndirect  my  remarks on this Bill  to  the  section\r\n\r\nwhich  deals with strikes and lock-outs.  To  take\r\n\r\nthe  point  which  the Chief Secretary  has  just\r\n\r\ntaken, I must say that I profoundly disagree  with\r\n\r\nhis view of the responsibility and good conduct of\r\n\r\nthe  organisations which distribute fuel oil  and\r\n\r\nlubricants  in  bulk. As a matter of  fact,  I  am\r\n\r\nclosely associated with the unions in two of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 766</b></font><br><br>\r\n\r\n\r\n\r\ncompanies  which distribute these  lubricants  and\r\n\r\nfuel oil in bulk. I must say that my experience of\r\n\r\nthem has been somewhat disappointing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To begin with, the moment a union was formed in\r\n\r\ntheir  companies,  the employers  issued,  without\r\n\r\nconsultation with the union or union officials,  a\r\n\r\ndirective  listing  the employees  who,  in  their\r\n\r\nopinion,  should  not join the union,  the  people\r\n\r\nthey considered either supervisors or confidential\r\n\r\nstenographers, who should not participate in trade\r\n\r\nunion  activities. In the light  of  the  somewhat\r\n\r\nacrimonious correspondence that arose between  the\r\n\r\nunion  and these employers, my impression is  that\r\n\r\nto allow such a company the added protection which\r\n\r\nthe  Chief Secretary has justified on the  grounds\r\n\r\nthat   the  employers  are  more  or  less   model\r\n\r\nemployers - to  allow  them  to  have   this   added\r\n\r\nprotection   is,   in   my   opinion,   completely\r\n\r\nunwarranted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is that the Chief Secretary in\r\n\r\nhis  remarks  has completely overlooked  the  main\r\n\r\npoint - his omnibus point - that all the sections have\r\n\r\nbeen  collected together in one Bill because  they\r\n\r\nare  of a temporary nature, and that with a change\r\n\r\nof  circumstances  in the, we all  hope,  not  too\r\n\r\ndistant  future, they may become unnecessary.  But\r\n\r\nwhen  he  propounded his arguments  why  in  these\r\n\r\nservices  the strike instrument should be blunted,\r\n\r\nhe  did not indicate that it should not be blunted\r\n\r\nwhen  the Emergency has passed away. The arguments\r\n\r\nthat  he  propounded would hold  equally  well  if\r\n\r\nthere  were  no emergency situation. His  view  is\r\n\r\nthat these services are essential to the life  and\r\n\r\nbenefit  of  the  community and  that,  therefore,\r\n\r\nthere  should be a time-lag to allow  this  strike\r\n\r\nweapon  to  be  blunted and to allow  conciliation\r\n\r\nproceedings. It is pertinent to remind him that if\r\n\r\nhis  main  argument still holds that this  law  is\r\n\r\nonly  for  the period of the Emergency,  then  all\r\n\r\nthose other arguments that he has put forward  are\r\n\r\nirrelevant  and cannot hold water as  they  stand,\r\n\r\nbecause they contradict his main point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As more or less a trade unionist myself, one who\r\n\r\nhas been in close association with the unions,  I\r\n\r\ncannot, of course,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 767</b></font><br><br>\r\n\r\n\r\n\r\nsubscribe  to  the  view the Chief  Secretary  has\r\n\r\nexpounded,  that  the leaders  in  many  of  these\r\n\r\nunions in the essential services are irresponsible\r\n\r\nhot-heads.  Very often, my feeling  was  that  the\r\n\r\nvenerable  and  elderly  managers,  who  met   the\r\n\r\nworkers  over trade disputes, were quite  ignorant\r\n\r\nand foolish people who did not know that they were\r\n\r\ndealing  with  a human problem. These  people  are\r\n\r\nonly  concerned  with their  workers  as  cogs  in\r\n\r\noperating their purely mechanical system for which\r\n\r\nthey are responsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour will be the first to\r\n\r\nagree  with  me when I say that the strike  weapon\r\n\r\ncan    be   abused   by   anyone - responsible    or\r\n\r\nirresponsible leaders. I think he will also  agree\r\n\r\nwith  me that the leaders in these unions -  water,\r\n\r\ngas,   electricity,   public   health -   are   not\r\n\r\nirresponsible  leaders. I should hate  to  imagine\r\n\r\nthe   fire   service  leaders  are  irresponsible,\r\n\r\nbecause  if they are, then a prominent  member  of\r\n\r\nthe Labour Front must be responsible for that.  We\r\n\r\nhave nothing to do with that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Postal and telegraph services and undertakings,\r\n\r\nport,    dock,    and   harbour    services    and\r\n\r\nundertakings - to  many Members  in  this  Assembly,\r\n\r\nthey  just  list  up  particular  categories   and\r\n\r\ngroups. But to me and to my colleagues, they refer\r\n\r\nto  certain persons and certain committees, and  I\r\n\r\nresent very much the suggestion that they have  in\r\n\r\nthe past acted in an irresponsible manner, or that\r\n\r\nthey  are  likely  in  the future  to  act  in  an\r\n\r\nirresponsible  manner.  I  think  some  of   these\r\n\r\nunions,  like  the  water,  gas,  electricity  and\r\n\r\npublic  health unions, were former clients of  the\r\n\r\nHon. the  Chief  Minister, and he  would  be  the\r\n\r\nfirst,  I  think, to stand by the good conduct  in\r\n\r\nthe past of his clients.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government feels that it is necessary to\r\n\r\ntake this step, we shall not resist it, but we ask\r\n\r\nthem  to remember that it is not democratic,  that\r\n\r\nit is not fair to blunt the strike instrument, and\r\n\r\nthat    all    these   extraordinarily   stringent\r\n\r\nregulations  should  be  set  aside  as  soon   as\r\n\r\nconditions permit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Welfare (Mr Lim Yew Hock):</b> Mr Speaker, Sir, talking on essential\r\n\r\nservices in reply to the Member for Tanjong  Pagar (Mr\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 768</b></font><br><br>\r\n\r\n\r\n\r\nLee  Kuan  Yew) who brought attention to  bear  on\r\n\r\nitem  11  in the sixth Schedule -\"Bulk distribution\r\n\r\nof  fuel oil and lubricants\" - the answer to  that\r\n\r\nis  this,  Sir, that it would not be  possible  to\r\n\r\nmaintain all the other essential services - all  the\r\n\r\nother  ten listed - if distribution of fuel oil  and\r\n\r\nlubricants  is not also under similar control.  To\r\n\r\nmy  mind,  Sir, the best solution to this question\r\n\r\nof strikes in essential services could be resolved\r\n\r\nin  a different manner, instead of having it in  a\r\n\r\ntemporary provisions law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as strikes in essential services are\r\n\r\nconcerned,  I  think, in the interests  of  public\r\n\r\nhealth  and  public life, that they should  not  be\r\n\r\nallowed to take place without a notice period, but\r\n\r\nprotection  for the worker should be provided  for\r\n\r\nby   compulsory  arbitration.  That  is  the  only\r\n\r\nsolution.  There should be compulsory  arbitration\r\n\r\nin  essential services, and if the awards  of  the\r\n\r\narbitrators are not satisfactory to the unionists,\r\n\r\nthen,  of  course,  the  unionists  will  want  to\r\n\r\nstrike; but before then, there will be that safety\r\n\r\nvalve - that  all disputes as regards conditions  of\r\n\r\nemployment  could  be  referred  to  a  compulsory\r\n\r\narbitration  board  where  all  matters  could  be\r\n\r\nresolved  in  a friendly spirit, or  in  a  proper\r\n\r\nmanner, instead of having to resort to a strike.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar has said that I know\r\n\r\nthat  the leaders in the unions in these essential\r\n\r\nservices are not all irresponsible men. Sir, there\r\n\r\nare  all  types  of leaders - some are  responsible,\r\n\r\nsome  are  not  responsible,  no  matter  in  what\r\n\r\norganisation  they  may be.  The  object  of  this\r\n\r\nmeasure is not to blunt the strike weapon at  all.\r\n\r\nIn  fact, the strike weapon has never been blunted\r\n\r\nin so far as the essential services are concerned.\r\n\r\nA  14-day strike notice is necessary in order that\r\n\r\nmy  Ministry can bring both parties together in an\r\n\r\nendeavour  to  settle the dispute  amicably.  When\r\n\r\nthat  cannot be done, then, of course, the workers\r\n\r\nwill go on strike.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> The employers have got a\r\n\r\nseparate labour force!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> No. The City Council, for\r\n\r\ninstance, Sir, have had two strikes - one last  year\r\n\r\nand one this year.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 769</b></font><br><br>\r\n\r\n\r\n\r\nThe  labour force that they employed was not meant\r\n\r\nto  break  the strike. It was meant to look  after\r\n\r\nthe  health  of the public, so much so  that  even\r\n\r\nwith  the employment of a temporary labour force,\r\n\r\nthis  did  not  prevent the  City  Council  Labour\r\n\r\nUnions  Federation from winning their strike  last\r\n\r\ntime.  More-over, Sir, these requirements  do  not\r\n\r\ndeprive the workers of the strike weapon at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Goode -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goode:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 769</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PENAL CODE (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Butterfield (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr C. H. Butterfield):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a short Bill which is designed to\r\n\r\nmake  it an offence for any person to make, print,\r\n\r\npossess,  post  or distribute, or have  under  his\r\n\r\ncontrol, any document containing any incitement to\r\n\r\nviolence  or counselling disobedience to the  law,\r\n\r\nor to any lawful order of a public servant, or any\r\n\r\ndocument  likely  to lead to  any  breach  of  the\r\n\r\npeace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is, Sir, a simple Bill which I hope requires\r\n\r\nlittle elaboration. I would, however, wish to  add\r\n\r\nthis  in  moving the Second Reading, and  that  is\r\n\r\nthat  the  making and circulation of documents  of\r\n\r\nthis  kind, which is not by any means uncommon  at\r\n\r\nthe  present  time,  and indeed,  Sir,  it  is  an\r\n\r\nactivity which finds much favour with the  Malayan\r\n\r\nCommunist  Party - such  an activity,  Sir,  clearly\r\n\r\nconstitutes  a  threat to law and order.  On  this\r\n\r\nground,  I  venture  to hope that  the  Bill  will\r\n\r\ncommend itself to this Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, it is a very\r\n\r\nsimple Bill which requires little elaboration,  as\r\n\r\nthe Hon. the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 770</b></font><br><br>\r\n\r\n\r\n\r\nAttorney-General said, but I cannot understand why\r\n\r\nit  should  have  been necessary  to  include  it,\r\n\r\nfirst,  in the Penal Code, and next, after section\r\n\r\n151, which deals with unlawful assemblies:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Whoever knowingly joins or continues in any\r\n\r\nassembly of five or more persons likely to cause a\r\n\r\ndisturbance  of  the  public  peace,  after   such\r\n\r\nassembly  has been lawfully commanded to disperse,\r\n\r\nshall  be  punished  with imprisonment  of  either\r\n\r\ndescription  for a term which may  extend  to  six\r\n\r\nmonths, or with fine, or with both.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is just a preliminary point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My point of substance is that it should not be\r\n\r\nnecessary to tamper with the Penal Code which  is\r\n\r\npart  of  the  permanent legislation  and  of  the\r\n\r\nnormal   laws  of  this  country  more   than   is\r\n\r\nabsolutely necessary. Anything special  which  we\r\n\r\nall  hope  will become unnecessary in a few  years\r\n\r\ntime  should not be included in the  Penal  Code.\r\n\r\nThe Indian Penal Code is a much more comprehensive\r\n\r\npiece  of legislation than our own, and even  they\r\n\r\nhave  not  included this, or any such section,  in\r\n\r\ntheir own Penal Code.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield</b> rose -\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Butterfield, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> In reply, Sir. With regard to\r\n\r\nthe first point which was raised by the Member for\r\n\r\nTanjong  Pagar, that is, the place of the proposed\r\n\r\nnew  section in the Penal Code, that was  a  point\r\n\r\nwhich  occurred  to me too when I first  saw  this\r\n\r\nBill;  so I examined the Penal Code and considered\r\n\r\nwhere  it might more conveniently come. It  seemed\r\n\r\nto me, all things taken into consideration, that it\r\n\r\nappeared to be a most suitable place. But I do not\r\n\r\npropose, Sir, to move that this Bill should go  to\r\n\r\nthe  Committee  of this House until 12th  October,\r\n\r\nand  I should be very glad to reconsider that  and\r\n\r\npossibly move an amendment to put the clause  into\r\n\r\nwhat  may  be  a more suitable part of  the  Penal\r\n\r\nCode.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point of substance which was\r\n\r\nmade   by  the  Member  for  Tanjong  Pagar,   the\r\n\r\nGovernment  does  not  accept  the  view  that   a\r\n\r\nprovision of this kind need only be temporary. The\r\n\r\nposition, as I understand it, Sir, is that neither\r\n\r\nthe  Sedition  Ordinance, which, of course,  deals\r\n\r\nwith  seditious publications, nor the  Undesirable\r\n\r\nPublications\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\nOrdinance  adequately  covers  activities  of  the\r\n\r\nkind which this Bill is designed to meet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, that is all I wish to say now with\r\n\r\nregard to the points made by the hon. Member.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 771</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ARMS AND EXPLOSIVES (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the object of this Bill is to enable the\r\n\r\nGovernor  in  Council to make better provision  by\r\n\r\nrule  to give effect to the provisions of the Arms\r\n\r\nand  Explosives Ordinance. It is,  of  course,  an\r\n\r\nOrdinance  which regulates the manufacture,  use,\r\n\r\nsale,  import and export, and so on  of  arms  and\r\n\r\nexplosives in the Colony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the particular purposes for which it is\r\n\r\ndesired  that there should be power to make  rules\r\n\r\nshould,  I  think, be referred to by  me  at  this\r\n\r\nstage, and they are three in number. Firstly,  the\r\n\r\nregulation of the transport of arms; secondly, the\r\n\r\nauthorisation  of officers by name  or  office  to\r\n\r\narrest without warrant, and to search persons  who\r\n\r\nare reasonably believed to have committed offences\r\n\r\nagainst  any  rules made under the Ordinance.  The\r\n\r\nthird  purpose for which it is desired that  there\r\n\r\nshould be power to make rules is the provision  of\r\n\r\nincreased  penalties  for  offences  against   the\r\n\r\nrules.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those amendments, Sir, are provided for by clause\r\n\r\n3  of the Bill, and I think I should refer to  the\r\n\r\namendment  which is proposed in clause  2.  Quite\r\n\r\nshortly, Sir, the effect of that amendment will be\r\n\r\nto  provide that no dealing in or handling of arms\r\n\r\nand  explosives  on behalf of the Crown  shall  be\r\n\r\nexempt from the operation of the Ordinance, as  is\r\n\r\nat  present  the case, unless it is in  accordance\r\n\r\nwith rules made under the Ordinance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, shortly, Sir, the purpose of this measure is\r\n\r\nto  enable control over arms and explosives to  be\r\n\r\nmore  effectively exercised in Singapore. I  hope,\r\n\r\ntherefore, that this House will give the Bill  its\r\n\r\nSecond Reading.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 772</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CORROSIVE SUBSTANCES BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is designed to provide\r\n\r\nspecifically  for  a  most  aggravated   type   of\r\n\r\nassault - that is, acid throwing. It is, Sir, a type\r\n\r\nof  assault  which all must regard as  of  a  most\r\n\r\ncowardly  and revolting kind and one which  merits\r\n\r\nsevere  punishment. So, Sir, what this Bill  seeks\r\n\r\nto  do  is to create certain offences relating  to\r\n\r\nthe  throwing of acid and to provide penalties for\r\n\r\nthose offences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, Sir, and I am now referring to\r\n\r\nclause 3, the Bill seeks to make it an offence  to\r\n\r\ncarry  any  corrosive substance  in  circumstances\r\n\r\nwhich  raise  a  reasonable presumption  that  the\r\n\r\ncorrosive substance is to be used for the  purpose\r\n\r\nof  causing hurt. The penalty prescribed for  that\r\n\r\noffence   by  clause  3  is  a  maximum  term   of\r\n\r\nimprisonment of ten years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second offence which the Bill seeks to\r\n\r\ncreate, Sir, and I now have in mind the provisions\r\n\r\nof  clause 4, is the actual or attempted use of  a\r\n\r\ncorrosive  substance for the  purpose  of  causing\r\n\r\nhurt;  and  the  punishment  prescribed  for  that\r\n\r\noffence is a term of imprisonment which may extend\r\n\r\nto   imprisonment  for  life.  The   clause   also\r\n\r\nprescribes that the convicted person shall also be\r\n\r\nliable to whipping.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill also seeks to create two further\r\n\r\noffences  which are connected very  closely  with\r\n\r\nthe  two  offences to which I have referred.  They\r\n\r\nare the offences of consorting with, or being in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\nthe company of another committing one or other  of\r\n\r\nthe  offences referred to in clauses 3 and 4.  The\r\n\r\nconsorting,  Sir,  must be in circumstances  which\r\n\r\nraise  a  reasonable presumption that  the  person\r\n\r\nconsorting intends to act, or has acted, with that\r\n\r\nother  person  in the commission of one  of  those\r\n\r\noffences to which I have already referred. In such\r\n\r\ncases,  Sir, the person consorting will be  liable\r\n\r\nto  the same punishment as the person with whom he\r\n\r\nhas consorted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two other provisions, Sir, of the Bill\r\n\r\nto which I would wish to refer, and I refer to the\r\n\r\nprovisions of clauses 6 and 7. Clause 6,  Sir,  is\r\n\r\ndesigned  to confer wide powers of search  on  any\r\n\r\npolice  officer who has reason to believe that  an\r\n\r\noffence under the Ordinance - and I refer now to the\r\n\r\nwords  of  the clause - \"has been, is being,  or  is\r\n\r\nlikely to be committed.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provision of clause 7, Sir, relates to\r\n\r\nstatements  made by accused persons.  That  clause\r\n\r\nprovides  that  a  statement made  by  any  person\r\n\r\ncharged with an offence under the Ordinance to any\r\n\r\npolice  officer of or above the rank of Inspector,\r\n\r\nshall  be admissible in evidence provided that  it\r\n\r\nhas  not  been induced by any threat  or  improper\r\n\r\ninducement,   and  that  the  accused   has   been\r\n\r\ncautioned at the earliest possible time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members may wish to notice, Sir, that it is\r\n\r\nexpressly  provided  by the  Bill  that  a  person\r\n\r\naccused  of  an offence under the Ordinance  shall\r\n\r\nnot be obliged to answer any questions at all.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I said a few moments ago, Sir, the type of\r\n\r\noffence dealt with by this Bill is a most cowardly\r\n\r\none, and I therefore ask this House to accept this\r\n\r\nBill as a proper measure to deal with offences  of\r\n\r\nthat kind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 773</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>PROTECTED PLACES AND AREAS BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 774</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is designed to make permanent the\r\n\r\nprovisions of the Protected Places Ordinance which\r\n\r\nwas  enacted in 1948, and, in addition, to provide\r\n\r\nfor  the  protection  of areas  in  which  special\r\n\r\nmeasures are required to control the activities of\r\n\r\npersons who are in those areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the Bill therefore provides, Sir, is that\r\n\r\nthe  Chief  Secretary may declare any premises  or\r\n\r\nany  area  to be a protected place, or a protected\r\n\r\narea,  as  the  case may be, if  he  considers  it\r\n\r\nnecessary or expedient in the case of any premises\r\n\r\nor  any place to prevent the entry of unauthorised\r\n\r\npersons into that place; and if in the case of  an\r\n\r\narea  he  considers it necessary or  expedient  to\r\n\r\ncontrol the movement or conduct of persons  within\r\n\r\nthat area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the consequence of such a declaration by the\r\n\r\nChief  Secretary  is  that,  in  the  case  of   a\r\n\r\nprotected  place, special permission  is  required\r\n\r\nbefore a person may enter and in the case of  both\r\n\r\nprotected places and protected areas, any guard on\r\n\r\nduty  is  empowered to fire if  necessary  on  any\r\n\r\nperson  attempting  to  enter,  or  who  is  in  a\r\n\r\nprotected place or area, if that person  fails  to\r\n\r\nstop after being challenged three times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Bill, Sir, too, there is a further\r\n\r\npower  conferred on the Chief Secretary - and  I  am\r\n\r\nreferring   to  clause  9.  The  Chief  Secretary,\r\n\r\nMembers  will  see if they care to  look  at  that\r\n\r\nclause,  is  empowered  to authorise  the  use  of\r\n\r\nmethods  of protection for any protected place  or\r\n\r\narea  which may involve danger to life to  persons\r\n\r\nentering or attempting to enter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are numbers of premises in Singapore\r\n\r\nwhich   require   special   measures   for   their\r\n\r\nprotection of the kind provided by this Bill,  and\r\n\r\nthis  protection, Sir, has been found to  be  very\r\n\r\neffective in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 775</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I rise not to\r\n\r\nspeak  against  the  Bill but  to  point  out  that\r\n\r\nsometimes powers which are given in this way can be\r\n\r\nabused.  When they are, they have very  unfortunate\r\n\r\nrepercussions,  and  the person  against  whom  the\r\n\r\npowers have been used in an improper way loses  all\r\n\r\nconfidence in the whole process of law.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I like to bring to the attention of whoever may\r\n\r\nbe   responsible  for  gazetting  these  protected\r\n\r\nplaces, a particular incident which arose  in  the\r\n\r\ncase  of  the  recent  City  Council  strike.   It\r\n\r\nconcerns the City Council gas works which,  quite\r\n\r\nproperly, is a protected place. In a corner of the\r\n\r\ngas  works is a block where some 20 to 25 families\r\n\r\nreside.  They work in the gas works and  they  are\r\n\r\ncompletely fenced off from it. There is a concrete\r\n\r\nwall  which cuts them off from the gas  works,  a\r\n\r\nwall  in which there is a solid steel gate.  There\r\n\r\nis  also  a  corrugated metal fence,  fencing  the\r\n\r\nquarters from the road.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ordinarily a person who works in the gas\r\n\r\nworks and occupies these quarters has to go to his\r\n\r\nplace of employment not through that special steel\r\n\r\ngate, which seals him off from the gas works,  but\r\n\r\nhe  goes out through the normal corrugated fencing\r\n\r\ngate,  goes round to the front along Kallang Road,\r\n\r\nand  then  enters the gas works. When he  finishes\r\n\r\nhis  work, he goes out by the main gas works  gate\r\n\r\nand then back to his quarters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the strike began, the employers sealed off\r\n\r\nthe  quarters  from  the  road.  They  closed  the\r\n\r\ncorrugated fencing gate and opened the steel  gate\r\n\r\nwhich  was  in  the middle of this  concrete  wall\r\n\r\nbetween  the  quarters and the gas works,  and  no\r\n\r\nworker who was on strike could leave his quarters,\r\n\r\nor,  having  left the quarters and gone  out,  was\r\n\r\nallowed to return.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, it was a fine point, first, whether or\r\n\r\nnot  the quarters form part of the protected area;\r\n\r\nand,  in fact, the employers tried to bluff  their\r\n\r\nway  through  and said: \"Well, it is part  of  the\r\n\r\nprotected  area.\" Of course, had  that  point  got\r\n\r\nknown to the workers -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 776</b></font><br><br>\r\n\r\n\r\n\r\nthat  protected areas and boundaries of  protected\r\n\r\nareas  were elastic things which could  be  pushed\r\n\r\nbackwards    and   forwards   as   the   employers\r\n\r\nchoose - then I would say the result would have been\r\n\r\nunfortunate,  to say the least. An injunction  was\r\n\r\nthreatened against the City Council for preventing\r\n\r\ntheir  men  who  were on strike from  going  back.\r\n\r\nTheir  solicitors  were  consulted.  The  question\r\n\r\nwhether they were licensees or tenants arose;  and\r\n\r\nvery  fortunately  just at  about  the  time  when\r\n\r\naction  was  going  to be taken which  would  have\r\n\r\nbrought  quite  a lot of publicity to  this  high-handed  action,  which  was  quite  unlawful,  the\r\n\r\nstrike was settled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point is that it is important that when a\r\n\r\npiece of legislation has given certain powers to a\r\n\r\nGovernment  department or a  Government  official,\r\n\r\nthese   powers  should  not  be  abused   in   any\r\n\r\ncircumstances. If they are, then you are likely to\r\n\r\nbring  the  whole process of your legislation  and\r\n\r\nyour whole process of law into disrepute.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> I would like to make one comment,\r\n\r\nMr  Speaker,  Sir, on the very  admirable  speech\r\n\r\nwhich  the Member for Tanjong Pagar has just made,\r\n\r\nbecause  I  do feel that he has gone a little  bit\r\n\r\ntoo far.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has himself just demonstrated that the\r\n\r\nlegislative  process can take  note  of  wrong  or\r\n\r\ndoubtful  actions by employers. He  has  raised  a\r\n\r\nmost  interesting  point with  reference  to  this\r\n\r\ncorrugated  gate that was sealed off,  and - correct\r\n\r\nme  if  I  am wrong, Mr Speaker - it is within  the\r\n\r\npower  of  any Member of this House to  raise  any\r\n\r\nmatter  of  that sort by way of a  question  or  a\r\n\r\nmotion  or  in other ways to bring it  before  the\r\n\r\nLegislature and have public attention drawn to  it\r\n\r\nand,  if necessary, to get the assent of the House\r\n\r\nfor  necessary  action. There  is  no  reason  for\r\n\r\nsaying  that  the  whole  democratic  process   is\r\n\r\nbrought into contempt because some junior official\r\n\r\nhas  acted in a foolish way. It is this House that\r\n\r\nhas  the over-riding authority and can control the\r\n\r\njunior official.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> They were going to extend the\r\n\r\nboundary! Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 777</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>UNDESIRABLE PUBLICATIONS (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is designed to remedy two defects\r\n\r\nin  the Undesirable Publications Ordinance,  1938,\r\n\r\nwhich, in its present form, is designed to prevent\r\n\r\nthe  importation of undesirable publications  from\r\n\r\nabroad.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first of these defects is that the\r\n\r\nOrdinance    does   not   apply   to   undesirable\r\n\r\npublications made within Singapore by the  use  of\r\n\r\nunlicensed printing presses, and clauses 2, 3  and\r\n\r\n4 of the Bill are designed to remedy that defect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second defect is that the Ordinance\r\n\r\ndoes not provide for action to be taken in respect\r\n\r\nof  publications  which constitute  a  danger  to\r\n\r\nsecurity  where  they are made  outside  Singapore\r\n\r\nuntil  after  they  have been  imported.  That  is\r\n\r\nbecause,  Sir,  it  is  not till  then  that  they\r\n\r\nordinarily  come to the notice of the authorities.\r\n\r\nClause  5,  Sir,  has therefore  been  drafted  to\r\n\r\nremedy this second defect. What that clause  does,\r\n\r\nSir,  is  to provide machinery for the examination\r\n\r\nof  packages coming into Singapore, and  also  for\r\n\r\nthe  examination of travellers entering Singapore,\r\n\r\ntogether  with their baggage. It further provides,\r\n\r\nSir,  for  the  detention  and  confiscation   and\r\n\r\ndestruction  of publications which  may  be  found\r\n\r\nduring  the  course of such examination  if  those\r\n\r\npublications   are,   in  the   opinion   of   the\r\n\r\nController,    - and  I  use  the   words   of   the\r\n\r\nBill - \"prejudicial to public safety in  Malaya  and\r\n\r\nthe maintenance of public order therein.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 778</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, I think I should invite\r\n\r\nthe  attention of this Assembly to the  concluding\r\n\r\nprovisions  of  the  Bill - the  last  part  of  the\r\n\r\nproposed new clause 13 - which provide that  in  the\r\n\r\nexercise of their powers and in carrying out their\r\n\r\nduties  under the Ordinance, Controllers shall  be\r\n\r\nguided  by  such general or special directions  as\r\n\r\nmay,  from  time to time, be given  by  the  Chief\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To conclude, Sir, the Bill is designed to\r\n\r\nprevent  the importation, sale and circulation  in\r\n\r\nSingapore  of  documents  prejudicial  to   public\r\n\r\nsafety  in  Malaya and the maintenance  of  public\r\n\r\norder therein, and the need for this, Sir, I hope,\r\n\r\nrequires no emphasis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, it is\r\n\r\ndifficult to disagree wholly with this Bill. It is\r\n\r\ndifficult  also  to  agree  to  give  such   wide,\r\n\r\ndiscretionary  and  absolute powers  to  officials\r\n\r\nwhose sense of what is likely to be prejudicial to\r\n\r\npublic  safety  may not coincide with  that  which\r\n\r\nobtains  amongst right-thinking domiciled  persons\r\n\r\nin this country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There should have been some check on the\r\n\r\nexercise of these discretionary powers, some check\r\n\r\nby   which  this  House  and  the  public  can  be\r\n\r\nacquainted  how  these powers have been  exercised\r\n\r\nfrom  time  to  time.  There is  nothing  in  this\r\n\r\nOrdinance, as it stands, which requires the  Chief\r\n\r\nSecretary or the Controller to say what particular\r\n\r\npublication or publications, document or documents\r\n\r\nhe  has  impounded or sent back to  its  place  of\r\n\r\norigin,  or destroyed. There is no reason  if  the\r\n\r\npowers are properly exercised why the public,  and\r\n\r\nin  particular  this Legislature,  should  not  be\r\n\r\ninformed of the manner in which these powers have,\r\n\r\nin fact, been exercised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Government will give this matter\r\n\r\nfurther  thought so that it can be  considered  at\r\n\r\nthe Committee stage of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr\r\n\r\nSpeaker,  Sir,  I am indebted to  the  Member  for\r\n\r\nTanjong Pagar for drawing attention to that aspect\r\n\r\nof the Bill. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\ncan  assure  the  House that there  is  never  any\r\n\r\nquestion  of  this Government seeking  lightly  to\r\n\r\ngive any officer, whether domiciled or expatriate,\r\n\r\nwide powers without some curb.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can also assure hon. Members - not only the\r\n\r\nMember  for  Tanjong Pagar - that any amendments  of\r\n\r\nwhich  they  may  care  to give  us  notice,  will\r\n\r\nreceive the most careful consideration in order to\r\n\r\nmeet the quite legitimate objection raised by  the\r\n\r\nhon. Member in his speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> 12th October, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 779</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MEDICINES (ADVERTISEMENT AND SALE) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker, Sir, I beg to move, \"That the Bill be now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill, Sir, is to deal with\r\n\r\nand  protect the public from unscrupulous  vendors\r\n\r\nof  medicines and quacks. It requires  vendors  of\r\n\r\nmedicines  to  publish  the  ingredients  of   the\r\n\r\nparticular  medicine they sell. Advertisements  in\r\n\r\nthe Press, and particularly in the vernacular,  of\r\n\r\nsecret  remedies  make  fantastic  claims  in  the\r\n\r\ntreatment of certain diseases. These are likely to\r\n\r\nbeguile persons suffering from these diseases  and\r\n\r\nto  deter them from seeking proper medical advice.\r\n\r\nThese advertisements are a danger to the public.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another important aspect is the extraordinary\r\n\r\nclaims  on wrappers and pamphlets which  go  with\r\n\r\nthe  medicines.  Fantastic prices are  also  often\r\n\r\ncharged  for  these medicines.  If  a  proprietary\r\n\r\nmedicine  is  a  genuine product, with  reasonable\r\n\r\ntherapeutic action in the treatment of an  ailment\r\n\r\nfor  which it is recommended, then the makers have\r\n\r\nno   excuse  whatsoever  for  not  disclosing  its\r\n\r\ncontents.  Even before the 1941 Act was passed  in\r\n\r\nEngland,  most medicine manufacturers had  already\r\n\r\ntaken  steps to disclose the formula and  to  sell\r\n\r\nunder a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 780</b></font><br><br>\r\n\r\n\r\n\r\nprotected trade mark. It may perhaps be said  that\r\n\r\nthe  disclosure of the composition of  a  medicine\r\n\r\nmay  mean very little to the general public.  This\r\n\r\nmay be so, but it certainly does mean something to\r\n\r\nthe   medical   profession  as   a   whole,   and,\r\n\r\nfurthermore, the public will gradually be educated\r\n\r\nand  pharmacists will be in a position  to  advise\r\n\r\ntheir  customers of the value of the medicine.  It\r\n\r\nis  not  unknown for proprietary medicines  to  be\r\n\r\nmade  to two different formulae according  to  the\r\n\r\nmarket,   especially  if  the  medicine   contains\r\n\r\nsubstances which are scheduled as poisons in  any\r\n\r\nparticular country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, one aphrodisiac preparation states\r\n\r\nthat  it contains Yohimbine. But Yohimbine is  not\r\n\r\nscheduled   as  a  poison.  In  Malaya,   however,\r\n\r\nYohimbine  is a scheduled poison, and the  formula\r\n\r\nis not disclosed here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another preparation - Strychnine - is distributed\r\n\r\nnot  only  by pharmacists, but also by  unlicensed\r\n\r\nmedicine vendors under two different formulae.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another which purports to have encased\r\n\r\nin its capsules cosmic rays falling from the outer\r\n\r\ndepths   of  space  and  blessed  with  miraculous\r\n\r\ncurative  powers  for T.B.! On  examination,  only\r\n\r\noils  mildly carminative are the ingredients  used\r\n\r\nwhich could be purchased for a few cents! This so-called  marvellous medicine - a miraculous cure,  as is claimed - is being sold at $40 per bottle.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is also a practice for local patent medicine\r\n\r\nimporters  to  import tablets and pills  from  the\r\n\r\nUnited   Kingdom  or  elsewhere,   or   from   the\r\n\r\ncontinent,  in  bulk  and to pack  them  in  small\r\n\r\nquantities, selling them with extravagant  claims.\r\n\r\nSometimes indecent advertisements assist the  sale\r\n\r\nand  high  prices are charged for  such  products.\r\n\r\nThere  is  no disclosure of the formula,  and  the\r\n\r\nhealth   authorities  have  no  idea  what   these\r\n\r\nmedicines  contain.  The  disclosure  of  formulae\r\n\r\nwould  considerably  assist  Government  to  check\r\n\r\nmedicines  for  poisons, and  the  food  and  drug\r\n\r\nauthorities could more readily be ensured that the\r\n\r\nmedicine,  in  fact,  is in  accordance  with  the\r\n\r\ndisclosed formula.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 781</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 3 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 -\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Chairman, I\r\n\r\nwould like to move an amendment to clause 4 by\r\n\r\nadding the words \"or high blood pressure\" after\r\n\r\nthe word \"blindness\" in page 3, line 5, subclause (1).\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can I have that in writing, please?\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Sir, may I move that consideration of\r\n\r\nthis  clause be postponed under Standing Order  51\r\n\r\n(5) until we have dealt with the other clauses?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is that the wish of the Committee, to postpone this clause to the end?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Clause 4 is accordingly postponed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 5 to 8 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We now come back to clause 4. The\r\n\r\nQuestion before the Committee is that in  page  3,\r\n\r\nline 5, after the word \"blindness\", the words  \"or\r\n\r\nhigh blood pressure\" be there inserted.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I am a little unhappy about\r\n\r\nthat  phrase. It seems to me that it  may  require\r\n\r\ndefinition,  and  I do not think that,  medically,\r\n\r\nthere   is  such  a  thing  known  as  high  blood\r\n\r\npressure, with respect to the mover of the Bill. I\r\n\r\nshould  like  to  enquire,  Sir,  whether  it   is\r\n\r\npossible - should  we find that there  is  a  better\r\n\r\nphrase for what is intended and one that does  not\r\n\r\nrequire definition - at the Third Reading -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 782</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> \"Hypertension\".\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Yes. Sir, I move that the\r\n\r\nword \"hypertension\" -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can we first deal with this\r\n\r\namendment?  [Interruption.] Mr  Chief  Minister,  I\r\n\r\nwill  give  you  a  few  moments  to  consider  the\r\n\r\namendment, unless, of course, you propose to accept -\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I move the substitution of the word \"hypertension\" -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will you then withdraw your amendment, Mr Lim?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> I withdraw my amendment, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The amendment is then withdrawn with the leave of the Committee?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr Chairman, I move that the words \"or\r\n\r\nhypertension\"  be  inserted after  \"blindness\"  in\r\n\r\nline 5, page 3, of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Chairman, Sir, I think this\r\n\r\namendment  is  unfair to those who- are  suffering\r\n\r\nfrom low blood pressure! Sir, it is true there  is\r\n\r\nlow  blood pressure. It is real because  a  doctor\r\n\r\ntold  me that I have it! I think that may  be  the\r\n\r\ndifference in the policy and practice -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this point Mr Braga proceeded to leave the\r\n\r\nChamber. - [Interruption.]\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It is all right. We know the word is \"hypotension\".\r\n\r\n- [Interruption.]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order, please.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> If we are concerned with the\r\n\r\nexploitation  of those gentlemen who,  either  for\r\n\r\nreasons  of too good living or otherwise, have  to\r\n\r\nseek    a    remedy   for   their   ills   through\r\n\r\nadvertisements  in  the  newspapers,  surely   one\r\n\r\nshould  also  give  thought to  those  who  suffer\r\n\r\nbecause  they are not so flamboyant or  impetuous?\r\n\r\nThese, I believe, according to a little booklet  I\r\n\r\nread, are the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 783</b></font><br><br>\r\n\r\n\r\n\r\nmanifestations of \"hyper-\" as opposed  to  \"hypo\"-tension, which is what I am supposed to have,  Mr\r\n\r\nChairman! Those who suffer from this other kind of\r\n\r\ndisease,  of course, are much more phlegmatic  and\r\n\r\nnaturally much slower in reaching decisions. But I\r\n\r\nam  told, Mr Chairman, that it is safer,  on  the\r\n\r\nbalance,  to  be  \"hypo\" than  \"hyper\".  For  that\r\n\r\nreason  I  would  not move an  amendment  to  this\r\n\r\namendment.  I would not add the word \"hypotension\"\r\n\r\ntoo,  because, being phlegmatic and somewhat slow,\r\n\r\nwe  are unlikely to respond to blandishments  made\r\n\r\nin advertisements as to how we can be cured by the\r\n\r\npurchase   of  a  bottle  of  expensive   tablets!\r\n\r\nHowever,  I  do wish to point out that  there  are\r\n\r\npeople  who  suffer  from just the  reverse.  They\r\n\r\nshould not pass without notice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, Mr R. Jumabhoy?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I am one of those who suffer from low blood pressure!\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Curiously enough, Mr Chairman, I think I can associate myself in\r\n\r\nthe  same  category  with the Member  for  Tanjong\r\n\r\nPagar!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> You are in the wrong Party then!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It seems, hon. Members, that we are all hypos!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be inserted, be there inserted,\" put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause, as amended, ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with an Amendment.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, I beg to move, \"That the Bill, as amended, be now read the Third time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill, as amended, accordingly read the Third time.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 784</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 19 of 1955)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> Mr\r\n\r\nSpeaker, Sir, I have His Excellency the Governor's\r\n\r\nauthority to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolve that the sum of\r\n\r\n$2,000,000  should be supplied to  the  Government\r\n\r\nunder  the  Heads  of  Expenditure  and  for   the\r\n\r\nServices specified in Sessional Paper No. Cmd.  19\r\n\r\nof 1955.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a very full explanation of the reasons for\r\n\r\nthis  request for funds is given in the  Sessional\r\n\r\nPaper,  but hon. Members will perhaps wish  me  to\r\n\r\ndraw attention to the main points in the Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the War Damage Fund was drawn up in 1949,\r\n\r\nthe   Malayan   Governments  were   hard   pressed\r\n\r\nfinancially.  Her  Majesty's Government,  although\r\n\r\nitself  hard pressed, agreed to finance the  Fund.\r\n\r\nThis  financial assistance took the form of a gift\r\n\r\nof $171.4 millions and an interest-free loan of up\r\n\r\nto  a  limit  of $160 millions. It was  understood\r\n\r\nthat, when the time came to draw the interest-free\r\n\r\nloan,   the  financial  position  of  the  Malayan\r\n\r\nGovernments  would be reviewed. If  the  financial\r\n\r\nposition  had  changed  for  the  better  in   the\r\n\r\nmeantime, they would be expected to contribute  to\r\n\r\nthe  Fund,  thus easing the heavy  burden  on  Her\r\n\r\nMajesty's Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Her Majesty's Government agreed\r\n\r\nthat  a sum of $19.4 millions should be paid  from\r\n\r\nthe  War  Damage  Fund to the  War  Risks  (Goods)\r\n\r\nInsurance Fund to enable the latter Fund  to  meet\r\n\r\nits estimated liabilities. This payment was agreed\r\n\r\non  the understanding that the Malayan Governments\r\n\r\nwould,  between them, contribute $8.6 millions  to\r\n\r\nthe  War Risks (Goods) Insurance Fund. Singapore's\r\n\r\nshare  of this contribution was estimated at  $4.3\r\n\r\nmillions,  and  this  sum was actually  voted  and\r\n\r\nplaced in reserve in 1949.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The position in these two connections has changed\r\n\r\nmaterially  in the meantime. In the  first  place,\r\n\r\nthe  finances of the Colony have improved  greatly\r\n\r\nsince  1949  and  substantial reserves  have  been\r\n\r\nbuilt up. In the second place, instead of the $4.3\r\n\r\nmillions  which Singapore originally undertook  to\r\n\r\ncontribute  to  the  War Risks  (Goods)  Insurance\r\n\r\nFund, only $1\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 785</b></font><br><br>\r\n\r\n\r\n\r\nmillion  has, in fact, been paid, due to the  fact\r\n\r\nthat in the event the liabilities of the Fund have\r\n\r\nfallen short of the estimate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the question of drawing the last instalment\r\n\r\nof   the  interest-free  loan,  amounting  to  $21\r\n\r\nmillions,  was  raised  earlier  this  year,   Her\r\n\r\nMajesty's   Government  drew  attention   to   the\r\n\r\nimproved financial position of the Colony  and  to\r\n\r\nthe  fact that the actual contribution made to the\r\n\r\nWar Risks (Goods) Insurance Fund had proved to  be\r\n\r\nconsiderably less than what had been  agreed  when\r\n\r\nthe  contribution of $19.4 millions from  the  War\r\n\r\nDamage  Fund had been decided upon. Her  Majesty's\r\n\r\nGovernment    therefore   asked   if,    in    the\r\n\r\ncircumstances,  the Government of Singapore  could\r\n\r\nsee  its  way to make a contribution  to  the  War\r\n\r\nDamage  Fund,  thus  easing  the  burden  on   Her\r\n\r\nMajesty's Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the improvement to the financial\r\n\r\nposition of the Colony since the War Damage scheme\r\n\r\nwas  drawn  up,  and the heavy  burden  which  Her\r\n\r\nMajesty's  Government has borne and  continues  to\r\n\r\nbear  in connection with Commonwealth defence  and\r\n\r\neconomic development, the Government has  come  to\r\n\r\nthe  conclusion that it is under an obligation and\r\n\r\nthat   it   would   be   in  fulfilment   of   the\r\n\r\nunderstanding   reached  in   1949   to   make   a\r\n\r\ncontribution to the War Damage Fund at this stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the amount of this contribution,\r\n\r\nit  is  considered that it would be reasonable  to\r\n\r\ncontribute the balance of the sum which would have\r\n\r\nhad  to be paid to the War Risks (Goods) Insurance\r\n\r\nFund  if the liabilities of that Fund had, in  the\r\n\r\nevent,  proved  to be as large as  was  originally\r\n\r\nestimated. As I have said, this sum amounts to  $2\r\n\r\nmillions, has already been voted, and is now  held\r\n\r\nin reserve.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, I would like to make it clear that\r\n\r\nthis  contribution will go to reduce the  Colony's\r\n\r\nliability in respect of repayment of her share  of\r\n\r\nthe  interest-free loan. The total amount of  loan\r\n\r\nmoney  required for the Fund is estimated  at  the\r\n\r\npresent  time to be about $140 millions, of  which\r\n\r\nSingapore's\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\nshare  will,  I  think, be of  the  order  of  $35\r\n\r\nmillions.  This contribution of $2  millions  will\r\n\r\nreduce the liability by a corresponding amount.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Mr Speaker, Sir,\r\n\r\nI  entirely agree with this motion. It will  be  a\r\n\r\ngood  gesture  on our part, because  we  have  had\r\n\r\nconsiderable help from Her Majesty's Government at\r\n\r\na  time when the finances of the Colony were  low.\r\n\r\nNow  that we are in a fortunate position where  we\r\n\r\nhave built up a considerable reserve, I agree that\r\n\r\nwe   should  do  what  we  can  to  reimburse  Her\r\n\r\nMajesty's Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolve that the sum of\r\n\r\n$2,000,000 should be supplied to the Government\r\n\r\nunder the Heads of Expenditure and for the\r\n\r\nServices specified in Sessional Paper No. Cmd. 19\r\n\r\nof 1955.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 786</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 18 of 1955)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr T. M. Hart:</b> Mr Speaker, Sir, I have His\r\n\r\nExcellency the Governor's authority to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolve that the sum of\r\n\r\n$1,289,359  should be supplied to  the  Government\r\n\r\nunder  the  Heads  of  Expenditure  and  for   the\r\n\r\nServices specified in Sessional Paper No. Cmd.  18\r\n\r\nof 1955.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purposes for which provision is required\r\n\r\nare  explained in the Sessional Paper, but I shall\r\n\r\nbe glad to answer any questions which hon. Members\r\n\r\nmay wish to raise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I\r\n\r\nsecond it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Mr Speaker, Sir, may I ask\r\n\r\nthe   Financial  Secretary  for  some  information\r\n\r\nregarding   item   No.  292 - Subhead   44 - Singapore\r\n\r\nPolytechnic - for  $290,000? I  see  that  there  is\r\n\r\nprovision  for  the  purchase  of  six  flats   at $255,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like some information as to where these\r\n\r\nflats  are,  and  for  whose occupation  they  are\r\n\r\nintended. It is stated there that it is meant  for\r\n\r\nthe staff\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\nof  the  Singapore Polytechnic, but I  would  like\r\n\r\nsome   information  as  to  the  class  of   staff\r\n\r\noccupying these flats.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Mr Speaker, Sir, when the provisional\r\n\r\nplans   for  the  construction  of  the  Singapore\r\n\r\nPolytechnic were drawn up, a liability in  respect\r\n\r\nof   quarters   for  the  staff  of  approximately\r\n\r\n$1,000,000 was noted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the present time, steps are being taken to\r\n\r\nrecruit  the Principal and four principal teaching\r\n\r\nofficers of the Polytechnic. It is hoped that they\r\n\r\nwill  arrive  in the Colony early next  year,  and\r\n\r\nthese quarters are required to house them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The quarters themselves are, I think, situated\r\n\r\nsomewhere  in  the  Grange Road Chatsworth  Avenue\r\n\r\narea. They have been designed by an hon. Member of\r\n\r\nthis  House. They have been examined both  by  the\r\n\r\nGovernment Valuer and by the Government Architect,\r\n\r\nand  are  regarded as suitable for  staff  of  the\r\n\r\nPolytechnic. The price which has been  asked  is\r\n\r\nregarded as fair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolve that the sum of $1,289,359 should be supplied to the Government\r\n\r\nunder  the  Heads  of  Expenditure  and  for   the\r\n\r\nServices specified in Sessional Paper No. Cmd.  18\r\n\r\nof 1955.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 787</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SINGAPORE TELEPHONE BOARD</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection (1) of\r\n\r\nsection 102 of the Income Tax Ordinance, 1947 (No.\r\n\r\n39   of  1947),  as  amended  by  the  Income  Tax\r\n\r\n(Amendment) Ordinance, 1948 (No. 20 of 1948),  the\r\n\r\nIncome Tax (Amendment) Ordinance, 1950 (No. 44  of\r\n\r\n1950), the Income Tax (Amendment No. 2) Ordinance,\r\n\r\n1950  (No. 46 of 1950), the Income Tax (Amendment)\r\n\r\nOrdinance,  1952 (No. 29 of 1952), the Income  Tax\r\n\r\n(Amendment) Ordinance, 1953 (No. 40 of  1953)  and\r\n\r\nthe Income Tax (Amendment) Ordinance, 1954 (No. 34\r\n\r\nof  1954),  resolves that the Singapore  Telephone\r\n\r\nBoard be added to the First Schedule to the Income\r\n\r\nTax Ordinance, 1947.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an application has been received from the\r\n\r\nSingapore  Telephone  Board  for  exemption   from\r\n\r\nincome  tax under section 13 (1) (e) of the Income\r\n\r\nTax  Ordinance.  This  exemption  is  effected  by\r\n\r\ninclusion of the name of the Board in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 788</b></font><br><br>\r\n\r\n\r\n\r\nFirst Schedule to the Ordinance. For this purpose,\r\n\r\na  resolution  of this Assembly is  necessary,  in\r\n\r\naccordance with section 102 (1) of the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Telephone Board was set up under\r\n\r\nthe Singapore Telephone Board Ordinance, 1953 (No.\r\n\r\n21  of 1953). The Board consists of five persons - a\r\n\r\nChairman, a Deputy Chairman, two members appointed\r\n\r\nby  the  Governor  in Council, and  the  Financial\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main functions of the Board are, firstly, to\r\n\r\noperate a good and sufficient telephone service in\r\n\r\nthe  Colony for the Government, public bodies  and\r\n\r\nthe  public  generally; secondly, to  promote  the\r\n\r\neconomic  development of the telephone service  in\r\n\r\naccordance,  as  far  as  practicable,  with   the\r\n\r\nrecognised  international  standard  practice   as\r\n\r\npublic   demand;  thirdly,  to  make   regulations\r\n\r\ngoverning the telephone service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is the duty of the Board to exercise and\r\n\r\nperform its functions under the Ordinance so  that\r\n\r\nthe  total  revenues of the Board,  which  consist\r\n\r\nmainly  of charges for telephone services and  the\r\n\r\nhire  of  equipment, are sufficient  to  meet  its\r\n\r\ntotal   expenditure  properly   chargeable   under\r\n\r\nrevenue   account,   including  depreciation   and\r\n\r\ninterest on capital. Any surpluses of revenue over\r\n\r\nexpenditure left after the obligations laid on the\r\n\r\nBoard  under section 23 (1) of the Ordinance  have\r\n\r\nbeen  fulfilled, will be applied to  set  up  such\r\n\r\nreserves  as  the Board considers necessary,  and,\r\n\r\nthereafter,  to  the payment of such  interest  on\r\n\r\nshares and stock issued by the Board as the  state\r\n\r\nof  the undertaking and financial position of  the\r\n\r\nBoard  appears  to warrant, but not  exceeding  an\r\n\r\naverage  of  6  per  cent, taking  one  year  with\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Board is required to keep proper accounts and\r\n\r\nto  prepare  an annual statement of  accounts  for\r\n\r\naudit  and  trans-mission  to  the  Minister   for\r\n\r\nCommunications and Works. It has also to  transmit\r\n\r\nto   the   Minister  annually  a  report  of   its\r\n\r\nactivities.  A copy each of the accounts  and  the\r\n\r\nreport   will  be  laid  on  the  Table   of   the\r\n\r\nLegislative Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 789</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Board is a non-profit making public body\r\n\r\nwhose activities are directed by a Board nominated\r\n\r\nby the Government of the Colony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Precedents for inclusion of such a public body\r\n\r\nin  the  First Schedule are, amongst  others,  the\r\n\r\nMalayan   Railway  Administration,  the  Singapore\r\n\r\nHarbour  Board, the Penang Harbour Board  and  the\r\n\r\nCentral Electricity Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malayan Board of Income Tax, constituted\r\n\r\nunder  the  Ordinance,  has recommended  that  the\r\n\r\nSingapore Telephone Board may properly be included\r\n\r\nin  the  First  Schedule to  this  Ordinance  with\r\n\r\neffect  from 1st January, 1955, and the  Government\r\n\r\naccepts this recommendation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection (1)\r\n\r\nof  section 102 of the Income Tax Ordinance, 1947 (No. 39 of 1947), as amended by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 790</b></font><br><br>\r\n\r\n\r\n\r\nthe  Income Tax (Amendment) Ordinance, 1948  (No.  20   of   1948),   the  Income  Tax   (Amendment)\r\n\r\nOrdinance, 1950 (No. 44 of 1950), the Income  Tax\r\n\r\n(Amendment  No.  2) Ordinance, 1950  (No.  46  of  1950), the Income Tax (Amendment) Ordinance, 1952\r\n\r\n(No. 29 of 1952), the Income Tax (Amendment)\r\n\r\nOrdinance,  1953 (No. 40 of 1953) and the  Income\r\n\r\nTax  (Amendment) Ordinance, 1954 (No. 34 of 1954),\r\n\r\nresolves  that the Singapore Telephone  Board  be\r\n\r\nadded  to  the First Schedule to the  Income  Tax  Ordinance, 1947.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister and Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I have the pleasure to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do adjourn to the 12th\r\n\r\nOctober, 1955, at 10 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That this Assembly do now adjourn,\"\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at 11.39 a.m. to</div>\r\n\r\n<div align=\"right\">the 12th October, 1955.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
