{"memberId": null, "volumeNo": "1", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "29", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"1\">\r\n\r\n<meta name=\"Sit_No\" content=\"29\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1956-04-05\">\r\n\r\n<meta name=\"Start_Col\" content=\"1815\">\r\n\r\n<meta name=\"End_Col\" content=\"1896\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">29</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">05-04-1956</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1815</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME I</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">SESSION 1955-56</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 5th April 1956</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr W. A. C. Goode, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1816</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr D. S. Marshall (Cairnhill), Chief Minister.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>Mr M. P. D. Nair (Seletar).\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1816</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Welfare (Mr Lim Yew Hock):</b> Mr Speaker, Sir, as it is not expected that\r\n\r\ntoday's  business will be completed before the  moment\r\n\r\nof  interruption, may I therefore have your assent and\r\n\r\nthe consent of this Assembly to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to tomorrow, 6th April, 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Have I the assent of hon. Members that\r\n\r\nthat motion be moved?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1817</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Sir, I now formally move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to tomorrow, 6th April, 1956.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to tomorrow, 6th April, 1956.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1817</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nQuestion - [4th April]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly affirms, in the name of the\r\n\r\npeople  of Singapore, its belief in the principle  of\r\n\r\n\"the  basic right of peoples to governments of  their\r\n\r\nown   choice\",   as  enunciated  in  the   Washington\r\n\r\nDeclaration   signed  by  Sir  Anthony  Eden,   Prime\r\n\r\nMinister   of  the  United  Kingdom,  and   President\r\n\r\nEisenhower,  President  of  the  United   States   of\r\n\r\nAmerica, on the 1st of February, 1956;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And its belief that the long term welfare of\r\n\r\nSingapore lies in close and friendly cooperation with\r\n\r\nthe United Kingdom and the Commonwealth territories;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore the Assembly instructs its All-Party\r\n\r\nDelegation to the forthcoming Constitutional Talks in\r\n\r\nLondon to seek forthwith for Singapore the status  of\r\n\r\nan independent territory within the Commonwealth, and\r\n\r\nto  offer  an  agreement between the  United  Kingdom\r\n\r\nGovernment  and the Singapore Government whereby  the\r\n\r\nGovernment of the United Kingdom would in respect  of\r\n\r\nSingapore exercise control over external defence  and\r\n\r\ngive  guidance in foreign relations other than  trade\r\n\r\nand commerce.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, on\r\n\r\nreceiving notice of this motion, I pondered for  some\r\n\r\ntime  considering what I could and should  say  which\r\n\r\nmight  be  a useful and constructive contribution  to\r\n\r\nwhat ought to be and must be an important debate.  On\r\n\r\nthe  one  hand, it would be easy and,  no  doubt,  to\r\n\r\nmany,  emotionally  satisfying to  shout  Merdeka  in\r\n\r\nhappy  concurrence and then to sit down. On the other\r\n\r\nhand,  it  would  be easy and cheap to  dismiss  this\r\n\r\nmotion  as  a piece of eyewash because the  All-Party\r\n\r\ndelegation  has, in fact, already given its  approval\r\n\r\nto  what  is  before us. Neither course seems  to  me\r\n\r\nsatisfactory  or helpful, for, in taking  a  historic\r\n\r\ndecision - and  indeed, it will be a historic  decision\r\n\r\nfor Singapore\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1818</b></font><br><br>\r\n\r\n- it  is  as  well to remember what, in fact,  we  are\r\n\r\ndoing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In assessing the position of Singapore today,\r\n\r\nhovering  as it does on the brink of self-government,\r\n\r\nmy  thoughts go back to the India of ten  years  ago,\r\n\r\nbecause,  by a curious coincidence, I lived in  India\r\n\r\nfor the last ten years of the great country's life as\r\n\r\na  dependent  territory, just  as  I  have  spent  a\r\n\r\nsimilar  period in Singapore, and several  points  of\r\n\r\ncomparison occur to me between the India of 1946  and\r\n\r\nthe  Singapore of today, poised, both of them, on the\r\n\r\neve of achieving independence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first is that, whereas Britain was about to cede\r\n\r\nto  the Indian peoples a vast country which had  been\r\n\r\ntheirs  for  hundreds  of years  before  the  British\r\n\r\nappeared  on the scene, in the case of Singapore  Her\r\n\r\nMajesty's Government is about to cede a territory for\r\n\r\nwhich  all  the communities, including  the  British,\r\n\r\nhave  had, one might say, a more or less equal  share\r\n\r\nin  building  up. Or to put it another  way:  whereas\r\n\r\nnobody  could seriously question that India  belonged\r\n\r\nand  always  had  belonged  to  the  Indians  as  the\r\n\r\nindigenous  race,  there  could  be  some  legitimate\r\n\r\nargument on that score regarding Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, that whereas India was and is a vast sub-continent measuring thousands of square miles,\r\n\r\nSingapore  is a small island of 220 square  miles  or\r\n\r\nthereabouts  which  one perhaps  might  compare  with\r\n\r\nBombay Island in point of size and population, though\r\n\r\nit  is a place of far greater strategic importance to\r\n\r\nthe free world than is apparent from its size.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, that whereas India had considerable\r\n\r\nexperience  of  democratic rule  and  of  elected  or\r\n\r\npartially  elected provincial and local  governments,\r\n\r\nin   some  cases  going  back  decades  before  1946,\r\n\r\nSingapore   has   had  little,  indeed  insufficient,\r\n\r\nexperience of this sort.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, that whereas India had just emerged from\r\n\r\nthe  Second  World War in which its army  had  fought\r\n\r\nvictoriously  and with the greatest distinction,  and\r\n\r\nin   which   it  had  been  geared  industrially   to\r\n\r\ncontribute immensely to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1819</b></font><br><br>\r\n\r\nwar  effort,  thereby having in  her  hands  adequate\r\n\r\nstrength  to  maintain internal security,  Singapore,\r\n\r\nfor various reasons, is by no means so fortunate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And, fifthly - and this is a point of similarity as\r\n\r\nmuch  as  of  difference - whereas  the  problems  of\r\n\r\ncommunal bitterness and strife were, to some  extent,\r\n\r\nsolved  by the division of the country into Hindustan\r\n\r\nand Pakistan, no such solution is possible in a multi-racial  Singapore  which, though relatively  peaceful today,  is nevertheless dominated in numbers  by  the Chinese.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr D. S. Marshall):</b> What is wrong with that?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I make these points for one single over-riding reason in order to make this plea - that we go\r\n\r\nforward to implement this motion, represented  as  we\r\n\r\nin  this  House are of all the major communities  and\r\n\r\nvoted  into  this House by all those communities,  in\r\n\r\nall    humility,    conscious    of    the    immense\r\n\r\nresponsibilities  we  are asking  to  be  allowed  to\r\n\r\nundertake  and  of  the  considerable  risks  we  are\r\n\r\nfacing.  It  is  an  old  truism  that  the  people's\r\n\r\ncharacter  is formed by the land and the  climate  in\r\n\r\nwhich  it  lives.  This is true of  people  like  the\r\n\r\nEnglish,   who   are  what  they   are   from   their\r\n\r\ngeographical  position as islanders  and  from  their\r\n\r\nrigorous  climate.  It is true  of  people  like  the\r\n\r\nIndians;  but  it  is  not  true  of  the  people  of\r\n\r\nSingapore who have still to assimilate this land  and\r\n\r\nthis  climate  and  to call it their  own;  in  other\r\n\r\nwords,  to call themselves Malayans. Therein lie  the\r\n\r\nrisks  and  the responsibilities. We are  seeking  to\r\n\r\ngovern,  by  ourselves,  a territory  for  which  the\r\n\r\npeople  as a whole have not yet and cannot  have  the\r\n\r\ndeepest  loyalties,  and  thus  a  territory   which,\r\n\r\nbecause of its handy size, might so easily be  seized\r\n\r\nby  a  dictator or by another form of colonial  rule.\r\n\r\nBecause  of  all these factors, which I have  stated,\r\n\r\nthe more thoughtful people on this island, on the one\r\n\r\nhand,  deplore  the emotionalism and the  intemperate\r\n\r\nlanguage  which  has  been  recklessly  indulged  in\r\n\r\nrecent weeks, and, on the other hand, fear that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1820</b></font><br><br>\r\n\r\n\r\n\r\nthe  ceding  to Her Majesty's Government  of  control\r\n\r\nover  external defence is insufficient  security  and\r\n\r\nconsider  that the problem of internal  security  has\r\n\r\nnot been squarely faced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say this about emotional and intemperate\r\n\r\nlanguage.  Anybody who read the Congress-owned  Delhi\r\n\r\nnewspaper, the Hindustan Times, during the war years,\r\n\r\nwould consider that some of the Members of this House\r\n\r\nhad  still  a  lot  to  learn regarding  the  art  of\r\n\r\nvituperation,  but I do not say that in  exoneration.\r\n\r\nIn  a small almost parochial place like Singapore, we\r\n\r\ncannot  afford inflammatory speeches.  If  you  shout\r\n\r\nabuse  in  Bombay, by the time it gets to Nagpur,  it\r\n\r\nsounds  a  little hollow, and in Calcutta,  it  seems\r\n\r\nmerely silly. What Manchester roars today will  sound\r\n\r\nlike  a still small voice in London tomorrow?  But  a\r\n\r\nMarshall thunderbolt, dropped out of the apple  tree,\r\n\r\nwill reverberate round the island - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Even to Tanglin?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> - to be savoured in the clubs and in the\r\n\r\ncoffee-shops  till  it sounds more  heroic,  or  more\r\n\r\ndespicable  according  to one's  reactions,  than  it\r\n\r\nreally  is, and in a small island like Singapore,  it\r\n\r\nencourages hatred and passion with no safety valves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of internal security, it should be\r\n\r\nclear  from what I have said that much calm  thinking\r\n\r\nis  needed. In this motion, we agree that we are  not\r\n\r\nstrong  enough  to defend ourselves against  external\r\n\r\naggression.  But  what about the  Trojan  Horse,  the\r\n\r\nenemy  within our gates? Admittedly we are not strong\r\n\r\nenough  to  defend our shores, but have we sufficient\r\n\r\nresources  in time of riot and civil commotion,  such\r\n\r\nas  we  have seen in 1950, in 1955, and been reminded\r\n\r\nof  by the recent Kallang disturbance? At the moment,\r\n\r\nwe  must  be honest enough to face the fact  that  we\r\n\r\nhave  not got the strength, and it seems to  me  that\r\n\r\nthere  are only three ways of overcoming this problem\r\n\r\nand of ensuring that the people of this land can go\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1821</b></font><br><br>\r\n\r\n\r\n\r\nabout  their  business knowing that their  lives  and\r\n\r\nproperty will be fully protected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first possibility is to strengthen and enlarge\r\n\r\nthe police force very considerably, making it more of\r\n\r\nan armed force than it is at present, but recognising\r\n\r\nthat  control  of  the police must  remain  with  the\r\n\r\nCouncil of Ministers, as it does now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second is that we raise and maintain our own\r\n\r\nlocally recruited defence forces.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third is that we agree to safeguards whereby we\r\n\r\ncan call upon British or other Commonwealth forces in\r\n\r\nthe event of grave public disorder.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first possibility - a more heavily armed police\r\n\r\nforce - I reject. In the hands of the wrong government,\r\n\r\nthe police force could become a weapon of oppression,\r\n\r\nand  Singapore a police State. Even today the  police\r\n\r\nare   being   subjected   to  undesirable   political\r\n\r\npressure.  That  does  not mean  that  I  am  against\r\n\r\nstrengthening  the police force on  the  lines  along\r\n\r\nwhich  it  has  been developed. It is essential  that\r\n\r\neverything  is  done  to build up  and  maintain  the\r\n\r\nmorale and esprit de corps of our police force at the\r\n\r\nhighest  levels. They must be incorruptible and  must\r\n\r\nhave  such  a  high reputation that  members  of  all\r\n\r\ncommunities will be proud to be policemen. No  modern\r\n\r\nstate can survive without a police force of the  best\r\n\r\nstandards, but, nevertheless, we must stop  short  of\r\n\r\nturning it into a military force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second - that of raising our own defence forces - is\r\n\r\nthe  ideal to aim at, but it is folly to suppose that\r\n\r\nit  can  be done overnight or that the money  can  be\r\n\r\nfound  immediately to pay for it. The Hon. the  Chief\r\n\r\nMinister has stated that the Government is attempting\r\n\r\nto raise a Singapore battalion by April 1957. This is\r\n\r\nas unrealistic as so many of the present Government's\r\n\r\npronouncements. A normal infantry battalion  consists\r\n\r\nof  about  800  men,  of whom 600  bayonets  are  for\r\n\r\neffective  strength and 200 to man and  maintain  the\r\n\r\nvehicles to transport them and so on. In the event of\r\n\r\nisland-wide  disturbance, a  single  battalion  would\r\n\r\nsoon be swallowed up and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1822</b></font><br><br>\r\n\r\n\r\n\r\nlost. Experts naturally differ, but I think that  the\r\n\r\nexpert  opinion given to me, which states  that  five\r\n\r\nbattalions  would be needed as an adequate protective\r\n\r\nforce,   making  up  a  mixed  brigade  of  infantry,\r\n\r\narmoured  cars, signals, engineers and so on,  should\r\n\r\nbe   heeded.  How  otherwise  would  the  island   be\r\n\r\nadequately  protected  in an  emergency;  the  power-station  and the water supply maintained and  manned;\r\n\r\nthe  petrol supply to essential vehicles ensured; and\r\n\r\nthe  petrol  dumps  guarded  and  so  on?  I  am  not\r\n\r\nexaggerating  when  I say that one  modern  battalion\r\n\r\ncosts  £1 million to equip, and five battalions  will\r\n\r\ntherefore  cost  us something like $50 millions - money\r\n\r\nwhich we have not got, quite apart from the fact that\r\n\r\nit will take a number of years to raise and train and\r\n\r\nofficer  this force of 4,000 men to the proper  pitch\r\n\r\nof  efficiency. And if it will cost $50  millions  to\r\n\r\nequip,  what  will it cost to maintain from  year  to\r\n\r\nyear?  This  therefore  has  to  be  rejected  as  an\r\n\r\nimmediate  solution, and indeed  the  Government  has\r\n\r\nalready  ruled it out by cutting down on  defence  in\r\n\r\nthe  1956  Estimates. The P.A.P. may pooh-pooh  these\r\n\r\ndetails  as  alarmist  and bellicose,  but  the  hon.\r\n\r\nMembers  opposite know very well that  the  Communist\r\n\r\nmenace  is  such  that  we  must  be  strong  in  our\r\n\r\ndetermination  to  defend  ourselves  and  have   the\r\n\r\nweapons to do it with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, one turns to the third possibility,\r\n\r\nnegotiation   with   Her  Majesty's   Government   of\r\n\r\nsafeguards whereby we can call upon British or  other\r\n\r\nCommonwealth  forces  in the event  of  grave  public\r\n\r\ndisorder.  That,  for the time  being,  is  the  only\r\n\r\nsolution  until we can build up our own resources  or\r\n\r\nuntil   a  link  with  the  Federation  changes   the\r\n\r\nperspective.    The   Liberal-Socialists    see    no\r\n\r\nalternative to this as a practical solution and  will\r\n\r\nin  no  circumstances  accept  anything  less.  If  a\r\n\r\nDefence  Council,  consisting of Service  chiefs  and\r\n\r\nothers on the one hand and of the Chief Minister  and\r\n\r\none or two colleagues on the other, is acceptable  to\r\n\r\nthe  Federation, we see no reason why  it  cannot  be\r\n\r\nacceptable   here  because,  for   one   thing,   the\r\n\r\nFederation  and Singapore, let it not  be  forgotten,\r\n\r\nare fighting the same enemy -  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1823</b></font><br><br>\r\n\r\n\r\n\r\nCommunism.  Let  us remember that Merdeka  means  not\r\n\r\nonly  freedom from British rule, it means freedom  to\r\n\r\nrule  democratically.  It  also  means  freedom  from\r\n\r\nintimidation and oppression, and the first freedom is\r\n\r\nof no value whatever without the other freedoms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the most difficult periods in a country's\r\n\r\nhistory  is  when it emerges from being  ruled  by  a\r\n\r\nforeign power and stirs itself to take over charge of\r\n\r\nits  own  destiny.  Once that movement  has  gathered\r\n\r\nmomentum, let no one try to stand in its way, because\r\n\r\nit cannot be withstood. And because it is a difficult\r\n\r\nperiod,  when tempers can fly and hateful things  can\r\n\r\nbe  said, let us in this Assembly remember that if we\r\n\r\ncan keep cool heads and reasonable words, we shall be\r\n\r\nsetting an example which the country can follow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the All-Party delegation success in its\r\n\r\nmission  and  may  come  back  from  London  with  an\r\n\r\nindependent  status granted which is  worthy  of  the\r\n\r\ndesires  and the dignity of our people,  and  at  the\r\n\r\nsame  time  which, when granted, we can  protect  and\r\n\r\nmake flourish to the greater glory of this island and\r\n\r\nto the admiration of the free world.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr Speaker,\r\n\r\nSir, I confess that I am a little reluctant to make a\r\n\r\nspeech  on this motion, but having, as it were,  been\r\n\r\nspotlighted  by  the  Chief  Minister  yesterday,   I\r\n\r\nsuppose  I  must  say something, if only  in  my  own\r\n\r\ndefence.  I must however take some comfort  from  the\r\n\r\nfact  that  I  have over the past year acquired  some\r\n\r\npromotion in this House, though not through intrinsic\r\n\r\nmerit. In one of the early debates in this House,  we\r\n\r\nwere  reminded by the Member for Tanjong  Pagar  (Mr\r\n\r\nLee  Kuan Yew) that nominated Members spoke only  for\r\n\r\nthemselves.  So I represented nobody. Then  from  the\r\n\r\nlips  of the Chief Minister I became the \"Member  for\r\n\r\nTanglin  Club\" - a  phoney  constituency - so  that,  I\r\n\r\nsuppose,  must  have  been  demotion.  However,   the\r\n\r\nappellation   resulted  in  the  House   for   months\r\n\r\nafterwards  being  treated to some fine  examples  of\r\n\r\nwhat  Mr H. W. Fowler calls \"worn-out humour\". Then,\r\n\r\nby inference,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1824</b></font><br><br>\r\n\r\n\r\n\r\nI   had  some  connection  with  the  notorious   and\r\n\r\nperipatetic  Colonel Blimp! But now  I  find  myself,\r\n\r\naccording  to the Chief Minister, \"the representative\r\n\r\nof  British capital interests\"! I did not know I  was\r\n\r\nthat. I wish there was a night school that I could go\r\n\r\nto  learn  just  what  I am! But  certainly  that  is\r\n\r\nbetter,  though quite honestly, Sir, I do  not  think\r\n\r\nthe  cap fits. It is true that in a speech I made  in\r\n\r\nthis  House on 22nd July, 1955, I said that I thought\r\n\r\nI  might  claim  to speak for the British  expatriate\r\n\r\ncommunity, although I had no mandate from them to  do\r\n\r\nso.  My  claim,  Sir, may have been unjustified,  and\r\n\r\ntherefore I should like clearly to state that on this\r\n\r\noccasion  I  am  speaking merely  as  an  independent\r\n\r\nMember of the House and I would ask the House not  to\r\n\r\nregard me as the mouthpiece of any community.  If  my\r\n\r\nviews  happen to coincide with some of  those  of  my\r\n\r\ncompatriots, that is all to the good - or to  the  bad,\r\n\r\ndepending on how you look at it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the most part, I find this motion quite\r\n\r\nunexceptional, couched as it is in very  wide  terms,\r\n\r\nand  I  was cheered, as I am sure many British people\r\n\r\nwho  read  it  must have been cheered,  to  read  the\r\n\r\nreference to \"close and friendly cooperation with the\r\n\r\nUnited  Kingdom and the Commonwealth territories\".  I\r\n\r\nlistened with very great interest indeed to the Chief\r\n\r\nMinister's speech yesterday and again found myself at\r\n\r\none  with  him on a great many points. On  others,  I\r\n\r\nwould  differ but did not consider any useful purpose\r\n\r\nwould  be  served  by a non-Party Member  giving  his\r\n\r\nviews   on   such   matters  as  internal   security.\r\n\r\nNevertheless, I wish I were as certain as  the  Chief\r\n\r\nMinister that  in  the  future  an  independent\r\n\r\nSingapore  would have a viable economy. Mr  Speaker,\r\n\r\nSir, I do not intend to offer outright opposition  to\r\n\r\nthis  motion, and accordingly I would like to explain\r\n\r\nthe  apparent inconsistency of having on  22nd  July,\r\n\r\n1955, said No to a motion calling for immediate self-government  and my present attitude. I am  afraid  it\r\n\r\ndoes  not  mean that I have been wholly converted  or\r\n\r\nthat my views have utterly changed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1825</b></font><br><br>\r\n\r\n\r\n\r\nIn  a speech made by the Chief Minister in this House\r\n\r\non 9th February of this year, he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We have seen in a solemn moment the expression of\r\n\r\nour   deepest  feelings,  a  single - Member  Party - Mr\r\n\r\nSutherland - standing up and saying that, on behalf  of\r\n\r\nthe  English  expatriate community, he  deplored  our\r\n\r\ndesire  for immediate self-government, and  he  voted\r\n\r\nagainst it and is working against it.\"\r\n\r\n\r\n\r\n<br><br>The  last  five  words  are  my  italics.  I  do  not\r\n\r\nunderstand  what the Chief Minister meant  by  saying\r\n\r\nthat I was working against self-government, but I can\r\n\r\nassure  him  that  outside of this House  I  have  no\r\n\r\nconnection  whatsoever  with politics.  I  have  been\r\n\r\nlobbied  and attempts have been made to drag me  into\r\n\r\nthe  political net, but I have always turned  a  deaf\r\n\r\near  to  those who importuned me. But let us  examine\r\n\r\nthe  words  of the Chief Minister - \"the expression  of\r\n\r\nour  deepest feelings\" - in its relation to \"our desire\r\n\r\nfor immediate self-government\". It must be remembered\r\n\r\nthat  on 22nd July, 1955, there was no motion on  the\r\n\r\nOrder   Paper  for  immediate  self-government.   The\r\n\r\nrelevant motion referred to the determination of  the\r\n\r\npeople to end colonialism. It was the counter move of\r\n\r\nthe  then  Progressive  Party calling  for  immediate\r\n\r\nindependence,  which I thought very little  of  then,\r\n\r\nand the passing months have not changed my views;  it\r\n\r\nwas  this  gambit that forced the Chief  Minister  to\r\n\r\nmove an amendment calling on Her Majesty's Government\r\n\r\nfor   the   transfer  of  power  for  self-government\r\n\r\nimmediately. Now be it noted that there  was  nothing\r\n\r\nin  this amendment to define self-government as such.\r\n\r\nIn  my opinion, it was a trifle inchoate, yet because\r\n\r\nI  did not say Aye to the motion, I came in for  some\r\n\r\ncontumelious  criticism from  all  Parties.  That,  I\r\n\r\nsuppose, is all part of the cut and thrust of  debate\r\n\r\nand  I doubt if, at that time, many Asian Members  of\r\n\r\nthis   House   would   really   have   expected    me\r\n\r\npusillanimously to yield to the majority and vote for\r\n\r\na  motion that I obviously did not believe in at  the\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggest that the present is a far more solemn\r\n\r\nmoment  and  would  say that I am  not  incapable  of\r\n\r\nunderstanding the aspirations of the locally born and\r\n\r\nindeed in these matters my ap-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1826</b></font><br><br>\r\n\r\n\r\n\r\nproach, I think, is quite objective and I cannot, nor\r\n\r\nindeed,  I am sure, would Members expect me  to  work\r\n\r\nmyself  up  into a passion over them.  Neither  do  I\r\n\r\nwish,  through sheer recalcitrance like the  Russians\r\n\r\nat  Lake  Success  or  Geneva, to  say  No  on  every\r\n\r\npossible occasion. The record will, in point of fact,\r\n\r\nshow  that only on one occasion have I voted  against\r\n\r\nthe Government. No, Sir, if it is indeed the wish  of\r\n\r\nthe  people  of Singapore that they should  be  self-governing now, - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> What do you think?\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> - I am not going to attempt to put\r\n\r\nmy  little spoke in their wheel. After all,  in  free\r\n\r\ncountries,  people  usually get the  government  they\r\n\r\ndeserve. For my own part, I should have thought  that\r\n\r\nfor   sensible,  free  people - and  the  people   of\r\n\r\nSingapore are free, in spite of those who talk  of  a\r\n\r\ncentury of slavery - the question was not one of desire\r\n\r\nfor  self-government but fitness for self-government.\r\n\r\nAll  this talk about primordial urges and psychiatric\r\n\r\nreasons  for rebellion - a favourite line of  the  hon.\r\n\r\nand  learned Member for Tanjong Pagar - should  surely,\r\n\r\nat  least  to some extent, be discounted? Surely  the\r\n\r\nleaders of the people could persuade them to restrain\r\n\r\ntheir  urges  for just a little longer. Last  July  a\r\n\r\ngovernment  which had been in office for only  a  few\r\n\r\nmonths demanded immediate self-government. How  could\r\n\r\nthis have been the expression of the deepest feelings\r\n\r\nof  the people? I do not know whether or no those who\r\n\r\nthen  demanded  immediate independence and  immediate\r\n\r\nself-government  had a mandate from their  electorate\r\n\r\nto  do so. I should have thought not, but I know that\r\n\r\nanother school of thought is of the opinion that  the\r\n\r\nelected  Members of the people have carte blanche  to\r\n\r\nact  as they please according to their views. Be that\r\n\r\nas  it  may, was it so very unreasonable to challenge\r\n\r\ntheir fitness to govern themselves when they had  had\r\n\r\nlittle or no experience and had not been subjected to\r\n\r\nany  corroding test? At that time a very considerable\r\n\r\nmeasure  of self-government had already been  granted\r\n\r\nand  had not been given a fair trial. Goaded  by  his\r\n\r\nopponents, the Chief Minister took a line\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1827</b></font><br><br>\r\n\r\n\r\n\r\nwhich some people, including me, believed was not  in\r\n\r\nthe  best  interests of Singapore. Did not the  Chief\r\n\r\nMinister very recently say that twelve months ago  he\r\n\r\nand his Ministers knew nothing about self-government?\r\n\r\nHe  said  it at a time when he was praising  the  men\r\n\r\naround  him. I submit, Sir, that if he did  not  know\r\n\r\nanything about government twelve months ago, he could\r\n\r\nnot  have  known a great deal about it  eight  months\r\n\r\nago. I think I could guess fairly accurately when the\r\n\r\npeople  of  Singapore  first began  to  desire  self-government.  But when, I wonder, did they  \"graduate\"\r\n\r\nto self-governing status? Was it in 1900, 1939, 1946,\r\n\r\nor   was  it  just  last  year?  Is  there  a   faint\r\n\r\npossibility  that the proponents of  immediate  self-government  could be wrong and that a further  period\r\n\r\nof   tutelage   is  necessary?  Would   the   British\r\n\r\nGovernment gain so very much were it to postpone  the\r\n\r\ngranting  of  self-government for a relatively  short\r\n\r\nperiod?  Could  they not be acting in the  very  best\r\n\r\ninterests  of  the  people  and  not,  as  has   been\r\n\r\nsuggested, be making a last ditch stand in their  own\r\n\r\ninterests? Sir, the point may be academic  and  these\r\n\r\nquestions rhetorical, for if it is simply a  question\r\n\r\nof  kicking  out the colonial power now,  the  people\r\n\r\nwill demand it, however complicated the issue may be,\r\n\r\ninvolving as it does the future of this great trading\r\n\r\npost  which  also happens to be a Gibraltar  for  the\r\n\r\ndefence  of  the free peoples of South-East  Asia.  I\r\n\r\nhave been reassured to hear the Chief Minister saying\r\n\r\non  a  recent occasion that he does not want to  kick\r\n\r\nthe  British  into  the sea. But what  of  his  Yanko\r\n\r\ndancing  opponents of the future? He might find  that\r\n\r\nhe himself needed swimming lessons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I read recently the following in the Chinese\r\n\r\nPress, in translation, of course:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Britain should understand that since it is\r\n\r\nimpossible   to   restore  the  pre-war   system   of\r\n\r\ncolonialism,   she  might  as  well  generously   and\r\n\r\nimmediately  promise  the  people  of  this   country\r\n\r\nindependence.  Moreover,  our  claim  is   only   for\r\n\r\nindependence  in the first stage. In  effect,  it  is\r\n\r\nonly  complete internal self-government with external\r\n\r\ndefence and external relations still remaining in the\r\n\r\nhands of Britain.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1828</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, that perhaps for \"promise\" we should\r\n\r\nread  \"grant\" for I can hardly believe that a promise\r\n\r\nwould  satisfy those who are crying for independence.\r\n\r\nFor  the  rest,  the writer need not  worry.  Britain\r\n\r\nunderstands  the position very well The  problem,  of\r\n\r\ncourse, is when, in the best interests of the people,\r\n\r\nshould the transfer of power be made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am every bit as anti-Communist as the Chief\r\n\r\nMinister,  and  I  can comprehend fully  what  he  is\r\n\r\ndriving  at in his argument that any putting  of  the\r\n\r\nclock  back would be disastrous. I wish I  had  heard\r\n\r\nall  that  the  seconder of the motion  said  in  his\r\n\r\nspeech  so  that I could correlate it  to  the  Chief\r\n\r\nMinister's,  but  unfortunately  he  spoke  over  the\r\n\r\nmicrophone most of the time and a great deal of  what\r\n\r\nhe  said was lost to me, in spite of my proximity.  I\r\n\r\nknow that another member of the P.A.P., according  to\r\n\r\nthe  vernacular  Press, said at a recent  rally  that\r\n\r\nthey should be friendly with the British. If that was\r\n\r\nsincerely said, I am mighty glad to hear it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that certain Chinese newspapers now\r\n\r\nrefer  to  the \"colonialists\" (and the term does  not\r\n\r\nonly   include  expatriates)  as  if  they   were   a\r\n\r\nformidable  section  of  the  community  opposed   to\r\n\r\nimmediate self-rule. What do these colonialists feel?\r\n\r\nI  do not know, Sir, precisely, but I do know that it\r\n\r\nis  utter rubbish to talk about them as traitors. One\r\n\r\nthing   emerges  quite  clearly  from   the   Merdeka\r\n\r\ncampaign,  and  that  is, that there  are  very  many\r\n\r\npeople in this island not in favour of immediate self-government. For all I know, the numbers may run  into\r\n\r\nhundreds of thousands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what of the overseas British in Singapore?\r\n\r\nHeaven forbid that I should speak for them again, but\r\n\r\nthis  is  the  position  as I  see  it.  The  British\r\n\r\ncommunity  here is not keen on the British Government\r\n\r\nrelinquishing its authority immediately, but it looks\r\n\r\nas  if  they  must take a chance and do so.  A  point\r\n\r\nfrequently  forgotten  by the present  Government  is\r\n\r\nthat  the  local British community have, up  to  last\r\n\r\nyear,  been associated with every step towards  self-government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1829</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Oh, come, come!\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> The overseas British here - I am not\r\n\r\nspeaking of the Government officials - are part of  the\r\n\r\nwhole  that  is Singapore. They have been here  since\r\n\r\nthe  time  of Raffles and have a local as well  as  a\r\n\r\nnational outlook. They have not in the past hesitated\r\n\r\nto criticise the Colonial Office if it were sought to\r\n\r\nintroduce measures which might prove unpopular.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> To capital.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Quite naturally, in view of the\r\n\r\nevents of the past year, some of them have doubts  as\r\n\r\nto  the efficiency of self-government tomorrow, while\r\n\r\nothers are alarmed at the speed at which changes  are\r\n\r\ntaking  place.  Why? Because they are convinced  that\r\n\r\nfor  Singapore to maintain its position as a  trading\r\n\r\ncentre  second  to none in South-East Asia,  it  must\r\n\r\nhave security and stability. In that connection,  Mr\r\n\r\nSpeaker,  I am sure that all sections of the business\r\n\r\ncommunity  would  welcome  an  assurance   from   the\r\n\r\nGovernment that, in not requiring guidance  from  the\r\n\r\nUnited  Kingdom Government in matters  of  trade  and\r\n\r\ncommerce,  no thought has been taken of  leaving  the\r\n\r\nSterling area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar said yesterday that so\r\n\r\nmuch had happened in the last year that he felt as if\r\n\r\ndecades,  instead of months, had passed, or words  to\r\n\r\nthat  effect. How true! The passing of time, however,\r\n\r\nhas not lessened his hostility to the colonial power,\r\n\r\nbut  the Chief Minister, I was glad to note, was much\r\n\r\nmore  moderate in his views. I did not feel quite  so\r\n\r\nbadly  as  I did on previous occasions when  I  found\r\n\r\nmyself  murmuring to myself - \"Truly the  sins  of  the\r\n\r\nfathers  are visited on the children unto  the  third\r\n\r\nand  fourth generations\" - and thank God I have not got\r\n\r\nany!\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Confession is good for the soul!\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Sir, I am on record in the local\r\n\r\nHansard  as having said on several occasions  that  I\r\n\r\nwas  not  opposed to self-government when the country\r\n\r\nwas ready for it, and I can assure the Chief\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1830</b></font><br><br>\r\n\r\n\r\n\r\nMinister  that I associate myself with the  views  of\r\n\r\nthose business men who have written to him when  they\r\n\r\nsay,  \"We will co-operate with the Government on  the\r\n\r\nbasis  of  whatever decision may be  reached  in  the\r\n\r\nLondon talks.\" I will indeed, Sir, wholeheartedly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I regret that I have neither the wit nor the\r\n\r\ncompetence to deal adequately with all that was  said\r\n\r\nin  the  two speeches yesterday; but in conclusion  I\r\n\r\nwould express my regret that I cannot say Aye to this\r\n\r\nmotion, involving, as it does, radical alterations to\r\n\r\nthe  constitution  under  which  I  was  appointed  a\r\n\r\nnominated  Member  of  this Assembly,  and  I  think,\r\n\r\ntherefore, that the correct and proper course for  me\r\n\r\nto take is to abstain.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Mr Speaker, Sir, as\r\n\r\nthe  one  responsible for starting the  Merdeka  bail\r\n\r\nrolling in this House - a move or a gamble in which the\r\n\r\nhon.  Mr Sutherland has not forgiven me and may  yet\r\n\r\ncancel my overdraft at his bank, I and my Party  want\r\n\r\nto  make it clear what we stand for. In the main,  we\r\n\r\nagree  with  what the Chief Minister  said  yesterday\r\n\r\nexcept  on  the  question of  internal  security.  We\r\n\r\nparticularly  agree  with  him  when  he  said   that\r\n\r\nprovision  must  be made to look after  the  minority\r\n\r\ninterests. Indeed, it is the duty of every government\r\n\r\nand   every  political  Party  to  look  after  small\r\n\r\nsections  of  the  people who may not  have  adequate\r\n\r\nrepresentation in this House. We are glad also to see\r\n\r\nthe  stand  of the Member for Tanjong Pagar  when  he\r\n\r\nseconded the motion. He made it quite clear  that  he\r\n\r\nwas  doing  so not because of choice, but because  it\r\n\r\ncould  be used for something else - as a stepping - stone\r\n\r\nto  something  bigger and better.  We  know  what  he\r\n\r\nstands for and what he wants. His aim now is to  down\r\n\r\nBritish  colonialism. When that  bogey  is  finished,\r\n\r\nanother  one will be created, and so on,  until  this\r\n\r\nform  of  government will be changed by  another  so-called  democratic government of  his,  which,  I  am\r\n\r\nquite sure, is unknown in the free world today.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1831</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We realise that you can put back the hands of a\r\n\r\nclock, but you cannot put back the march of time. The\r\n\r\npace has been set for colonies in Asia and Africa  to\r\n\r\nbe  independent, and we have to follow; and the  pace\r\n\r\nhas been quickened by the very successful mission  of\r\n\r\nthe Federation to London a few months ago.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Luckily for us we do not have to fight, nor indeed,\r\n\r\nthreaten  or  shout for independence.  We  have  been\r\n\r\ninvited by the Government of the United Kingdom to  a\r\n\r\nconference this month to discuss in a friendly manner\r\n\r\nour request to be master of our own fate in the light\r\n\r\nof a year's working of the present constitution. This\r\n\r\ninvitation we have accepted, and it is for us now  to\r\n\r\nexamine our assets and liabilities accrued during the\r\n\r\nyear. Frankly, I must admit the balance sheet is  not\r\n\r\na  very  encouraging one. We have passed  legislation\r\n\r\nfor improving the working conditions of a section  of\r\n\r\nthe people, but on the other hand, we have had nearly\r\n\r\n300 strikes, one riot, one near riot, and an increase\r\n\r\nin  crime,  particularly that organised by gangsters,\r\n\r\nsuch as extortion and kidnapping.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> What is your worry?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Well, they came from your area!\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> And they are directed at the\r\n\r\nProgressives!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, please.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> The tempo of public business, due\r\n\r\nto  uncertainty  in the future of this  service,  has\r\n\r\nslowed  down considerably. There has been no increase\r\n\r\nin  the  number  of  factories, but  unemployment  is\r\n\r\nincreasing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What happened at the Kallang Rally on Sunday, 18th\r\n\r\nMarch,  has  caused great concern, not  only  in  the\r\n\r\nminds of people like ourselves in this Assembly,  but\r\n\r\nalso  of  the  small people who frequent the  coffee-shops  and  hawkers' stalls-except, of course,  those\r\n\r\nwho shout Merdeka with clenched fists and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1832</b></font><br><br>\r\n\r\n\r\n\r\nturned  the  rally into a riot, the only  provocation\r\n\r\nbeing,  from  what I could see, a few  songs,  a  few\r\n\r\ndances, and a few drops of rain. If such disorder can\r\n\r\nhappen  when  the  Party  concerned  had  a  hand  in\r\n\r\norganising  the rally and the leaders did  try  their\r\n\r\nbest  to quieten the crowd, what could not happen  at\r\n\r\nuncontrolled gatherings? The Chief Minister has tried\r\n\r\nto make this incident a minor one. It was a minor one\r\n\r\nonly  because of the magnificent manner in which  the\r\n\r\npolice handled the situation - with firmness and  with\r\n\r\nrestraint.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is talk in the coffee-shops that, under such\r\n\r\ncircumstances,  only  hooligans and  gangsters  would\r\n\r\nbenefit  from Merdeka - a Merdeka conceived in  hatred,\r\n\r\nbred  in  strikes, and ruled by mobs  and  gangsters.\r\n\r\nMany  people have expressed the same opinion  in  the\r\n\r\nPress. They are beginning to realise that the cost of\r\n\r\nindependence  is  a heavy one, and  independence  for\r\n\r\nSingapore,  a trading centre producing only  a  small\r\n\r\npercentage  of our daily food and daily requirements,\r\n\r\nwill be an illusory one without absolute security. We\r\n\r\nlive  by trade and trade can be diverted without  the\r\n\r\nslightest  difficulty.  Without  security,  we  shall\r\n\r\nnever  get the capital to finance our new industries.\r\n\r\nIndeed, many industrial firms are marking time  until\r\n\r\nthe political atmosphere is cleared and some are even\r\n\r\nconsidering closing down. Without trade and industry,\r\n\r\nwe shall have poverty, misery and chaos.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of this, I have not changed my mind, but I\r\n\r\nmaintain  that we can only have Merdeka with  certain\r\n\r\nsafeguards   until  such  time  as  we  have   gained\r\n\r\nsufficient   strength  to  guard  not  only   against\r\n\r\nexternal forces, but against subversion and threat to\r\n\r\nour internal security.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the motion before the House today, we are\r\n\r\noffering,  by  agreement,  to  entrust  our  external\r\n\r\ndefence to the United Kingdom. When we ask the United\r\n\r\nKingdom to look after our external defence, I do  not\r\n\r\nsee  how we can possibly say that she can have no say\r\n\r\nin  our  internal  defence. What is there  to  defend\r\n\r\nagainst  externally when there is nothing  to  defend\r\n\r\ninternally?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1833</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do not agree with the Chief Minister when he said\r\n\r\nthat  it  would  be  a mockery  if  we  were  to  get\r\n\r\nindependence but did not get exclusive control of our\r\n\r\ninternal  security. For today internal  and  external\r\n\r\nsecurity is inextricably bound together. There is  no\r\n\r\nclear   demarcation  between  external  and  internal\r\n\r\ndefence  when the threat to our system of  democratic\r\n\r\ngovernment  is by subversion, like white ants  eating\r\n\r\ninto  the very foundation of a structure and you  can\r\n\r\nonly  find out when it has collapsed - like that  which\r\n\r\nhappened  on that memorable Sunday when the  platform\r\n\r\ncollapsed  under the very feet of the Chief  Minister\r\n\r\nand the crowd got out of control and over-ran it.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> He survived it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> We must approach the Merdeka\r\n\r\nconference  with soberness and without bitterness  in\r\n\r\nour  hearts, and with only one objective in  view - the\r\n\r\nwelfare of our beloved Singapore. We are but a  small\r\n\r\ncountry in this world, which is growing smaller every\r\n\r\nday  because  of  rapid  means of  communication.  No\r\n\r\nnation today can truly say that it can be independent\r\n\r\nof others and stand by itself, for even great nations\r\n\r\nhave entered into alliances and pacts and allowed the\r\n\r\nuse  of  naval and air bases in their territories  by\r\n\r\ntheir  allies  in  times of war and  peace.  If  this\r\n\r\nhappened two or three decades ago, such nations would\r\n\r\nbe  called  vassal  states. If it is  true  of  great\r\n\r\nnations,  it  must apply with much more  force  to  a\r\n\r\nsmall  one like ours. With whom, then, shall we stand\r\n\r\nwhen  we  get  our independence? Naturally  with  the\r\n\r\ncountry   which,   in   spite   of   accusations   of\r\n\r\nexploitation   and  colonialism,  has  been   largely\r\n\r\nresponsible  for the Singapore as we know  her  today\r\n\r\nand  who is prepared to offer us a partnership in the\r\n\r\nCommonwealth of Nations if we are able to look  after\r\n\r\nourselves. The Liberal-Socialists are confident that,\r\n\r\nwith a proper approach and in a spirit of good faith,\r\n\r\nreasonableness and trust, we shall achieve Merdeka, a\r\n\r\nMerdeka  in  which  we can all live  happily  and  in\r\n\r\npeace, although we belong to so many different  races\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1834</b></font><br><br>\r\n\r\n\r\n\r\ncreeds,  for \"what shall it profit a man if he  shall\r\n\r\ngain  the  whole world and lose his own  soul?\"  What\r\n\r\nshall  it  profit  a  country if it  shall  gain  its\r\n\r\nindependence   but  lose  its  security - external   or\r\n\r\ninternal?\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid Bin Haji Jumat):</b> Mr Speaker, Sir,\r\n\r\nI  rise  to  support the motion before this Assembly.\r\n\r\nThis  motion requires no clarification and should  be\r\n\r\nunderstood by all Parties concerned. We want  Merdeka\r\n\r\nand  we are fit for it. But, Sir, I wonder if  I  may\r\n\r\ntouch upon an aspect of this motion which has brought\r\n\r\nabout  some misgivings amongst some sections  of  the\r\n\r\ncommunity. I refer, Sir, to the unbecoming activities\r\n\r\nof  a  small  group  of people who have,  during  the\r\n\r\ncourse of the last few days, attempted to bring about\r\n\r\ndiscord  amongst  the people of  Singapore  over  the\r\n\r\nquestion  of  Merdeka. As one of the leaders  of  the\r\n\r\nMalay community and head of the United Malay National\r\n\r\nOrganisation in Singapore, I and my Party would  like\r\n\r\nto   dissociate   ourselves  completely   from   this\r\n\r\ndisgusting  and retrogressive movement.  Fortunately,\r\n\r\nSir,  those  who are at the head of this anti-Merdeka\r\n\r\nmovement do not command the following - \r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Point of order, Sir. The Minister is reading his speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I am afraid I have not quite noticed\r\n\r\nthat  the  Minister is reading. He has probably  been\r\n\r\nreferring to his notes a little too frequently.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> Fortunately, Sir, those men do\r\n\r\nnot receive the support of the majority of the people\r\n\r\nof  Singapore,  as  some quarters would  have  it.  I\r\n\r\nwould,  however,  like to thank the  Hon. the  Chief\r\n\r\nMinister  for  having  brought  up  the  question  of\r\n\r\nminorities   with  regard  to  the  constitution.   I\r\n\r\nbelieve,  Sir,  this  is a very  wise  move,  as,  in\r\n\r\ndrawing  up constitutions, it is absolutely necessary\r\n\r\nfor  safeguards to be embodied in them; more so  when\r\n\r\nwe  realise that the minority, to which I belong,  in\r\n\r\nSingapore are the indigenous people of this region.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1835</b></font><br><br>\r\n\r\n\r\n\r\nThe   Malays,  Sir,  are  not  only  a  minority   in\r\n\r\nSingapore,  but  they are also the indigenous  people\r\n\r\nand  they  are also an economic class by  themselves.\r\n\r\nThere is very little difference between the Malays in\r\n\r\nSingapore and the Malays in Malacca and Penang. Their\r\n\r\neconomic position, their cultural position and  their\r\n\r\npolitical  position are about the same,  that  is  to\r\n\r\nsay,  they  are  the most backward when  compared  to\r\n\r\nother  races  living in these three territories,  and\r\n\r\nyet  these are the very three territories which first\r\n\r\nhad contact with Western civilisation. I must say  it\r\n\r\nis  not a credit to the colonial powers who have been\r\n\r\nrunning these territories for the last few centuries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, one other aspect in the Chief\r\n\r\nMinister's   speech   which   should   require   some\r\n\r\nconsideration,   and   that  is   the   question   of\r\n\r\ncitizenship.  This, Sir, is a very delicate  problem,\r\n\r\nbut, given goodwill on all sides, I do not see why we\r\n\r\nshould not solve this problem in the interests of the\r\n\r\npeople of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr M. P. D. Nair (Seletar):</b> Sir, the people of Singapore call for Merdeka.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> How about Seletar?\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> The motion submitted to this Assembly by\r\n\r\nthe  Chief  Minister is the most innovatory  of  all.\r\n\r\nHere  is  a  challenge through which  the  people  of\r\n\r\nSingapore express their wishes and aspirations to the\r\n\r\nGovernment of the United Kingdom and the world. There\r\n\r\nis no longer any suspicion in the minds of everybody,\r\n\r\neither  in Singapore or outside, that the people  and\r\n\r\nits elected representatives have any doubts that they\r\n\r\nare  ready for independence. What remains to be  seen\r\n\r\nnow  is the sincerity of the British people and their\r\n\r\nGovernment in implementing their oft-repeated promise\r\n\r\nof independence to the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, Sir, had its first election to the\r\n\r\nLegislative  Council  in  1948.  In  1951  there  was\r\n\r\nanother  election  to the Legislative  Council,  this\r\n\r\ntime with an increased number of elected Members.  In\r\n\r\n1955 a general election took place as a result of the\r\n\r\nRendel Constitution Commission, on the recommendation\r\n\r\nof which this Assembly has been constituted.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1836</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the field of local government also, Singapore had\r\n\r\nits first election to the City Council in 1948. Since\r\n\r\nthen there have been elections every year and it  has\r\n\r\nbeen  proved  beyond  all  doubt  that  there  is   a\r\n\r\nresponsible local government in Singapore today.  The\r\n\r\nfuture  of  lo, cal government in Singapore  is  very\r\n\r\nbright. We all know that the Government is likely  to\r\n\r\naccept  the  Report  of  the McNeice  Commission  and\r\n\r\ntherein lies the essence of democracy in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Rendel Constitution was accepted by the\r\n\r\npeople of Singapore under protest in the hope that at\r\n\r\nthe  earliest date it would be modified. The time has\r\n\r\nnow   come   for   a  constitution  focused   towards\r\n\r\nindependence. Apart from a desire for a  constitution\r\n\r\nfocused  towards independence, we have a moral  claim\r\n\r\nto  it,  because, with the attainment of independence\r\n\r\nin  the Federation, we are left as the only non-self-governing territory in Asia. This situation is not in\r\n\r\nthe  mutual interests of Britain and Singapore. There\r\n\r\nis   a  strong  feeling  among  the  people  of   the\r\n\r\nCommonwealth  countries  that  Singapore  should   be\r\n\r\ngranted  independence, especially so in the interests\r\n\r\nof  world  peace and security. The potentialities  of\r\n\r\neasing world tension and the prospects of stabilising\r\n\r\nworld peace are greater if Singapore - \r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Point of order, Mr Speaker. The\r\n\r\nMember is reading his speech. [Interruption.]\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We have been reminded, hon. Members,\r\n\r\nthat this is a solemn moment and I take it that it is\r\n\r\nbecause  of  this that hon. Members  have  been  very\r\n\r\ncareful  of  what they are saying and have  therefore\r\n\r\nbeen  referring  to  their notes  rather  frequently.\r\n\r\nPerhaps  they can try not to refer to their notes  so\r\n\r\nfrequently.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Thank you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> People who live in glass-houses -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1837</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I have said that if Singapore attains\r\n\r\nself-government and is allowed to govern herself, the\r\n\r\nprospects  of world peace and security will increase;\r\n\r\nand  this  is  particularly so if she  is  given  the\r\n\r\nopportunity  of  being an equal  partner  within  the\r\n\r\nBritish Commonwealth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been much discussion in regard to the\r\n\r\ninternal  security and defence of Singapore.  We  are\r\n\r\naware,  Sir, that in freeing ourselves from  colonial\r\n\r\nrule  our  people  have greater responsibilities  and\r\n\r\nmore  important  duties. I have  no  doubt  that  the\r\n\r\npeople of Singapore will sustain themselves in  their\r\n\r\nnew  role. The independence formula suggested by  the\r\n\r\nChief  Minister  has  placed  upon  the  people   the\r\n\r\nresponsibility of maintaining internal  security  and\r\n\r\ninternal defence. Sir, this is not a problem peculiar\r\n\r\nto Singapore. It is probably a problem that faces any\r\n\r\ncountry  attaining  self-government.  There  may   be\r\n\r\nelements  now  who appear to jeopardise the  internal\r\n\r\nsecurity of the country, but with the achievement  of\r\n\r\nindependence  and  the control of  internal  security\r\n\r\nchanging hands to a government of the people  by  the\r\n\r\npeople and responsible to the people, the problem  of\r\n\r\ninternal  security should not be detrimental  to  the\r\n\r\ninterests  of  the people. On the contrary,  all  the\r\n\r\nantagonism now existing towards the police force will\r\n\r\nvanish  when  once the control of the  police  passes\r\n\r\ninto  the  hands of an elected Minister.  The  police\r\n\r\nwill  then  be  regarded  as closer  friends  of  the\r\n\r\npeople. One might think that I am very optimistic  in\r\n\r\nmaking  this statement, Sir, but I am guided  by  the\r\n\r\nhistory   of   other  nations  which  have   attained\r\n\r\nindependence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of our defence has been dealt with by\r\n\r\nthe  Chief  Minister.  It can  be  hoped  that  added\r\n\r\nresponsibility   vested  with  a  popularly   elected\r\n\r\ngovernment  will  pave the way for a  strong  defence\r\n\r\nforce  in  Singapore. Until such time as  we  have  a\r\n\r\nSingapore army, I believe our soul force should serve\r\n\r\nagainst  any internal disorder. We Asians  believe  a\r\n\r\ngreat deal in the soul force and non-violence.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1838</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is true also, Sir, that in some quarters fears\r\n\r\nhave  been  expressed as regards the  future  of  the\r\n\r\nminority  communities. These may be just  or  may  be\r\n\r\nunjust.  We  have in Singapore today a population  of\r\n\r\nwhich approximately 85 per cent is Chinese. It may be\r\n\r\nimpossible for any other community to outbid them  in\r\n\r\nnumber.  In a democracy the majority shall rule,  but\r\n\r\nit  should  have  due  regard to  the  interests  and\r\n\r\nwelfare of the minorities. The Chinese, as I see  it,\r\n\r\ncan  make  or mar the future history of this country,\r\n\r\nbut  in  all  sincerity I believe that wise  counsels\r\n\r\nwill  prevail in the body politic of this country  in\r\n\r\nthe interests of all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has been said about our being an equal\r\n\r\npartner within the British Commonwealth. As I see it,\r\n\r\nSir,  with the achievement of independence,  being  a\r\n\r\nmember  of  the  British Commonwealth  has  an  added\r\n\r\nadvantage  to Singapore. Speakers suggested yesterday\r\n\r\nthat  countries like India, Ceylon and  Pakistan  had\r\n\r\nchosen  to  become equal partners within the  British\r\n\r\nCommonwealth. When I was in Australia last  December,\r\n\r\nSir,  many  people told me this - that  the  people  of\r\n\r\nAustralia  desired Singapore to attain  independence.\r\n\r\nWhat next? They felt that in justice and fairness  to\r\n\r\nthe British Government, Singapore should remain as an\r\n\r\nequal partner within the British Commonwealth. It may\r\n\r\nbe  desirable, at the outset, to be an equal  partner\r\n\r\nwithin   the   British   Commonwealth   because   our\r\n\r\nneighbours  like  India, Pakistan, Ceylon,  Australia\r\n\r\nand  New  Zealand  are  all members  of  the  British\r\n\r\nCommonwealth.  We will not lose anything  at  all  by\r\n\r\nthis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while associating myself with all the\r\n\r\nsentiments  expressed by the Chief Minister,  I  wish\r\n\r\nthe  Merdeka mission which is leaving for London will\r\n\r\ncome  back  with a victorious decision which  can  be\r\n\r\nhailed by the people of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Speaker, Sir, I should like, if\r\n\r\nI  can, to focus attention on what seem to me some of\r\n\r\nthe true objectives of Merdeka. Merdeka in itself  is\r\n\r\nonly  the opening of a door through which we can pass\r\n\r\ninto\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1839</b></font><br><br>\r\n\r\n\r\n\r\nthe  unknown, and it is important, I think,  that  we\r\n\r\nshould  realise this and look beyond  the  door  even\r\n\r\nbefore  we  pass through it. We have in  this  debate\r\n\r\nconcentrated considerably on the dangers of  Merdeka.\r\n\r\nOne  of  the dangers particularly mentioned has  been\r\n\r\nCommunism.  I  have  spoken my mind  about  Communism\r\n\r\nbefore  in this Assembly and I should like to  expand\r\n\r\nmy attitude towards it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am anti-Communist. I do not like Communism, but I\r\n\r\ndo   not  think  that  in  itself,  as  a  system  of\r\n\r\nphilosophic  theory  or  as  a  system  of   economic\r\n\r\npractice, it has today any commanding attraction  for\r\n\r\npeople.  It has the attraction of great achievements.\r\n\r\nThe  investment programme under Communism  in  Russia\r\n\r\nhas   been   enormous  and  the  rate   of   economic\r\n\r\ndevelopment has been tremendous. The result  is  that\r\n\r\npeople  see something there which they would like  to\r\n\r\nemulate,  but that is simply a question of technique,\r\n\r\na  question  of  deliberate  political  practice  and\r\n\r\neconomic  practice.  It  is  not  a  matter  of   the\r\n\r\nessential theory of Communism. Although Communism has\r\n\r\nmade  considerable contributions to  human  progress,\r\n\r\nboth  by  its  achievements and by  its  follies  and\r\n\r\nerrors, it is today an out-of-date system. It can  be\r\n\r\ncompared  to  the industrial revolution in  Victorian\r\n\r\nEngland. It carries a great burden of accumulation of\r\n\r\npast  practice which it finds it difficult to disown.\r\n\r\nIt  is doing its best at present to get away from its\r\n\r\nown  past and to compete with the Colombo Plan  which\r\n\r\nis  a very laudable objective perhaps; but I think it\r\n\r\nrather diminishes the sense of menace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now what is menacing in Singapore are the general\r\n\r\nhistorical  facts.  We  have a  great  port  and  any\r\n\r\nreading  of history will show that a great  port  and\r\n\r\ntrading  centre  is  the place where  new  ideas  are\r\n\r\ncontinually  coming in, where there  is  a  continual\r\n\r\nintellectual  ferment, and where  people  can  fairly\r\n\r\nrapidly  change their ideas and their  attitudes.  We\r\n\r\nhave also in Singapore an enormous percentage of very\r\n\r\nyouthful  people, and we are also living in times  of\r\n\r\nvery  rapid change. Any study of sociology will  make\r\n\r\nit   clear  that  in  these  circumstances  you   can\r\n\r\nreasonably expect to have a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1840</b></font><br><br>\r\n\r\n\r\n\r\nsituation which could explode if a match were  to  be\r\n\r\napplied in the right place. No doubt Communism is one\r\n\r\nof  the  numerous matches which could be applied  and\r\n\r\nwhich could cause an explosion in Singapore. That  is\r\n\r\nthe menace of Communism. It is not in itself, but  in\r\n\r\nthe  fact that it might precipitate trouble which  is\r\n\r\nthere potentially anyhow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I could illustrate some of the dangers from\r\n\r\nthe  speeches made yesterday in this House by a  very\r\n\r\nable  and distinguished Member - the Member for Tanjong\r\n\r\nPagar  (Mr Lee Kuan Yew). I am rather happy that  he\r\n\r\nis  not in the House - his enthusiasm for Merdeka  does\r\n\r\nnot  extend  to listening to speeches on  Merdeka  by\r\n\r\nother  Members  - because I am afraid that if  he  heard\r\n\r\nwhat  I  have to say, it might hurt his feelings.  It\r\n\r\nmight  be a good thing for him, but I do not like  to\r\n\r\nhurt  people's feelings, although I am convinced that\r\n\r\nwhat  I  have  to  say is useful and  deserves  wider\r\n\r\nattention. I would not waste my time, Mr Speaker, or\r\n\r\nyour time, on the Member for Tanjong Pagar if he  was\r\n\r\njust  an  isolated  individual; but  he  is  not.  He\r\n\r\ntypifies, to my mind, very much of what is  best  and\r\n\r\nalso  what  is  most explosive in Singapore.  He  has\r\n\r\nobviously great potentialities for good, but he could\r\n\r\nalso bring disaster.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> He needs principles.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I listened yesterday to two very lengthy\r\n\r\nspeeches  by the Member for Tanjong Pagar. I listened\r\n\r\nwith  admiration for his ability but with a continual\r\n\r\nsense of frustration and regret for the fact that his\r\n\r\nwhole approach to the problem was so very trivial and\r\n\r\nsuperficial.  I  would  like  to  deal   with   three\r\n\r\nparticular  aspects that struck me as I  listened  to\r\n\r\nhim - three things that were outstanding in what he had\r\n\r\nto  say and which seemed to me to be typical of quite\r\n\r\na   large  section  of  the  younger  generation   in\r\n\r\nSingapore  - and the younger generation is liable to  be\r\n\r\nthe  master generation and therefore they do  deserve\r\n\r\nour attention when we are dealing with Merdeka.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1841</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first thing about him was his excessive timidity\r\n\r\nwith regard to his Merdeka colleagues. He reminded me\r\n\r\nof a young girl attending her first dance and looking\r\n\r\nnervously   around  and  blushing  because   she   is\r\n\r\nconvinced that every man who comes near her is  going\r\n\r\nto  make improper advances! He seemed to fear that if\r\n\r\nhe  once let himself get into the virile embraces  of\r\n\r\nthe   Labour  Front  he  would  lose  his   political\r\n\r\nvirginity and perhaps be cast out from the  bosom  of\r\n\r\nhis happy family. That sort of distrust and suspicion\r\n\r\nand nervousness is terribly infectious. When a man of\r\n\r\nstanding  and repute and powers of leadership  allows\r\n\r\nhimself  that feeling that he cannot safely  put  his\r\n\r\nhand out just for a while to co-operate; that he  has\r\n\r\ngot  to hedge and qualify it and give notice that  it\r\n\r\nis  only  a very temporary measure; it does  tend  to\r\n\r\nbuild up a feeling of emotional insecurity, and  that\r\n\r\nis a real danger in Singapore today and I shall refer\r\n\r\nto it again later on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides a certain timidity in his approach to his\r\n\r\nMerdeka  colleagues, it seemed to me also that  there\r\n\r\nwas  a  serious  timidity in  his  general  political\r\n\r\nthought.  He  struck out - I have never yet  heard  him\r\n\r\nstrike  out  anything at all which is new.  He  looks\r\n\r\nalways backwards and not forwards. I am not referring\r\n\r\nto  his  summaries  of  world  history  in  which  he\r\n\r\nindulged  yesterday and which, to my mind, were  very\r\n\r\nsuperficial and very inaccurate. He quite  failed  to\r\n\r\nsee  the true course of progress, the changing forces\r\n\r\nin  the  British  Empire which dated  from  the  last\r\n\r\ncentury - a   century  when  the  investment  programme\r\n\r\ndecreased - and not from the Second World War. I am not\r\n\r\nreferring to his historical outlook but to  the  sort\r\n\r\nof things that he wishes to put before the public. He\r\n\r\ngave  us  yesterday what I presume was an intentional\r\n\r\npreview  of the two main vote-winning planks  of  his\r\n\r\nParty's  next  electoral  programme -  and  they  were\r\n\r\nMerdeka  and  Malayanisation.  Those  are  no  longer\r\n\r\naspirations  of the future. They are  here  and  now.\r\n\r\nThey are in our hands. They are practical jobs to  be\r\n\r\ndone  in a businesslike way and I have no doubt  that\r\n\r\nthey will be done in a businesslike way, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1842</b></font><br><br>\r\n\r\n\r\n\r\nwe can start to look much further ahead than that.  I\r\n\r\nremember once in 1942 seeing a Japanese soldier  with\r\n\r\nhis  rifle  and a bayonet at the end of  it;  he  was\r\n\r\ndancing  around  and threatening an unarmed  prisoner\r\n\r\nwho had already surrendered. This little Japanese, I\r\n\r\nam  sure, was not driven by any malicious or sadistic\r\n\r\nimpulse.  He  just  quite failed  to  adjust  to  the\r\n\r\nchanged  situation. He could not  think  of  anything\r\n\r\nelse to do. He saw before him a man who had been  his\r\n\r\nenemy  and  so he kept bouncing about him and  waving\r\n\r\nhis  bayonet under the impression that he  was  still\r\n\r\nengaged  in a fight. I am afraid that the Member  for\r\n\r\nTanjong  Pagar has tended to proceed rather on  those\r\n\r\nlines  too. He barks like a puppy at the heels  of  a\r\n\r\ndeparting colonialism instead of standing up  like  a\r\n\r\nman to face his problems which will come with the end\r\n\r\nof  colonialism. You can win elections perhaps on  an\r\n\r\nout-of-date political platform, but you cannot  serve\r\n\r\nthe  needs  of the people. You cannot build  for  the\r\n\r\nfuture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third significant thing which we heard yesterday\r\n\r\nfrom  the  Member for Tanjong Pagar's  very  forceful\r\n\r\nrhetoric   was  something  to  this  effect, - he   was\r\n\r\nspeaking about power - I think I have got roughly  what\r\n\r\nhe said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Power is not a thing to be bargained for or\r\n\r\naccepted, but a thing to be fought for and seized!\"\r\n\r\n\r\n\r\n<br><br>All  right, it is a point of view if you like it, and\r\n\r\nif you like fighting better than amicable discussion;\r\n\r\nbut  whether it is a right or a wrong point of  view,\r\n\r\nit  is certainly an incomplete point of view, because\r\n\r\npower  is  not a prize to be won, it is an instrument\r\n\r\nto be used. It is not an end in itself, it is a means\r\n\r\nof  service.  You  can  use  power  like  you  use  a\r\n\r\nbadminton racket - to have a pleasurable and, no doubt,\r\n\r\nhealthy  (in  its  way) display of your  skill,  your\r\n\r\nathletic  prowess,  in  batting  the  shuttle   quite\r\n\r\nfruitlessly  through the air; or you  can  use  power\r\n\r\nlike a changkol, getting down to earth patiently  and\r\n\r\nhumbly  and  seriously and steadily cultivating  good\r\n\r\nseed   and   eradicating  the  weeds.  Anybody,   any\r\n\r\npolitical Party, any politician who is seeking  power\r\n\r\nin  Singapore must see it as a changkol and not as  a\r\n\r\nbadminton\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1843</b></font><br><br>\r\n\r\n\r\n\r\nracket,  because  on  the use of  power  when  it  is\r\n\r\nobtained will depend the future.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Pick and shovel!\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> It is purely coincidental, Mr Speaker,\r\n\r\nSir,  that  our Party badge is called a changkol.  It\r\n\r\nhad  not  occurred to me until this moment.  Now  the\r\n\r\nMember for Tanjong Pagar has never yet given, by what\r\n\r\nI  can recollect, any sign at all of having seriously\r\n\r\nthought about the use of power when he has got it, or\r\n\r\nabout the use of Merdeka when Singapore, please  God,\r\n\r\nhas  got that. Occasionally he has offered us various\r\n\r\napparently  off-the-cuff suggestions  and  they  were\r\n\r\nhighly  unsatisfactory suggestions. I recollect  once\r\n\r\nhe  interjected into a debate saying that if  he  got\r\n\r\ninto  power he would dismiss the Judges and  get  new\r\n\r\nones. I am sure he was speaking thoughtlessly. He did\r\n\r\nnot  mean  anything. He was just saying something  in\r\n\r\norder  to  interrupt  and it  was  not  to  be  taken\r\n\r\nseriously. But it is irresponsible for a man  of  his\r\n\r\nimportance to throw out that sort of comment, that he\r\n\r\nwould dismiss the Judges - just like that! It is not  a\r\n\r\nthing that any leading politician should say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again in a prepared speech at one time he tried to\r\n\r\ndeal  with  the proper defence policy for  Singapore,\r\n\r\nand his policy, in summary, was that \"we should spend\r\n\r\nevery  cent  we have got and we should  mortgage  the\r\n\r\nfuture up to the hilt.\" I commented on it at the time\r\n\r\nand  said that it was an extraordinarily silly  thing\r\n\r\nto   say - if  that  is  Parliamentary  language,  Mr\r\n\r\nSpeaker!  I am sure again he did not really mean  it.\r\n\r\nHe  had not thought about it. He was just striking an\r\n\r\nattitude,  saying  something that  was  superficially\r\n\r\neffective, but it was said before a crowded  gallery.\r\n\r\nIt was said in the presence of the representatives of\r\n\r\nthe  world  Press and he apparently was quite  casual\r\n\r\nand  quite careless as to the effect which  it  might\r\n\r\nhave  on  the good repute and stability of Singapore.\r\n\r\nHe  did not seem to be concerned with anything beyond\r\n\r\nmaking what was in its way a forceful statement,  but\r\n\r\nclearly  one which, if anyone attempted to  carry  it\r\n\r\nout, or if anyone\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1844</b></font><br><br>\r\n\r\n\r\n\r\nthought he could carry it out, would be most damaging\r\n\r\nto  the future of this territory. I have enlarged  on\r\n\r\nthis  because, Mr Speaker, failure to  envisage  the\r\n\r\nuse  of power before you have got it can be extremely\r\n\r\ndangerous.  Singapore  cannot  assume  power,  assume\r\n\r\ncontrol  of  its  own  affairs,  and  assume  Merdeka\r\n\r\nlightly and irresponsibly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would not have spent so much time on these aspects\r\n\r\nof  the Member for Tanjong Pagar if timidity, a  lack\r\n\r\nof  forethought  and  a lack of a  serious  long-term\r\n\r\npurpose  were  peculiar to himself; but unfortunately\r\n\r\nthese  are  faults into which all human  beings,  and\r\n\r\nespecially  all politicians, can too easily  fall  or\r\n\r\ntoo  easily  be  led.  They are  thoughts  which  are\r\n\r\ndangerous   at  any  time  anywhere  and   they   are\r\n\r\nparticularly dangerous in Singapore today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have already referred to the difficulties and the\r\n\r\ndangers. I should like to say and to stress  that  it\r\n\r\nrests  with  us - those who are now present  in  this\r\n\r\nAssembly  and  those who have left it  for  the  time\r\n\r\nbeing - whether  we turn our difficulties  and  dangers\r\n\r\ninto  opportunities and achievements. We can  do  it,\r\n\r\nMr  Speaker, Sir. I have no doubt at all that we can\r\n\r\novercome  the  difficulties, and in the  difficulties\r\n\r\nthere  is  the  potentiality of great prosperity  and\r\n\r\ngreat happiness; but we shall not do it easily and we\r\n\r\nshall  not  do it unless we set ourselves  to  purify\r\n\r\nourselves  from  our weaknesses and our  defects.  We\r\n\r\nhave  got  to  hold with courage to a  wise  national\r\n\r\npurpose. We can achieve nothing if we allow ourselves\r\n\r\nto  be  dominated by a senseless fear of  our  fellow\r\n\r\nSingaporeans. Nor can we achieve anything if  we  are\r\n\r\ndominated  by  the equally senseless consequences  of\r\n\r\nsenseless fear, and that is the vain conceit that our\r\n\r\nown person, our own Party, our own community or class\r\n\r\ncontains in itself all that is wise and all  that  is\r\n\r\ntrustworthy and all that is worth while.  It  is  not\r\n\r\nso.  I  disagree  with  many  people,  but  I  always\r\n\r\nrecognise in them that they have some good intentions\r\n\r\nand  that  they  have some wisdom; and  we  must  all\r\n\r\nrecognise  that.  No doubt we shall often  profoundly\r\n\r\ndisagree. We shall\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1845</b></font><br><br>\r\n\r\n\r\n\r\ncriticise each other. We shall attack each other, and\r\n\r\nit  is  right that that should happen because  it  is\r\n\r\npart  of  the natural basis of democracy. But beneath\r\n\r\nall  that  criticism and attack on the  Party  system\r\n\r\nthere  does  lie an absolutely fundamental  sense  of\r\n\r\nnational brotherhood, a sense of mutual trust in each\r\n\r\nother's good intentions. We have got to hold fast  to\r\n\r\nthe faith that our political opponents are trying  to\r\n\r\ndo  what  is  right, even when we are  convinced,  in\r\n\r\nfact, that they are doing what is wrong. We have  got\r\n\r\nto  accept that, at bottom, they too are seeking  the\r\n\r\nwelfare  of  Singapore, and not its destruction.  Any\r\n\r\npolitician  or  Party  or community  which  tries  to\r\n\r\nseparate   itself   from  the   sense   of   national\r\n\r\nbrotherhood and to retire into suspicion and distrust\r\n\r\nand  self-conceit  is  blind  to  the  challenge   of\r\n\r\nMerdeka.  Besides  its essential  basis  of  national\r\n\r\nunity  and  good faith, we have got, as I  have  said\r\n\r\nbefore,  to look most seriously and most purposefully\r\n\r\nto  the future. We do want to stop nagging about  the\r\n\r\npast. Only harm can come from people who would go  on\r\n\r\nrubbing  at  old sores, weeping over old wounds,  and\r\n\r\ngrumbling about what happened to their grandfather in\r\n\r\n1900  or their father in 1930, or about the promotion\r\n\r\nthey  did not get in 1948, or the opportunities  that\r\n\r\nwere  denied  them in 1954. Those are  past.  Whether\r\n\r\nthey  are  bad or good, never mind, because they  are\r\n\r\npast,  and we do need to look to the future. To carry\r\n\r\na  bagful of bitter memories in our hands is  a  poor\r\n\r\nway to approach the glorious dawn of the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Assembly with all its defects\r\n\r\nand  its  weaknesses  yet has  the  duty  of  guiding\r\n\r\nSingapore at a most critical and important time,  and\r\n\r\nthat is a thought that should make us all humble.  On\r\n\r\nour wisdom and our good purposes depend the lives and\r\n\r\nhappiness  of more than a million souls,  and  depend\r\n\r\nalso  many  more unborn whose future and  whose  fate\r\n\r\nwill  be  decided by what we do. In the past  I  have\r\n\r\nworked and now I give my voice in support of Merdeka,\r\n\r\nbecause   I   believe   that  Singapore   needs   the\r\n\r\nopportunity to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1846</b></font><br><br>\r\n\r\n\r\n\r\ncarry the burden of its own responsibility. Our  city\r\n\r\nat   present  struggles  under  a  great  weight  of\r\n\r\npoverty,  waste,  muddle,  inefficiency,  corruption,\r\n\r\nsickness  and  suffering. These are all natural  ills\r\n\r\nwhich  are  accumulated in all  human  societies  and\r\n\r\nunder which human societies collapse unless they  can\r\n\r\nmake  a  new  start  and  shake  off  the  ills   and\r\n\r\nreconstruct themselves. That is a task that calls for\r\n\r\ncourage and wisdom. Merdeka to me is the opening of a\r\n\r\nnew  era  and a new life. In freedom we can face  the\r\n\r\nefforts of reconstructing our society. We can  endure\r\n\r\nthe  sacrifices which will undoubtedly be called  for\r\n\r\nif  we are to provide properly for the future. We can\r\n\r\nmake our city clean and healthy and happy, and we can\r\n\r\nstand  straight in the glorious sunlight and  breathe\r\n\r\ndeeply  the sweet air of freedom. It is with profound\r\n\r\nhope, Mr Speaker, and with profound humility that we\r\n\r\nshould all give our voices in support of our Merdeka mission.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Theng Chiang (Assistant Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Local Government, Lands and Housing (Mr Tan Theng Chiang):</b> Mr Speaker, Sir,\r\n\r\nI  rise to speak in support of the motion. Since  all\r\n\r\nmen  are  born  equal, it is not  proper  nor  is  it\r\n\r\ntolerable for anyone or any nation to hold sway  over\r\n\r\nanother.  Independence  is  our  birthright,  and  in\r\n\r\ndemanding  the right for self-determination,  we  ask\r\n\r\nfor nothing more or less than what was agreed upon by\r\n\r\nthe  leaders of the two great democracies - Britain and\r\n\r\nAmerica.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Colonialism is dead and has no place under present-day conditions. It is no use kicking a dead horse.\r\n\r\nBut  I  share the concern expressed yesterday by  the\r\n\r\nMember  for  Tanjong Pagar that the  consequences  of\r\n\r\nfailure  to  obtain independence by the  date  agreed\r\n\r\nupon will be dreadful to contemplate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Opponents of Merdeka were not slow to make capital\r\n\r\nout  of the disturbances at Kallang and to point  out\r\n\r\nthat  Singapore is not yet ready to govern itself.  I\r\n\r\nsay  that  an  impartial analysis of the  causes  and\r\n\r\neffect  of  the disturbances will prove that  it  had\r\n\r\nnothing to do with the desire for Merdeka. I am aware\r\n\r\nalso\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1847</b></font><br><br>\r\n\r\n\r\n\r\nof  the  feeble  attempts  made  by  the  stooges  of\r\n\r\ncolonialism to discredit the desire of the people for\r\n\r\nindependence.  But to that I say, let the  spirit  of\r\n\r\nMerdeka never be modified nor subjugated. It  is  our\r\n\r\nfirm desire that we should be able to choose our  own\r\n\r\nform  of  government and to take our  rightful  place\r\n\r\namong the free nations of the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To those who claim that we are anti-British, the\r\n\r\nanswer  can be found in the second part of the motion\r\n\r\nwhere we seek to affirm our faith in Britain and  our\r\n\r\ndesire to remain a member of the British Commonwealth\r\n\r\nof  Nations after gaining independence. I may venture\r\n\r\nto  say  that  we are not ungrateful to  Britain  for\r\n\r\nraising  Singapore to its present state of prosperity\r\n\r\nand commercial importance, and there is no reason why\r\n\r\nour  friendship towards Britain should  not  continue\r\n\r\nafter  Singapore has attained its status  as  a  free\r\n\r\nnation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker, Sir,\r\n\r\nSingapore has expressed on many occasions the  desire\r\n\r\nto  have  independence. Indeed I view the problem  in\r\n\r\nthis light - all men are born free. This principle  has\r\n\r\nbeen  recognised by every free nation in  the  world,\r\n\r\nand  even by other nations which may not have such  a\r\n\r\nconcept. If that is a principle that is recognised by\r\n\r\nall, then indeed we need not fight for it. It is  our\r\n\r\nbirthright.  It is right that we should  receive  it.\r\n\r\nThere  is no one in this world who should say to  us,\r\n\r\n\"You are not free. You are not fit.\" But it is up  to\r\n\r\nus  to pronounce our own judgment. Today Singapore is\r\n\r\nunder the control of Britain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think of the problem like this. The freedom that\r\n\r\nis  the right of this country is only kept in custody\r\n\r\nby  Britain. I compare it with a bank. I  compare  it\r\n\r\nwith  an  inheritance that was  left  to  us  by  our\r\n\r\nforefathers  in  the bank. The bank acts  only  as  a\r\n\r\ntrustee, and as soon as the child is of age, as  soon\r\n\r\nas  he is able to take over his own affairs, then  he\r\n\r\nhas  every right to ask the bank to give him that sum\r\n\r\nof  money.  But whether he should want  to  have  the\r\n\r\nwhole sum, or half the sum, or part of the sum,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1848</b></font><br><br>\r\n\r\n\r\n\r\nthe  decision should come from him alone. However,  I\r\n\r\ndo  not deny that such trustees have a great deal  of\r\n\r\nexperience. They have some wisdom and they can advise\r\n\r\nthe person who is going to draw out the money. On the\r\n\r\nother hand, if you are to draw out that money and  it\r\n\r\nis  going to be given away to you on demand,  because\r\n\r\nit  is  your right, then we should exercise  caution.\r\n\r\nWe,  or the person who is drawing out the money, when\r\n\r\nwe take that money out of the bank, should be certain\r\n\r\nthat  there  are no highway robbers or  somebody  who\r\n\r\nmight  stick  us  up and rob us of  that  money.  The\r\n\r\nfreedom  that is ours, the freedom that we are  going\r\n\r\nto  get, the freedom I know that must be given to  us\r\n\r\nmust be safeguarded. It is no use - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> How?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I will come to that. It is no use -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> He is a schoolmaster!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> - going all out to ask for\r\n\r\nfreedom  only  to lose it the next day.  You  may  be\r\n\r\nimpatient to know what is in my mind but I hope - \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> My God!\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> - after one whole day of talk\r\n\r\nabout  Merdeka,  you  will have  a  little  bit  more\r\n\r\npatience.  If  you are impatient, you have  lost  one\r\n\r\ngood  quality.  In Singapore there are  a  number  of\r\n\r\npeople  who are afraid of freedom. I would  say  that\r\n\r\nthey are afraid of it not because they do not want\r\n\r\nit.  They  are afraid that when Merdeka  comes  along\r\n\r\nthey  will lose their job; there will be no security;\r\n\r\nbusiness  might be bad, and so on and so  forth.  But\r\n\r\nmay  I give an assurance to people who think in  this\r\n\r\ntrend  that if we have independence and it is in  the\r\n\r\nhands  of  a democratic government strong  enough  to\r\n\r\nlook after the interests of all, strong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1849</b></font><br><br>\r\n\r\n\r\n\r\nenough  to have security, then there is no chance  of\r\n\r\nthese  people  losing their jobs, or  their  business\r\n\r\nsuffering: and if we can give such guarantees to  the\r\n\r\npeople of this island who cry out for no independence\r\n\r\nnow, then I think we will win them over.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another section of the people who are afraid of\r\n\r\nMerdeka are the minorities. They are afraid that they\r\n\r\nwill  be  swamped when independence comes. Of course,\r\n\r\nif  we  happen to be amongst the majority races  like\r\n\r\nmyself,  we may not, generally speaking, be  able  to\r\n\r\nsee their point of view, but I do see that clearly. I\r\n\r\nhave this to say. At the present moment, when we  are\r\n\r\nstill  not  independent, have we got  safeguards  for\r\n\r\nthese minorities? Are they contented? If we have  our\r\n\r\nindependence, what safeguards do we want for them?  I\r\n\r\nbelieve  that every single person who claims  loyalty\r\n\r\nto this land must have equal rights with anybody else\r\n\r\nand  he must also have equal responsibility. I do not\r\n\r\nbelieve that since they are the minority groups  they\r\n\r\nmust  be  placed on a pedestal and be  given  special\r\n\r\nprivileges.  I  believe that if we continue  in  this\r\n\r\ntrend of racial harmony - and it has been the case with\r\n\r\nSingapore for a very long time - we will have  no  such\r\n\r\nfears.  Today  we have the majority as  well  as  the\r\n\r\nminority  races in Singapore. The elections conducted\r\n\r\nlast  year  brought  in  the elected  representatives\r\n\r\nsitting in this House now. It shows that Singapore is\r\n\r\nnot racial-minded. The people chose the best men. The\r\n\r\nminorities should not therefore be afraid of Merdeka.\r\n\r\nHowever,  I would like to assure the minority  groups\r\n\r\nthat   our  Party - the  Liberal-Socialists - will  guard\r\n\r\ntheir  interests  too, and prevent  any  law  enacted\r\n\r\nwhich is especially disadvantageous to them. We  will\r\n\r\nsee  that  they  are placed on a par  with  everybody\r\n\r\nelse,  on a par with regard to privileges as well  as\r\n\r\nresponsibilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Throughout the whole of last year and this year, we\r\n\r\nhave  heard many shouts of Merdeka. We have  gone  to\r\n\r\nmany  election  rallies. We have gone to  many  other\r\n\r\nrallies   after  that,  and  we  have  heard   people\r\n\r\nexplaining to the crowds as to what Merdeka means. I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1850</b></font><br><br>\r\n\r\n\r\n\r\nam  a little disturbed by the meaning or Merdeka that\r\n\r\nhas  been given to quite a section of the people.  It\r\n\r\nhas  been said by some leaders shouting Merdeka  that\r\n\r\nas  soon  as  Singapore  gets its  independence,  the\r\n\r\nhawkers  will be able to sell right in the centre  of\r\n\r\nthe  road;  the police will not be allowed to  arrest\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> What leaders? The Progressives?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> We have heard another section\r\n\r\ntelling the crowd, \"Look at the C.I.D. there. Why are\r\n\r\nthe people inside there locked up? When Merdeka comes\r\n\r\nalong, the police will have no right to arrest  them.\r\n\r\nThey  will all be out!\" We have also heard that  many\r\n\r\nother things will happen. We can do whatever we  like\r\n\r\nwhen  we  have  Merdeka. To the  business  people  an\r\n\r\nassurance has been given that taxes will be reduced.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Not by the Labour Front.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Yes, not by the Labour Front,\r\n\r\nbut  the  news has been circulating. I mix  with  the\r\n\r\npeople. I know them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> You sit in coffee-shops all the\r\n\r\ntime?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> The Member for Tanjong Pagar\r\n\r\nknows  only  one section of the people,  and  I  know\r\n\r\ntheir views. They are not too good views. But I would\r\n\r\nlike  the  people to know that when freedom comes  to\r\n\r\nSingapore,  law  and  order will  still  have  to  be\r\n\r\nmaintained;  the police will still have to  do  their\r\n\r\nwork;  taxation  will still have to go  on,  and,  in\r\n\r\neffect, - \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> We have still got to eat!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> - and, in effect, we might be\r\n\r\nfaced  with heavier taxation to run the country,  but\r\n\r\nwe have to weigh - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1851</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Has the hon. Member given way?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> No. But we have to weigh the\r\n\r\npros  and  cons of it. It is worth while to have  all\r\n\r\nthese  extra  responsibilities, more  taxation,  more\r\n\r\nwork, and even perhaps we have to sacrifice our lives\r\n\r\nto  defend this country? Weighed against freedom,  is\r\n\r\nit worth while? I say it is worth while!\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Hurrah!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I am here to correct the views\r\n\r\nthat   have   been  passed  on  to  the   people   of\r\n\r\nSingapore - not  anything else.  Those  have  been  the\r\n\r\nwrong  views. If we had given them the correct views,\r\n\r\nprobably  we  might  have been  spared  that  Kallang\r\n\r\nincident.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When Merdeka comes to Singapore, we can have many\r\n\r\ntypes  of  government under the name of democracy.  I\r\n\r\nwitnessed  one  form of democracy that was  practised\r\n\r\nduring  the occupation of Singapore. They  called  it\r\n\r\nthe \"Co-prosperity Sphere\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> \"Spear\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> During that time we had no\r\n\r\nriots.  We  had no disorders. The country was  indeed\r\n\r\nvery  peaceful. Thefts and robberies were few.  Today\r\n\r\nwe  have a bit of rioting and quite a number of  acts\r\n\r\nof  thuggery. But during the time of the  occupation,\r\n\r\nthe  police were strong and it was difficult for  one\r\n\r\nto  express  one's opinions openly in the public.  We\r\n\r\nwere  living  in a police state. Under democracy,  if\r\n\r\nthere  is meddling with the police, if the police  is\r\n\r\nsubjected  to  the whims and fancies  of  the  ruling\r\n\r\nParty, we will come to that state; and if we come  to\r\n\r\nthat  state,  we will lose what we are  fighting  for\r\n\r\ntoday. Everyone of us will lose our personal freedom,\r\n\r\nthe freedom of the individual. We want safeguards  on\r\n\r\nthat.  We  want to see that we have Merdeka  and  yet\r\n\r\nevery  person in Singapore must be allowed freely  to\r\n\r\nexpress  his  views without fear. The Press  must  be\r\n\r\ngiven\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1852</b></font><br><br>\r\n\r\n\r\n\r\nthe freedom to criticise the views of all leaders, as\r\n\r\nit is doing today. That freedom must be retained, and\r\n\r\nthe  individual  must be given every opportunity  and\r\n\r\nevery chance to know that if he acts within the  law,\r\n\r\nhe  is  not afraid of anybody in Singapore, even  the\r\n\r\nChief Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Nobody is afraid of the Chief\r\n\r\nMinister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I hope they respect him.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Amen!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> The next type of democracy\r\n\r\nwhich  we  may  have will be one where  everybody  is\r\n\r\nfree.  I  would like to compare this type of  freedom\r\n\r\nwith  that  in  countries  like  Britain,  India  and\r\n\r\nAustralia.  That  type  of  democracy  must  come  to\r\n\r\nSingapore. In order to attain that, what must we  do?\r\n\r\nIt  is  important that the police must be independent\r\n\r\nof  the  ruling Party to some extent. We must have  a\r\n\r\nstrong  police  force  that is  able  to  resist  the\r\n\r\nmeddling  of  politicians.  We  must  have  a   Legal\r\n\r\nDepartment that is going to defend the rights of  the\r\n\r\nindividual without fear of the Government. That  must\r\n\r\nbe written into the constitution before we can really\r\n\r\nhave a democratic Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About this question of Merdeka again, today we are\r\n\r\nfighting for political freedom and I know we will get\r\n\r\nit.  But there are also other important freedoms that\r\n\r\nwe  must have. We must have economic freedom. We must\r\n\r\nbe  able to feed the people on this island. We cannot\r\n\r\nsay  that because Singapore is flourishing today,  it\r\n\r\nwill  keep  on  flourishing forever. We  know,  as  a\r\n\r\nmatter  of fact, that there are a number of factories\r\n\r\nthat  have stopped their expansion schemes.  We  know\r\n\r\nalso  that capital has been shifted from this country\r\n\r\nto  other places, and that trade has more or less not\r\n\r\nbeen  flourishing for quite some time. If this  state\r\n\r\nof  affairs does not progress, and our population, on\r\n\r\nthe  other  hand, keeps on increasing every  day,  we\r\n\r\nwill be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1853</b></font><br><br>\r\n\r\n\r\n\r\nfaced with the problem of unemployment. We must  have\r\n\r\na strong government. We must have a stable government\r\n\r\nto  be able to help the people of Singapore. We  must\r\n\r\nhave a government that can negotiate on behalf of the\r\n\r\npeople  of  Singapore with our neighbouring countries\r\n\r\nfor  better  trading  conditions.  We  must  have   a\r\n\r\ngovernment  that is able enough to infuse  confidence\r\n\r\ninto  everybody in Singapore and make the worker feel\r\n\r\nthat he is safe to work in any factory he likes,  and\r\n\r\nto make the people who have the money to want to come\r\n\r\nand  invest their money in this country and to  start\r\n\r\nnew  industries. A weak government will never be able\r\n\r\nto  secure  for  us all that we want,  and  I  always\r\n\r\nbelieve  that  in the matter of a democratic  set-up,\r\n\r\nthe  power is always vested finally with the  people.\r\n\r\nIt  is  the people who elect the government  and  the\r\n\r\npeople  should  be educated further to  know  how  to\r\n\r\nexercise the very valuable privilege called the  vote\r\n\r\nwhich  will send in people to represent them  in  the\r\n\r\ngovernment. The people always deserve the  government\r\n\r\nthey elect. It may be a good government. It may be  a\r\n\r\nbad government. We have gone through that a number of\r\n\r\ntimes, and I think the people are starting to wake up\r\n\r\non this matter. However, on this motion, I would like\r\n\r\nto  assure  the  House that we, the Liberal-Socialist\r\n\r\nParty, want independence and we will go to London  to\r\n\r\nnegotiate with Her Majesty's Government for a Merdeka\r\n\r\nthat will be acceptable to all in Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Mak Pak Shee (Assistant Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Labour and Welfare (Mr Mak Pak Shee):</b> Mr Speaker, Sir, I rise to support\r\n\r\nthe motion before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to congratulate the Hon. the Chief\r\n\r\nMinister  on  his statesmanlike speech yesterday.  He\r\n\r\ngave  very  strong reasons why Singapore should  have\r\n\r\nMerdeka  now, and he outlined in clear terms what  he\r\n\r\nmeant by this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore want Merdeka, not because\r\n\r\nthey  want  to get rid of the British but because  of\r\n\r\nthe  human  urge  to  be  free  of  the  shackles  of\r\n\r\ncolonialism. They want to be able to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1854</b></font><br><br>\r\n\r\n\r\n\r\nraise  their  heads amongst the free  people  of  the\r\n\r\nworld   and   be  better  able  to  discharge   their\r\n\r\nresponsibilities. They want to feel that this land of\r\n\r\nSingapore is theirs to have and to fight for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have no doubt in my mind, Sir, that this motion\r\n\r\nwill  receive the unanimous, support of the  Assembly\r\n\r\nand I hope - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> One abstention.\r\n\r\n\r\n\r\n<br><br><!-- Mr Mak Pak Shee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Mak Pak Shee:</b> - that the united voice of the\r\n\r\nrepresentatives of the people of Singapore will  bear\r\n\r\nfruit  in  London and that the Merdeka  Mission  will\r\n\r\nbring    back   to   Singapore   the   long-cherished\r\n\r\ngoal - Merdeka.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam (Pasir Panjang):</b> Mr Speaker, Sir,\r\n\r\nthe  necessity for independence in Singapore has been\r\n\r\nso thoroughly stressed by the Hon. the Chief Minister\r\n\r\nand  other  able speakers before me on  this  subject\r\n\r\nthat  I think it is rather unnecessary for me to take\r\n\r\nup  more  time  of  this House to elaborate  on  this\r\n\r\nsubject   but  I  am  afraid  on  matters   of   such\r\n\r\nimportance,  I  might be accused by some  mischievous\r\n\r\npersons that I have more enthusiasm for a holiday  in\r\n\r\nLondon  than  for  working for  Merdeka.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This motion deserves the whole-hearted support of every right-thinking citizen of Singapore. The few who oppose it\r\n\r\nare  mainly those whose interest is not in  Singapore\r\n\r\nbut   in   Whitehall  and  those  who  enjoy  special\r\n\r\nprivileges  obtained from the colonial masters.  They\r\n\r\nare  those  who, due to the past educational  system,\r\n\r\nhave lost all self-respect and have no confidence  in\r\n\r\nthemselves or the people. The Alliance is against the\r\n\r\nprinciple of sacrificing the interests of the  masses\r\n\r\nfor any privileged class and has every confidence  in\r\n\r\nthe  ability  of our own people to govern  ourselves.\r\n\r\nTherefore, I strongly support this motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Speaker, Sir, I rise to\r\n\r\nsupport the motion before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech yesterday, Sir, the Hon. the Chief\r\n\r\nMinister clearly pointed out that Singapore satisfies\r\n\r\nthe   two   conditions  outlined  in  the  Washington\r\n\r\nDeclaration. I have, Sir, on many occasions  publicly\r\n\r\nstated that the speed at which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1855</b></font><br><br>\r\n\r\n\r\n\r\nSingapore attains independence is not to be geared to\r\n\r\nthe wish of Whitehall but is to be geared to the will\r\n\r\nof  the people of Singapore, and if it is the will of\r\n\r\nthe people of Singapore to have Merdeka now, there is\r\n\r\nnothing  that Whitehall can do to stop it. Similarly,\r\n\r\nif  the  wish  of the people is not to  have  Merdeka\r\n\r\nimmediately, there is nothing that Whitehall  can  do\r\n\r\nto force it down our throats.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we who believe in parliamentary democracy\r\n\r\nmaintain  that the will of the people should  prevail\r\n\r\nunless one is to make a mockery of democracy, and  in\r\n\r\nthe  light of the Washington Declaration, Sir,  I  am\r\n\r\nstirred  by  the  conviction that  the  task  of  the\r\n\r\nMerdeka  Mission in London will not be one of  trying\r\n\r\nto  wrest  the sceptre of colonialism from  Whitehall\r\n\r\nbut rather a task in which both parties sit down in a\r\n\r\nspirit  of  comradeship to endeavour to formulate  an\r\n\r\nagreement  whereby  the  two peoples,  that  is,  the\r\n\r\npeople  of Singapore and the people of Great Britain,\r\n\r\ncan continue to remain the best of friends within the\r\n\r\nCommonwealth each respecting the rights of the other.\r\n\r\nWhether  this  happy state of affairs in  our  future\r\n\r\nrelationship with Great Britain can be brought  about\r\n\r\nor not is a matter that is entirely the choice of the\r\n\r\nColonial Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The wording of the motion, Sir, is very clear. The\r\n\r\nMerdeka  Mission is not going to London to fight  for\r\n\r\nindependence  but  to seek what  is  our  inalienable\r\n\r\nright and in this task, the Mission is instructed  to\r\n\r\ngive due weight to our obligations. The approach then\r\n\r\nis  one of facing the realities of the situation  and\r\n\r\nis  definitely  not anti-British. This  approach  can\r\n\r\nonly  be made by a people who are conscious of  their\r\n\r\nresponsibilities and their obligations and I  suggest\r\n\r\nthat  the  Colonial  Office  should  profit  by  this\r\n\r\nfriendly  approach. Here again, Sir,  the  choice  is\r\n\r\nwith the Colonial Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one newspaper conducted an anti-Merdeka\r\n\r\ncampaign and it would have the outside world  believe\r\n\r\nthat the people of Singapore do not want Merdeka now.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> This Assembly, Sir, is the proper\r\n\r\nforum of public opinion and I am sure that when  this\r\n\r\ndebate is wound up the voting will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1856</b></font><br><br>\r\n\r\n\r\n\r\nunanimous  with  the exception,  of  course,  of  one\r\n\r\nMember who says that he will abstain and the vote  of\r\n\r\nthis Assembly will portray the will of the people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have been told, Sir, that it is the sincere\r\n\r\ndesire of Her Majesty's Government to see a fusion of\r\n\r\nSingapore  and  the Federation of Malaya  so  that  a\r\n\r\nstrong  united Malayan nation can emerge. I have,  as\r\n\r\nyet,  no cause to doubt this sincerity. Her Majesty's\r\n\r\nGovernment  has agreed to grant independence  to  the\r\n\r\nFederation  by August next year and unless  Singapore\r\n\r\nattains nationhood also, the question of fusion  will\r\n\r\nbe made more difficult, for how can a colony sit down\r\n\r\nat  a  round-table  conference as an  equal  with  an\r\n\r\nindependent territory to discuss terms and conditions\r\n\r\nfor a merger?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. the Chief Minister has touched on the\r\n\r\nfears  expressed  in some quarters that  independence\r\n\r\nwill  mean  the  domination of  other  races  by  the\r\n\r\nChinese,  and  he  expressed his  confidence  in  the\r\n\r\nChinese  in that they will play their part  as  loyal\r\n\r\ncitizens of Singapore. The history of the Chinese  in\r\n\r\nSingapore, Sir, is one that should give no cause  for\r\n\r\nsuch fears. We now have automatic registration and in\r\n\r\nalmost   every  electoral  division  the  votes   are\r\n\r\npredominantly  Chinese, and if these  fears  had  any\r\n\r\nfoundation,  the Member for Stamford, an Indian, the\r\n\r\nMember  for  Seletar, another Indian, and the  Member\r\n\r\nfor Katong, a Eurasian, would not have been returned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> What about Israel?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Cairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> The Member for Cairnhill, yes,\r\n\r\nwould  not  have been returned to this Assembly.  The\r\n\r\nChinese  in  Singapore  do not  indulge  in  communal\r\n\r\npolitics.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> You forgot Tanglin..\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> And here, Sir, on the front\r\n\r\nBenches  are  represented  all  kinds  of  races   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1857</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Communist threat has been touched on by a lot of\r\n\r\nMembers  here - by speakers on the other side  and  on\r\n\r\nthis  side - and  it  is  a real  and  a  live  one  in\r\n\r\nSingapore. The best answer to this threat is to  give\r\n\r\nSingapore  independence,  for  then  the  people   of\r\n\r\nSingapore  will arise to meet this threat with  their\r\n\r\nheads  held high and with their hearts in the  fight.\r\n\r\nIt  is then a fight for their very existence, and not\r\n\r\na  fight for the preservation of colonial rule.  Sir,\r\n\r\nthe  Labour Front sincerely and honestly believe that\r\n\r\nMerdeka is the only answer to political stability and\r\n\r\nwith   political   stability   will   come   economic\r\n\r\nstability.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanglin (Mr Ede) said something\r\n\r\nabout  those people in Singapore who do not  describe\r\n\r\nthemselves as Singaporeans but there is one  thing  I\r\n\r\nwould  like to say here and now - that as far  back  as\r\n\r\n1948  when I travelled overseas, I felt proud to  put\r\n\r\nin the hotel register \"Malayan\" as my nationality and\r\n\r\nit  confused a lot of people, and if we, the  Merdeka\r\n\r\nMission,  were to go to London in April and  describe\r\n\r\nourselves  as  Malayans, we will come  back  as  true\r\n\r\nMalayans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Chief Minister, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> In reply, Sir. Sir, I would\r\n\r\nlike to deal with a few of the aspects that have been\r\n\r\nbrought out in the debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin, Sir, asks us to remember\r\n\r\nthat the people of Singapore are not true Malayans. I\r\n\r\nconsider  that a libel upon the people  of  Singapore\r\n\r\nalthough it may well be true of new Malayans like the\r\n\r\nMember  for Tanglin, and I reject that as an accurate\r\n\r\nanalysis of the loyalties of the people of Singapore.\r\n\r\nIt  may  be  that the air of Tanglin does  not  breed\r\n\r\nsingle  loyalty to this territory - but other parts  of\r\n\r\nSingapore  do  and  the majority  of  the  people  of\r\n\r\nSingapore are loyal Malayans, loyal to Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin deplores emotionalism. Sir,\r\n\r\nhe is not the only,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1858</b></font><br><br>\r\n\r\n\r\n\r\nhe  takes  the  cue  from another very  distinguished\r\n\r\nexpatriate - it  seems  it is  all  right  for  Winston\r\n\r\nChurchill  to be emotional - he is a great  Englishman - but  for any Malayan to be emotional is really  quite\r\n\r\nimproper and a ghastly and an unpleasant spectacle. I\r\n\r\nwould  remind  the hon. Member that we  Malayans  are\r\n\r\nhuman  beings. We are not a desiccated,  dehumanised,\r\n\r\nsubjugated  race  whatever the efforts  of  the  hon.\r\n\r\nMember's  compatriots  in  the  past,  and  as  human\r\n\r\nbeings,  Sir, we are proud of the fact that  we  have\r\n\r\nemotions. Let me go back a few thousand years to  the\r\n\r\ntime  when  the hon. Member's ancestors were  wearing\r\n\r\nwoad.   There  was  a  gentleman  by  the   name   of\r\n\r\nMencius - you must have heard of him -  the great disciple\r\n\r\nof   Confucius   and   he  said   once,   Sir,   that\r\n\r\n\"emotionalism is the greatest moral force for good in\r\n\r\nthe  world.\"  Perhaps the hon. Member  will  remember\r\n\r\nthat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had hoped that at least whatever the hon.\r\n\r\nMember's   views   were,  he  would   not   seek   to\r\n\r\nmisinterpret what we did say or what I did say in  my\r\n\r\naddress to the Assembly yesterday. At least one thing\r\n\r\nwe  can  be  certain  of is that he  understands  the\r\n\r\nEnglish   language   and  he  has   no   excuse   for\r\n\r\nmisinterpreting. Yesterday, I made  it  as  clear  as\r\n\r\ncould  be,  in the simplest possible syllables,  that\r\n\r\nthe  external defence of Singapore was a misnomer and\r\n\r\nthat it was not a question of defending Singapore. It\r\n\r\nwas a question of utilising Singapore for the defence\r\n\r\nof  other members of the Commonwealth, including  the\r\n\r\nUnited  Kingdom, but we have the Member  for  Tanglin\r\n\r\nsaying  today, \"We agree we are not strong enough  to\r\n\r\ndefend   ourselves.  Therefore,  we  ask  the  United\r\n\r\nKingdom to defend us.\" The Member for Paya Lebar (Mr\r\n\r\nLim  Koon  Teck)  supports him  with,  \"We  agree  to\r\n\r\nentrust  external defence to the United Kingdom.\"  We\r\n\r\nagree to no such thing, Sir. We do not agree that  we\r\n\r\nare not strong enough to meet our own defence. If the\r\n\r\nquestion  of our own defence only were at  issue,  we\r\n\r\nmight have made other arrangements. Sir, there are a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1859</b></font><br><br>\r\n\r\n\r\n\r\nvery  large  number of independent territories  which\r\n\r\nare  members of the United Nations which are  smaller\r\n\r\nin  population and in income than Singapore  and  yet\r\n\r\nwhich  survive. So would Singapore, Sir,  if  it  had\r\n\r\nonly  to  seek its own defence. It is important  that\r\n\r\nthe Liberal-Socialists should recognise this fact: it\r\n\r\nis not that we are entrusting our external defence to\r\n\r\nthe  United Kingdom; it is that we recognise that  we\r\n\r\ncannot deprive the Commonwealth of the utilisation of\r\n\r\nSingapore  as  a  port and there are some,  including\r\n\r\nmyself, who agree that we should not, that is to say,\r\n\r\nwe  are prepared to sacrifice ourselves for the  good\r\n\r\nof  the  Commonwealth  and not  for  the  defence  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has suggested that we have cut our Defence\r\n\r\nEstimates for 1956. I had thought it was amply  clear\r\n\r\nat  the  time  of the debate that the Estimates  were\r\n\r\ntailored  to  the maximum extent at  which  we  could\r\n\r\nspend  the  money  and that none  of  our  plans  for\r\n\r\nexpansion of defence had been curtailed.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> For a battalion?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> The question of a battalion has\r\n\r\narisen, Sir, and we are assured that it can be  done.\r\n\r\nIt was suggested that it will take three years. There\r\n\r\nis  now  a concerted effort being made to produce  an\r\n\r\noperational battalion by April 1957. I am  told  that\r\n\r\nit can be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one other aspect, Sir, of the speeches from\r\n\r\nthe  Liberal-Socialists to which I must refer with  a\r\n\r\nsense of deep regret. I am in the position, as leader\r\n\r\nof  the  All-Party Delegation, of having to  maintain\r\n\r\nunity  of front in dealing with the Colonial  Office,\r\n\r\nand  that unity of front has to be maintained amongst\r\n\r\na  very  different-minded group of people.  It  would\r\n\r\nhave  been a matter of elementary courtesy, Sir,  for\r\n\r\nthe Liberal-Socialists to indicate to the leaders  of\r\n\r\nthe other Parties - we have had several meetings of the\r\n\r\nAll-Party  Delegation - that  they  had  any   specific\r\n\r\nreservations  in  respect  of  internal  defence.   I\r\n\r\nconsider it damaging and regretful that they  should,\r\n\r\nhere, for the first time\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1860</b></font><br><br>\r\n\r\n\r\n\r\nin  an  amorphous  fashion indicate  their  so-called\r\n\r\nreservations on internal security. I asked the leader\r\n\r\nof  the  Liberal-Socialists how he wanted to  protect\r\n\r\nthis  internal security and the Member for  Serangoon\r\n\r\nbrushed  me  off with, \"That will come later\",  as  a\r\n\r\nteacher would, and he never did explain but I  gather\r\n\r\nfrom  the Member for Tanglin that it is the intention\r\n\r\nof  the  Liberal-Socialists to insist that the United\r\n\r\nKingdom  retain at least equal power of control  over\r\n\r\nour internal security as the local Government. Let me\r\n\r\nsay  this  flatly: If that is so, we go in vain.  The\r\n\r\nLabour  Front  will  not accept any  such  compromise\r\n\r\nabout internal security. Now we have our disagreement\r\n\r\npublic and I do not know where we go from there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Sutherland who does not know his status and\r\n\r\nwants  to go to a night school, does not have to.  He\r\n\r\ncan  write  to  Sir John Nicoll and he will  discover\r\n\r\nthat  nominations  by the Governor under  the  Rendel\r\n\r\nConstitution  take  the  form  of  following  certain\r\n\r\nspecific principles and one of the principles is  the\r\n\r\nappointment   of   a   Member  representing   British\r\n\r\ncommerce. This was debated in full before the  Rendel\r\n\r\nCommission -  the  question of representation  of  the\r\n\r\nChambers - and the Chambers were assured that if  there\r\n\r\nwas  a  representation  of  business,  representation\r\n\r\nwould  be through nomination. Mr Sutherland is  here\r\n\r\nas a representative of British capital.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> You never said it before.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I did not appoint you. I would not.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> I can understand that.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, the Labour Front has, at\r\n\r\nall  times,  despite the slander, the  malicious  and\r\n\r\nvicious  attacks to which it has been  subjected - this\r\n\r\ngoes  back to more than a year on the part of certain\r\n\r\nBritish  sections - always been deeply  convinced  that\r\n\r\nthe future welfare of Singapore lies and can only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1861</b></font><br><br>\r\n\r\n\r\n\r\nlie  within  the Commonwealth in close  and  friendly\r\n\r\nrelations with the United Kingdom. It is with  regret\r\n\r\nthat  we  have  watched this proud British  community\r\n\r\nwith so many fine members in it, leaderless, covertly\r\n\r\nhostile, without a single man of stature to  give  it\r\n\r\ncohesion,  purpose and understanding.  Last  week,  I\r\n\r\nreceived a letter from a group of responsible British\r\n\r\nmerchants and so anxious am I that we should seek  to\r\n\r\nwash away this unpleasant antagonism that exists  and\r\n\r\nbuild  a  relationship of goodwill and trust  that  I\r\n\r\npromptly  said  to them that I was  glad  to  receive\r\n\r\ntheir letter and would they permit publication, which\r\n\r\nthey did. Yesterday, Sir, despite the views that I do\r\n\r\nhold about the illogical conduct of Mr Sutherland in\r\n\r\nthe past in divisions in this House, I refrained from\r\n\r\nreferring  at  all to his past conduct.  I  gave  him\r\n\r\nevery possible opportunity and I pleaded for just one\r\n\r\nact  of  statesmanship on the part of this  community\r\n\r\nand  the capital he represents. I swept the path  and\r\n\r\nlaid  down  the  red carpet and blew the  fanfare  of\r\n\r\ntrumpets and did a statesman come forth? A grey mouse\r\n\r\ncame forth - a blind grey mouse - \r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, please. I appreciate the\r\n\r\nexcitement  of  the moment but I must rule  that  the\r\n\r\nword \"mouse\" is unparliamentary.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I accept your ruling, Sir, and\r\n\r\nI  apologise.  I used the word \"blind\"  in  order  to\r\n\r\nemphasise, Sir, this timorous fear and incapacity for\r\n\r\ndeciding  which way to go. He will go  neither  North\r\n\r\nnor  South nor East nor West because he is afraid  of\r\n\r\naction. It is pathetic and if this is the way British\r\n\r\ncapital acts in this Assembly, then I say this,  Sir,\r\n\r\nand I hope it is heard in the headquarters of British\r\n\r\ncapital, that the primary duty of British capital  in\r\n\r\nSingapore  today is to come off the pink  gin  clouds\r\n\r\nwhereon  lie  their incumbents, or some of  them,  to\r\n\r\ncome to earth and establish friendly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1862</b></font><br><br>\r\n\r\n\r\n\r\nand honest co-operation with the people; and if it is\r\n\r\nfound, as no doubt it will be found, that some of the\r\n\r\nlocal  incumbents are quite inadequate for this  duty\r\n\r\nof restoring and maintaining goodwill with the people\r\n\r\nof Singapore, British capital should take early stock\r\n\r\nof the need for replacing their local incumbents with\r\n\r\nsome  of  the very fine Englishmen whom we  so  often\r\n\r\nmeet  in  England  and  whom  we  would  welcome   in\r\n\r\nSingapore,  not  corrupted by the  over-pampering  of\r\n\r\ndecades of colonial rule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So we will not have unanimity. Let it be so, Sir. A\r\n\r\ndivision will be taken and I hope you will allow  it,\r\n\r\nSir. I hope the voice of the people of Singapore,  at\r\n\r\nleast, will be heard - the Malayans for Merdeka and  no\r\n\r\ninternal  security  in the hands of  anybody  because\r\n\r\nthat is no longer Merdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly affirms, in the name of the\r\n\r\npeople  of Singapore, its belief in the principle  of\r\n\r\n\"the  basic right of peoples to governments of  their\r\n\r\nown   choice\",   as  enunciated  in  the   Washington\r\n\r\nDeclaration   signed  by  Sir  ANTHONY  EDEN,   Prime\r\n\r\nMinister   of  the  United  Kingdom,  and   President\r\n\r\nEISENHOWER,  President  of  the  United   States   of\r\n\r\nAmerica, on the 1st of February, 1956;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And its belief that the long term welfare of\r\n\r\nSingapore lies in close and friendly cooperation with\r\n\r\nthe United Kingdom and the Commonwealth territories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore the Assembly instructs its All-Party\r\n\r\nDelegation to the forthcoming Constitutional Talks in\r\n\r\nLondon to seek forthwith for Singapore the status  of\r\n\r\nan independent territory within the Commonwealth, and\r\n\r\nto  offer  an  agreement between the  United  Kingdom\r\n\r\nGovernment  and the Singapore Government whereby  the\r\n\r\nGovernment of the United Kingdom would in respect  of\r\n\r\nSingapore exercise control over external defence  and\r\n\r\ngive  guidance in foreign relations other than  trade\r\n\r\nand commerce.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1863</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 27; Noes, Nil;\r\n\r\nAbstentions, 4.\r\n\r\n<pre>\r\n\r\n    Ayes                            Noes\r\n\r\n\r\n\r\nAbdul Hamid Bin Haji                 Nil\r\n\r\n Jumat.\r\n\r\nAhrnad Bin Ibrahim.\r\n\r\nBraga, A. J.\r\n\r\nChew Swee Kee.\r\n\r\nEde, John.\r\n\r\nGoh Chew Chua.\r\n\r\nQoh Tong Liang.\r\n\r\nJumabhoy, J. M.                  Abstentions\r\n\r\nLazarous, A. R.               Butterfield, C. H.\r\n\r\nLee Choon Eng.                Goode, W. A. C.\r\n\r\nLee Kuan Yew.                 Hart, T. M.\r\n\r\nLim Cher Kheng.               Sutherland, G. A. P.\r\n\r\nLim Ching Siong.\r\n\r\nLim Choon Mong.\r\n\r\nLim, R. C. H.\r\n\r\nLim Koon Teck.\r\n\r\nLim Yew Hock.\r\n\r\nMak Pak Shee.\r\n\r\nMarshall, D. S.\r\n\r\nMohd. Sidik Bin Haji \r\n\r\n Abdul Hamid.                        Absent\r\n\r\nNair, M. P. D.                Jumabhoy,R.\r\n\r\nOng Piah Teng.\r\n\r\nSeah Peng Chuan.\r\n\r\nTan Theng Chiang.\r\n\r\nTan, William.\r\n\r\nThomas, Francis.\r\n\r\nWong Foo Nam.\r\n\r\n</pre>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly affirms, in the name of the\r\n\r\npeople  of Singapore, its belief in the principle\r\n\r\nof  \"the basic right of peoples to governments of\r\n\r\ntheir   own   choice\",  as  enunciated   in   the\r\n\r\nWashington  Declaration  signed  by  Sir  ANTHONY\r\n\r\nEDEN,  Prime Minister of the United Kingdom,  and\r\n\r\nPresident  EISENHOWER, President  of  the  United\r\n\r\nStates of America, on the 1st of February, 1956;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And its belief that the long term welfare of\r\n\r\nSingapore  lies in close and friendly cooperation\r\n\r\nwith  the  United  Kingdom and  the  Commonwealth\r\n\r\nterritories;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore the Assembly instructs its All-Party\r\n\r\nDelegation   to  the  forthcoming  Constitutional\r\n\r\nTalks  in  London to seek forthwith for Singapore\r\n\r\nthe status of an independent territory within the\r\n\r\nCommonwealth,  and to offer an agreement  between\r\n\r\nthe  United Kingdom Government and the  Singapore\r\n\r\nGovernment  whereby the Government of the  United\r\n\r\nKingdom  would  in respect of Singapore  exercise\r\n\r\ncontrol  over external defence and give  guidance\r\n\r\nin   foreign  relations  other  than  trade   and\r\n\r\ncommerce.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think this is an appropriate time\r\n\r\nto suspend.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.30 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1864</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>REARRANGEMENT OF BUSINESS</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Speaker, Sir, I move,\r\n\r\nunder Standing Order 9 (2).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the order of business be amended to allow\r\n\r\nmotion  No.  3 to be taken first and then  motion\r\n\r\nNo. 5 and after that motion No. 2.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the order of business be amended to allow\r\n\r\nmotion  No.  3 to be taken first and then  motion\r\n\r\nNo. 5 and after that motion No. 2.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1864</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>RAFFLES LIGHTHOUSE BOMBING AREA RULES, 1956</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr W. A. C. Goode (Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Secretary (Mr W. A. C. Goode):</b> Sir, I move the motion standing in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection(4) of\r\n\r\nsection  12 of the Military Manoeuvres  Ordinance\r\n\r\n(Chapter   103),   resolves  that   the   Raffles\r\n\r\nLighthouse Bombing Area Rules, 1956, published as\r\n\r\nNotification No. S 107 in the Gazette  Supplement\r\n\r\nNo. 769 of the 29th March, 1956, as contained  in\r\n\r\nSessional Paper No. S.L. 15 of 1956, be approved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this motion seeks approval of the Rules\r\n\r\ncontained  in  Sessional Paper No. 15  which  has\r\n\r\nbeen laid before this Assembly and those Rules in\r\n\r\nturn  arise out of a previous Paper No. 14  which\r\n\r\ncontained a Proclamation declaring a new  bombing\r\n\r\nrange in the vicinity of Raffles Lighthouse. That\r\n\r\nrange having been proclaimed, it is now necessary\r\n\r\nfor the Air Officer Commanding, who is the proper\r\n\r\nauthority, to make these Rules for the safety  of\r\n\r\npersons  in  that area and the approval  of  this\r\n\r\nAssembly  is required for those Rules.  I  should\r\n\r\nperhaps  add,  Sir, that before proclaiming  this\r\n\r\nnew  area,  we have had very detailed discussions\r\n\r\nand  consideration involving all the  departments\r\n\r\nwhich  are interested. Those are the Rural  Board\r\n\r\non behalf of the islanders, the Master Attendant,\r\n\r\nShipping,  Marine  Police,  Civil  Aviation   and\r\n\r\nparticularly  the Fisheries Department;  and  the\r\n\r\nupshot  of the discussions is that this area  has\r\n\r\nbeen agreed as a suitable one for a bombing range\r\n\r\nand it has been agreed that there\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1865</b></font><br><br>\r\n\r\n\r\n\r\nwill be no inconvenience or danger to people  who\r\n\r\nlive  or  have their livelihood in the  vicinity.\r\n\r\nAccordingly,  I ask this Assembly's  approval  of\r\n\r\nthose Rules.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to subsection\r\n\r\n(4)   of section 12 of the Military Manoeuvres\r\n\r\nOrdinance (Chapter 103), resolves that the\r\n\r\nRaffles Lighthouse Bombing Area Rules,\r\n\r\n1956, published as Notification No. S 107 in\r\n\r\nthe Gazette Supplement No. 769 of the 29th\r\n\r\nMarch, 1956, as contained in Sessional Paper\r\n\r\nNo. S.L. 15 of 1956, be approved.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1865</b></font><br><br>\r\n\r\n<div align=\"center\"><b>REVISED SALARIES OF ASSEMBLY STAFF</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr W. A. C. Goode -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr W. A. C. Goode:</b> Sir, I move the\r\n\r\nmotion standing in my name as No. 5 on the  Order\r\n\r\nPaper,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, having taken note of the\r\n\r\nSecond  Report  of the Select Committee  on  the\r\n\r\nAssembly   Staff,  hereby  resolves   that   the\r\n\r\nfollowing  revised  salaries  be  approved  with\r\n\r\neffect from 1st April, 1956: - \r\n\r\n\r\n\r\n<pre>\r\n\r\n  Clerk of the Legislative Assembly      $1,670.\r\n\r\n  Clerk Assistant                        $630: 680: 715: 750-\r\n\r\n                                          35A-1,030/bar/1,100-\r\n\r\n                                          40A-1,420.\r\n\r\n  Second Clerk Assistant                 $560: 630: 660: 690-\r\n\r\n                                          30A-930/bar/960-\r\n\r\n                                          35A-1,240.\r\n\r\n  Chief Reporter and Editor              $820-30A-940.\r\n\r\n  Reporters                              $730-25A-880.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House will recall that we had\r\n\r\nlaid before us some time ago the Second Report of\r\n\r\nthe  Select  Committee  which  was  appointed  to\r\n\r\ninquire  into the conditions of service  and  the\r\n\r\nestablishment of the Assembly Staff.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, Mr Chief Secretary. Have\r\n\r\nyou  signified  the Governor's recommendation  or\r\n\r\nconsent? I am afraid I did not hear it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goode -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goode:</b> I am obliged to you, Mr Speaker,\r\n\r\nSir. I  am afraid I did omit to do so. I should,\r\n\r\nSir,  formally convey to this House that  I  have\r\n\r\nthe  consent  of His Excellency the  Governor  as\r\n\r\nrequired under Standing Order 33 to proceed  with\r\n\r\nthis  motion. I apologise for not having  started\r\n\r\nwith that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1866</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying, Sir, Members of the House will,\r\n\r\nI    think,   be   aware   that   some   of   the\r\n\r\nrecommendations  in  that  Report  have   aroused\r\n\r\nconsiderable   controversy  and   it   has   been\r\n\r\nnecessary for the Government to give considerable\r\n\r\nthought  to those recommendations before deciding\r\n\r\nhow far we could in conscience move that they  be\r\n\r\nimplemented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The motion that stands in my name this\r\n\r\nafternoon, Sir, contains the decisions  which  we\r\n\r\nhave  so  far made and for which I now  seek  the\r\n\r\napproval  of  this House. Hon. Members  will  see\r\n\r\nthat    we    have   accepted   many    of    the\r\n\r\nrecommendations, though some have been  modified.\r\n\r\nWe have accepted the recommendation that the post\r\n\r\nof  Clerk  should be of what is called Superscale\r\n\r\nstatus but we have put the appropriate salary  at\r\n\r\n$1,670  and  not  $1,950 as  recommended  by  the\r\n\r\nSelect  Committee. We have accepted in  full  the\r\n\r\nrecommendation of the designations of the post of\r\n\r\nClerk Assistant and Second Clerk Assistant and we\r\n\r\nhave  accepted the salaries recommended for those\r\n\r\ntwo   posts.  We  have  also  accepted  the   new\r\n\r\ndesignations  of Chief Reporter  and  Editor  and\r\n\r\nReporters and we have accepted the salary  scales\r\n\r\nrecommended  except  that we have  curtailed  the\r\n\r\nupper  limit.  The  Select Committee  recommended\r\n\r\nthat  the Chief Reporter's scale should go up  to\r\n\r\n$1,000  and we are proposing that it should  stop\r\n\r\nat  $940  and they recommended that the Reporters\r\n\r\nshould  go  to  $940  and we consider  that  they\r\n\r\nshould stop at $880.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one further important point that I\r\n\r\nshould  mention  and  that is  the  motion  seeks\r\n\r\napproval  for these new scales and salaries  with\r\n\r\neffect  from  the 1st of April,  1956.  Now,  the\r\n\r\nReport  of the Select Committee recommended  that\r\n\r\nthe changes should be made from the 1st of April,\r\n\r\n1955,  in recognition of the additional work  and\r\n\r\nresponsibilities undertaken by our  staff  during\r\n\r\nthat  period. That recommendation, Sir, raises  a\r\n\r\nvery real difficulty to the Government in that it\r\n\r\nimpinges  on the principle of back pay.  We  have\r\n\r\nfor   some  time  now  tried  to  establish   the\r\n\r\nprinciple   in   the  Government   service   that\r\n\r\nalterations of salary scales should not  be  made\r\n\r\nretrospective but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1867</b></font><br><br>\r\n\r\n\r\n\r\nshould come into force from the date on which they\r\n\r\nare  approved  and it is likely to be embarrassing\r\n\r\nto us and indeed, I think, perhaps to the Assembly\r\n\r\nif  we  depart from that principle in the case  of\r\n\r\nour  own  staff.  I  am  pursuing  an  alternative\r\n\r\nsuggestion   of   finding  some   other   way   of\r\n\r\nrecognising  the  services  that  our  staff  have\r\n\r\nrendered to us. That suggestion I should  like  to\r\n\r\nleave  without prejudice to an ultimate  decision.\r\n\r\nBut in the meantime, Sir, it is important that  we\r\n\r\nshould  get  the present salaries of  these  posts\r\n\r\nfixed so that we can proceed to appoint the proper\r\n\r\nofficers to the posts, and for that reason, I seek\r\n\r\napproval  today for the new scales to be effective\r\n\r\nfrom  the  beginning of this  month,  the  1st  of\r\n\r\nApril,   without   prejudice  to  any   subsequent\r\n\r\nsolution  we  may  wish to bring  forward  to  the\r\n\r\nrepresentations for recognising the work  done  in\r\n\r\nthe past. Sir, I move accordingly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Sir, I rise to second the\r\n\r\nmotion  and reserve the right to speak at a  later\r\n\r\nstage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I happened\r\n\r\nto  be on this Committee. It should be noted  that\r\n\r\nin  all  Select Committees, the Members are chosen\r\n\r\nin  such  a manner that there is always a majority\r\n\r\nof  Government  Members. In this Committee,  I  am\r\n\r\nsure,  Sir, you being the Chairman, know a lot  of\r\n\r\nthe   details.  Decisions  on  such  matters  were\r\n\r\nreached  usually  after voting and  the  decisions\r\n\r\ntaken  at that time were done when there were  two\r\n\r\nGovernment  Members and one on the Opposition.  It\r\n\r\nseems,  Sir,  that  if  in a Select  Committee,  a\r\n\r\nsimple  thing as salaries of personnel  cannot  be\r\n\r\nagreed  upon  between Members  of  the  Government\r\n\r\nBenches  themselves,  it does  show  us  that  the\r\n\r\nGovernment  is vacillating one way and the  other.\r\n\r\nIt  has  no definite idea as to what is  best  and\r\n\r\nwhat  is  not  as good. This is a  clear  case  of\r\n\r\nGovernment indecision!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to say is that at\r\n\r\nthat  time when the decisions were taken, we  were\r\n\r\nnot  thinking  about  personalities  but  we  were\r\n\r\nthinking only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1868</b></font><br><br>\r\n\r\n\r\n\r\nabout  the  work and the responsibilities  of  the\r\n\r\nofficers,  and it was agreed by all  present  that\r\n\r\nthey  were doing a great deal more work than other\r\n\r\nofficers  receiving the salaries  they  were  then\r\n\r\nreceiving, so that there was a recommendation that\r\n\r\nthey should be given a higher scale. I do not  see\r\n\r\nwhat  difference  there is or  how  much  it  will\r\n\r\nbenefit  Government and save its money by  cutting\r\n\r\ndown  the maximum of $940 for Reporters or  $1,000\r\n\r\nfor the Chief Reporter and Editor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recommendations made by the Select Committee in\r\n\r\nthis case are of no use and if decisions taken  at\r\n\r\nSelect  Committees can be treated in this manner,.\r\n\r\nthen   we  might  as  well  do  away  with  Select\r\n\r\nCommittees.  We might also say that the  Hon. the\r\n\r\nChief  Secretary  be  allowed  to  make  his   own\r\n\r\ndecisions  because  in  this  Report  here,   hon.\r\n\r\nMembers will notice that the only person who  said\r\n\r\n\"No\"  to  these various schemes was just the  Hon.\r\n\r\nthe Chief Secretary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government has always talked about democracy.\r\n\r\nGovernment  has always talked about rule  by  the\r\n\r\nmajority. Government is now falling back on such a\r\n\r\nmatter.  It is no more the voice of the  majority.\r\n\r\nIt  is, \"Where the majority voices an opinion that\r\n\r\nsuits  us, then we will implement that and  if  it\r\n\r\nvoices  an  opinion that is not to our liking,  we\r\n\r\nwill throw it away and fall back on what you might\r\n\r\ncall  red  tape colonialism which we will continue\r\n\r\nto make use of, if it pleases us.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Democracy is not ruled by a\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I must oppose this\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I,\r\n\r\nfortunately, was not present at any of the Select\r\n\r\nCommittee meetings which deliberated on this staff\r\n\r\nmatter. That was not because it would have been\r\n\r\nwithout any purpose. But I am now in a better\r\n\r\nposition to put my point of view and my\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1869</b></font><br><br>\r\n\r\n\r\n\r\nParty's  point of view. I support the proposal  of\r\n\r\nthe    Government,   which   varies    from    the\r\n\r\nrecommendations  of  the majority  of  the  Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, Sir, there is a tendency, and\r\n\r\nit  is  interesting  to  note  that  the  Liberal-Socialists  support  this  tendency,   that   with\r\n\r\nindependence, everybody grabs something more. That\r\n\r\nis  not  the spirit of Merdeka. With Merdeka  will\r\n\r\ncome  greater  responsibilities,  harder  work,  a\r\n\r\ngreater sense of purpose and a sense of endeavour.\r\n\r\nWe  must  resist this tendency that Merdeka  means\r\n\r\ngrabbing  the white man's job, grabbing the  white\r\n\r\nman's  house,  grabbing the white  man's  car  and\r\n\r\nshaking  legs  like he used to shake legs  before.\r\n\r\nThat  is  not our idea of Merdeka. I am sure  that\r\n\r\nthe  Assembly staff will forgive me if I say this,\r\n\r\nthat  whilst  they are not being handsomely  paid,\r\n\r\nthey  are  adequately remunerated more  than  they\r\n\r\nwere in the last Council and, as the years go  by,\r\n\r\nif  the conditions of work should become more  and\r\n\r\nmore onerous as the responsibilities and duties of\r\n\r\nthis  Assembly become more and more enlarged,  the\r\n\r\nmatter  could be reviewed. For the time being,  it\r\n\r\nis  fair that the Clerk of the Assembly should get\r\n\r\nwhat is known, as the Hon. the Chief Secretary has\r\n\r\nsaid,  as a superscale post and not the equivalent\r\n\r\nof  a Permanent Secretary's post. The other scales\r\n\r\nof   the   Clerk   Assistant,  the  Second   Clerk\r\n\r\nAssistant,  the Chief Reporter and  Reporters  are\r\n\r\nfairly evenly graded out taking into view that  at\r\n\r\nthe top of this pyramid is the Speaker at $3,500 a\r\n\r\nmonth.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps the hon. Member does not\r\n\r\nknow  what  the  Speaker's salary is.  It  is  not $3,500.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I beg your\r\n\r\npardon.  I had always believed that it was  $3,500\r\n\r\nbut  I  am  glad to note that the Hon. the  Chief\r\n\r\nMinister is a little niche above that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, having taken note of the\r\n\r\nSecond  Report  of  the Select  Committee  on  the\r\n\r\nAssembly Staff, hereby resolves that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1870</b></font><br><br>\r\n\r\n\r\n\r\nthe following revised salaries be approved with effect from 1st April, 1956: -  \r\n\r\n\r\n\r\n<pre>\r\n\r\n  Clerk of the Legislative Assembly        $1,670.\r\n\r\n  Clerk Assistant                          $630: 680: 715: 750-\r\n\r\n                                            35A-1,030/bar/1,100-\r\n\r\n                                            40A-1,420.\r\n\r\n  Second Clerk Assistant                   $560: 630: 660: 690-\r\n\r\n                                            30A-930/bar/960-\r\n\r\n                                            35A-1,240.\r\n\r\n  Chief Reporter and Editor                $820-30A-940.\r\n\r\n  Reporters                                $730-25A-880.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1870</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EDUCATION POLICY</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, hon.\r\n\r\nMembers  will recall that when the Report  of  the\r\n\r\nAll-Party  Committee  on  Chinese  Education   was\r\n\r\ntabled at the February sitting of this Assembly, I\r\n\r\npromised that Government would be issuing a  White\r\n\r\nPaper  based  on that Report. This  Paper  on  the\r\n\r\neducation policy is now in your hands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must emphasise, however, at the very outset\r\n\r\nthat  the first part of the Paper, from paragraphs\r\n\r\n1 to 7, furnishes only the background to the whole\r\n\r\nproblem  and if one might disagree here and  there\r\n\r\non  questions  of  assessment or  opinion,  it  is\r\n\r\nreally  not  worth  while to go  over  old  ground again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Report has had favourable Press notices and\r\n\r\na  few  adverse  reactions have been  confined  to\r\n\r\nthose who have, I am afraid, not quite studied the\r\n\r\nimplications  or, having studied them,  they  have\r\n\r\nnot  risen above sectional consideration to higher\r\n\r\nmotives of national interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to have the basic structure for\r\n\r\nretention  of  all  the four  major  languages  in\r\n\r\nSingapore  equally respected and permitted  to  be\r\n\r\nused   in  debate  in  our  Councils,  both  local\r\n\r\ngovernment  and  central government,  we  must  encourage,  to  the  greatest possible  extent,  the\r\n\r\nstudy  of  these four languages. By  insisting  on\r\n\r\nbilingualism in the primary schools and  providing\r\n\r\nfor  trilingualism in the post-primary  stages  of\r\n\r\neducation, the secondary school, Technical  School\r\n\r\nand the Polytechnic, we will have very soon people\r\n\r\nconversant in at least two\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1871</b></font><br><br>\r\n\r\n\r\n\r\nof  those  languages  and the problem  of  finding  a\r\n\r\ncommon  language  will, it is confidently  hoped,  be\r\n\r\nsatisfactorily solved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;More important than that, the main objective of\r\n\r\nsuch  bilingual and trilingual education is the over-riding  consideration to build up a Singapore-centred\r\n\r\nconsciousness  and a common Malayan  loyalty  in  our\r\n\r\nschools.  As  school  pupils grow  up  in  watertight\r\n\r\ncompartments, only being taught in the medium of  one\r\n\r\nlanguage, there will not be that sufficient diffusion\r\n\r\nof  the  best  teaching  talent,  that  breakdown  of\r\n\r\ncommunal barriers, and that sympathetic understanding\r\n\r\nand  respect of other people's cultures and languages\r\n\r\nwhich  are necessary factors in building up a  common\r\n\r\nloyalty. The All-Party Committee Report expressed the\r\n\r\ndangers  of  the two streams of education  proceeding\r\n\r\nwithout a common objective and with no provision  for\r\n\r\nintermingling,  thus  producing youths  unsympathetic\r\n\r\ntowards each other and even on occasions antagonistic\r\n\r\nin  their attitudes on matters on which there  should\r\n\r\nbe  no grounds actually for conflict. The Report  has\r\n\r\nsufficiently  stressed the grounds, whether  real  or\r\n\r\nfancied,  why  the  Chinese stream  feels  that  past\r\n\r\nneglect  and  indifference  has  contributed  towards\r\n\r\nevoking a sense of discrimination in that stream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper seeks to implement immediately\r\n\r\nthose  sections  of  the All-Party  Committee  Report\r\n\r\nwhich  advocate equal treatment being  given  to  all\r\n\r\nschools  under  exactly  equal  conditions  and  hon.\r\n\r\nMembers   will   agree,  I  am  sure,   that   speedy\r\n\r\nimplementation   of   those  proposals   specifically\r\n\r\nmentioned  in paragraph 25 of the Paper  will  dispel\r\n\r\nthe   suspicion  and  distrust  which  have  hitherto\r\n\r\nexisted on that score.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of grant-in-aid for Chinese\r\n\r\nschools,  it  is unfortunately not possible,  if  the\r\n\r\ngeneral education policy is to be carried out as laid\r\n\r\ndown  by  the Government, for some schools to receive\r\n\r\npartial aid and others full aid.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since the main aim of Government is, through its\r\n\r\neducation  policy,  to  build a  Malayan  nation,  it\r\n\r\nshould  not  support  any  schools  which  lack   the\r\n\r\nemphasis on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1872</b></font><br><br>\r\n\r\n\r\n\r\na  common Malayan loyalty. Communal schools as  such,\r\n\r\nwhilst  retaining the content and attributes  of  the\r\n\r\nbasic cultures, must therefore give way to and become\r\n\r\nas speedily as possible national schools in the sense\r\n\r\nof  using  similar  Malayan-centred syllabuses,  with\r\n\r\ntextbooks  specially written in the various languages\r\n\r\nfor  this  purpose,  providing bilingual  tuition  in\r\n\r\nthose  syllabuses.  It  is  hoped,  therefore,   that\r\n\r\nsectional  and communal interests will see that  this\r\n\r\nis  of  vital importance and that they will  speedily\r\n\r\naccept  the  full  aid  with the conditions  attached\r\n\r\nthereto.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There may be misgivings on the part of certain\r\n\r\nteachers in vernacular schools, that the new  deal will affect them adversely. Let me give a categorical\r\n\r\nassurance, once and for all, that the recommendations\r\n\r\nit  is  proposed to implement will not result in  the\r\n\r\nretrenchment of any teacher. Teachers, in fact,  will\r\n\r\nbe  needed  in ever increasing numbers and there  are\r\n\r\nmore  vacancies  even  at  present  than  there   are\r\n\r\nexisting  teachers  to  fill them.  No  teacher  will\r\n\r\nsuffer  by  the proposals put forward.  It  is  quite\r\n\r\nlikely   that  many  chosen  teachers  of  vernacular\r\n\r\nlanguages  in  English  schools  or  of  English   in\r\n\r\nvernacular  schools will get slightly enhanced  rates\r\n\r\nof  pay once qualifications and experience have  been\r\n\r\nproperly assessed; and let me assure teachers even on\r\n\r\nthis score, that the assessment will be done with the\r\n\r\ngreatest possible latitude, especially in the case of\r\n\r\nthose with very many years of experience. We can  ill\r\n\r\nafford  to  lose  such teachers in the  face  of  our\r\n\r\nexpanded programmes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I might stress strongly is the\r\n\r\nsecurity  which teachers in vernacular  schools  will\r\n\r\nnow  enjoy.  They  will  get  permanency  of  tenure,\r\n\r\nregular  increments and an adequate scale  of  salary\r\n\r\nand  allowances.  If  a  teacher  wishes  to  undergo\r\n\r\nfurther professional training, he will be enabled  to\r\n\r\ndo  so  without any cost to himself and he  can  then\r\n\r\nattain  higher skill or be promoted to a  grade  more\r\n\r\nimportant  or  carrying better  allowances  than  his\r\n\r\nformer   one.   I  intend  to  see  that   bursaries,\r\n\r\ndepartmental  scholarships and all other  educational\r\n\r\nopportunities be henceforth the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1873</b></font><br><br>\r\n\r\n\r\n\r\nsame  for  Government schools  or  aided  schools,\r\n\r\nincluding  vernacular schools.  No  more  teachers\r\n\r\nwill  be  forced to supplement their  income  with\r\n\r\nother uncongenial part-time occupations. They will\r\n\r\nnot  be  at  the whim of an impecunious management\r\n\r\ncommittee where the school is actually a small one\r\n\r\nand  depending  on  fees  alone  supplemented   by\r\n\r\nuncertain contributions to pay the salaries of the\r\n\r\nteachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If all the Chinese schools accept the full aid\r\n\r\noffered,  there will be immediately an improvement\r\n\r\nin  the  staffing position and an  easing  of  the\r\n\r\nburden  of those parents with several children  in\r\n\r\nschool  at the same time, as fees will be remitted\r\n\r\nif they are all of the proper ages for the classes\r\n\r\nthey attend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to paragraph 17 of the Paper, it is\r\n\r\ndefinitely   not   intended  to   prune   language\r\n\r\nsyllabuses  in  such  a  way  as  to  touch  their\r\n\r\ncultural content. It was stressed in the All-Party\r\n\r\nCommittee  Report that nothing would  be  done  to\r\n\r\nhurt  the culture of the Chinese and that includes\r\n\r\nthe  Chinese  language. Any pruning will  be  done\r\n\r\nafter full consideration and consultation with the\r\n\r\nschool  authorities  concerned  and  after   their\r\n\r\nobjections have been carefully weighed, there will\r\n\r\nbe no steam-rollering over these objections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As stated in the All-Party Committee Report,\r\n\r\naudio-visual aids will be used extensively to make\r\n\r\nup for deficiencies in language teaching and there\r\n\r\nwill  be no shortening of courses at the sacrifice\r\n\r\nof standards.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to remedy an inadvertent reference, in\r\n\r\nparagraph 37 of the Paper, to the Chinese  schools\r\n\r\nwhich  might give the impression that  only  these\r\n\r\nschools  are to have a Disciplinary Sub-Committee.\r\n\r\nIt  is, of course, Government's intention to treat\r\n\r\naided schools and mission schools exactly alike.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is for consideration, therefore, to see what\r\n\r\npractical  measures  may  be  adopted  to  provide\r\n\r\nbetter  accommodation and profit  by  the  capital\r\n\r\ngrants  under the full aid system for  schools  in\r\n\r\nrural   areas  or  in  overcrowded  urban   areas.\r\n\r\nGenerally, the system of such aid will be ap-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1874</b></font><br><br>\r\n\r\n\r\n\r\nplied in a sympathetic manner and aid will be more\r\n\r\nreadily  given in the case of those  schools  with\r\n\r\npoor  resources  without  insisting  too  much  on\r\n\r\ncompliance with too many conditions all at once.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the last sentence in paragraph 16,\r\n\r\nthe  rate of progress depending on recruitment and\r\n\r\nretention  of high quality staff, my attention  is\r\n\r\ndrawn  to the possible implication that this might\r\n\r\nbe  taken  to  mean that there will  be  delay  in\r\n\r\nMalayanisation  because of this. I have  therefore\r\n\r\nto  correct such a misapprehension. Malayanisation\r\n\r\nwill be carried out as quickly as possible and  in\r\n\r\nthe spirit of the Commission's Report if agreed by\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, may I stress, in the strongest possible\r\n\r\nterms,  that it is not the Government's  intention\r\n\r\nto  do  anything  to  endanger  any  one  culture.\r\n\r\nHenceforth,  not  only will the  culture  of  each\r\n\r\nracial group be respected but positive steps  will\r\n\r\nbe taken to associate the various groups in such a\r\n\r\nway as to enable them to understand and appreciate\r\n\r\neach other's cultures. Whatever my officials and I\r\n\r\ncan  do  in  the  Ministry of Education  in  close\r\n\r\nconsultation with other Ministries to bring  about\r\n\r\nthis  cultural  enrichment to wider  contacts  and\r\n\r\npositive  encouragement,  hon.  Members  may  rest\r\n\r\nassured that we will do our utmost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With all these essential drastic reorientations\r\n\r\nof  thought in preparation and in objective, there\r\n\r\nmust  be sections and individuals who do not agree\r\n\r\nwith  the recommendations made. I can only  appeal\r\n\r\nto  these groups of persons to rally round and  to\r\n\r\nforget, in the interest of the nation that is  now\r\n\r\nbeing built, their own individual preferences.  If\r\n\r\nSingapore  is  going to emerge as  a  free  living\r\n\r\ncountry  to  be worth living in, it must  also  be\r\n\r\nworth    sacrificing   for.   Parents,   teachers,\r\n\r\ncommunity   leaders,  Government   officials   and\r\n\r\nvoluntary workers must all work together  to  make\r\n\r\nour education policy a success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I may inform the House that the Singapore\r\n\r\nChinese Schools Committee Teacher Association  had\r\n\r\nan  interview with me the day before on  questions\r\n\r\ntouching  on  the  White Paper and  the  All-Party\r\n\r\nCommittee Report. They touched on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1875</b></font><br><br>\r\n\r\n\r\n\r\nseveral  points,  one of which is  the  age  limit\r\n\r\nproposed by the White Paper, and I have given  the\r\n\r\nassurance  that  evening classes  and  more  adult\r\n\r\nclasses  will  be provided to give  facilities  of\r\n\r\neducation to those who are not allowed to go  into\r\n\r\neither the primary or the secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a fear that the powers of the\r\n\r\nschool  management committees, if they  come  into\r\n\r\nthe full aid scheme, will be wrested from them and\r\n\r\nvested  in  Government. I give them my categorical\r\n\r\nassurance  that  that is not the  intention.  They\r\n\r\nwill  still have their powers and they will  still\r\n\r\ncontinue  to  exercise them,  although  there  are\r\n\r\nsafeguards  on  the  principle that  teachers  and\r\n\r\nprincipals  must  be  protected  from  impecunious\r\n\r\nmanagement    committees   who   either    dismiss\r\n\r\nprincipals or teachers at their whims and fancies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also that fear that their\r\n\r\nqualifications and teaching experience will not be\r\n\r\nrecognised,  as  only recently,  the  Ministry  of\r\n\r\nEducation  announced  recognition  of  only  eight\r\n\r\nChinese University degrees. I can assure the House\r\n\r\nthat the Ministry is still considering recognising\r\n\r\nother Universities and when the process of sifting\r\n\r\nthe  various  University degrees is  finalised,  I\r\n\r\nwill  announce  the  Universities  which  will  be\r\n\r\nrecognised by my Ministry. Sir, I beg to move  the\r\n\r\nmotion that stands in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House approves the adoption of the\r\n\r\nEducation  Policy outlined in the White  Paper  on\r\n\r\nEducation  Policy as contained in Sessional  Paper\r\n\r\nNo. Cmd. 15 of 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> Sir, I rise to second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, I rise to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That debate on this motion be adjourned in\r\n\r\naccordance with Standing Order No. 20.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, representations have been made to us from\r\n\r\nvarious educational authorities that they have not\r\n\r\nbeen able to secure copies of the White Paper from\r\n\r\nthe Government Printer. In fact, I was informed by\r\n\r\nthe local English papers that they received a copy\r\n\r\nof  the  White  Paper on 30th March  and  then  in\r\n\r\nbetween came the Easter Holidays.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1876</b></font><br><br>\r\n\r\n\r\n\r\nOn  Monday, the Chinese copies of the White  Paper\r\n\r\nreached some Chinese newspapers and the first time\r\n\r\nthe  public  knew of the existence  of  the  White\r\n\r\nPaper could not have been earlier than the 1st  of\r\n\r\nApril in English and later in Chinese.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are living today, Sir, in what we like to\r\n\r\ncall  a democratic country where the views of  the\r\n\r\npeople are allowed to be ventilated and where  the\r\n\r\npeople  should  know what exactly  the  Government\r\n\r\nwill  want  to do for them. We should  make  known\r\n\r\nwhat  this House wants to do to the public  for  a\r\n\r\nlength  of time that would enable them to  comment\r\n\r\nin  the  papers or write to us. If  we  publish  a\r\n\r\nPaper  and  then  keep it until  the  last  moment\r\n\r\nbefore we let it out to the public giving them  no\r\n\r\nchance  to comment on it, then there must  be  one\r\n\r\nreason  or another. One reason probably  would  be\r\n\r\nthat the Paper is defective.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I said may be.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I say shame.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, please.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> If it is not, it will stand\r\n\r\nup  to the public eye for any comments because any\r\n\r\ncomments   in   this   direction   will   not   be\r\n\r\nunfavourable.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Make your comment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> We will, later on, when the\r\n\r\ntime  comes.  If  it is not a good  document,  the\r\n\r\npublic  will definitely comment on it. We must  be\r\n\r\nable  to take criticism and we must be able to  be\r\n\r\nbenefited  by criticisms. What is good  should  be\r\n\r\ntaken  in and what is not good we have every right\r\n\r\nto  reject, but if we want to cover up our  faults\r\n\r\nand carry on in this unholy haste - \r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member is\r\n\r\nprobably  dancing on the fringe of Standing  Order 31 (6) which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No Member shall impute improper motives to any\r\n\r\nother Member.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1877</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has been presented by the Minister\r\n\r\nfor Education and, as I say, the hon. Member seems to\r\n\r\nbe dancing on the fringe of that Standing Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Thank you for drawing my\r\n\r\nattention to it, Sir. I always thought that  a  Paper\r\n\r\nis  presented  after the Council  of  Ministers  have\r\n\r\ngiven consent to it.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That, of course, I think the\r\n\r\nhon.  Member must realise, will make it worse because\r\n\r\nthe  Council  of  Ministers are all Members  of  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Well, Sir, today we live in\r\n\r\nthis   world  where  we  agree  that  we  will   rule\r\n\r\ndemocratically,  where  we  say  we  must  not   have\r\n\r\ndictatorship  and  if we have a Bill  rushed  through\r\n\r\nwithout its being considered properly by every person\r\n\r\nconcerned, especially the people who are affected and\r\n\r\nwho   are   best   versed   in   it - the   educational\r\n\r\nauthorities - then we are not doing our  duty.  Sir,  I\r\n\r\nbeg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, I rise to support my hon. Friend as\r\n\r\nseconder. In the last 24 hours, I have also  received\r\n\r\nrepresentations  from  educationists  from  different\r\n\r\nschools  complaining  that  they  had  not  time   or\r\n\r\nopportunity  to study the White Paper.  There  is  no\r\n\r\ndenying the truth of these representations. Copies of\r\n\r\nthe  White Paper, if available at all, could not have\r\n\r\nbeen  obtained  until the last  two  days  after  the\r\n\r\nEaster  Holidays. It stands to reason therefore  that\r\n\r\nthe  teaching profession has not had adequate  chance\r\n\r\nto express their considered opinions upon it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, this is all wrong. The Government is asking\r\n\r\nthe  House today to approve a fresh education  policy\r\n\r\nfor the country before the education authorities have\r\n\r\nhad  a proper chance to examine it. If the Government\r\n\r\ndoes not wish to give the impression to the education\r\n\r\nauthorities and to the public at large that they  arc\r\n\r\ntrying to steam-roller this White Paper through  this\r\n\r\nHouse,  they should give a chance to persons  in  the\r\n\r\nschools  and in the education world to express  their\r\n\r\nopinions and that is why we wish\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1878</b></font><br><br>\r\n\r\n\r\n\r\nto see this motion adjourned until a later date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Education had ample opportunity to\r\n\r\ntake  out the White Paper earlier than he did and  to\r\n\r\nmake  available ample copies to study and  indeed  it\r\n\r\nwas to have been tabled at the March sitting. Why  he\r\n\r\nhas  chosen  this method of sending it to Members  of\r\n\r\nthis Assembly without releasing it simultaneously  to\r\n\r\nthe Press and public is something for him to explain.\r\n\r\nThe  Member  for Serangoon (Mr Lim Choon  Mong)  has\r\n\r\nsaid  and as the Hon. the Chief Minister stated  only\r\n\r\nyesterday, we believe, as he believes, in democratic\r\n\r\nprinciples and we feel that in this case, there is  a\r\n\r\npossibility   of  criticism  that  these   democratic\r\n\r\nprinciples are being overlooked.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the debate be now\r\n\r\nadjourned.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr Speaker,\r\n\r\nSir,  let us get some facts straight. On the 24th  of\r\n\r\nMarch,  that  is to say, a fortnight ago,  the  White\r\n\r\nPaper  was distributed to all Members. The  delay  in\r\n\r\ngiving  it to the Press, Sir, arose out of  the  fact\r\n\r\nthat  we  wished  to  have the  Chinese  translations\r\n\r\navailable  at  the same time for the  Chinese  Press.\r\n\r\nThey were made available to the Press on the 30th  of\r\n\r\nMarch. So there has been, in fact, an interval of six\r\n\r\ndays\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would also remind the Assembly that there has\r\n\r\nbeen  a  nine-man Committee of the Assembly from  all\r\n\r\nParties  engaged  in studying this  question  and  in\r\n\r\nmaking a Report and that the White Paper is based  on\r\n\r\nit.  I would also remind the Assembly that it is  the\r\n\r\nAssembly   that   governs   the   country   and   not\r\n\r\nassociations   outside  the  Assembly  and   pressure\r\n\r\ngroups.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to say this: that when I\r\n\r\nreceived  the request for an adjournment, I tried  to\r\n\r\nfind  out  the  reason why, and it may surprise  you.\r\n\r\nSir, as I am sure it surprises every intelligent  and\r\n\r\nreasonable  person,  that  there  should  be  made  a\r\n\r\nrequest  without any suggestion of criticism. Neither\r\n\r\nthe mover nor the seconder has had a single objection\r\n\r\nto  this  White  Paper.  No  major  aspect  is  being\r\n\r\nobjected to. There\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1879</b></font><br><br>\r\n\r\n\r\n\r\nis  nothing that requires further study. Why this\r\n\r\nexcuse,  Sir? Is it a desire to mount  opposition\r\n\r\nalong  the  lines of last May?  If  that  is  the\r\n\r\ndesire,  Sir,  we  will  meet  it.  It  is  being\r\n\r\ncamouflaged,   Sir.  You,  as  a   lawyer,   will\r\n\r\nappreciate this: you cannot go to Court  and  ask\r\n\r\nfor  an  adjournment  unless there  is  something\r\n\r\nsubstantial in the way of a defence which you wish\r\n\r\nto  be  heard  at a later date. Here,  no  single\r\n\r\nindication  has been given on any aspect  of  the\r\n\r\nWhite  Paper to which objection can be taken.  In\r\n\r\nfact, we are very proud of this White Paper, Sir.\r\n\r\nThere are three legs, Sir, to our efforts to seek\r\n\r\nequal  justice for all communities. The first  is\r\n\r\nmultilingualism.  The second is equal  facilities\r\n\r\nfor  the  main basic cultures of this country  in\r\n\r\nour  education system. The third which will  come\r\n\r\nis citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken considerable care and given\r\n\r\nconsiderable   thought  as   has   the   nine-man\r\n\r\nCommittee but, Sir, the question is now placed on\r\n\r\na  basis of democracy - we must give an opportunity\r\n\r\nto these schools to make representation. You have\r\n\r\nheard  from  the Minister that he has,  in  fact,\r\n\r\nreceived  these representations. If that  is  not\r\n\r\nenough,  right, Sir, I accept this motion  and  I\r\n\r\nname  the date - the 12th of April - for the  hearing\r\n\r\nof this motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask your guidance, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can the Chief Minister explain further?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I would like to ask, Sir,\r\n\r\nwhether I am right in reading Standing Order  No.\r\n\r\n20  (1)  as indicating that Government can accept\r\n\r\nthe  motion and can name a date for the adjourned\r\n\r\nhearing.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I will read the relevant portions of Standing Order 20 (1):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"At any time before the conclusion of the\r\n\r\nconsideration of any item of business any  Member\r\n\r\nmay  move \"That the debate be now adjourned\"  ...\r\n\r\nand  if such motion is agreed to the debate shall\r\n\r\nbe  adjourned.The  Speaker shall  call  upon  the\r\n\r\nMember in charge of that item of business to name\r\n\r\na  day  for  its  resumption and the  item  shall\r\n\r\nthereupon become an order of the day for the  day\r\n\r\nso named.\"\r\n\r\n\r\n\r\n<br><br>It  is  quite clear, then, that if the motion  is\r\n\r\naccepted  by  the  House,  the  debate  will   be\r\n\r\nadjourned. Then I will call upon the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1880</b></font><br><br>\r\n\r\n\r\n\r\nMinister in charge to name the date. He will name\r\n\r\na  date  and  I  take it that the Minister  or  a\r\n\r\nMember  of  the  Council of Ministers  will  move\r\n\r\ntomorrow  (if  the sitting carries  on  tomorrow)\r\n\r\nthat at its rising the Assembly do adjourn to the\r\n\r\ndate named.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Thank you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The motion for adjournment is before the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Debate to be resumed, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> 12th April.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1880</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LABOUR (FIRST-AID EQUIPMENT) REGULATIONS</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Speaker, Sir, I rise to\r\n\r\nmove the motion standing in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to section 174 of\r\n\r\nthe  Labour  Ordinance, 1955  (No.  40  of  1955)\r\n\r\nresolves  that  the Labour (First-Aid  Equipment)\r\n\r\nRegulations, published as Notification No. S  110\r\n\r\nin  the  Gazette Supplement No. 25 of 29th March,\r\n\r\n1956, as contained in Sessional Paper No. S.L. 13\r\n\r\nof 1956, be approved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Section 128 of the Labour Ordinance, 1955 (No.\r\n\r\n40  of  1955) makes provision for the prescribing\r\n\r\nof   first-aid  equipment  on  every   place   of\r\n\r\nemployment where twenty-five or more workmen  are\r\n\r\nemployed. The purpose of these Regulations is  to\r\n\r\nprescribe   such   first-aid  equipment   as   is\r\n\r\nconsidered to be essential so that this provision\r\n\r\nin  the Ordinance may be enforced by prosecution,\r\n\r\nif  necessary. I do not think it is necessary for\r\n\r\nme  to  elaborate on the benefits of this  safety\r\n\r\nmeasure  which are indeed quite obvious.  Sir,  I\r\n\r\nbeg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly, pursuant to Section 174 of\r\n\r\nthe  Labour  Ordinance, 1955  (No.  40  of  1955)\r\n\r\nresolves  that  the Labour (First-Aid  Equipment)\r\n\r\nRegulations, published as Notification No. S  110\r\n\r\nin  the  Gazette Supplement No. 25 of 29th March,\r\n\r\n1956, as contained in Sessional Paper No. S.L. 13\r\n\r\nof 1956, be approved.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1881</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 17 of 1956)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> Mr\r\n\r\nSpeaker, Sir, I have His Excellency the Governor's\r\n\r\nauthority to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$2,500,000 shall be supplied to the Government  under\r\n\r\nthe head of expenditure and for the service specified\r\n\r\nin the Schedule contained in Sessional Paper No. Cmd.\r\n\r\n17 of 1956.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a very full explanation of the reasons why we\r\n\r\nask  for  this  supplementary vote is  given  in  the\r\n\r\nCommand  Paper  and  there is  nothing  which  I  can\r\n\r\nusefully add to that explanation. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Committee of Supply</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee of Supply, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Now, Sir. Motion and Schedule considered\r\n\r\nin Committee of Supply.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 57 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,500,000 for Head 57 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Turning to the motion, the Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $2,500,000 stand part of the\r\n\r\nmotion.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,500,000 ordered to stand part of the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the motion and Schedule be reported to the\r\n\r\nAssembly.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion and Schedule reported, without Amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$2,500,000 shall be supplied to the Government  under\r\n\r\nthe head of expenditure and for the service specified\r\n\r\nin the Schedule contained in Sessional Paper No. Cmd. 17 of 1956, \r\n\r\n\r\n\r\n<br>put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$2,500,000 shall be supplied to the Government  under\r\n\r\nthe head of expenditure and for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1882</b></font><br><br>\r\n\r\n\r\n\r\nthe service specified in the Schedule contained in\r\n\r\nSessional Paper No. Cmd. 17 of 1956.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1882</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 18 of 1956)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr T. M. Hart:</b> Mr Speaker, Sir, I have His\r\n\r\nExcellency the Governor's authority to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$5,390,559 shall be supplied to the Government  under\r\n\r\nthe   heads  of  expenditure  and  for  the  services\r\n\r\nspecified  in  the  Schedule contained  in  Sessional\r\n\r\nPaper No. Cmd. 18 of 1956.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reasons why these supplementary votes are\r\n\r\nrequired are explained in considerable detail in  the\r\n\r\nCommand  Paper.  The  great  majority  of  the  items\r\n\r\nreferred  to  are unforeseen revotes  of  expenditure\r\n\r\napproved  in  1955. It had been hoped to submit  this\r\n\r\nlist  of  revotes  at  the February  sitting  of  the\r\n\r\nAssembly, that being the first opportunity after  the\r\n\r\nBudget sittings in November last year. Unfortunately,\r\n\r\ncertain unexpected difficulties arose which made this\r\n\r\nimpossible.  It  is hoped that, by the  end  of  this\r\n\r\nyear, all necessary arrangements will have been  made\r\n\r\nfor  the  submission  of  these  revotes  either   in\r\n\r\nDecember or at the first sitting in 1957. This  year,\r\n\r\nwhere  necessary,  the old-established  practice  has\r\n\r\nbeen followed and work has been financed by means  of\r\n\r\nadvances below the line, pending the approval of  the\r\n\r\nAssembly. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Committee of Supply</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee of Supply, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion and Schedule considered in Committee of\r\n\r\nSupply.\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think hon. Members have received\r\n\r\nthe  summary  of  totals  of Supplementary  Provision\r\n\r\nunder  the  heads of expenditure shown  in  Sessional\r\n\r\nPaper  No. Cmd. 18 of 1956. I have received no notice\r\n\r\nof amendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 3 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,780 for Head 3 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1883</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 7 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $20 for Head 7 ordered to stand part of\r\n\r\nthe Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 14 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,720 for Head 14 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, Sir, I have one point that I\r\n\r\nwish  to ask on this particular item, which is  given\r\n\r\nas  item No. 12 in Command Paper No. 18, it being, as\r\n\r\nI  understand it, one of 28 items under the \"Schedule\r\n\r\nof  Applications for Supplementary Provision approved\r\n\r\nunder   authority   delegated  by   the   Legislative\r\n\r\nAssembly\". If I understand it aright, these items are\r\n\r\ncovered by a resolution of the Assembly passed on the\r\n\r\n25th of May, 1955, empowering Government to authorise\r\n\r\nexpenditure on new services up to a limit of  $10,000\r\n\r\nin  each  case.  At  the time, if  I  understood  him\r\n\r\naright,  the  Hon. the Financial Secretary  gave  an\r\n\r\nundertaking that this delegation of authority by this\r\n\r\nAssembly to the Government would not be exercised for\r\n\r\nthe  creation of new posts. Now, this item under Head\r\n\r\n14, Chemistry, may not be very important - the creation\r\n\r\nof  a  post  of  Typist for the Inspectorate  in  the\r\n\r\nDepartment of Chemistry - but unless I am mistaken,  it\r\n\r\nis  a  violation of the undertaking given.  If  I  am\r\n\r\nwrong, I am sure my hon. Friend will correct me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I am grateful to the Member for Tanglin\r\n\r\nfor  drawing  the attention of the Assembly  to  this\r\n\r\nmistake in the drafting of the Command Paper.  I  did\r\n\r\ngive  an  assurance that the authority given  to  the\r\n\r\nGovernment by the Assembly last year for the approval\r\n\r\nof  votes  under  $10,000  would  not  apply  to  the\r\n\r\ncreation  of  new appointments. That is the  position\r\n\r\nand   these  items  are  wrongly  included  in   this\r\n\r\nparticular section of the Command Paper.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will you name the items, Mr\r\n\r\nFinancial Secretary?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Items 10 and 11 -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We have dealt with items 10 and 11.\r\n\r\nIt is too late now to reconsider them.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1884</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Items 12, 13, 14, 19 -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Shall we deal with -\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I thought I might give information about\r\n\r\nall the items concerned in reply to the question.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, when we come to the items\r\n\r\nseparately. The position, as I see it, is that  these\r\n\r\nitems,  although wrongly placed, can be voted  either\r\n\r\nfor  or against, and if they are voted against, then,\r\n\r\nof  course, it is up to the Government to  find  some\r\n\r\nmeans of rectifying the mistakes.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr Chairman,\r\n\r\nSir,  I  think  there  is  no  real  mistake  except,\r\n\r\nperhaps,  in  the heads under which these  items  are\r\n\r\npresented  in pursuance of a resolution  approved  by\r\n\r\nthe Assembly last year, but the items themselves,  to\r\n\r\nwhich  objections are being taken, are new  items  in\r\n\r\nrespect of which we seek the approval of the Assembly\r\n\r\nand on which no expenditure has as yet been incurred.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am glad the Chief Minister has\r\n\r\npointed that out. My impression was that appointments\r\n\r\nhad, in fact, been made.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, Sir, I distinctly got that\r\n\r\nimpression myself, because the heading under  Command\r\n\r\nPaper  No. 18 says \"under authority delegated by  the\r\n\r\nLegislative Assembly\", and some of these appointments\r\n\r\nare  with  effect  from  the 1st  of  March,  1st  of\r\n\r\nJanuary, and so on. Naturally, I am only too glad  to\r\n\r\naccept  the assurance of the Hon. the Chief  Minister\r\n\r\nthat this is incorrect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,720 for Head 14 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21 -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Financial Secretary, you have\r\n\r\nalready pointed out items 13 and 14?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> They come in under that category.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1885</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,020 for Head 21 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I will go through the Heads. Then\r\n\r\nperhaps the Financial Secretary will stop me when I\r\n\r\ncome to those special items.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 25 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,400 for Head 25 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 29 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,200 for Head 29 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 36 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Here we have another case of the creation\r\n\r\nof  a post, Sir. As I have said, this item is wrongly\r\n\r\nincluded under the head \"Schedule of Applications for\r\n\r\nSupplementary  Provision  approved  under   authority\r\n\r\ndelegated by the Legislative Assembly\". It should  be\r\n\r\nincluded  in  the  section  of  the  schedule  headed\r\n\r\n\"Schedule of Applications for Supplementary Provision\r\n\r\nfor which the approval of the Legislative Assembly is\r\n\r\nsought\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10 for Head 36 ordered to stand part of\r\n\r\nthe Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 45 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Here again, in respect of this Head and\r\n\r\nthe following Head 54, these posts have not yet been\r\n\r\napproved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,856 for Head 45 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 54 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $7,780 for Head 54 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 55 -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The same remarks apply, Mr Financial\r\n\r\nSecretary?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $11,862 for Head 55 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 12 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,026 for Head 12 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 13 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $390 for Head 13 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1886</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $70 for Head 21 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 28 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,000 for Head 28 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 29 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $80 for Head 29 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 30 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $610 for Head 30 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 31 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,170 for Head 31 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 32 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $800 for Head 32 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 39 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,300 for Head 39 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 42 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $725 for Head 42 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 46 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $281 for Head 46 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 52 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $105 for Head 52 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 54 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,764 for Head 54 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 55 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,000 for Head 55 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 3 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,000 for Head 3 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 15 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,000 for Head 15 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 19 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $23,100 for Head 19 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 19 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,000 for Head D 19 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1887</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,715 for Head 21 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 27 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $116,000 for Head 27 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, Sir, could I seek\r\n\r\nyour guidance at this juncture? We are shortly coming\r\n\r\nto  the moment of interruption and it has occurred to\r\n\r\nme,  Sir, that the House may well wish to finish  the\r\n\r\nwork before half-past four, and then I will seek  the\r\n\r\npermission  of the House that we do not sit  tomorrow\r\n\r\nbut  sit on the 12th of April for the purpose of  the\r\n\r\nmotion  on  Education. Is it appropriate to  move  at\r\n\r\nthis juncture. Sir, that Standing Orders be suspended\r\n\r\nin order to enable the House to complete the business\r\n\r\non the Order Paper?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Of course, the Chief Minister has to\r\n\r\nobtain the consent of hon. Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I was wondering, Sir, since we\r\n\r\nare in Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think if an hon. Member will move,\r\n\r\n\"That  the  Chairman do leave the Chair to enable  an\r\n\r\nhon.  Member  to  move a motion  in  respect  of  the\r\n\r\nadjournment\", then it will be in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Sir, I\r\n\r\nrespectfully move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Chairman do leave the Chair of the\r\n\r\nCommittee  of  Supply and resume  the  Chair  in  the\r\n\r\nAssembly to enable a motion to be moved in respect of\r\n\r\nthe adjournment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1887</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS (Motion)</b></div>\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr Speaker,\r\n\r\nSir,  I  do formally ask your permission and that  of\r\n\r\nthe House to move two motions,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\nthis  day be exempted from the provisions of Standing\r\n\r\nOrder No. 7,\r\n\r\n\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1888</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the resolution passed this\r\n\r\nmorning, at its rising at the termination of busine3s\r\n\r\nthis   day,  the  Assembly  do  stand  adjourned   to\r\n\r\nThursday, 12th April, 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Have I the assent of hon. Members?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\nthis  day be exempted from the provisions of Standing\r\n\r\nOrder No. 7,\r\n\r\n\r\n\r\n<br><br>put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\nthis  day be exempted from the provisions of Standing\r\n\r\nOrder No. 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the resolution passed this\r\n\r\nmorning, at its rising at the termination of business\r\n\r\nthis   day,  the  Assembly  do  stand  adjourned   to\r\n\r\nThursday, 12th April, 1956.\r\n\r\n\r\n\r\n<br><br>put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the resolution passed this\r\n\r\nmorning, at its rising at the termination of business\r\n\r\nthis   day,  the  Assembly  do  stand  adjourned   to\r\n\r\nThursday, 12th April, 1956.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1888</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 18 of 1956)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We were at Head 27.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Chairman, Sir, under Subhead 4 (iv), there is an item of $8,320 for \"Visit of an\r\n\r\nexpert to advise on Industrial and Labour Relations\".\r\n\r\nWe  would  like to have information as  to  who  this\r\n\r\nexpert was and how the sum was incurred.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I understand, Sir, that the expert was\r\n\r\nMr Dalley who was brought over by the Government  to\r\n\r\nconsider questions dealing with industrial and labour\r\n\r\nrelations.  His  report is being  considered  by  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Chairman, I understand Mr\r\n\r\nDalley  is  a  member of the Colonial Civil  Service.\r\n\r\nWhat  was Mr Dalley's capacity when he was asked  to\r\n\r\nadvise?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1889</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> He is a very experienced trade\r\n\r\nunionist. He is not a civil servant at all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I think that the Member for Tanjong Pagar\r\n\r\nis confusing Mr Dalley with Mr Barlthrop.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Let us have no more confusion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $116,000 for Head 27 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 29 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $100,000 for Head 29 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 32 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,500 for Head 32 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 43 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $101,000 for Head 43 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 52 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $35,000 for Head 52 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 56 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $45,000 for Head 56 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 61 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $250,000 for Head 61 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 12 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $830 for Head 12 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 16 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $639,033 for Head 16 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Mr Chairman, Sir, in item 71\r\n\r\nunder  Head 16, I see there is provision for $203,000\r\n\r\napparently   in  respect  of  12  flats  for   Junior\r\n\r\nOfficers.  I  seek information as to  the  nature  of\r\n\r\n\"Extension - $133,000\"  and  whether  this   is   for\r\n\r\nadditional flats or an enlargement of those flats. If\r\n\r\nit  is  for 12 flats only, then the total expenditure\r\n\r\nof $433,000 would work out at $36,000 a flat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1890</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I think, Sir, I should say, first of all,\r\n\r\nthat the word \"Extension\" should not be used here.  I\r\n\r\ndiscovered  its  use only when I saw the  message  in\r\n\r\ntype.  The word should be \"Supplement\" or \"Addition\".\r\n\r\nIn the 1954 Defence Estimates, there was a block vote\r\n\r\nfor  shore accommodation for the Royal Malayan  Navy.\r\n\r\nThis  block  vote  was broken up departmentally  into\r\n\r\nvarious  items and a sum allocated to each. A certain\r\n\r\nlatitude  to  switch funds between items was  allowed\r\n\r\nprovided  the  total provision was not  exceeded.  In\r\n\r\n1955  the  block vote was broken down into items  and\r\n\r\nshown on this form in the Estimates. Consequently  in\r\n\r\nasking for revotes, it is necessary to show additions\r\n\r\nand  subtractions which have been made  to  and  from\r\n\r\neach  item  in the course of the past year.  This,  I\r\n\r\nhope,  explains  the reasons for  the  deletions  and\r\n\r\nadditions  shown  in the Defence Service  revotes  in\r\n\r\nthis  schedule.  The  total  cost  of  the  flats  is\r\n\r\n$433,000  or  $33,000 more than  the  original  rough\r\n\r\nestimate  under  the block vote.  It  represents  the\r\n\r\nbasic cost of the 12 flats constructed as planned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, once again, I have to\r\n\r\nprotest against the enormous expenditure of $36,000 - \r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. We are now \"labouring\" under\r\n\r\nnew Standing Orders, and if any hon. Member wishes to\r\n\r\ndebate any detail of this Command Paper, he will have\r\n\r\nto  do  that  in  the  Public Accounts  or  Estimates\r\n\r\nCommittee  and  not  in  a  Committee  of  the  whole\r\n\r\nAssembly.  Information may be asked for  and  may  be\r\n\r\nobtained - that is quite in order - but the debate should\r\n\r\nbe  along  the  lines laid down in our  new  Standing\r\n\r\nOrder 69 (11) which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"On any question in the Committee of Supply debate\r\n\r\nshall  be  confined to the policy of the service  for\r\n\r\nwhich the money is to be provided and shall not  deal\r\n\r\nwith the details of expenditure, but may refer to the\r\n\r\ndetails  of revenues or funds for which that  service\r\n\r\nis responsible.\"\r\n\r\n\r\n\r\n<br><br>Representations as to the cost of flats and so on,  I\r\n\r\nthink, can properly be dealt\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1891</b></font><br><br>\r\n\r\n\r\n\r\nwith in the Public Accounts or Estimates\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $639,033 for Head 16 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 20 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $13,500 for Head 20 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 21 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,907 for Head 21ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 22 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $25,140 for Head 22 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 24 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $79,065 for Head 24 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 43 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,220 for Head 43 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 43 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,895 for Head D 43\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 45 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $448,558 for Head 45 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 45 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $246,540 for Head D 45\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 52 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $181,604 for Head 52 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 52 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,303 for Head D 52\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 60 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,790 for Head 60 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 61 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $214,500 for Head 61 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, Sir, it is a very small\r\n\r\npoint on which I seek enlightenment in the case of\r\n\r\nitem 120 in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1892</b></font><br><br>\r\n\r\n\r\n\r\nCommand  Paper - \"Servicing Truck\". I have searched,\r\n\r\nas   far   as   I  can  under  Head   61,   Public\r\n\r\nWorks - Special Expenditure - for this vote of $16,000\r\n\r\nin  1955 for a Servicing Truck, but I cannot  find\r\n\r\nit.  If  the money was voted, why is it not in  the\r\n\r\nEstimates; and if it had not been voted, how could\r\n\r\nthere be a revote in this case?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I am afraid I cannot answer that\r\n\r\nquestion specifically, Sir. I can say that  it  is\r\n\r\ncertain that the money must have been voted. If it\r\n\r\ndoes  not  appear in the Estimates, it  must  have\r\n\r\nbeen  voted  during the course of the  year  as  a\r\n\r\nsupplementary provision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $214,500 for Head 61 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 13 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $28,000 for Head D 13\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 19 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $212,990 for Head D 19\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 21 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $139,000 for Head D 21\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 29 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $113,600 for Head D 29\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 43 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $20,000 for Head D 43\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 48 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $202,300 for Head D 48\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 50 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $45,000 for Head D\r\n\r\n50ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 52 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $404,800 for Head D 52\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 58 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $539,000 for Head D\r\n\r\n58ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 60 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $46,000 for Head D\r\n\r\n60ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1893</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 61 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $145,000 for Head D 61\r\n\r\nordered to stand part of the Schedule.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 63 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $104,500 for Head D 63\r\n\r\nordered to stand part of the Schedule.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 64 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $672,100 for Head D 64\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Turning to the motion, the Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $5,390,559 stand part of the\r\n\r\nmotion.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $5,390,559 ordered to stand part of\r\n\r\nthe motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the motion and Schedule be reported to the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. Motion and Schedule\r\n\r\nreported, without Amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly resolves that the sum of\r\n\r\n$5,390,559 shall be supplied to the Government\r\n\r\nunder the heads of expenditure and for the\r\n\r\nservices specified in the Schedule contained in\r\n\r\nSessional Paper No. Cmd. 18 of 1956,\"\r\n\r\n\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$5,390,559  shall  be supplied to  the  Government\r\n\r\nunder  the  heads  of  expenditure  and  for   the\r\n\r\nservices  specified in the Schedule  contained  in\r\n\r\nSessional Paper No. Cmd. 18 of 1956.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1893</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SUPPLEMENTARY PROVISION</b></div>\r\n\r\n<div align=\"center\"><b>(Sessional Paper No. Cmd. 19 of 1956)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr T. M. Hart:</b> Mr Speaker, Sir, I have His\r\n\r\nExcellency the Governor's authority to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$146,920 shall be supplied to the Government\r\n\r\nunder the heads of expenditure and for the\r\n\r\nservices specified in the Schedule contained in\r\n\r\nSessional Paper No. Cmd. 19 of 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Hon. Members will notice the\r\n\r\nwords in italics on the Order Paper:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1894</b></font><br><br>\r\n\r\n\r\n\r\n\"(With Mr Speaker's consent, under Standing Order\r\n\r\n23,  but  subject to the general assent of Members\r\n\r\npresent  to  the dispensation with  the  requisite\r\n\r\nfive  clear  days'  Notice  under  Standing  Order 69A.)\"\r\n\r\n\r\n\r\n<br><br>Have I the general assent of Members present?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please proceed, Mr Financial\r\n\r\nSecretary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Thank you, Sir. This supplementary\r\n\r\nvote  is required to meet the expenses of the All-Party  Mission  to  London  under  the  items   of\r\n\r\nestimated  expenditure  outlined  in  the  Command\r\n\r\nPaper.  The Party will consist of fourteen Members\r\n\r\nof  the  Assembly, including my  hon.  Friend  the\r\n\r\nAttorney-General. Seven officials  will  accompany\r\n\r\nthe  Party  including the Director  of  Personnel.\r\n\r\nMembers of the Mission will be the guests  of  Her\r\n\r\nMajesty's Government while in London and  will  be\r\n\r\npaid  a  subsistence allowance to cover meals  and\r\n\r\nother   essential  expenses  during  their   stay.\r\n\r\nArrangements   are  being  made   to   lodge   the\r\n\r\nofficials,  who  are accompanying the  Mission  on\r\n\r\nduty,  in  the  same block of  flats  but  at  the\r\n\r\nSingapore Government's expense. The officials will\r\n\r\nalso  be  paid  a subsistence allowance  to  cover\r\n\r\nessential expenditure. Provision is made  for  the\r\n\r\npayment  of an outfit allowance to each Member  of\r\n\r\nthe  Mission  and officials who have  no  suitable\r\n\r\nwarm  clothes  to  wear in Spring  in  the  United\r\n\r\nKingdom. Provision has been made for the  fees  of\r\n\r\nthree  lawyers  who  will advise  the  Mission  on\r\n\r\nconstitutional matters. It is unlikely that actual\r\n\r\nexpenditure  on this item will be as much  as  the\r\n\r\nestimate.  The  other items are  self-explanatory.\r\n\r\nSir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Committee of Supply</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee of Supply, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Now, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1895</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion and Schedule considered in Committee of\r\n\r\nSupply.\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Schedule\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 11 -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $146,920 for Head 11 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Turning to the motion, the Question is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $146,920 stand part of the\r\n\r\nmotion.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $146,920 ordered to stand part of the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the motion and Schedule be reported to the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Motion and Schedule reported, without Amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1896</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly resolves that the sum of\r\n\r\n$146,920 shall be supplied to the Government under\r\n\r\nthe  heads  of  expenditure and for  the  services\r\n\r\nspecified  in the Schedule contained in  Sessional\r\n\r\nPaper No. Cmd. 19 of 1956,\"\r\n\r\n\r\n\r\n<br><br>put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly resolves that the sum of\r\n\r\n$146,920 shall be supplied to the Government under\r\n\r\nthe  heads  of  expenditure and for  the  services\r\n\r\nspecified  in the Schedule contained in  Sessional\r\n\r\nPaper No. Cmd. 19 of 1956.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> If it please you, Mr\r\n\r\nSpeaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I rise to second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at six minutes</div>\r\n\r\n<div align=\"right\">past Four o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
