{"memberId": null, "volumeNo": "2", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"2\">\r\n\r\n<meta name=\"Sit_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1956-09-06\">\r\n\r\n<meta name=\"Start_Col\" content=\"107\">\r\n\r\n<meta name=\"End_Col\" content=\"180\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">06-09-1956</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 107</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 2</b></div></td></table>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\">PART ONE OF SESSION 1956</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 6th September, 1956</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n<br>The Honourable Mr W. A. C. Goode, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 108</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>Mr M. P. D. Nair (Seletar).\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government. Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr D. S. Marshall (Cairnhill).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 108</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>GOVERNOR'S ADDRESS</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n<div align=\"center\"><b>(Second Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Question [5th September],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly expresses its thanks to His\r\n\r\nExcellency the Governor for his Address  delivered\r\n\r\non  Wednesday,  29th August, 1956.\"  - (The  Chief Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 109</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr M. P. D. Nair (Seletar):</b> Sir, I was saying\r\n\r\nyesterday that the Rent Control Ordinance,  as  it\r\n\r\nstands  at  the  moment, does not afford  adequate\r\n\r\nprotection  to  the  farmers  who  are  termed  as\r\n\r\nsquatters.  Sir, I am aware that  this  is  not  a\r\n\r\ndebate on the Rent Control Ordinance but I thought\r\n\r\nperhaps  it would be a good thing if I dealt  with\r\n\r\nthe question of exploitation which is prevalent in\r\n\r\nSingapore and which is referred to in paragraph  7\r\n\r\nof the Governor's Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, due to the state of housing development in\r\n\r\nthe  rural  areas, many of the farmers  are  being\r\n\r\nexploited  by the landlords. They say  that  these\r\n\r\nfarmers are not tenants. They are only allowed  to\r\n\r\nstay  on their lands and if the landlords want  to\r\n\r\nget rid of them, they are at liberty to do so. The\r\n\r\nRent  Control Ordinance has not been very  helpful\r\n\r\nin this respect. The Rent Control Ordinance is not\r\n\r\napplicable  to houses that have been  built  after\r\n\r\n1947,  and  even in respect of those houses  built\r\n\r\nprior  to 1947, the landlords could evict them  by\r\n\r\ngiving   them  one  year's  notice,  or  if   they\r\n\r\n(landlords) have plans of a new layout approved by\r\n\r\nthe  Singapore  Improvement Trust  or  a  building\r\n\r\nauthority, they can get these tenants out.  It  is\r\n\r\ntrue,  Sir,  that the courts are given  a  certain\r\n\r\namount of discretion in the matter, but as  I  see\r\n\r\nit, the courts themselves are completely helpless.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the manner in which dealings take place\r\n\r\nbetween  the  landlord  and  the  tenant  is  very\r\n\r\npeculiar.  I  have here a bundle of notices  which\r\n\r\nhave   been   issued  to  squatters  in   my   own\r\n\r\nconstituency. The improvements that have been made\r\n\r\non  the  land  by  the tenant also arouse  serious\r\n\r\ndifficulty for the tenant. For the information  of\r\n\r\nthis  Assembly, Sir,I shall read out the type  of\r\n\r\nletters  which,  written in a  most  reprehensible\r\n\r\nway,  are being sent out to the occupiers of land.\r\n\r\nI  will not mention the name of the landlord,  nor\r\n\r\nam  I willing to give the name of the tenant.  The\r\n\r\nletter says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"This letter serves to inform you that the\r\n\r\ncompany now requires to use this land and you  are\r\n\r\nrequested to remove the crops and trees  from  the\r\n\r\narea.  If  you fail to do so, the said  crops  and\r\n\r\ntrees will be destroyed.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 110</b></font><br><br>\r\n\r\n\r\n\r\nSir,  efforts have been made in the  past  by  the\r\n\r\nlandlords   to  bulldoze  the  crops  and   trees,\r\n\r\nirrespective of whether or not the tenant  derives\r\n\r\nhis  income from these crops. Sir, it would appear\r\n\r\nthat  the Rent Control Ordinance does not  try  to\r\n\r\nestablish  the  necessary  relations  between  the\r\n\r\nlandlord  and the tenant. It appears  to  me  that\r\n\r\nthis   Ordinance  was  enacted  at  a  time   when\r\n\r\nlandlords  wanted to increase their rents  and  at\r\n\r\nthe  moment  it  helps  in this  way - that  if  the\r\n\r\nlandlord wishes to raise his rents, he can  do  so\r\n\r\nunder   certain  provisions  of  this   Ordinance.\r\n\r\nRecovery of possession also appears to be  a  very\r\n\r\neasy  matter these days. I would suggest that  the\r\n\r\nrelationship  between the tenant and the  landlord\r\n\r\nshould  receive  the immediate  attention  of  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think for a moment that any minor\r\n\r\namendments to the Rent Control Ordinance can solve\r\n\r\nthe  problem. What we need in Singapore  today  is\r\n\r\nprotection  for  the  tenants,  particularly   the\r\n\r\nfarmers  and  cultivators who are undergoing  this\r\n\r\nhardship. I have been able to sort out some of the\r\n\r\ndifficulties  by the use of tact and diplomacy.  I\r\n\r\nwonder  how long I can go on begging the  landlord\r\n\r\nto have leniency shown to them. I think it is high\r\n\r\ntime  that the State steps in and introduces  some\r\n\r\nlegislation  specifying the  relationship  between\r\n\r\nthe landlord and the tenant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the land problem. In Singapore\r\n\r\ntoday there are many \"landlords\" who hold 999-year\r\n\r\nleases. I understand that 999-year leases  are  of\r\n\r\nvarious  types.  There are some  which  are  given\r\n\r\npurely  and simply for agricultural purposes,  and\r\n\r\nif  the landlords holding this type of lease  want\r\n\r\nto  make  use of the land for any other  purposes,\r\n\r\nthen  they  will have to approach  the  Crown  for\r\n\r\npermission  to do so. There are, of  course,  very\r\n\r\nmany areas of land today which have been leased by\r\n\r\nthe  Crown  to  people on 999-year  leases.  These\r\n\r\npeople  have  been  paying  very  little  to   the\r\n\r\nGovernment in the way of T.O.L. fees.\r\n\r\nThe  situation  now  is that these  landlords  are\r\n\r\nselling their lands which belong to the people.\r\n\r\nAll these lands once belonged to the people and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 111</b></font><br><br>\r\n\r\n\r\n\r\nthey have been leased out to these landlords for a\r\n\r\nspecific purpose. Therefore, if a man has, say,  a\r\n\r\nhundred acres of land on a 999-year lease  and  he\r\n\r\nis not utilising it for agricultural purposes, the\r\n\r\nland  must be reverted back to the Government  who\r\n\r\ncan  make use of it for the benefit of the people.\r\n\r\nSir,  it is time that an examination of all  these\r\n\r\n999-year  leases be made and if the  land  is  not\r\n\r\nbeing  made use of for the benefit of the  public,\r\n\r\nthen  it should revert back to the Crown. In  this\r\n\r\nway  there will be a considerable extent  of  land\r\n\r\navailable to Government for public purposes,  such\r\n\r\nas housing, and if the Government is unable to put\r\n\r\nup  buildings on its own, then the land should  be\r\n\r\ndistributed to individuals who could put up  their\r\n\r\nown houses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take the case of T.O.L. land. Many years ago\r\n\r\npeople  approached the Government  for  pieces  of\r\n\r\nland  and  the  position today is that  there  are\r\n\r\npeople  holding  more than 40 acres  of  land  for\r\n\r\ntheir  own purposes and on that land are  hundreds\r\n\r\nof  people  who  are paying rents  to  the  T.O.L.\r\n\r\nholders.   I   think   the   position   is    very\r\n\r\nunsatisfactory. I also suggest that a revision  of\r\n\r\nall  T.O.L. land  be made and that  the  land  be\r\n\r\nallotted  to the people according to their  needs.\r\n\r\nIf a person has ten people in the family, then the\r\n\r\nland  allotted to him should be in accordance with\r\n\r\nthat number.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to turn now to rural housing. I\r\n\r\nam  sure  the  Government has made an  honest  and\r\n\r\nsincere   attempt   at  alleviating   the   living\r\n\r\nconditions of the rural people. An example of that\r\n\r\nis  the housing project in Bukit Panjang where the\r\n\r\nGovernment intends to build low-cost houses. But I\r\n\r\nthink  more  improvements should be  made  in  the\r\n\r\nrural areas. It strikes me as curious that whereas\r\n\r\nthe Government is making an effort to build houses\r\n\r\nin  order  to  clear slums in  the  city  area,  a\r\n\r\ncorresponding effort to help farmers and fishermen\r\n\r\nin the rural areas is absent. Sir, I am not saying\r\n\r\nthis  as  a criticism of the Government but  I  am\r\n\r\njust  placing these proposals before the  Assembly\r\n\r\nso  that  at  a  later date they can be  examined.\r\n\r\nThere  are thousands of old houses - houses 30 years\r\n\r\nold - in  the  rural areas belonging to the  farmers\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 112</b></font><br><br>\r\n\r\n\r\n\r\nfishermen. These people cannot possibly find money\r\n\r\nto repair and keep them in good condition, and the\r\n\r\nGovernment  is unable to help them. I think,  Sir,\r\n\r\nin  the interests of farming and fishing, we  must\r\n\r\ndo something more to help these people earn a good\r\n\r\nliving. The Government should consider giving them\r\n\r\noutright  grants to help them repair and  maintain\r\n\r\ntheir houses in good condition, so that they could\r\n\r\nlive   a  decent  life  and  do  their  work  more\r\n\r\nefficiently.   This   would   help   to   increase\r\n\r\nproduction and create a happy state of affairs for\r\n\r\nall of us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another subject that I would like to touch upon\r\n\r\nis  the  question  of poultry inoculation  in  the\r\n\r\nrural areas. Representations were made to me a few\r\n\r\ndays ago asking whether I could do something about\r\n\r\nthis  proposition. At the moment, farmers  in  the\r\n\r\nrural areas find it extremely difficult to come to\r\n\r\ntown  and  inoculate their poultry.  It  has  been\r\n\r\nsuggested  to me that a new system may be  adopted\r\n\r\nby   Government;  of  licensing  all   large-scale\r\n\r\npoultry  farmers and supplying them with  vaccines\r\n\r\nat  reasonable cost, so that they themselves could\r\n\r\ninoculate   their   own   livestock    at    their\r\n\r\nconvenience.  It is very difficult these  days  to\r\n\r\nbring poultry 6 or 7 miles away in the rural areas\r\n\r\nto  a  centre in town, queue up and wait for  your\r\n\r\npoultry to be inoculated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another aspect of the rural problem\r\n\r\nthat  I wish to place before this Assembly.  There\r\n\r\nare  various development schemes which  have  been\r\n\r\nundertaken  by  the Government and which  hitherto\r\n\r\nhave  not brought any results. We hope that  these\r\n\r\ndevelopment   schemes,   efforts   by   individual\r\n\r\ndepartments,  could be co-ordinated so  that  there\r\n\r\nwould be more efficiency. I am thinking of a Rural\r\n\r\nDevelopment Council under the chairmanship of  the\r\n\r\nMinister  for Local Government, Lands and Housing,\r\n\r\nthe members of\r\n\r\nthis  Council  to  be drawn from  the  departments\r\n\r\nconcerned,   such   as   Agriculture,   Fisheries,\r\n\r\nEducation,  the  City Council, District  Councils,\r\n\r\nthe  Singapore Improvement Trust and so  on.  Sir,\r\n\r\nthe  rural  problem may look curious, but  if  you\r\n\r\nanalyse  it,  you will find that it  can  only  be\r\n\r\nsolved if there is more coordination among the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 113</b></font><br><br>\r\n\r\n\r\n\r\nvarious departments of the Government. I feel sure\r\n\r\nthat  Government will examine this problem in  the\r\n\r\nlight of what I have said and set up machinery  to\r\n\r\nexpedite rural development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to touch upon a subject\r\n\r\nwhich  at first I thought I should not do,  but  I\r\n\r\nfelt  I  would be failing in my duty if I did  not\r\n\r\nbring  it to the notice of this Assembly. So  much\r\n\r\nhas  been said about multi-lingualism in Singapore\r\n\r\nand the formulation of an educational system which\r\n\r\nwill   nurse  all  languages.  There  are  English\r\n\r\nsecondary schools, Chinese high schools and  there\r\n\r\nare  proposals for Malay secondary schools. But  I\r\n\r\ndo  not  know whether I am correct in saying  that\r\n\r\nthere  is  no  Government proposal to establish  a\r\n\r\nTamil secondary school. As we all know, there is a\r\n\r\nChair in the University of Malaya for Tamil and at\r\n\r\nthe  moment  there is a very wide gap between  the\r\n\r\nprimary  Tamil school and the University.  I  hope\r\n\r\nand believe this gap will be bridged by Government\r\n\r\nbuilding some Tamil secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is this question of Singapore's unity\r\n\r\nwith  the Federation. At first I thought I  should\r\n\r\nnot  touch on this subject but I now feel  that  I\r\n\r\nshould  have  a  crack at it. Much has  been  said\r\n\r\nabout Singapore's unity with the Federation and  I\r\n\r\nlook  at  the problem this way. We must,  at  this\r\n\r\ntransitional   period   of   our   own   political\r\n\r\ndevelopment and the political development that  is\r\n\r\ngoing on outside Singapore, exercise tolerance and\r\n\r\ndiplomacy of the highest order. If we believe that\r\n\r\nwe  can  shape  the political destiny  of  another\r\n\r\nterritory  by exhortation from our own  plane,  we\r\n\r\nwill  find  great  difficulty  in  adjusting   our\r\n\r\ndifferences later on. I would crave the indulgence\r\n\r\nof  this  House  and ask it to  accept  the  Chief\r\n\r\nMinister's  way  of approach for  unity  with  the\r\n\r\nFederation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is yet another problem, the question of\r\n\r\nexternal  relations with countries like Australia,\r\n\r\nBritain  and  the United States. I  believe,  Sir,\r\n\r\nthat  an  external affairs policy  depends  on  a\r\n\r\nsound   internal   policy  and   again   at   this\r\n\r\ntransitional  period  we  must  develop  tolerance\r\n\r\nwithin   our  own  territory.  It  may   be   that\r\n\r\nunknowingly  we  might have  a  student  theme  on\r\n\r\nforeign policy, but then we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 114</b></font><br><br>\r\n\r\n\r\n\r\nare not writing a political thesis in order to get\r\n\r\na  political diploma. I do hope that  in  all  our\r\n\r\nendeavours  to work out a foreign policy  we  will\r\n\r\nnot  forget our own home first. This is an era  of\r\n\r\ninternational  politics.  This  is   an   era   of\r\n\r\ninternational  co-operation,  and   I   hope   the\r\n\r\nAssembly will shape a foreign policy based on  our\r\n\r\nown internal policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr Speaker,\r\n\r\nSir, yesterday in introducing his motion the Chief\r\n\r\nMinister  asked for criticism and particularly  in\r\n\r\ntwo  speeches,  those of the Member for  Serangoon\r\n\r\nand  of the Member for Tanjong Pagar, he got  what\r\n\r\nhe  asked  for. The points made by the Member  for\r\n\r\nSerangoon  were  brushed aside by the  Member  for\r\n\r\nTanjong  Pagar as so many trivialities.  Then  the\r\n\r\nhon.   Member   proceeded  to  deal   at   length,\r\n\r\nespecially  at length, with the inadequacies,  the\r\n\r\ninanities,  the omissions and the generalities  of\r\n\r\nHis Excellency the Governor's Address. Sir, no one\r\n\r\ncould accuse the Member for Tanjong Pagar of being\r\n\r\na   dull   speaker  and  he  is  frequently   very\r\n\r\nentertaining  indeed, though, of course,  some  of\r\n\r\nus,  as  we grow accustomed to his forensic style,\r\n\r\nare  perhaps not quite so impressed by what he has\r\n\r\nto  say  as  we were in the earlier  days  of  the\r\n\r\nAssembly.  Yesterday he ran very true to  form.  I\r\n\r\nexpected  him to lick his chops over the situation\r\n\r\nin Suez and was not disappointed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was amused at his succinct definition of\r\n\r\n\"Independent\"  as seen through  the  eyes  of  the\r\n\r\nChinese,  and  I am sure he could produce  a  much\r\n\r\nfunnier one for the nominated Independents, but  I\r\n\r\nwould rather not hear it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I had previously determined not to take part in\r\n\r\nthis  debate - \"intervention\" is the word the Member\r\n\r\nfor  Cairnhill  (Mr Marshall) called  it - but  you\r\n\r\nwill  recall,  Sir,  that  the  ex-Chief  Minister\r\n\r\npromoted  me through a series of grades to  become\r\n\r\nthe  representative  of British  capital  in  this\r\n\r\nAssembly,  and as capital was touched  on  several\r\n\r\ntimes  yesterday  I  must,  of  course,  watch  my\r\n\r\ninterests.  The  Member for  Serangoon  said  that\r\n\r\nthere  had  been a considerable flight of  capital\r\n\r\nfrom Singapore. In my view,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 115</b></font><br><br>\r\n\r\n\r\n\r\nthe  reports  of flight of capital from  Singapore\r\n\r\nhave  been grossly exaggerated. It is, of  course,\r\n\r\ntrue that there may be some people in this country\r\n\r\nwho have not the faith in its future that many  of\r\n\r\nits  elected  Members have, but I can assure  hon.\r\n\r\nMembers  that  a great deal of the  capital  which\r\n\r\nindeed has left this country in recent months  has\r\n\r\ndone  so  on  a temporary basis, seeking  to  take\r\n\r\nadvantage  of the capital markets in the  City  of\r\n\r\nLondon  where  interest rates are  high.  This  is\r\n\r\nquite a normal movement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Tanjong Pagar told us how\r\n\r\nworried  the heads of big business in London  were\r\n\r\nabout  the future of their capital stake  in  this\r\n\r\ncountry. Well, they will be more worried  if  they\r\n\r\nread the full text of his speech and if they think\r\n\r\nhis  Party is ever likely to come into power. Sir,\r\n\r\none  can  make anything sound silly by reading  it\r\n\r\naloud   rapidly,   laying   false   emphasis   and\r\n\r\ndismissing the whole thing by chucking it  on  the\r\n\r\ntable and saying it is all balderdash. But I think\r\n\r\nparagraph  4  of the Governor's Address  is  good,\r\n\r\nespecially  when it speaks of \"a  need  to  import\r\n\r\ncapital  and,  consequently,  to  attract  foreign\r\n\r\ninvestment\". Does the People's Action Party  think\r\n\r\nthis is nonsense, or are they unable to dissociate\r\n\r\ncapital from colonialism? If you cannot produce or\r\n\r\ncreate  sufficient capital for your needs  and  if\r\n\r\nyou  cannot raise it locally, you have  to  import\r\n\r\nit.  The  goal of successful industrialisation  of\r\n\r\nthis  country is a long way off and all the  skill\r\n\r\nand  technical know-how that would eventually help\r\n\r\nto  create  capital would take time to  build  up.\r\n\r\nThereafter  local  industries  would  have  to  be\r\n\r\nhighly  competitive  to  compete  with  the   vast\r\n\r\nconcerns  of  Western Europe. This competition  is\r\n\r\nactually  being experienced at this moment  and  I\r\n\r\nthink  the  Member  for Paya Lebar  had  something\r\n\r\nyesterday   when  he  suggested,  I   think,   the\r\n\r\nintroduction of some modified form of  protection.\r\n\r\n[Interruption.] It is interesting  to  note,  Sir,\r\n\r\nthat we heard the Member for Tanjong Pagar for 2½ hours  without interrupting him but he just cannot\r\n\r\nkeep quiet when others are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 116</b></font><br><br>\r\n\r\n\r\n\r\nspeaking.  So I think, Sir, it is most injudicious\r\n\r\nto  discourage the foreign investor with wild talk\r\n\r\nof  what  will happen to the future of capital  in\r\n\r\nMalaya.  What  in any case is wrong  with  capital\r\n\r\nearning   dividends,  especially  when  Government\r\n\r\ncollects  30 per cent of the remitted  rewards  in\r\n\r\nany case?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar's attack on the\r\n\r\nGovernment   policy   as   delineated    in    His\r\n\r\nExcellency's   Address   consisted   chiefly    in\r\n\r\ncomplaining  of the absence of facts  and  figures\r\n\r\nand  that it was all rather airy-fairy and  vague.\r\n\r\nMy  first reaction to the Address was that it  was\r\n\r\nrather good, but since I listened to it being torn\r\n\r\nto  bits I have come to the conclusion that it was\r\n\r\neven  better,  I  think it was  rather  clever  of\r\n\r\nGovernment to present it in the way they did, thus\r\n\r\npreventing  the Opposition from indulging  in  any\r\n\r\nspecific  attack.  The Member  for  Tanjong  Pagar\r\n\r\ncomplained  that there was nothing in it  that  he\r\n\r\ncould get his teeth into, or words to that effect.\r\n\r\nIn the circumstances, of course, he was obliged to\r\n\r\nuse the vehicle of ridicule, a vehicle, of course,\r\n\r\nthat can be all too easily over-loaded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I personally have no axe to grind, or\r\n\r\nperhaps only a very tiny one, and I do not propose\r\n\r\nto  comment in detail on His Excellency's  Address\r\n\r\nwhich   one  journalist  of  international  repute\r\n\r\ndescribed as containing everything but the kitchen\r\n\r\nsink!  I  think  perhaps it might have  been  more\r\n\r\napposite and topical if he had said, instead,  the\r\n\r\ngas  cooker!  But may I, Sir, as  a  humdrum  bank\r\n\r\nmanager,  say  that paragraph 33  of  the  Address\r\n\r\nstrikes  the  right note? Unlike  the  Member  for\r\n\r\nTanjong Pagar who castigated Government for a lack\r\n\r\nof   figures,  I  am  satisfied  that  Singapore's\r\n\r\nfinances are indeed in sound shape. Where there is\r\n\r\na  will, there is a way. If Government intends, as\r\n\r\nit states, that nothing shall be done to shake the\r\n\r\nconfidence   and  the  stability  of   Singapore's\r\n\r\neconomy  and  currency, then the  Government  will\r\n\r\nhave the support of all ranks, from the daily wage-earners to the rubber barons.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And the bankers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 117</b></font><br><br>\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Naturally I am in between! Many\r\n\r\nhon.  Members will have had the experience of  the\r\n\r\nfrightful things that can happen when you  have  a\r\n\r\ndebased  currency, for instance, in  the  Japanese\r\n\r\noccupation.  I myself had that experience,  and  I\r\n\r\nalso  had  the  experience of seeing  the  Chinese\r\n\r\nnational    dollar   depreciate    in    geometric\r\n\r\nprogression in post-war China, and have  seen  the\r\n\r\npeculiar  immorality  that  inflation  like   that\r\n\r\nbrings about. It is significant to note, Sir, that\r\n\r\ntwo     currencies    survived    the     Japanese\r\n\r\nholocaust - survived    intact,    both     colonial\r\n\r\ncurrencies - the  Hongkong dollar  and  the  Straits\r\n\r\ndollar, because they were backed 100 per cent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have said, I do not intend to comment\r\n\r\nin detail on His Excellency's Address. The leaders\r\n\r\nof  the  two Opposition Parties have done so,  and\r\n\r\none  of  them complained of the paucity  of  facts\r\n\r\ncontained therein. If every paragraph were boosted\r\n\r\nup  with  facts and figures to the extent desired,\r\n\r\nit  would be as long as the Colony's Annual Report\r\n\r\nand   goodness  knows  how  long  the   Opposition\r\n\r\nspeeches  would  have been; and if  the  group  of\r\n\r\nIndependents all gave it a detailed analysis, then\r\n\r\nI  reckon that this sitting would last longer than\r\n\r\nthe Budget sitting!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To return, Sir, for just a moment to the position\r\n\r\nof  the  nominated Members. It is, after  all,  in\r\n\r\nthis  outmoded and anachronistic constitution,  as\r\n\r\nindeed  in every other, the votes that count,  and\r\n\r\nthe votes of the nominated Members on this side of\r\n\r\nthe House could today have been of almost historic\r\n\r\nimportance.  In  the event, it would  appear  that\r\n\r\nthat  will not be necessary and that face will  be\r\n\r\nsaved all-round.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> What a shame!\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> However, we are not Government\r\n\r\nyes-men.  Even the ex-Chief Minister realised  that\r\n\r\nwhen  he  hurled his invective at us, or commended\r\n\r\nus  for our statesmanlike behaviour, depending  on\r\n\r\nwhether we opposed or supported his policy. For my\r\n\r\nown  part,  I  vote  according  to  my  views  and\r\n\r\nconscience and with due\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 118</b></font><br><br>\r\n\r\nregard  for certain loyalties. I will be extremely\r\n\r\nvocal  against Government should the situation  so\r\n\r\nwarrant,  a  privilege  denied  to  my  ex-officio\r\n\r\ncompatriots, bless their hearts!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, my view on the speed at which this\r\n\r\nColony  should proceed to self-government has  not\r\n\r\nchanged, but I am prepared to support this  motion\r\n\r\nwholeheartedly and to give the Chief Minister  his\r\n\r\nvote of confidence. One way of looking at it, Sir,\r\n\r\nmight  be -  and I do not mean it too  cynically - if\r\n\r\nyou  will permit the phrase, that the Labour Front\r\n\r\nCoalition Government is the devil we know, a devil\r\n\r\nwhose demoniacal forces have been, to some extent,\r\n\r\nmodified.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang (Bukit Panjang):</b> Mr Speaker,\r\n\r\nSir,  I  see  that  the Government  attaches  much\r\n\r\nimportance  to the encouragement and expansion  of\r\n\r\nagricultural  production and says, further  on  in\r\n\r\nthe  Governor's Address, that it will do this  and\r\n\r\ndo  that  to  help the farmers. That is  all  very\r\n\r\nwell,  but they can be promises that will  take  a\r\n\r\nlong time to fulfil. I think it would be very much\r\n\r\nbetter  for the Government now to examine all  the\r\n\r\noutstanding  grievances  and  hardships   of   the\r\n\r\nfarmers.  If  the  Government  really  intends  to\r\n\r\nencourage  pig  breeding,  the  first  thing  they\r\n\r\nshould  do is to do away with the pig-sty  licence\r\n\r\nfees.  The amount is small - only $6 a year - but  the\r\n\r\npig breeders consider that it is an imposition  to\r\n\r\nrestrict  pig  breeding.  That  is  one  of  their\r\n\r\ngrievances. Whenever they want to build or  repair\r\n\r\ntheir  huts, they have had to undergo considerable\r\n\r\ndifficulty.  They cannot improve the condition  of\r\n\r\ntheir  huts  by changing from attap to  corrugated\r\n\r\niron sheets. They find great difficulty in sending\r\n\r\nfor  their wives and children from China  to  help\r\n\r\nthem  on  their  farms. There  has  been  so  much\r\n\r\ntrouble   in   getting  their  pigs  and   poultry\r\n\r\ninoculated. In many cases they complain that their\r\n\r\nfarmland  is too small. The 30-year lease  is  too\r\n\r\nshort.  Bad  roads give them a lot of trouble  and\r\n\r\naffect their profit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we come to their hardships. Last year an\r\n\r\nepidemic of swine fever, or whatever it is called,\r\n\r\nwiped out some $200,000 worth of pigs and piglings\r\n\r\nin\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 119</b></font><br><br>\r\n\r\n\r\n\r\nmy  division  alone. The farmers got  very  little\r\n\r\nhelp  or  no  help  at  all  from  the  Veterinary\r\n\r\nDepartment.  In 1954 the price of pigs  was  about\r\n\r\n$90 per picul and the cost of bran was about $10 a\r\n\r\npicul.  From  the beginning of 1955  down  to  the\r\n\r\npresent  day, the price of pigs has gone  down  to\r\n\r\n$75 per picul but the cost of bran has gone up  to\r\n\r\n$15 a picul. This imbalance in the prices, coupled\r\n\r\nwith the loss through the epidemic last year,  has\r\n\r\nsent many farmers to the verge of bankruptcy. Pigs\r\n\r\nand  fowls  are still dying, although not  at  the\r\n\r\nsame  alarming rate as last year's. I  think  very\r\n\r\nsoon  we may have a shortage of local pork  if  no\r\n\r\naction is taken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of fishermen, the hardest hit are the\r\n\r\nMalay  fishermen  living  along  the  Straits   of\r\n\r\nJohore, due to the curfew. These people are in  my\r\n\r\ndivision.  Even in the pre-curfew days they  could\r\n\r\nhardly  make ends meet. What is their  plight  now\r\n\r\nwithout  the  means of fishing in the  Straits  of\r\n\r\nJohore?  I hope Government will quickly look  into\r\n\r\nthe  matter,  and if my services are  required,  I\r\n\r\nshall be only too glad to help.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, throughout the 62 paragraphs of\r\n\r\nthe  Governor's Address, there is  no  mention  of\r\n\r\nelectricity,  one  of the essential  services  for\r\n\r\nmankind.  I hope that the Government has plans  to\r\n\r\nsupply  electricity as widely as possible  to  the\r\n\r\nrural   areas   and  that  it  was  only   through\r\n\r\ninadvertence that it was not incorporated  in  the\r\n\r\nGovernor's Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I hope that the points I have brought out\r\n\r\nabout  pigs  and  fowls dying, the  high  cost  of\r\n\r\nanimal  feed, fishermen in dire straits,  are  not\r\n\r\npetty  things, and if the Member for Tanjong Pagar\r\n\r\nthinks  they  are,  I  invite  him  to  tell   his\r\n\r\nconstituents about them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in spite of all I have said, I\r\n\r\nwholeheartedly support the Government policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker, Sir,\r\n\r\nHis Excellency's Address just happened to draw our\r\n\r\nattention  to  the fact that Government  has  been\r\n\r\npaying  only lip service during the last 17 months\r\n\r\nparticularly  to the urgent need to stimulate  the\r\n\r\nentrepot  trade of Singapore with our  neighbours,\r\n\r\nIndonesia and the Federation of Malaya.  Well,  we\r\n\r\nhave seen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 120</b></font><br><br>\r\n\r\n\r\n\r\nwhat had happened before to the last trade mission\r\n\r\nto   Indonesia.  After  a  lot  of   fanfare   and\r\n\r\npublicity,  the Marshall led trade mission,  which\r\n\r\nwas  described by Labour Fronters as a  triumphant\r\n\r\none,  had  not produced a single concrete  result.\r\n\r\nThe  much-vaunted relaxations of  export  controls\r\n\r\nfrom   Indonesia   of  rubber   slabs   have   not\r\n\r\nmaterialised and instead of more rubber coming  in\r\n\r\nfrom   Indonesia   to  feed  our  rubber   milling\r\n\r\nindustry, there is actually less import of  rubber\r\n\r\nslabs.  The  beautiful dream of the  Labour  Front\r\n\r\nCoalition  Government of providing more  work  for\r\n\r\nthe people in this industry has not been realised.\r\n\r\nIt  remains just a beautiful dream. There  is,  in\r\n\r\nfact,  more  unemployment. The queue is increasing\r\n\r\nevery  day  and what has the new Labour  Coalition\r\n\r\nGovernment  done during the last three  months  to\r\n\r\nimprove the situation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is no influx of capital, no new industry\r\n\r\nhas  been  planned,  and there  is  a  diminishing\r\n\r\nnational  income.  What we were given  during  the\r\n\r\nlast  17  months were just promises and  mere  lip\r\n\r\nservice. And now Government recognises the need to\r\n\r\nimport  or attract capital, but is it just wishful\r\n\r\nthinking  in  the light of what has  happened?  No\r\n\r\nlocal  or  foreign capital will be attracted  here\r\n\r\nunless   the  Government  can  produce  a  \"stable\r\n\r\npolitical climate\", and gain the confidence of the\r\n\r\nlocal or foreign investors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A series of strikes, fanned by irresponsible\r\n\r\npolitical  agitators and parasites,  and  with  no\r\n\r\nleadership from the Government, all these are  not\r\n\r\nlikely   to   produce   the  desired   objectives.\r\n\r\nIndustries  cannot be established on  pious  hopes\r\n\r\nand wishful thinking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, I would quote the remarks made\r\n\r\nby  the  Member for Tanjong Pagar, leader  of  the\r\n\r\nPeople's Action Party, when he said:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No factory that has suffered a strike has shut\r\n\r\ndown. No factory has decreased its production when\r\n\r\na strike is resolved and the workers resume work.\"\r\n\r\n\r\n\r\n<br><br>Of  this I can say the Member for Tanjong Pagar is\r\n\r\nignorant. I would ask him to go to his own unions,\r\n\r\nthe  P.A.P.-Ied  unions, and  check  up  what  has\r\n\r\nhappened  to  the Hume Industries,  the  Gim  Huat\r\n\r\ngranite quarries of Jurong, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 121</b></font><br><br>\r\n\r\n\r\n\r\nCressonite Industries, the Singapore Cold Storage,\r\n\r\nthe  Mis-Sino  and  the bus  companies  after  the\r\n\r\nsettlement of the strikes. The collections of  the\r\n\r\nbus  companies, after the settlement of  a  strike\r\n\r\nlast  year,  in which I was one of the  mediators,\r\n\r\nhave  dropped  considerably. Can  the  Member  for\r\n\r\nTanjong Pagar explain why he made those remarks?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Action Party every now and then\r\n\r\nshout, \"We stand for freedom!\" But in actual  fact\r\n\r\nthe People's Action Party stand for destruction. I\r\n\r\nwas  in England during the Merdeka talks and  many\r\n\r\ntimes the ex-Chief Minister decided to accept  the\r\n\r\nhalf  loaf which Britain had offered us,  but  the\r\n\r\nleader of the People's Action Party was egging him\r\n\r\non and trying to ask him to demand the impossible,\r\n\r\nand  therefore  the talks failed completely.  What\r\n\r\ndid  we get after all? Nothing. We returned empty-handed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It does appear to me that the Member for Tanjong\r\n\r\nPagar  is  all the while trying to do  his  worst,\r\n\r\nparticularly when he yesterday tried to decry  the\r\n\r\ngood  work  of  my hon. Friend and  Colleague  the\r\n\r\nMember for Serangoon behind the smokescreen  of  a\r\n\r\npseudo-Merdeka   which  the   P.A.P. is   always\r\n\r\nclamouring for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government has indicated that the people are\r\n\r\nbeing encouraged to establish community centres on\r\n\r\ntheir own initiative. The present practice of  the\r\n\r\nGovernment  is  to run and staff  these  community\r\n\r\ncentres entirely by paid members of the Department\r\n\r\nof  Social  Welfare, and presumably by members  of\r\n\r\nthe Labour Front Party, with the assistance of -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Hon. Members must not make\r\n\r\nany imputations in their speeches.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> I am sorry, Sir. Will the\r\n\r\nMinister  for  Labour and Welfare  see  that  this\r\n\r\nsituation  is put right immediately, that  is,  in\r\n\r\naccordance   with   the  policy   laid   down   by\r\n\r\nGovernment - that community centres must be  solely\r\n\r\nrun  by  people  on  their  own  initiative,  duly\r\n\r\nassisted  by  paid  staff from the  Department  of\r\n\r\nSocial Welfare as and when necessary?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 122</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I must warn the Government that if\r\n\r\nthey  display  the  same  kind  of  weakness   and\r\n\r\nconfusion  and, in some respects, the incompetence\r\n\r\nas  they did during the last 17 months, they  will\r\n\r\nseek  in vain when they want our backing for their\r\n\r\npolicy,  but  instead  will  encounter  the   most\r\n\r\nvigorous and sustained attack.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir,\r\n\r\nfirst  I  would  like to congratulate  one  of  my\r\n\r\noldest  colleagues  in the Singapore  Legislature,\r\n\r\nthe  Member  for Havelock (Mr Lim Yew Hock),  who\r\n\r\nhas  attained the highest position in this  Colony\r\n\r\nas  Chief Minister. Whilst congratulating  him,  I\r\n\r\nmust  say that I came prepared yesterday  to  vote\r\n\r\nagainst  his motion as a matter of principle,  but\r\n\r\nhis   speech  completely  disarmed  me   and   the\r\n\r\nassurance which he has given that he will continue\r\n\r\nwith  his  London  talks in the  near  future  has\r\n\r\nchanged my mind and I am voting for his motion. On\r\n\r\nthe  other hand, Sir, the inaugural Address of His\r\n\r\nExcellency the Governor given on 29th August  does\r\n\r\nnot inspire much confidence when it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...continuity of policy and its plans for the\r\n\r\nfuture  are  linked with the achievements  of  the\r\n\r\npast 17 months.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What are those achievements, Sir? 265 strikes of\r\n\r\nwhich the ex-Chief Minister was very proud. Riots.\r\n\r\nThese things have completely shattered the economy\r\n\r\nof  this  little island. If that policy is  to  be\r\n\r\ncontinued, certainly I disagree.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday the Hon. the Chief Minister said\r\n\r\nthat  one  Member always reminded him  during  the\r\n\r\nFirst  Session about a minority of elected Members\r\n\r\nrunning the Government. I did so on principle, and\r\n\r\nI  do  so now on principle too. As one of the most\r\n\r\nsenior Members in the Singapore Legislature  after\r\n\r\nthe  war  from the B.M.A. period, serving  on  the\r\n\r\nAdvisory Council, the Legislative Council and  now\r\n\r\nthe  Legislative  Assembly, I  think  I  am  in  a\r\n\r\nposition to say a few words on the history of  the\r\n\r\npast  Legislatures. I am talking only of the post-war  period. There were only official Members  and\r\n\r\nnominated Members. Then in 1948 we had six elected\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 123</b></font><br><br>\r\n\r\n\r\n\r\nMembers.  The  Government was run by  an  official\r\n\r\nmajority.  Then  later  on  we  had  nine  elected\r\n\r\nMembers  and four nominated Members and the  world\r\n\r\nwas  told by the colonial power that here  was  an\r\n\r\nunofficial   majority.  But  the  four   nominated\r\n\r\nMembers  frustrated whatever the  elected  Members\r\n\r\nwould like to carry through. That was the Colonial\r\n\r\nOffice policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we have gone further forward. We have 25\r\n\r\nelected Members, four nominated Members and  three\r\n\r\nex-officio Members. But what is the use  of  those\r\n\r\n25 elected Members if the voice of the majority of\r\n\r\nthe elected Members is frustrated by the three ex-officios and the four nominated Members? It is  no\r\n\r\nuse having this constitution. It is a question  of\r\n\r\nprinciple, therefore, when I say if any  Party  or\r\n\r\nany Independent Member wants to form a government,\r\n\r\nlet  him do so, but there should be a majority  of\r\n\r\nelected  Members on the Government side.  That  is\r\n\r\nquite logical. As I have said, it is no use having\r\n\r\n25 elected Members in this Assembly when the voice\r\n\r\nof  the  elected majority can be frustrated.  But,\r\n\r\nSir,   I   am  willing  to  support  the   present\r\n\r\nGovernment,  whose term of office  is  very  short\r\n\r\nbecause  it is a caretaker Government  and  is  in\r\n\r\noffice only for the purpose of carrying on further\r\n\r\nnegotiations in the Merdeka talks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to His Excellency's Address, the emphasis\r\n\r\nis  laid on trade. This small island is prosperous\r\n\r\nand  I hope it will remain prosperous, because  it\r\n\r\nonly depends on trade. It has no natural resources\r\n\r\nof its own. I challenge anyone who can say it has.\r\n\r\nRubber  and  tin  are  not  ours;  they  are   the\r\n\r\nFederation's. Singapore produces nothing.  How  is\r\n\r\nits  population of a million and a quarter  people\r\n\r\ngoing  to  exist?  We are simply existing  on  the\r\n\r\nentrepot  trade. First, I will deal with  exports.\r\n\r\nWe  get  goods  from neighbouring  countries,  and\r\n\r\nthese we grade and re-export. We live on that. Our\r\n\r\nlabour  lives on that. Our capital lives on  that.\r\n\r\nIn  the  case  of  imports, we  get  imports  from\r\n\r\nvarious manufacturing countries and we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 124</b></font><br><br>\r\n\r\n\r\n\r\nredistribute  them to the neighbouring  countries.\r\n\r\nWe  get handling charges. The middle man gets  his\r\n\r\ncommission. We exist on that. But can we  do  this\r\n\r\nalways? We can only do this if our cost of  living\r\n\r\nis  cheaper,  our  wages  are  lower  and  we  are\r\n\r\nsatisfied  with lower profits. Then we can  exist,\r\n\r\notherwise God alone knows what will happen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, we require foreign capital.\r\n\r\nCountries like India, Indonesia and Ceylon  always\r\n\r\nask   for  foreign  capital  investment  and  they\r\n\r\nencourage it. When we say that we will nationalise\r\n\r\nour  industry, the question arises:  What  can  we\r\n\r\nnationalise in this small city? Where are we going\r\n\r\nto  get  our materials from? How are we  going  to\r\n\r\nfinance it? We are too small for it. When you talk\r\n\r\nof  the  big  countries, you must  remember  these\r\n\r\nfactors - that   they  have   their   own   natural\r\n\r\nresources;  they have their own backing.  We  have\r\n\r\nnone of these things. Only a stable government can\r\n\r\ninspire  confidence, and only that confidence  can\r\n\r\nattract foreign capital over here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now I come to the fostering of our small-scale industries and cottage handicrafts. If we\r\n\r\nwant  to help the little men, I would advise  that\r\n\r\nwe  get  experts  from E.C.A.F.E. to  teach  them\r\n\r\ncottage  handicrafts and how  to  run  small-scale\r\n\r\nindustries; how to make use of women and children,\r\n\r\nwho   are   doing  nothing  at  home,  for   these\r\n\r\nindustries. The E.C.A.F.E. experts can teach  them\r\n\r\nand  the Government can finance them, and not that\r\n\r\nwe  should  go  to their doorstep  and  give  them\r\n\r\nmoney. As in other countries, we should have  here\r\n\r\na marketing board. The people running these small-scale industries can deposit their wares with  the\r\n\r\nmarketing board and draw an advance against  their\r\n\r\ndeposit, and when their wares are all sold,  their\r\n\r\naccounts  can  be  settled. In this  way  you  can\r\n\r\nutilise  the  women  and children  who  are  doing\r\n\r\nnothing at home, and possibly the children may  be\r\n\r\nkept out of mischief.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you cannot compare our economy with that of\r\n\r\nHongkong.  It is definitely wrong. We are  not  in\r\n\r\nthe same position as Hongkong is. Hongkong depends\r\n\r\non China. The 500 million\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 125</b></font><br><br>\r\n\r\n\r\n\r\npopulation  of  China buy from  Hong-kong  because\r\n\r\nthey  cannot  get  their  goods  direct  from  the\r\n\r\nproducing and manufacturing countries, due to  the\r\n\r\nsanctions  imposed by the other powers.  Hongkong,\r\n\r\nbeing  a  free port and a free market, can  import\r\n\r\nand export. Singapore has no such hinterland.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of cheap labour, how are you\r\n\r\ngoing   to   compete  in  production  with   other\r\n\r\ncountries  when you have to import  raw  materials\r\n\r\nfrom  outside? If you have to pay high  wages,  if\r\n\r\nyou  have to make large profits, how on earth  can\r\n\r\nyou compete with goods manufactured outside? It is\r\n\r\nimpossible.  What I would suggest is  this:  Bring\r\n\r\ndown the cost of living; pay adequate wages to the\r\n\r\nworkers;  bring down your profits. Only  then  can\r\n\r\nyou  compete  with other producing countries.  But\r\n\r\nonce  you impose protective tariffs, you will lose\r\n\r\nyour  principle of free trade. You  will  have  to\r\n\r\nhave  controls.  You will have to have  inspectors\r\n\r\nand  godowns, and the people buying the same goods\r\n\r\nwill  have to pay higher prices for them.  Such  a\r\n\r\nline  of  action will not be to your benefit,  and\r\n\r\nthe  Government should put forward suggestions  to\r\n\r\nconsider  this problem. The advice  of  the  Trade\r\n\r\nAdvisory Council will be very helpful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, His Excellency touched on the question of\r\n\r\nforming a regular battalion. For a small city like\r\n\r\nSingapore  I  think a small army, drawn  from  the\r\n\r\nlocal-born, is sufficient. It can be used in  case\r\n\r\nof  an  emergency and it can be  of  help  to  the\r\n\r\npolice  in case of internal trouble, but  I  would\r\n\r\nnot  advise  having a big army in the  present-day\r\n\r\nworld.  It  is useless. We cannot stand alone.  We\r\n\r\ncan   only   live  in  co-existence   with   other\r\n\r\ncountries,   or  we  can  adopt   the   maxim   of\r\n\r\nPanchsheela. What we really need is an Air  Force.\r\n\r\nWe had our experience when Japanese wooden bombers\r\n\r\nattacked  us and we were quite helpless  then.  An\r\n\r\nAir  Force might probably be the answer,  and  the\r\n\r\npeople  could be trained as anti-aircraft  gunners\r\n\r\nor in other duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, coming to Malayanisation, I moved a\r\n\r\nmotion  on  that subject in 1953  and  an  ad  hoc\r\n\r\ncommittee was appointed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 126</b></font><br><br>\r\n\r\n\r\n\r\nBut  the  committee report went into cold storage.\r\n\r\nThen we had the Majority Committee's Report and we\r\n\r\nhave heard nothing about it up to now. I hope that\r\n\r\nReport will be debated in this Assembly, no matter\r\n\r\nwhat  the  outcome maybe. But, Sir,  what  is  the\r\n\r\nreason  for  Malayanisation? It  is  to  stop  the\r\n\r\npayment of high salaries from our revenue  to  the\r\n\r\nexpatriates.  I  do not blame the expatriates  for\r\n\r\ndrawing  high  salaries. Why should they  come  to\r\n\r\nthis  country,  leaving  their  hearth  and  their\r\n\r\nhomes?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Because they could not get a job.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Please allow me to go on. The\r\n\r\nreason is that they have to run two homes - one here\r\n\r\nand  one  in their own country, maybe in  England,\r\n\r\nIndia,  Ceylon or somewhere else, or  even  China.\r\n\r\nThey send their children back to their own country\r\n\r\nfor  education.  That is possibly  why  they  want\r\n\r\nhigher wages. But my idea of having Malayanisation\r\n\r\nis this. We employ local men - \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> And save money.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> - and save money by paying lower\r\n\r\nsalaries,   not   the  high   salaries   paid   to\r\n\r\nexpatriates.  When  we  can  live  on  a   certain\r\n\r\nstandard,  I  think salaries must be  adjusted  to\r\n\r\nthat level, not only of the administrative service\r\n\r\nbut  also of the Ministers. Take the Ministers  of\r\n\r\nother  countries. They help their own  country  by\r\n\r\nnot  building  their  own capital  out, of  their\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, any government will put up very nice schemes\r\n\r\nfor  the welfare of the State. This Government has\r\n\r\ndone so. I do not blame it. But where is the money\r\n\r\ncoming   from?   His  Excellency  has   given   an\r\n\r\nindication, but that also has its limits. We  want\r\n\r\nforeign  capital  investment  but  if  we  tax  it\r\n\r\nseverely,  it  may want to find  other  places  to\r\n\r\ninvest.  If that happens, who is going to  suffer?\r\n\r\nThe workers. Where are they to go to? China, India\r\n\r\nor  Indonesia? I think Government should plan very\r\n\r\ncarefully the taxation system.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 127</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my good friend the Member for Tanjong Pagar\r\n\r\ndwelt  for  two hours on His Excellency's  Address\r\n\r\nand  he  said it was all wishy-washy. I  do  agree\r\n\r\nthat  a  part of it is wishy-washy. But  I  think,\r\n\r\nlike  a  good lawyer, he went through it  only  in\r\n\r\norder  to  bring up his own points. Of course,  he\r\n\r\nwas  not  stopped. I do not know  why  on  foreign\r\n\r\npolicy  he  did not bring in Gibraltar,  Malta  or\r\n\r\nAden.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Next time.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Possibly he was afraid that if\r\n\r\nthis  beautiful island of Singapore  did  not  get\r\n\r\nMerdeka, it might be internationalised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before this Assembly was constituted, nearly\r\n\r\n55  per cent of the colony's revenue went into the\r\n\r\nadministrative service; in such a small city  like\r\n\r\nSingapore.  After  this new Government  came  into\r\n\r\npower  in  1955,  you have to add  the  Ministers'\r\n\r\nsalaries, the Assistant Ministers' salaries, their\r\n\r\ntravelling  expenses, cocktail  parties  and  what\r\n\r\nnot.  Sir,  the  first duty of a government  which\r\n\r\nwants   benefit  for  the  country  is  to  reduce\r\n\r\nexpenditure and practise economy itself. Then only\r\n\r\ncan  we live within our revenue. But as it is,  55\r\n\r\nper cent or nearly 60 per cent is shocking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hansard will take note that the Hon. the Chief\r\n\r\nMinister  has  said  that the Merdeka  talks  will\r\n\r\nstart  at  the earliest date possible. I  hope  he\r\n\r\nwill  not wait till next April. I am sure he  will\r\n\r\nhave  our  support. The serious way  in  which  he\r\n\r\nspoke  about it has impressed us of his sincerity.\r\n\r\nIf  the Merdeka talks do not succeed, tear up  the\r\n\r\nRendel Constitution and send it back to England!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nwhen  I was young I learned the motto that silence\r\n\r\nis golden and I decided to adopt that. But when  I\r\n\r\ncame to the meeting this morning, I was told by  a\r\n\r\nMember  that  every Member should  say  something,\r\n\r\nwhether for good or for bad, as an allowance is being  paid  to every Member of this Assembly.  That\r\n\r\nallowance is paid to a Member to speak  and  so  I\r\n\r\nthink  I  have to say something in order  to  draw\r\n\r\nthat allowance of $500 a month, or else I may  not\r\n\r\nget it!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 128</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard criticisms, whether constructive or\r\n\r\ndestructive I will not say, from some Members, and\r\n\r\nbouquets  have also been offered to the Government\r\n\r\nby  some Members. I can definitely understand  the\r\n\r\nattitude of the P.A.P., because it has been  their\r\n\r\npolicy, whether for good or for bad, to attack the\r\n\r\nGovernment  in order to maintain their own  policy\r\n\r\nand to tell the people that they are always right,\r\n\r\neven  if  they are wrong. But I cannot  understand\r\n\r\nthe   attitude  or  the  policy  of  the  Liberal-Socialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> No policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I do not think there is much\r\n\r\nin  it.  The Member for Tiong Bahru and the Member\r\n\r\nfor  Serangoon  attacked the Government,  but  the\r\n\r\nMember for Paya Lebar gave a lot of credit to  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Criticism.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Oh, it was credit. I cannot\r\n\r\nunderstand why. Sir, when the Governor opened  the\r\n\r\nFirst  Session  of this Assembly,  I  remember  he\r\n\r\ncovered  a  little aspect of the question  of  the\r\n\r\ncivilian employees in the three Services. But when\r\n\r\nI  went  through His Excellency's Address  at  the\r\n\r\nopening  of  the  Second Session,  it  was  rather\r\n\r\nsurprising  that  nothing  on  this  subject   was\r\n\r\nmentioned. Before this Assembly met, I tabled  two\r\n\r\nquestions regarding the Services' employees but  I\r\n\r\nwas  overruled by you because I was told it is not\r\n\r\nwithin the purview of any Ministry.I do appreciate\r\n\r\nthat,  Sir.  But the Labour Front in its  election\r\n\r\nmanifesto  did include conditions of  service  for\r\n\r\nthe  civilian employees of the Armed Services.  At\r\n\r\nthat time, when I was still a Member of the Labour\r\n\r\nFront  and  when the election manifesto was  drawn\r\n\r\nup,  I  insisted that should the Party  come  into\r\n\r\npower,  it  should  look into  the  conditions  of\r\n\r\nservice  of  the civilian employees of  the  three\r\n\r\nServices. I had been in the Services myself and  I\r\n\r\ndo  know the sufferings of the civilian workers in\r\n\r\nthe  Services. It is not a question of whether  it\r\n\r\nis  within the purview of any Ministry or not.  It\r\n\r\nis   the  question  of  30,000  local  people   in\r\n\r\nSingapore whose employment is at stake. If Merdeka\r\n\r\ndoes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 129</b></font><br><br>\r\n\r\n\r\n\r\ncome,  I  am sure that the Services will  withdraw\r\n\r\nfrom  this  country  and go  back  to  the  United\r\n\r\nKingdom,  and when they do, these 30,000  civilian\r\n\r\nemployees  of  the  Army will  be  thrown  out  of\r\n\r\nemployment, is  the Government prepared  to  face\r\n\r\nsuch a situation? What is the Government going  to\r\n\r\ndo  with  these 30,000 employees of the  Services?\r\n\r\nThey  will  be left unemployed and if  nothing  is\r\n\r\ndone  for  them, they will definitely go into  the\r\n\r\nunderworld  and  join the underground  forces,  or\r\n\r\nthey  may be forced into robbery or any other sort\r\n\r\nof   vices  in  Singapore.  I  do  hope  that  the\r\n\r\nGovernment will look into this matter as it is  of\r\n\r\nthe  greatest concern to this country, whether  it\r\n\r\nis  within  any of the Ministries or not.  I  know\r\n\r\nthat  Singapore  cannot  over-rule  Her  Majesty's\r\n\r\nGovernment's  policy,  because  the  pay  of   the\r\n\r\ncivilian workers comes from Her Majesty's Treasury\r\n\r\nand  not from the Singapore Treasury; but they  do\r\n\r\ncontribute  a  certain  amount  in  taxes  to  the\r\n\r\ncolony.  Without these civilian workers, Singapore\r\n\r\nwould not have received the amount of revenue that\r\n\r\ngoes  to  the  Government Treasury.  If  they  are\r\n\r\nmerely employees of Her Majesty's Government, they\r\n\r\nshould pay tax to Her Majesty's Government in  the\r\n\r\nUnited   Kingdom   and  not   to   the   Singapore\r\n\r\nGovernment. It is a very serious matter and  I  do\r\n\r\nhope  the Chief Minister will give it his  careful\r\n\r\nand active consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to make, Sir, on the\r\n\r\nGovernor's  Address is the question  of  community\r\n\r\ncentres. From what I can see, there is only a very\r\n\r\nsmall  paragraph - paragraph 12 - in  the  Address  on\r\n\r\ncommunity centres. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The building of community centres will be\r\n\r\naccelerated  in  co-operation  with  the   numerous\r\n\r\ngroups who are already establishing or seeking  to\r\n\r\nestablish   community   centres   on   their   own\r\n\r\ninitiative.\"\r\n\r\n\r\n\r\n<br><br>Apart  from this paragraph, I cannot see  anything\r\n\r\nmore  about  it. What is there in that  paragraph?\r\n\r\nAccording to what I have been told previously, the\r\n\r\nGovernment  will  encourage the  establishment  of\r\n\r\ncommunity  centres and will give every help.  Just\r\n\r\nrecently  the  Tiong  Bahru community  centre  was\r\n\r\nclosed down without rhyme or reason. There\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 130</b></font><br><br>\r\n\r\n\r\n\r\nwas  no  specific reason given to the Tiong  Bahru\r\n\r\ncommunity centre why it should be closed down. The\r\n\r\nonly reason given was that it was in the interests\r\n\r\nof  Government that it should be closed  down.  Is\r\n\r\nthat  encouraging the establishment  of  community\r\n\r\ncentres ?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, community centres were started by the\r\n\r\npeople  themselves without any Government support.\r\n\r\nThey  were  self-dependent.  The  maintenance   of\r\n\r\ncommunity  centres was the work of the members  of\r\n\r\nthe  public  or members of the estate  or  tenants\r\n\r\nthemselves. Government did not provide  any  grant\r\n\r\nor  help at all to these centres. Recently  I  was\r\n\r\ntold  that  the  Government has asked  the  Social\r\n\r\nWelfare  Department to step into such centres.  If\r\n\r\nthe Government wants the Social Welfare Department\r\n\r\nto  step  into  such centres, then  by  all  means\r\n\r\nprovide some grant or some funds to them. But none\r\n\r\nwas provided. When these community centres started\r\n\r\nabout  four or five years ago, every one  of  them\r\n\r\nwas  on the verge of bankruptcy because the people\r\n\r\ncould  not  maintain  them. They  could  not  even\r\n\r\nprovide a caretaker for the premises. Then why ask\r\n\r\nthe  Social Welfare Department to step in and  say\r\n\r\nthat   community  centres  should  be  under   its\r\n\r\nsupervision?  I  think it is  entirely  wrong.  If\r\n\r\nGovernment  intends to encourage the establishment\r\n\r\nof  community centres, they should provide  grants\r\n\r\nand  wardens  or officers to guide  them,  not  to\r\n\r\nsupervise   them.  At  one  time  there   was   an\r\n\r\nenforcement by the S.I.T. that an S.I.T. official\r\n\r\nshould  sit  on  the committee of  such  community\r\n\r\ncentres.  What privilege does the S.I.T. give  to\r\n\r\nthese  centres? Nothing at all. And if nothing  is\r\n\r\ngiven,   then  let  the  centres  run   themselves\r\n\r\nindependently without any supervision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the Minister for Local Government, Lands\r\n\r\nand  Housing has repeatedly promised, even  before\r\n\r\nhe  took  office, that he would reduce the rentals\r\n\r\nof  S.I.T. houses. It is now 17 months  since  he\r\n\r\nassumed  office  and instead of  the  rents  being\r\n\r\nreduced,  they  have,  in  fact,  increased  three\r\n\r\ntimes,  directly or indirectly. The  actual  rents\r\n\r\nmay not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 131</b></font><br><br>\r\n\r\n\r\n\r\nhave  been increased, but the water charges  have.\r\n\r\nS.I.T. houses are supplied with block meters  and\r\n\r\nthe tenants are asked to pay, whether they consume\r\n\r\nthe   water   or  not,  a  flat  rate   on   water\r\n\r\nconsumption. That is most unfair, and in spite  of\r\n\r\nthe  protests made by the S.I.T. tenants,  nothing\r\n\r\nhas  been  done  by the Minister. What  about  his\r\n\r\npromise  to reduce rentals of S.I.T. houses?  Most\r\n\r\nof  the  tenants  are of the poor class,  not  the\r\n\r\nrich.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid Bin Haji Jumat):</b> With motor-cars.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Well, it is essential to have a\r\n\r\nmotor-car now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> A luxury.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I do not consider it a luxury,\r\n\r\nbut I consider it an essential service, because it\r\n\r\nis  much cheaper to run a motor-car nowadays  than\r\n\r\nto  go  by any other means of transport.  A  clerk\r\n\r\nwith a salary of $300 a month should possess a car\r\n\r\nnow  if he wants to have any savings on transport.\r\n\r\nI  hope  that  the Minister will  look  into  this\r\n\r\nmatter  and  keep  his promise  to  reduce  S.I.T.\r\n\r\nrentals.   It  is  no  use  making  promises   and\r\n\r\npromises.  It  is no more an election  stunt.  The\r\n\r\nelection days are over now and there is no purpose\r\n\r\nin  making  promises. Promises are made during  an\r\n\r\nelection  campaign  but they will  not  hold  good\r\n\r\nafter   the  candidates  are  elected.  Once   the\r\n\r\ncandidates  are  elected, the promises  should  be\r\n\r\nmade good.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As an ex-member of the Labour Front, I should\r\n\r\noppose whatever the Party does on principle, since\r\n\r\nI  have walked across the floor; but today, as Mr\r\n\r\nSutherland has said, I think I should support  the\r\n\r\nGovernment because it is my personal opinion  that\r\n\r\nthe  policy  framed  by  it  in  His  Excellency's\r\n\r\nAddress  is  good.  In  its policy  statement  the\r\n\r\nGovernment has shown that it has the interests  of\r\n\r\nthe  public  in mind and I will certainly  support\r\n\r\nand  give  my vote of confidence to the Government\r\n\r\nand the Chief Minister.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I\r\n\r\nrise to support the motion, but I wish to make  it\r\n\r\nclear that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 132</b></font><br><br>\r\n\r\n\r\n\r\nI do not support the actual wording of the motion.\r\n\r\nSir,  I  am not a petty critic, nor am I qualified\r\n\r\nfor  a petty politician, but I wish to say that  I\r\n\r\nam  a  simple  and  humble representative  of  the\r\n\r\npeople. I have gone through the Governor's Address\r\n\r\npage  by  page and I wish to give my  comments  on\r\n\r\ncertain  paragraphs. I will start  with  paragraph\r\n\r\n60, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The first elected Government recognised that the\r\n\r\nwelfare  of the people of Singapore could best  be\r\n\r\nserved   by  the  early  attainment  of   complete\r\n\r\ninternal   self-government  and  union  with   the\r\n\r\nFederation of Malaya and accordingly directed  its\r\n\r\nefforts to achieving these ends.\"\r\n\r\n\r\n\r\n<br><br>Sir, although that paragraph is simply worded,  it\r\n\r\ncovers  all the aspirations not only of the people\r\n\r\nof  Singapore but the people in the Federation  as\r\n\r\nwell, and I hope the people in the Federation will\r\n\r\nalso  wholeheartedly support those  objectives.  I\r\n\r\nsay this because the gap between Singapore and the\r\n\r\nFederation appears to be going wider and wider.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to take this opportunity to say something\r\n\r\nabout political developments in the Federation.  I\r\n\r\nam  sure  everybody  was very happy  to  note  the\r\n\r\ndistribution of ministerial posts just  after  the\r\n\r\nFederation  elections, because  it  looked  as  if\r\n\r\nracial  harmony and prosperity were  assured.  But\r\n\r\nthe  position  changed after the question  of  jus\r\n\r\nsoli was raised. It changed to such an extent that\r\n\r\nrecently a statement was issued by the Ministry of\r\n\r\nEducation  in  the  Federation to  Chinese  school\r\n\r\nstudents in the Federation to the effect that when\r\n\r\nthey   visited  Singapore, they  must  not  visit\r\n\r\ncertain schools, including two girls schools.  The\r\n\r\nreason  given  was  to  avoid contacting  venereal\r\n\r\ndisease.  I,  for  one,  had  a  great  shock  and\r\n\r\nalthough the incident was little mentioned in  the\r\n\r\nEnglish  papers, there was much concern among  the\r\n\r\nChinese   people.   I  sought  advice   from   our\r\n\r\nparliamentary experts whether, as Assemblymen,  we\r\n\r\ncould  do  anything to clear up  this  unfortunate\r\n\r\nmatter,  but  I  was told that we must  treat  the\r\n\r\nFederation as a foreign country and therefore  the\r\n\r\nSingapore Assembly could not do anything at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must confess that that was the first time\r\n\r\nI  found out that we are so widely separated  from\r\n\r\nthe  Federation  of Malaya. All this  time  I  was\r\n\r\nunder the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 133</b></font><br><br>\r\n\r\n\r\n\r\nimpression that only the causeway, not more than a\r\n\r\nmile  long, separated us, especially having regard\r\n\r\nto  the  fact that certain administrative services\r\n\r\nwere  so  closely connected. For example, we  have\r\n\r\njust received a report from the Film Censor, a Pan-Malayan Government official, and we also know that\r\n\r\nthe Ministry of Fisheries has Pan-Malayan backing.\r\n\r\nI  think that politically, geographically or  even\r\n\r\neconomically   we   cannot   legitimately   divide\r\n\r\nSingapore and the Federation, and I hope that  the\r\n\r\ngap  between our two territories will be  narrowed\r\n\r\ndown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now touch on the Government's education policy\r\n\r\nin paragraph 54, which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...will ensure to every child the opportunity of\r\n\r\neducation in the language of the parents'  choice,\r\n\r\ntogether with a second language which will  enable\r\n\r\nhim  to  communicate with his fellows of different\r\n\r\nrace.\"\r\n\r\n\r\n\r\n<br><br>Sir, this appears to be a very sound and long-term\r\n\r\npolicy,  but  could  the  Minister  for  Education\r\n\r\nassure us that the language of the parents' choice\r\n\r\nwill  be  fairly represented? I say  this  because\r\n\r\nwhile  the  Government are going to build  schools\r\n\r\nwhich  will  not be English schools,  the  English\r\n\r\nlanguage will be one of the media of instruction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the first time the Government has come to\r\n\r\nrecognise  the  importance  of  providing   higher\r\n\r\neducation for Chinese youths. Paragraph 41 reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Government appreciates the need of the\r\n\r\npupils  leaving the Chinese middle schools for  an\r\n\r\ninstitution  of  higher  education  in  which   to\r\n\r\ncontinue  their  studies, and the  enterprise  and\r\n\r\nenthusiasm  which  brought the Nanyang  University\r\n\r\ninto being.\"\r\n\r\n\r\n\r\n<br><br>I take off my hat to the Ministry of Education for\r\n\r\nrecognising  the need for such an  institution  of\r\n\r\nhigher learning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further on, the same paragraph says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Government is therefore at all times ready\r\n\r\nto help the Nanyang University.\"\r\n\r\n\r\n\r\n<br><br>Sir,  I  wish to put forward a suggestion.  It  is\r\n\r\nknown  that among Chinese educational circles  the\r\n\r\nChinese Branch of the Teachers Training College is\r\n\r\nnot  popular or efficient. Now if the Ministry  of\r\n\r\nEducation  is really going to honour its  word  to\r\n\r\nhelp  Nanyang University, then why should not  the\r\n\r\nMinistry of Education have immediate contact  with\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 134</b></font><br><br>\r\n\r\n\r\n\r\nauthorities of Nanyang University with the  object\r\n\r\nof establishing a Chinese Normal Teachers Training\r\n\r\nCollege right inside Nanyang University?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also put forward a second suggestion. We all\r\n\r\nknow  of  the  great shortage of  Malay  teachers,\r\n\r\nespecially Malay secondary school teachers, and  I\r\n\r\nknow  the  authorities of Nanyang  University  are\r\n\r\nprepared to open a Malay language branch there.  I\r\n\r\ntherefore  suggest that the Ministry of  Education\r\n\r\nconsider  taking immediate action to make  use  of\r\n\r\nNanyang  University facilities to  provide  for  a\r\n\r\nMalay language branch in the University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the much discussed Government\r\n\r\npolicy  towards farmers and fishermen,  especially\r\n\r\ntowards the farmers. Paragraph 7 says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The need to provide and to improve farming lands\r\n\r\nis  accepted  and  the Government  will  give  its\r\n\r\nconsideration to measures aimed at giving  farmers\r\n\r\nboth   security   of  tenure  and   freedom   from\r\n\r\nexploitation.\"\r\n\r\n\r\n\r\n<br><br>The  Member for Seletar and the Member  for  Bukit\r\n\r\nPanjang have fully pointed out the immediate needs\r\n\r\nof  the farmers, especially the Member for Seletar\r\n\r\nwho said that new legislation should be introduced\r\n\r\nto protect the farmers. I have personal experience\r\n\r\nof  their problems. There is a small island  which\r\n\r\nwas  once occupied by more than 20 families.  They\r\n\r\nhad  lived  there  for generations  and  they  had\r\n\r\nplanted rubber and coconut trees. Not long ago the\r\n\r\nownership  of this island changed hands.  The  new\r\n\r\nlandlord  issued quit notices to all  the  farmers\r\n\r\nand  the  farmers were prepared to quit, but  they\r\n\r\nwanted  to  know  the terms of compensation.  They\r\n\r\nwanted  to  know what was going to happen  to  the\r\n\r\nrubber and coconut trees that their ancestors  and\r\n\r\nthey  had planted. But the landlord said, \"I  have\r\n\r\nonly  received your annual rents. All  the  things\r\n\r\nplanted  in  the  ground belong to the  landlord.\"\r\n\r\nSir,  I  am  sure the hon. Members of  this  House\r\n\r\nwould  feel sympathy for such people who  have  to\r\n\r\nsuffer injustice. Therefore I believe that  it  is\r\n\r\nessential to introduce new legislation to  protect\r\n\r\nthe  security  of  tenure of the  farmers  and  to\r\n\r\nensure them freedom from exploitation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 135</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Panjang mentioned about\r\n\r\nfarmers  having  to get a permit before  they  are\r\n\r\nallowed  to  change the roof of  their  huts  from\r\n\r\nattap  to  zinc in order to comply with Government\r\n\r\nregulations.  What  is  the  necessity  for  these\r\n\r\ninconvenient regulations? These only open the  way\r\n\r\nto  corruption. It is the experience of some  non-English  speaking farmers that whenever  they  are\r\n\r\nvisited  by a teh-gu (Land Office official),  they\r\n\r\nmust  give  him a \"red packet\" to satisfy  him.  I\r\n\r\ntherefore   think  these  regulations  should   be\r\n\r\nrevised.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite all the constructive policies laid\r\n\r\ndown   by   the  Government  in  His  Excellency's\r\n\r\nAddress, I said at the beginning of my speech that\r\n\r\nI  could  not  support the actual wording  of  the\r\n\r\nChief  Minister's motion, but I support the motion\r\n\r\nbecause I was moved by the Chief Minister's speech\r\n\r\nyesterday when he asked us to treat his motion  as\r\n\r\na  vote  of confidence. I can explain all this  in\r\n\r\nvery   simple  words.  So  long  as   the   Rendel\r\n\r\nConstitution exists, and so long as the  Hon. the\r\n\r\nChief   Secretary   (Mr  Goode)   is   good   and\r\n\r\ninfluential,  then  I  feel  that  no  matter  how\r\n\r\nconstructive  are  the  proposals  that  are   put\r\n\r\nforward from time to time, it will be hard for the\r\n\r\nAssembly  to carry them through. So the first  and\r\n\r\nforemost  desire  of  this country  is  the  early\r\n\r\nachievement of Merdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Look at the Gallery of this House, Sir.I do not\r\n\r\nknow whether it is because our chief actor is  now\r\n\r\nin Peking, but anyway even when another celebrated\r\n\r\nactor  appeared  yesterday, we still  had  a  poor\r\n\r\naudience.   A   poor   audience   when   important\r\n\r\nGovernment policy is being debated, when a vote of\r\n\r\nconfidence  is  involved! Where  is  the  Consular\r\n\r\nCorps? Where is the public? We have reserved seats\r\n\r\nfor  them. They are not here. Why? It looks as  if\r\n\r\nthey  do not care to listen to an important debate\r\n\r\non Government policy. If I were not an Assemblyman\r\n\r\nbut  just an ordinary member of the public, I  too\r\n\r\nwould  be fed up coming to this Assembly  to  hear\r\n\r\nnonsense,  listen to empty promises and  political\r\n\r\npropaganda. The whole position is very  simple  to\r\n\r\nunderstand.  It  has  always been  said  that  the\r\n\r\npresent  Government is no more  than  a  caretaker\r\n\r\nGovernment, more\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 136</b></font><br><br>\r\n\r\n\r\n\r\nespecially when the Chief Minister yesterday  said\r\n\r\nthat  it  would not hold office up till 1959, and\r\n\r\nthat  if  the Merdeka talks to be held next  April\r\n\r\nfailed,  he  would  also follow his  predecessor's\r\n\r\nexample  and  quit office. It is for this  reason,\r\n\r\ntherefore,  that  I support the  Chief  Minister's\r\n\r\nmotion,  because  a vital issue is  at  stake  and\r\n\r\nbecause  of the mighty call by our courageous  and\r\n\r\ndetermined Chief Minister for Merdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I must say that we have enjoyed very much the\r\n\r\ntwo-hour long analysis of His Excellency's Address\r\n\r\nby the Member for Tanjong Pagar. The impression is\r\n\r\nthat  everybody thought he really took an interest\r\n\r\nin   the   debate.  But  I  told   him   yesterday\r\n\r\nstraightaway,  \"No, you make use of this  Assembly\r\n\r\nto  state  your  P.A.P. platform.\" He  never  went\r\n\r\ncarefully through the Governor's Address.  Neither\r\n\r\ndid  he carefully study the present conditions  in\r\n\r\nSingapore.  As the Member for Tiong Bahru  pointed\r\n\r\nout  in  his speech, the Member for Tanjong  Pagar\r\n\r\ndid  not know that so many factories had to  close\r\n\r\ndown due to the strikes. I would like to tell this\r\n\r\nto his supporters: How can we expect a man to know\r\n\r\nall  this when he lives in a nice bungalow  house;\r\n\r\nwho  works in an air-conditioned office; who  owns\r\n\r\nand  rides in a beautiful American car; who  plays\r\n\r\ngolf  when he is free; who calls for beer when  he\r\n\r\nis  thirsty; and who charges fees for professional\r\n\r\nconsultation  and  services?  And  this  kind   of\r\n\r\nleader,  this  kind of champion  for  the  people,\r\n\r\ntries  to  make use of the Assembly  as  his  best\r\n\r\npropaganda  ground. But such a type of leader  and\r\n\r\nsuch  a  kind  of  speech  only  brings  about  an\r\n\r\nunhealthy situation which will be unfortunate  for\r\n\r\nthe   people  of  Singapore.  [Interruption.]  Mr\r\n\r\nSpeaker, Sir, if you will allow me. I do not  mind\r\n\r\nto repeat it again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, looking at these many pages of policy\r\n\r\nstatements,  it will all be an empty dream  if  we\r\n\r\ncannot  achieve Merdeka. Now everything  has  been\r\n\r\naccumulated into one single movement for  Merdeka.\r\n\r\nAnd how can we achieve Merdeka? I do not think the\r\n\r\nChief  Minister is going to accept the  suggestion\r\n\r\nput   forward   by  our - I  would  like   to   call\r\n\r\nhim - \"dictator-designate\",  that  is,  to  call   a\r\n\r\nconvention\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 137</b></font><br><br>\r\n\r\n\r\n\r\nof  all  anti-colonial Parties in  order  to  plan\r\n\r\ntactics  for  the  Merdeka talks.  [Interruption.] \"Dictator\".\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I appreciate the excitement at\r\n\r\nthe moment, but the hon. Member must remember that\r\n\r\nhe is addressing the Chair, and the Chair only.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am sorry, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Do not get excited.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, we have had experience of\r\n\r\nsuch  people  and such leaders during the  Merdeka\r\n\r\ntalks  last April, which failed. How can we  trust\r\n\r\nthem,  whose motives and principles I  think  even\r\n\r\ntheir  close  colleagues  cannot  understand?  Mr\r\n\r\nSpeaker,  Sir, if you will allow me to trace  back\r\n\r\nall  the  speeches  delivered by  the  Member  for\r\n\r\nTanjong  Pagar, you will recollect  that  he  has\r\n\r\nnever appreciated any Member for doing any good to\r\n\r\nthe  country.  He has hissed at, joked  about  and\r\n\r\ndisgraced many Members, except those of his Party,\r\n\r\nand yesterday he even went to the extent of trying\r\n\r\nto  be  smart in Chinese. He explained that  a  Wu\r\n\r\ntang wu pai (Independent) had no standing, but  he\r\n\r\nforgot  that  one of his close friends,  who  sits\r\n\r\nnext  to  him, is also a Wu tang wu pai. You  will\r\n\r\nremember,  Sir, that the Member for Sembawang  has\r\n\r\nall  the time wholeheartedly supported him.  So  I\r\n\r\nwould  like to take this opportunity of  reminding\r\n\r\nthe Member for Tanjong Pagar that if he intends to\r\n\r\njoke  about  me  or even try to  run  me  down  in\r\n\r\nfuture,  he  should quickly enrol the  Member  for\r\n\r\nSembawang  as a P.A.P. member before he  comes  to\r\n\r\nthis  Assembly and disturbs any of the Independent\r\n\r\nMembers  here.  There may be some people  who  may\r\n\r\nlook  upon  this  as  a  personal  matter,  but  I\r\n\r\nconsider   this  as  a  stumbling-block   to   the\r\n\r\nachievement of Merdeka, even a stumbling-block  to\r\n\r\na  merger  with the Federation. It is  unfortunate\r\n\r\nthat  the country produces such a leader who  says\r\n\r\nthat  the P.A.P. regards the policy stated in  the\r\n\r\nGovernor's  Address  as only blabber  without  any\r\n\r\nfacts.  Can  the  P.A.P. produce more  facts  than\r\n\r\nthis?  You  may  remember,  Sir,  that  the  Chief\r\n\r\nSecretary is still good and influential!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 138</b></font><br><br>\r\n\r\n\r\n\r\nWhat  we  should  work for now  is  to  forge  all\r\n\r\nParties  together  into a  strong  unit.  But  the\r\n\r\npolicy  of  the P.A.P. is not so. They  run  every\r\n\r\nParty  down.  The Member for Tanjong Pagar  wanted\r\n\r\nthe  Chief  Minister to call a convention  of  all\r\n\r\nanti-colonial Parties. How could he when he called\r\n\r\nmembers  of  the  Labour  Front  opportunists  and\r\n\r\nmembers  of  the Liberal-Socialist Party  stooges?\r\n\r\nThat  would  leave the P.A.P. as  the  only  anti-colonial  Party,  led by Mr  Lee  Kuan  Yew,  the\r\n\r\nMember for Tanjong Pagar!\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member is\r\n\r\nprobably getting a little out of hand. I would ask\r\n\r\nhim  to  appreciate  that  this  is  a  debate  on\r\n\r\nGovernment policy. I do not think there should  be\r\n\r\na tirade against the Member for Tanjong policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am sorry, Sir,but I would\r\n\r\nsay  that although they do seem very personal,  my\r\n\r\nremarks  are closely connected with the Government\r\n\r\npolicy   which   I  have  already   described   as\r\n\r\nconstructive; but without the achievement of  full\r\n\r\nindependence, we cannot do anything to  carry  out\r\n\r\nthat Pagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I explained at the last sitting of the\r\n\r\nAssembly why I left the Liberal-Socialist Party. I\r\n\r\nsaid  we  must realise that Singapore  is  just  a\r\n\r\nsmall  island;  that  we depend  on  our  entrepot\r\n\r\ntrade:  that our industry is just equal  to  none;\r\n\r\nthat  we have no natural resources to support  us;\r\n\r\nthat  we  have communal grievances and  religions;\r\n\r\nand  that,  in  addition, we have party  politics.\r\n\r\nSir,  I  do  not know who was the hon. Member  who\r\n\r\nstated yesterday, \"If you join my Party, I can  do\r\n\r\neverything  for you.\" This is the  sort  of  thing\r\n\r\nwhich  keeps  our people divided and  enables  the\r\n\r\ncolonial power to have a better chance to keep the\r\n\r\nbalance  of power, prolong the colonial  rule  and\r\n\r\ndelay  the early achievement of Merdeka. Therefore\r\n\r\nI  cannot  help expressing my sincere and  fervent\r\n\r\ndesire  to  call upon all Parties  to  revive  the\r\n\r\nMerdeka  Committee, which was set up  last  April,\r\n\r\nand   try  to  sign  a  truce,  to  stop  nagging,\r\n\r\nscolding, attacking and joking about one  another,\r\n\r\nand\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 139</b></font><br><br>\r\n\r\n\r\n\r\nto  concentrate on the Merdeka movement.  We  must\r\n\r\nalso  have faith in the Chief Minister. Today many\r\n\r\nspeakers  have expressed their faith in the  Chief\r\n\r\nMinister,  so  let him carry on with  the  job  of\r\n\r\nachieving Merdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The outlook in Singapore today is very bright and\r\n\r\nhopeful  and optimistic. First, we are all  agreed\r\n\r\non  a  common  issue - Merdeka.  Then,  all  Parties\r\n\r\nbelieve  in Socialism. So what else can  keep  the\r\n\r\npeople  divided?  It  is  that  we  have  so  many\r\n\r\npolitical Parties and so many differences. In this\r\n\r\nconnection,  I  think, if the  Chief  Minister  is\r\n\r\ngoing  to  accept the proposal of the  Member  for\r\n\r\nTanjong  Pagar to call a convention of  the  anti-colonial Parties, only malice, jokes and fun  will\r\n\r\nattend  such  a meeting. We have already  had  one\r\n\r\nexperience  of  what the Member for Tanjong  Pagar\r\n\r\ncan  do  when  he goes to London for  the  Merdeka\r\n\r\ntalks.  He  will  enrol more  students  as  P.A.P.\r\n\r\nmembers. I am sure we cannot stop him from saying,\r\n\r\n\"Oh,  do not trust Mr Lim Yew Hock, the Hon. the\r\n\r\nChief Minister. He is no more than an opportunist.\r\n\r\nAnd  how  can  you rely on the Liberal-Socialists?\r\n\r\nThey  go  behind  the scenes  and  talk  with  the\r\n\r\nColonial Office.\" So what is the use of a  Merdeka\r\n\r\ndelegation   again?   Let  us   follow   the   old\r\n\r\nproverb - Once  bitten, twice  shy.  The  Government\r\n\r\nmust  not  fall  into the trap again.  I  suggest,\r\n\r\nsince  all Parties had agreed on certain heads  of\r\n\r\nagreement  last  April, they should  be  asked  to\r\n\r\nhonour  the agreement which they had signed.  Then\r\n\r\nthe  Chief  Minister could go and see Mr  Lennox-Boyd and say, \"Here is our minimum desire. If  you\r\n\r\naccept  that, my Government can carry on. If  not,\r\n\r\nI,  too,  will resign.\" We can make the  issue  so\r\n\r\nsimple that the people of Singapore can understand\r\n\r\nit. It is not a question of high politics at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I should like to take this\r\n\r\nopportunity of borrowing an expression used by one\r\n\r\ncelebrated  journalist, \"Do not shoot the  pianist\r\n\r\nbefore he begins to play.\" To this I would like to\r\n\r\nadd  one  more,  \"Do  not make  Singapore  another\r\n\r\nFrance  in the East.\" Therefore I beg all  Parties\r\n\r\nto\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 140</b></font><br><br>\r\n\r\n\r\n\r\nsupport the motion of the Chief Minister,  and  we\r\n\r\nwish  him  to  carry out his promise of  achieving\r\n\r\nMerdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inche Ahmad Bin Ibrahim (Sembawang): Mr Speaker,\r\n\r\nSir, the Chief Minister has asked that this motion\r\n\r\nof  his - a  motion  of  thanks for  the  Governor's\r\n\r\nAddress - be treated as a vote of confidence in  his\r\n\r\nGovernment. I shall give him full support, but not\r\n\r\nbecause  I am terribly impressed by the Governor's\r\n\r\nAddress.  As  a  matter of fact,  I  was  terribly\r\n\r\ndepressed  when I heard it. Never have I  heard  a\r\n\r\nmore  uninspiring and unconvincing  collection  of\r\n\r\nplatitudes.  Nevertheless,  I  shall  support  the\r\n\r\nChief  Minister's motion since  he  has  given  an\r\n\r\nassurance to this House that he intends to prepare\r\n\r\nfor  the resumption of the Merdeka talks and  that\r\n\r\nhe  intends  to press for full self-government.  I\r\n\r\nhope  that  the  Chief Minister  and  his  elected\r\n\r\ncolleagues  on  the other side of the  House  will\r\n\r\ntake  all the necessary steps to ensure that  when\r\n\r\nthe  talks  are resumed next year, the  people  of\r\n\r\nSingapore  will be in a position to negotiate  for\r\n\r\ntheir rights from a position of strength.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many matters of importance are left out of the\r\n\r\nAddress. Nothing is said about the plans for  Malay\r\n\r\nsecondary  education, and the special position  of\r\n\r\nthe Malay language as the national language of the\r\n\r\ncountry does not seem to be accepted as Government\r\n\r\npolicy. The Government must revise its attitude to\r\n\r\nMalay education and to representations made by the\r\n\r\nMalay Education Council. It must also clarify  its\r\n\r\nattitude  towards  the  status  of  Malay  as  the\r\n\r\nnational language of our country if it wants to be\r\n\r\nregarded  as  a  truly  national  government.  Lip\r\n\r\nservice  to the cause of Malay education  must  be\r\n\r\nreplaced  by  concrete and practical encouragement\r\n\r\nto   the   development  of  the  Malay   language,\r\n\r\neducation and culture. I fully support the  motion\r\n\r\nof  the  Chief Tanjong Pagar that Malay should  be\r\n\r\nintroduced as a compulsory second language in  all\r\n\r\nnon-Malay schools.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The principle of compensation to farmers who\r\n\r\noccupy Crown land is accepted in the Report of the\r\n\r\nLand Clearance and Resettlement Committee which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 141</b></font><br><br>\r\n\r\n\r\n\r\nsubmitted  its Report recently. But  evictions  do\r\n\r\nnot  take  place only from Crown land. People  are\r\n\r\nalso  often evicted from private holdings. If  the\r\n\r\nprinciple of compensation for eviction from  Crown\r\n\r\nland is accepted as right, then the same principle\r\n\r\nmust  be applied to eviction from private holdings\r\n\r\ntoo.  For  this,  amendments to the  Rent  Control\r\n\r\nOrdinance   are   necessary.  I  hope   that   the\r\n\r\nGovernment will consider this matter at  an  early\r\n\r\ndate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I further hope that the recommendations made by\r\n\r\nthe  Land  Clearance  and  Resettlement  Committee\r\n\r\nregarding   the  grant  of  leases  to  productive\r\n\r\noccupants   of   Crown  land   will   be   quickly\r\n\r\nimplemented by the Government. Security of  tenure\r\n\r\nis,  in  fact, the most pressing problem faced  by\r\n\r\nfarmers and this has to be given to them quickly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Address says nothing about the 30,000\r\n\r\nlocally  recruited employees of the Armed Services\r\n\r\nin  Singapore. What step does the Government  have\r\n\r\nin  mind to ensure that these employees will enjoy\r\n\r\nall  the  benefits  of  local  social  and  labour\r\n\r\nlegislation  by operation of law?  It  is  clearly\r\n\r\ninconsistent  with the dignity of  the  people  of\r\n\r\nSingapore  that  any part of Singapore  should  be\r\n\r\noutside   the   purview  of  social   and   labour\r\n\r\nlegislation  and possess extra-territorial  rights\r\n\r\nin these matters.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir, yesterday the Member\r\n\r\nfor  Tanjong  Pagar, with his usual  effervescence\r\n\r\nand  flow  of oratory, tried to make out that  the\r\n\r\nGovernment   policy,   as   enunciated   in    His\r\n\r\nExcellency's   Address  to  this   Assembly,   was\r\n\r\nineffective and feeble. Sir, he reminded  me  very\r\n\r\nmuch of a gushing mountain torrent, supreme in its\r\n\r\nconfidence - sometimes  touching  to  the  point  of\r\n\r\narrogance in its confidence - that it will  be  able\r\n\r\nto  sweep  all  obstacles in its path.  The  fact,\r\n\r\nhowever, that the torrent does make a lot of noise\r\n\r\nis incidental. Not even the impetuous force of his\r\n\r\nmighty oratorial powers could sweep away the basic\r\n\r\npoints in His Excellency's Address that stood  out\r\n\r\nlike rocks on solid foundations.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 142</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you refer to the Governor's Address, you\r\n\r\nwill  find that it is full of principles that  the\r\n\r\nGovernment recognises, policy statements  outlined\r\n\r\nby   the   Government,  and  promises   that   the\r\n\r\nGovernment makes to the people of Singapore.  Take\r\n\r\nthe  first  page, for instance. You will  find  in\r\n\r\nparagraph  2 that \"the Government stands  for  the\r\n\r\nearly   attainment  of  complete  internal   self-government\". That is a policy statement. There  is\r\n\r\nno doubt about it. The word \"stands\" is operative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take paragraph 3:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...the Government will take every opportunity of\r\n\r\ncontinuing  to  explore  trade  possibilities  and\r\n\r\npromote sound trading relationships.\"\r\n\r\n\r\n\r\n<br><br>That  is  a  promise,  and  a  promise  that   the\r\n\r\nGovernment will faithfully carry out, as  much  as\r\n\r\nis possible within its power to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 4:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Government will also promote the expansion\r\n\r\nof existing industries...\".\r\n\r\n\r\n\r\n<br><br>That again is a promise by the Government. In  the\r\n\r\nsame paragraph you will find:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is recognised, however, that there is a need\r\n\r\nto import capital...\".\r\n\r\n\r\n\r\n<br><br>That  is a recognition of principle. You will find\r\n\r\nall  over  in  the  Address that the  three  basic\r\n\r\nthings   that   are  outstanding  are   that   the\r\n\r\nGovernment   recognises  certain  principles;   it\r\n\r\noutlines  certain policies which it  will  pursue;\r\n\r\nand  it  makes certain promises to the  people  of\r\n\r\nSingapore. Sir, the Member for Tanjong  Pagar,  in\r\n\r\nspite  of  these  clear-cut statements,  described\r\n\r\nthem in his usual fluent oratory as \"catalogues of\r\n\r\nadministrative   matters   stuck   together   with\r\n\r\nplatitudes,  fluff  and empty exhortations,  pious\r\n\r\nprotestations and platitudes\". Sir, he  asked  two\r\n\r\nquestions:  Why  the Government  policy  statement\r\n\r\ndoes  not say how the Government is going to carry\r\n\r\nout  certain  things, and when the  Government  is\r\n\r\ngoing  to do so. Sir, how the Government is  going\r\n\r\nto  do  a  certain  thing  is  a  matter  for  the\r\n\r\nGovernment  to decide. It is a detail which  I  am\r\n\r\nsure  it  is  not proper to bother  this  Assembly\r\n\r\nabout.  But  if the method by which the Government\r\n\r\ncarries out its policy is repugnant or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 143</b></font><br><br>\r\n\r\n\r\n\r\nnot  acceptable  to the Members of  the  Assembly,\r\n\r\nthen  it is up to them to criticise the method  if\r\n\r\nand  when  the Government brings it up before  the\r\n\r\nAssembly. The question of when the Government will\r\n\r\ncarry  out certain things depends very much  on  a\r\n\r\nlot of factors. For instance, the availability  of\r\n\r\nfunds,  as  the Member for Telok Ayer pointed  out\r\n\r\nvery  ably.  If it is a matter of construction  of\r\n\r\nbuildings, schools, hospitals and so on, there are\r\n\r\nphysical limitations involved, such as the  labour\r\n\r\navailable,  the materials available, the  building\r\n\r\nprogramme  of the P.W.D., and so on. If  it  is  a\r\n\r\nmatter  of  carrying out industrial policy,  there\r\n\r\nare  other  and  bigger limitations involved.  For\r\n\r\ninstance,   there  is  the  matter   of   creating\r\n\r\nconfidence  which, incidentally,  no  one  in  his\r\n\r\nright  senses can say has been created by  certain\r\n\r\nevents in the last 17 months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon, the leader of the\r\n\r\nLiberal-Socialist   Party,  yesterday   criticised\r\n\r\npoint  by  point  especially  the  industrial  and\r\n\r\neconomic section of His Excellency's Address. Most\r\n\r\nof  his  criticisms were, of course,  unjustified.\r\n\r\nProbably it was because he was not aware of a  lot\r\n\r\nof things that the Government has done. But in his\r\n\r\nusual  pedagogic way he wagged a reproving  finger\r\n\r\nat  the  Government  Benches  and  said  that  the\r\n\r\nGovernment lived on hopes. Sir, there was  nothing\r\n\r\nnew  that  he raised yesterday in his  speech.  In\r\n\r\nfact,  most  of  the points he  raised  have  been\r\n\r\nreplied at one time or another by me in the Press,\r\n\r\nbut I will shortly make a reply to the points that\r\n\r\nhe  raised, one by one. However, before I come  to\r\n\r\nthat,  I  must  say that there are certain  things\r\n\r\nthat  a Member has got to take into consideration.\r\n\r\nIt  is  all  very well to strain at the leash  and\r\n\r\nshow an anxiety for getting things done. We on our\r\n\r\nside  are  also  anxious to get things  done,  but\r\n\r\nthere  are certain limitations. For instance,  the\r\n\r\npolicy on industrial advancement cannot be brought\r\n\r\nabout   overnight.  The  policy  takes   time   to\r\n\r\nformulate and after its formulation it takes  time\r\n\r\nfor it to be brought into operation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There were some disparaging remarks about the\r\n\r\nGovernment not having been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 144</b></font><br><br>\r\n\r\n\r\n\r\nable  to  come to any good solution of the trading\r\n\r\nrelations with Indonesia and of the tariff problem\r\n\r\nwith   the  Federation  of  Malaya.  Members  must\r\n\r\nrealise  that  when  we  are  dealing  with  other\r\n\r\ncountries,  especially other sovereign States,  we\r\n\r\nmust  be careful what words we use. We do not want\r\n\r\nto aggravate a situation which is not happy at the\r\n\r\nmoment.  Negotiations  have  got  to  take   time.\r\n\r\nSometimes they take a very long time. Sometimes we\r\n\r\nmay  not  succeed, but all that we can  do  is  to\r\n\r\nnegotiate; to show our goodwill; to talk  to  them\r\n\r\nnicely. We must also realise and face the fact - and\r\n\r\nI think we have got to face it squarely one day or\r\n\r\nanother -  what  have  we  got  to  offer  when  we\r\n\r\nnegotiate with other countries? We have  our  port\r\n\r\nservices  to  offer,  our  business  acumen,   our\r\n\r\nbanking and insurance facilities, but we must also\r\n\r\nrealise that these are days when trade is governed\r\n\r\nby politics, when trade arrangements are made with\r\n\r\nthe  consciousness of what is politically suitable\r\n\r\nor good. These are not days when trade matters are\r\n\r\nconsidered purely from the economic angle. We  are\r\n\r\nstill  a  colony  and  we have  not  yet  got  the\r\n\r\npolitical   friendship  to   offer   which   other\r\n\r\nsovereign States have to offer to each other.  The\r\n\r\nonly  thing that we can do is to create friendship\r\n\r\nand goodwill and it takes time for that friendship\r\n\r\nand  goodwill  to  blossom  forth.  We  must  have\r\n\r\npatience. If it is only a domestic matter,  I  can\r\n\r\nunderstand  the impatience; I can understand  that\r\n\r\nif  we  do not go about doing it quickly,  we  are\r\n\r\njust  wasting  time. But when the matter  concerns\r\n\r\nanother country, it has got to take time. The pace\r\n\r\ncannot be forced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Serangoon alleged that some\r\n\r\nrubber contracts had been made by the traders even\r\n\r\nbefore the goodwill mission and the working  party\r\n\r\nleft  for Indonesia last year. That, Sir,  may  be\r\n\r\ntrue.  Contracts could be made. But  was  shipment\r\n\r\nmade? That is the point. A contract can be made on\r\n\r\npaper. But did you get that rubber here? You  only\r\n\r\ngot  that rubber after the working party had  come\r\n\r\nback   from   its  successful  negotiations   with\r\n\r\nIndonesia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 145</b></font><br><br>\r\n\r\n\r\n\r\nIt is misinformation, Sir, the way it was put. The\r\n\r\nhon. Member went on to talk about the trouble that\r\n\r\nour  fishermen had in Indonesian waters. Sir,  the\r\n\r\nworking  party did do something for the fishermen.\r\n\r\nIt did, in fact, come to a settlement on an agreed\r\n\r\nlist  of  items which our fishing boats  can  take\r\n\r\nback on their return journey, which settlement had\r\n\r\nbeen  pending for two or three years. We were able\r\n\r\nto  do  that much. If we were not able to do more,\r\n\r\nit  was not our own fault. There were able members\r\n\r\nin  the  working party. We tried our best  and  we\r\n\r\nmanaged to achieve what we could, and no more.  It\r\n\r\nis no use grumbling about it. It is something that\r\n\r\ndid not lie in our hands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Serangoon went on to say\r\n\r\nabout  the  Federation  customs  duties  having  a\r\n\r\ndetrimental effect on our trade. We are not  blind\r\n\r\nto  that.  We  realise  that  they  are  having  a\r\n\r\ndetrimental effect. In fact, I have stated it many\r\n\r\ntimes. I said that three or four days back in  the\r\n\r\nCommonwealth  Parliamentary  Association   meeting\r\n\r\nwhen I spoke on the economic relations between the\r\n\r\nterritories of the Malaya/Borneo Group. Here is  a\r\n\r\ncutting from a Hongkong paper which I will read to\r\n\r\nyou:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Addressing the Regional Conference of the\r\n\r\nCommonwealth  Parliamentary Association,  he  (the\r\n\r\nMinister   for   Commerce  and   Industry)   said,\r\n\r\n`Singapore  now finds that tariffs in  Malaya  are\r\n\r\ncreating  an  obstacle to the development  of  her\r\n\r\nindustries.  We hope that though we  may  progress\r\n\r\nseparately on the political path, we will  in  the\r\n\r\nfuture   merge.  We  hope  that  in  the  meantime\r\n\r\nsomething can be done to eliminate this difficulty\r\n\r\nwhich is facing the Singapore manufacturer.' \"\r\n\r\n\r\n\r\n<br><br>That  is a problem which we have to tackle. It  is\r\n\r\nno use grumbling about it. It requires goodwill on\r\n\r\nboth sides. We have set up a committee to consider\r\n\r\nthe  effects  and at the moment we are  collecting\r\n\r\ndata.  We  require a lot of data  and  information\r\n\r\nbefore we can put up a good case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Serangoon went on to speak\r\n\r\nabout   farmers   and  asked  what   encouragement\r\n\r\nGovernment  was  giving  them.  Sir,  if  I  start\r\n\r\nreading   out  portions  of  my  speech   at   the\r\n\r\nAgricultural Show, I think it will take up  a  lot\r\n\r\nof the Assembly's time. So much time\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 146</b></font><br><br>\r\n\r\n\r\n\r\nhas  already  been taken up by other  Members  who\r\n\r\nhave  no  regard for time. But I will not  do  so.\r\n\r\nHowever,  if the Member is interested  in  knowing\r\n\r\nwhat  we have done, I will just quote him  one  or\r\n\r\ntwo  figures: the inoculation of poultry - 4 million\r\n\r\nbirds last year; 2 million so far this year. If he\r\n\r\nis interested, I will send him a copy of my speech\r\n\r\nat  the Agricultural Show and he can then find out\r\n\r\nwhat we have done in that field.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I would rather you say it here.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> The hon. Member went on to\r\n\r\nallege that we had created a monopoly on a certain\r\n\r\nbrand  of  insecticide. That, Sir, is not correct.\r\n\r\nThe  correct position is this. Up to very recently\r\n\r\na  certain brand of insecticide was only available\r\n\r\nand  that insecticide was imported by I.C.I.  This\r\n\r\ninsecticide  contained phosphorus and  because  it\r\n\r\nwas of a poisonous character it was necessary that\r\n\r\nthe  farmers  had  to  have the  approval  of  the\r\n\r\nMinistry  of Health before they could use  it.  So\r\n\r\ninstead  of creating a monopoly, there  were  more\r\n\r\nobstacles put in the way of selling that  product.\r\n\r\nThe  position  now has changed.  Another  type  of\r\n\r\ninsecticide has come into the market which is  not\r\n\r\nso  poisonous,  which can be  bought  freely,  and\r\n\r\nwhich does not belong to I.C.I.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of fisheries, the Member for\r\n\r\nSerangoon  queried  why only three  licences  were\r\n\r\ngranted  for  joint  Japanese  operations.   Eight\r\n\r\napplications were received. Why were they all  not\r\n\r\ngranted licences? Then we would have more training\r\n\r\nfacilities for our fishermen. The answer to  that.\r\n\r\nSir,  is this: before we allow unlimited operation\r\n\r\nof  this scheme, we want to make sure what  effect\r\n\r\nit  is  going to have on the fishing grounds  here\r\n\r\nand  also  what effect the import of the resultant\r\n\r\ncatches  is  going  to have on our  fishermen  who\r\n\r\nnumber quite a lot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member also said that all the\r\n\r\napplicants  were willing to comply with Government\r\n\r\nrequirements, and yet only three were chosen,  the\r\n\r\nimplication  being. I suppose, that  there  was  a\r\n\r\nselection. Naturally we could not help\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 147</b></font><br><br>\r\n\r\n\r\n\r\nhaving  a selection when we decided to issue  only\r\n\r\nthree  licences and more than that number applied.\r\n\r\nSir,  I  will  quote  from the advertisement  that\r\n\r\nappeared  in  the papers calling for  applications\r\n\r\nfor  licences.  It  shows that  the  criteria  for\r\n\r\nselection    were   clearly   stated    in    that\r\n\r\nadvertisement. It says here:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Only a limited number of licences will be\r\n\r\navailable  under  this scheme and  the  Government\r\n\r\nreserves the right to select from the applications\r\n\r\nreceived  before the closing date those which,  in\r\n\r\nits  opinion, offer the best prospects  for  rapid\r\n\r\ntraining   of   local  personnel,   the   greatest\r\n\r\nparticipation of local interests, and increase  in\r\n\r\nthe supply of fish from deep-sea off-shore fishing\r\n\r\ngrounds.\"\r\n\r\n\r\n\r\n<br><br>The  criteria  are these: the best  prospects  for\r\n\r\nrapid  training of local personnel,  the  greatest\r\n\r\nparticipation of local interests, and increase  in\r\n\r\nthe supply of fish from deep-sea off-shore fishing\r\n\r\ngrounds. The applications were judged according to\r\n\r\nhow they fitted in with those criteria and, as had\r\n\r\nbeen  decided  by Government, three licences  were\r\n\r\ngranted.  If and when we find that this method  is\r\n\r\nreally  beneficial  to us, I  will  then  consider\r\n\r\nrecommending to Government that we should increase\r\n\r\nthe  number  of  licences under this  scheme;  but\r\n\r\nuntil I am satisfied that it is going to be really\r\n\r\nbeneficial, I am not going to plunge headlong into\r\n\r\na scheme of which we know little at the moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon then asked what\r\n\r\nGovernment  is  doing regarding the cheap  landing\r\n\r\nand  selling of fish. The Clyde Terrace Market  is\r\n\r\naway  from the beach now. The Ellenborough  Market\r\n\r\nis  too  small. Sir, plans for a wholesale  market\r\n\r\nhave  been  under consideration at  first  by  the\r\n\r\nDepartment  of Commerce and Industry and  then  by\r\n\r\nthe Ministry of Commerce and Industry, since 1951.\r\n\r\nSir,   six   sites  have  been   gone   over   and\r\n\r\ndifficulties  have been encountered with  many  of\r\n\r\nthese  sites. In some cases, the Army or the  Navy\r\n\r\nwanted  to  use the land. The last  site  that  we\r\n\r\nconsidered  was at the city end of Merdeka  Bridge\r\n\r\nbut  we  found that it was too costly, that piling\r\n\r\nwould cost too big an amount to be economical. Now\r\n\r\nwe have found another site towards the extreme end\r\n\r\nof  the  old Kallang Airport runway, but  that  is\r\n\r\nstill under consideration and I cannot\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 148</b></font><br><br>\r\n\r\n\r\n\r\nmake any promises. However, I will say this, that,\r\n\r\nin  my  opinion, a wholesale fish market does  not\r\n\r\ndeserve a high degree of priority and that it will\r\n\r\nonly  be  considered  in  the  order  of  priority\r\n\r\naccording  to the funds available for the  various\r\n\r\nschemes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before we come to the interesting part, the field\r\n\r\nof  industry, I wish to refer to the point made by\r\n\r\nthe  Member for Serangoon about the import  duties\r\n\r\nimposed by Indonesia on our goods, ranging from 50\r\n\r\nto  200  per  cent. Sir, Indonesia is a  sovereign\r\n\r\npower. We cannot control her and if she raises her\r\n\r\nimport  duties  to  500 per  cent,  we  cannot  do\r\n\r\nanything about it. So why grumble about it?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Negotiate.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Negotiate? That is what we\r\n\r\nare  doing, but the Member probably does not  know\r\n\r\nthat   these   import  duties  are   not   applied\r\n\r\ndiscriminately only to Singapore; they are applied\r\n\r\nto all imports, whether they are from Singapore or\r\n\r\nanywhere else.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Do something.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> If a sovereign power wants to\r\n\r\nregulate its own economy, what cause can  we  have\r\n\r\nto grumble about? If we do, it is possible that we\r\n\r\nmay harm our trade. We must realise that their own\r\n\r\nneeds  are  of paramount importance  to  them.  We\r\n\r\nshould not try to create more ill-feeling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is one part of the Member for\r\n\r\nSerangoon's speech which struck me as having taken\r\n\r\ncognizance of the facts as they really exist,  and\r\n\r\nthat is that we are being used as a dumping ground\r\n\r\nfor  foreign manufacturers. That is true in a way.\r\n\r\nThe Member for Paya Lebar was more constructive in\r\n\r\nhis  suggestion. Now what is the Government  doing\r\n\r\nabout it? The Member for Paya Lebar suggested that\r\n\r\nGovernment  should  think  of  introducing  tariff\r\n\r\nprotection. Sir, that is not a new proposal to me.\r\n\r\nIn   fact,  at  the  opening  of  the  Trade   and\r\n\r\nIndustries Fair at the Great World Amusement  Park\r\n\r\non 20th July, I did mention\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 149</b></font><br><br>\r\n\r\n\r\n\r\nthat  suggestion, and these are the words I  used, Sir:\r\n\r\n\r\n\r\n\"That  Government should give protection to  local\r\n\r\nindustries by means, of tariffs on imported goods.\r\n\r\nThis  suggestion is not a new one and, in fact.  I\r\n\r\nhave   for   some   time   been   examining    the\r\n\r\npossibilities.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what we have to remember is this: that when\r\n\r\nwe  introduce tariff protection, we must look  out\r\n\r\nfor  three factors (the Member of Telok Ayer  also\r\n\r\nmentioned this) and these are, first, that we  are\r\n\r\nan  entrepot centre and we should not do  anything\r\n\r\nthat would harm our entrepot trade. We have to  be\r\n\r\nvery  careful about that. Then we should also  see\r\n\r\nthat,  by giving tariff protection, our industries\r\n\r\nwhich   get   such  protection   do   not   become\r\n\r\nuncompetitive because then the incentive to reduce\r\n\r\ncosts is lost. I do not think it will be so in all\r\n\r\ncases.  In  some cases, however, by giving  tariff\r\n\r\nprotection,  we  get  more economical  production,\r\n\r\nmore  competitive  production,  because  then  the\r\n\r\nindustries  concerned can produce  to  their  full\r\n\r\ncapacity  without any waste. But in certain  cases\r\n\r\nespecially where advanced methods are not used,  a\r\n\r\nmanufacturer getting tariff protection might  say,\r\n\r\n\"I  am getting protection now, What have I got  to\r\n\r\nworry about?\" And instead of trying to better  his\r\n\r\nquality  and to bring his costs down, he may  just\r\n\r\ntake  things easy. So we find that his goods  will\r\n\r\nbecome  uncompetitive  on the  export  market,  on\r\n\r\nwhich  we  have to rely to a large extent  because\r\n\r\nour  home  market  is not big  enough.  The  third\r\n\r\nfactor that we have to take into consideration  is\r\n\r\nthat  we  should not do anything to bring  up  the\r\n\r\ncost of living. Take the case of bee-hoon. The bee-hoon people have come to see me about half a dozen\r\n\r\ntimes  in  the last three months and I know  their\r\n\r\ncase full well. I have investigated it. But if  we\r\n\r\nimpose restrictions, especially since bee-hoon  is\r\n\r\na  food  item,  is there not a danger  thereby  of\r\n\r\nincreasing the cost of living? There is one way of\r\n\r\nencouraging  the  bee-hoon  people.  They  are  at\r\n\r\npresent using out-of-date methods of manufacturing\r\n\r\nbee-hoon.  I have told them that we might  try  to\r\n\r\nbring  their case before the Industrial  Promotion\r\n\r\nBoard  so  that they can get a loan to buy  up-to-date machinery which will help to bring\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 150</b></font><br><br>\r\n\r\n\r\n\r\ndown  their cost of production, and thereby enable\r\n\r\nthem   to  compete  with  imported  bee-hoon  from\r\n\r\nThailand and China. We have also to bear in  mind,\r\n\r\nwhen  we impose restriction, the repercussions  on\r\n\r\nthe  other territories that are affected by  those\r\n\r\nrestrictions. Sir, the Member for Serangoon -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, I think this is an\r\n\r\nappropriate time to suspend. I will take the Chair\r\n\r\nagain at 2.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.16 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed on Question.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker,Sir, before I was\r\n\r\ninterrupted this morning, I was going to touch  on\r\n\r\nthe  important subject of encouragement  of  local\r\n\r\nindustries but now I think the subject is of  such\r\n\r\ngreat importance that I am going to talk on it  at\r\n\r\nthe end of my speech.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am now going to answer some of the\r\n\r\nmiscellaneous points that have been raised by  the\r\n\r\nother Members from the Opposition side.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon (Mr Lim Choon Mong) put\r\n\r\nup  a  suggestion that the Fisheries School should\r\n\r\nbe  established  immediately. My answer,  Sir,  is\r\n\r\nthat  if we can train our fishermen free of charge\r\n\r\nunder this scheme of joint-Japanese venture, I  do\r\n\r\nnot  see  any  reason why Government should  spend\r\n\r\nmoney  on a scheme which might not prove  of  much\r\n\r\nhelp,  and  therefore I will  only  consider  this\r\n\r\nsuggestion when I see the result of the  operation\r\n\r\nof the joint-Japanese venture scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Bukit Panjang (Mr Goh Tong\r\n\r\nLiang) raised certain points about agriculture and\r\n\r\nabout  farmers.  He  said that  Government  should\r\n\r\nexamine   all   outstanding  grievances   and   he\r\n\r\nsuggested  that  we  should do away  with  pig-sty\r\n\r\nlicences  which cost six dollars each annually.  I\r\n\r\nwill  also not be surprised if he comes round  and\r\n\r\nsays that we should do away with the fees\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 151</b></font><br><br>\r\n\r\n\r\n\r\nfor  the  registration of businesses, in order  to\r\n\r\nencourage business, or that we should do away with\r\n\r\nrents for land given to farmers and with all other\r\n\r\nsimilar things. Six dollars is a small sum and  it\r\n\r\nis  necessary that we should have a record of  all\r\n\r\nfarmers who breed pigs. He also lamented the  fact\r\n\r\nthat  there was an epidemic of swine fever earlier\r\n\r\nthis  year - that  quite a lot of  pigs  died  as  a\r\n\r\nresult - and that not much help was forthcoming from\r\n\r\nthe  Veterinary Department. Sir, the  main  reason\r\n\r\nwhy the pigs died was because of the reluctance on\r\n\r\nthe part of the farmers to report the outbreak  of\r\n\r\nswine  fever. Immediately we became aware  of  the\r\n\r\nexistence  of  this disease amongst the  pigs,  we\r\n\r\ntook steps to recruit an extra team of men for the\r\n\r\nVeterinary Department to go out and attend to this\r\n\r\ndisease  so  that  it would not  spread  to  other\r\n\r\nareas. He has also touched upon the bad roads  and\r\n\r\ncommunications and in this respect I  am  sure  he\r\n\r\nwill  notice  in  His  Excellency's  Address  that\r\n\r\nreference has been made to bringing in services to\r\n\r\nthe farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a lot of attention has been given in certain\r\n\r\nsections  of  the  Press  to  statements  by   the\r\n\r\nSingapore Farmers' Association that farmers should\r\n\r\nbe  trained to inoculate their own poultry. I have\r\n\r\nhere,  Sir, a statement from an expert whose views\r\n\r\nare as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A vaccine is not a pill or a dose of medicine\r\n\r\nwhich any one can take, but requires the use of  a\r\n\r\nhypodermic    syringe   under   trained    sterile\r\n\r\nconditions, This Ranikhet vaccine is put up  in  a\r\n\r\nglass ampule of 1 c.c. capacity which must be  kept\r\n\r\non  ice  from  the  moment of manufacture  to  the\r\n\r\nmoment of vaccination.\"\r\n\r\n\r\n\r\n<br><br>Now,  the  farmers do not have the  facilities  to\r\n\r\nkeep the vaccine on ice or in a refrigerator.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If exposed to sunlight or heat it dies\r\n\r\nimmediately. In addition the vaccine is so  potent\r\n\r\nthat  it  requires  a dilution by  a  thousandfold\r\n\r\nusing special sterile filtrated medium which  must\r\n\r\nalso  be  used at ice cold temperature; after  the\r\n\r\nampule is broken open, the diluted vaccine must be\r\n\r\nused within an hour otherwise it dies.\"\r\n\r\n\r\n\r\n<br><br>The  success of this vaccination campaign has been\r\n\r\nlargely  dependent on the fact that  it  has  been\r\n\r\ncarried out by experts who know their job  and  if\r\n\r\nit is handed over to the farmers, there is a great\r\n\r\nchance of it being misused by quacks\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 152</b></font><br><br>\r\n\r\n\r\n\r\ntrying to make money by injecting dirty water  and\r\n\r\ncalling  it vaccine and the farmer who  gets  this\r\n\r\nservice  will  not know whether the  poultry  have\r\n\r\nbeen  injected with the real vaccine or with  some\r\n\r\nother  substitute. Also, the Federation Veterinary\r\n\r\nLaboratory which supplies us this vaccine supplies\r\n\r\nus  on the condition that it is used by experts of\r\n\r\nthe  Veterinary  Department. I have  studied  this\r\n\r\nmatter  before  and I cannot find  any  method  by\r\n\r\nwhich  it  would  be possible to let  the  farmers\r\n\r\nhandle this vaccine; but what we are doing is that\r\n\r\nwe  are expanding our veterinary services so  that\r\n\r\nevery farmer who is in need will be able to get at\r\n\r\nhis  doorstep  this service. Of course,  it  takes\r\n\r\ntime and requires the means to have this expansion\r\n\r\nbrought about, but it is going to come surely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, generally it has been recognised even by the\r\n\r\nFarmers'  Association, belatedly I must say,  that\r\n\r\nthe  Government has done something for the farmer.\r\n\r\nThe   Sin   Pao,  which  was  very   critical   of\r\n\r\nGovernment's action towards farmers and  the  help\r\n\r\nthat the Government was giving, has now come round\r\n\r\nbelatedly and is now admitting that Government has\r\n\r\ndone something.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The attendance at the Agricultural Show, which is\r\n\r\nestimated  at  over 200,000 during the  last  five\r\n\r\ndays - out of which one and a half days were wet and\r\n\r\nrainy - is  in  itself a compliment to  Government's\r\n\r\nhelp and assistance towards the farmer and to  the\r\n\r\nimportance   that  Government  attaches   to   the\r\n\r\nagricultural section of the community.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also brought to light the fact\r\n\r\nthat  feeding  stuffs have gone up  and  that  the\r\n\r\nprice  of swine has gone down. We have no  control\r\n\r\nover  the price of feeding stuffs in the countries\r\n\r\nfrom which they are coming. If the prices go up in\r\n\r\nthe  country of origin, we cannot help it but  the\r\n\r\nprice  of  swine  to  the farmer  has  come  down,\r\n\r\nespecially because of the activities of middlemen.\r\n\r\nThe  middleman who buys swine from the farmers and\r\n\r\nbrings it to the consumer is making all the profit\r\n\r\nand  the farmers are not getting a fair share  for\r\n\r\ntheir portion. The remedy for this, however, is to\r\n\r\nincrease our co-operative\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 153</b></font><br><br>\r\n\r\n\r\n\r\neffort  so  that  more and more  farmers  will  be\r\n\r\nbrought  into co-operative societies. They will  be\r\n\r\nable to market their own produce, poultry and pigs\r\n\r\nand   they  will  have  direct  contact  with  the\r\n\r\nconsumer  then, and be able to get the best  price\r\n\r\npossible; eliminating the middleman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a complaint about Malay fishermen\r\n\r\nin  the  Straits of Johore being affected  by  the\r\n\r\ncurfew.  Sir, we are well aware of this. In  fact,\r\n\r\nwe  have been giving our attention to it but  this\r\n\r\ncurfew   was  imposed  at  the  request   of   the\r\n\r\nFederation Government because of the Emergency and\r\n\r\nwe   are   in  consultation  with  the  Federation\r\n\r\nGovernment over this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru (Mr William Tan) in\r\n\r\nhis  speech  gave - if I may use the  words  of  the\r\n\r\nMember for Tanjong Pagar - a catalogue of the Labour\r\n\r\nFront's  inefficiency. Sir, this speech should  be\r\n\r\ntaken with a pinch of salt. It was intended mainly\r\n\r\nfor  political  purposes and I  am  not  going  to\r\n\r\ncomment because all the points - in fact, he  raised\r\n\r\nvery few points - but whatever points he raised have\r\n\r\nbeen covered by me in replies to other speakers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we come to the very important subject\r\n\r\nof   encouragement  of  our  industries.   Various\r\n\r\nspeakers  have touched on this subject - the  Member\r\n\r\nfor  Kampong  Kapor  (Mr Seah  Peng  Chuan),  the\r\n\r\nMember  for  Paya Lebar (Mr Lim Koon  Teck),  the\r\n\r\nMember for Serangoon (Mr Lim Choon Mong) and  our\r\n\r\nfriend the Member for Tanjong Pagar (Mr Lee  Kuan\r\n\r\nYew).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanjong Pagar cited examples\r\n\r\nof  India  and Ceylon but there are two advantages\r\n\r\nwhich  India  and Ceylon have which we  have  not.\r\n\r\nThey have cheaper labour and they have a very  big\r\n\r\nhome market which we have not. We have to rely  on\r\n\r\na small home market and more on exports.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been a lot of criticism that Government\r\n\r\nhas  been inactive over its economic policy,  that\r\n\r\nGovernment   has  done  nothing  about  industrial\r\n\r\nexpansion, and that it is only talk and talk,  and\r\n\r\nso\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 154</b></font><br><br>\r\n\r\n\r\n\r\non.  As recently as yesterday, Sir - I will quote  a\r\n\r\nparagraph   from  the  Free  Press  editorial   of\r\n\r\nyesterday which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Not only the Government is acutely aware of the\r\n\r\nneed  for industrial expansion on this island  but\r\n\r\nit  is setting about in a thoroughgoing manner  to\r\n\r\nproduce a favourable climate for it.\"\r\n\r\n\r\n\r\n<br><br>Sir, I am a modest man and I will not let this  go\r\n\r\nto my head but I must say, as I said this morning,\r\n\r\nthat these matters take time to formulate and they\r\n\r\ncannot be achieved overnight.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Eighteen months!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> More, it should take.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a lot has been said this morning about the\r\n\r\nentrepot   trade  of  Singapore.  I   admit   that\r\n\r\nSingapore  has  no basic economy of  its  own  and\r\n\r\ntherefore  we  have got to rely  on  our  entrepot\r\n\r\ntrade.   Then   let  us  examine  the   conditions\r\n\r\nprevailing  at  the moment in  this  part  of  the\r\n\r\nworld.  Asia has changed greatly since before  the\r\n\r\nlast war. Many countries which were under colonial\r\n\r\ndomination did not have any nationalist  policies.\r\n\r\nToday we find that those countries which have been\r\n\r\nfreed  have become nationally conscious  and  they\r\n\r\nare  deliberately  pursuing a policy  of  national\r\n\r\neconomy  and  therefore it is only to be  expected\r\n\r\nthat  they  will  do what is best  for  their  own\r\n\r\neconomy. We have relied on the entrepot trade  but\r\n\r\nthese   national   economic   policies   in    the\r\n\r\nsurrounding countries are going to have an  effect\r\n\r\non  our  economy. There is no doubt about  it.  We\r\n\r\nhave   exploited  to  the  full  our  geographical\r\n\r\nposition  in  the  past. We have  been  a  natural\r\n\r\nreceiving  and distributing centre for the  region\r\n\r\nof  SouthEast  Asia, but with the  advancement  of\r\n\r\nnational economic policies, we cannot expect  that\r\n\r\nwe will get any increase in the entrepot trade: if\r\n\r\nwe are lucky, we may keep to the same level in our\r\n\r\nentrepot  trade,  In  fact, during  the  last  few\r\n\r\nyears, we have lost quite a few trade items  which\r\n\r\nwe  were  dealing  in  before.  Take  cloves,  for\r\n\r\ninstance. We were supplying Indonesia with  cloves\r\n\r\nfrom  Zanzibar.  Today, we have lost  that  trade.\r\n\r\nDates  from  Iraq: we have lost that trade.  Dates\r\n\r\nfrom Iraq used to go to Indonesia\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 155</b></font><br><br>\r\n\r\n\r\n\r\nfrom  Singapore mostly, but now we have  lost  it.\r\n\r\nSago  flour  to India: that has been lost  because\r\n\r\nIndia  is  herself producing some type of  starch.\r\n\r\nThere  are many other things. Copra: you  can  see\r\n\r\nfrom  the figures for copra that it is a dwindling\r\n\r\ntrade.  And  therefore we have got to look  around\r\n\r\nand  reconsider our position now and to  plan  for\r\n\r\nthe  future  if  we  are going to  survive - if  our\r\n\r\nincreasing  population is  to  get  employment.  I\r\n\r\nadmit  that we cannot solve the employment problem\r\n\r\nentirely, but we can at least alleviate it and  do\r\n\r\nsomething to lessen unemployment. Therefore,  Sir,\r\n\r\na  strong  economic policy is necessary and  there\r\n\r\nhave  been  indications in the Press in  the  past\r\n\r\nthat  I am working on it now and I only hope  that\r\n\r\nhon.  Members  will be a little patient.  Since  I\r\n\r\ntook  office as Minister from March, I  have  been\r\n\r\ngiving  my whole attention to this matter but,  as\r\n\r\nyou  know,  I have been interrupted. I  have  been\r\n\r\naway on the Merdeka Mission and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, encouragement of industry demands three\r\n\r\nfactors:  the  first  is the establishment  of  an\r\n\r\nIndustrial Research Institute. I lay great  stress\r\n\r\non  that  Institute  and, as  you  will  see,  His\r\n\r\nExcellency the Governor in his speech also  stated\r\n\r\nthat  the  Government \"is examining  the  possible\r\n\r\nestablishment    of    an   Industrial    Research\r\n\r\nInstitute\".  At  the moment, the main  problem  is\r\n\r\nthat  we do not know what our industrial potential\r\n\r\nis.  We do not know what industries could best  be\r\n\r\nestablished  beneficially here. There  are  people\r\n\r\nwho  come  to me and say, \"I have got so  much  of\r\n\r\nmoney. Can you please tell me what type of factory\r\n\r\nI  shall open?\"; and I say, \"I am sorry. I am  not\r\n\r\nin a position yet to tell you that.\" If we have an\r\n\r\nInstitute  that will make a market survey  and  be\r\n\r\nalso   able   to   offer   technical   advice   to\r\n\r\nindustrialists,  we  may  then  be  in  a   better\r\n\r\nposition  to come nearer to the solution  of  this\r\n\r\nproblem of encouraging industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second requisite is a favourable political\r\n\r\nclimate. Now, Sir, a favourable climate is  not  a\r\n\r\nthing that can be brought about overnight. It is a\r\n\r\nthing  that  can be easily swayed  or  changed  by\r\n\r\ncertain actions, for instance, some actions  which\r\n\r\nhave taken place in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 156</b></font><br><br>\r\n\r\n\r\n\r\npast 17 months, and no amount of guarantees and no\r\n\r\namount  of affirmations that the Government  might\r\n\r\ngive about nationalising or non-nationalising,  or\r\n\r\nrepatriation of capital or profits are going to do\r\n\r\nany  good  unless  we  can bring  about  a  really\r\n\r\nsuitable  climate, and therefore I  would  request\r\n\r\ncertain Members of the Opposition to be careful in\r\n\r\ntheir  utterances, to be careful in their actions,\r\n\r\nso  that  the intending industrialist may  not  be\r\n\r\nfrightened  away  from us. We  are  not  the  only\r\n\r\ncountry   competing  for  foreign  capital.   Most\r\n\r\ncountries  in  Asia  are  competing  for  foreign'\r\n\r\ncapital at this moment. You have Ceylon, you  have\r\n\r\nIndia, you have Indonesia, Thailand and many other\r\n\r\ncountries  which  are asking for foreign  capital.\r\n\r\nWhy?  It  is  because there is not enough  capital\r\n\r\nformation locally in those countries and it is the\r\n\r\nsame  here. Without capital formation, you  cannot\r\n\r\nhave  industries. So if we have not enough capital\r\n\r\nformation  locally, we have got to import  capital\r\n\r\nwhether  we like it or not and whether politically\r\n\r\nwe   thoroughly  dislike  it  does  not  make  any\r\n\r\ndifference.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> How?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> By creating a favourable\r\n\r\nclimate.  That  is  the  only  way  of  attracting\r\n\r\nforeign capital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third requisite, of course, is, as I touched\r\n\r\nupon this morning - also mentioned by the Member for\r\n\r\nPaya Lebar (Mr Lim Koon Teck) - giving some sort of\r\n\r\nprotection to our industries and that, as  I  have\r\n\r\nalready  mentioned, I am considering  now  but  we\r\n\r\nhave  got  to see that our entrepot trade  is  not\r\n\r\nhampered  because of that, To achieve one  object,\r\n\r\nwe  should not kill the other, We should not  kill\r\n\r\nthe existing golden goose. We should also see that\r\n\r\nthose  industries  which  are  developed  will  be\r\n\r\nhealthy and competitive because our home market is\r\n\r\nvery limited. We should also see that our services\r\n\r\ndo not become expensive as a result of the rise in\r\n\r\nthe cost of living. We should be very selective in\r\n\r\nour  policy  if  we  are  at  all  going  to  give\r\n\r\nprotection  to  our industries. We should  have  a\r\n\r\nvery selective policy, not a policy that should be\r\n\r\napplied  like a scythe, levelling everything  that\r\n\r\ncomes under it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 157</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have satisfactorily answered all\r\n\r\nthe   points   that  have  been  raised   by   the\r\n\r\nOpposition.  There is only one  point  I  want  to\r\n\r\ntouch  upon  now and that is that the  Member  for\r\n\r\nTelok  Ayer  (Mr  R. Jumabhoy) raised  the  point\r\n\r\nabout  getting experts to teach handicraft to  our\r\n\r\nrural  folks. Sir, handicrafts depend to  a  large\r\n\r\nextent  on the waste produce that is available  in\r\n\r\nany  country. Take, for instance, the coconut husk\r\n\r\nor  the  stem of the coconut leaf and things  like\r\n\r\nthat.  Now,  that would mean that the  country  is\r\n\r\nagricultural  and it has got all  these  materials\r\n\r\navailable  which are going to waste and which  can\r\n\r\nbe  utilised  in the economic life of the  country\r\n\r\nand  of the people but, as was admitted by me,  we\r\n\r\nhave  no agricultural economy to speak of. We have\r\n\r\nnot  got  these products and therefore  I  do  not\r\n\r\nthink  that we could encourage handicraft  to  any\r\n\r\ngreat  extent. We may be able to do  something  on\r\n\r\nthose  lines,  I admit, and I will certainly  look\r\n\r\ninto that question when we get our experts on  the\r\n\r\nIndustrial Research Institute and they will be the\r\n\r\npersons  who will say what is going to  waste  and\r\n\r\nrecommend what can be beneficially utilised.  That\r\n\r\nis all I have to say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Assistant Minister for Local Government, Lands and Housing (Mr Tan Theng Chiang): Mr\r\n\r\nSpeaker,  Sir,  it looks to me that  some  of  the\r\n\r\nspeeches made by Opposition Members were just  for\r\n\r\nthe  sake  of saying something, as the Member  for\r\n\r\nQueenstown (Mr Lee Choon Eng) puts it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not claim to be pundits in the art of\r\n\r\ngovernment  and therefore we welcome  constructive\r\n\r\ncriticisms  but  some of the points  made  by  the\r\n\r\nprevious speakers do not come under this category.\r\n\r\nOn  the  one hand. Government is accused of laying\r\n\r\ndown  a  long-term policy while being a  caretaker\r\n\r\nGovernment   and,  on  the  other,  there   is   a\r\n\r\nsuggestion that the policy speech was but  a  mere\r\n\r\ncollection   of   activities   of   the    various\r\n\r\ndepartments and that the Government has  not  laid\r\n\r\ndown   a  long  clear-cut  policy.  What  we  have\r\n\r\nendeavoured to do was to map out the policy  which\r\n\r\nwe  hope to carry out while we are in office.  The\r\n\r\nHon. the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 158</b></font><br><br>\r\n\r\n\r\n\r\nChief  Minister  has indicated  that  the  present\r\n\r\nGovernment does not expect or wish to carry on for\r\n\r\nthe full term of four years and if any part of our\r\n\r\npolicy   remains  unfinished,  it   is   for   our\r\n\r\nsuccessors to finish them or do something better.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of housing, Sir, I must say that\r\n\r\nthe   difficulties  have  been  enormous.  Housing\r\n\r\nprojects   have  been  delayed  because   of   the\r\n\r\ndifficulties of resettling squatters. If they  are\r\n\r\nforcibly  ejected, which act we are  reluctant  to\r\n\r\ndo,  the  very people who express concern  at  the\r\n\r\nslow  progress made will be the first to  take  up\r\n\r\nthe  cause  of  the  squatters  and  protest  that\r\n\r\nGovernment   is   being   inhuman.    With    such\r\n\r\ndifficulties to contend with, the progress already\r\n\r\nmade cannot but reflect credit on the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal to sell 68 houses by the Singapore\r\n\r\nImprovement   Trust  is  in  the  nature   of   an\r\n\r\nexperiment  to encourage the public to  own  their\r\n\r\nown  houses. It was only when the houses were  put\r\n\r\nfor  sale  that  it was possible to ascertain  the\r\n\r\nextent  of  the response by the public.  The  fact\r\n\r\nthat there were about 1,300 applicants for the  68\r\n\r\nhouses  is  sufficient evidence that  there  is  a\r\n\r\ndemand   for  low-cost  houses  and  that  certain\r\n\r\nsections  of  the population are  keen  to  become\r\n\r\nowners of houses. Having ascertained the wishes of\r\n\r\nthe  people, Government will hereafter concentrate\r\n\r\non  this  aspect of the problem but it  is  by  no\r\n\r\nmeans  possible to achieve all that we want to  do\r\n\r\nin  the shortest possible time as, expected by our\r\n\r\ncritics.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not true that squatters are being pushed\r\n\r\nfrom pillar to post as alleged by the Member  for\r\n\r\nPaya  Lebar (Mr Lim Koon Teck) yesterday. On  the\r\n\r\ncontrary, squatters are very  un-cooperative  and\r\n\r\nthis   lack   of  co-operation  had  been   mainly\r\n\r\nresponsible  for the difficulties  encountered  by\r\n\r\nthe  Land  Office  and  the Singapore  Improvement\r\n\r\nTrust.   Government  is  fully  aware   of   their\r\n\r\ndifficulties.  We  know how hard  it  is  for  the\r\n\r\nfarmers  to  give up the plots of land  that  they\r\n\r\nhave   cultivated.  However,  I  can  assure  hon.\r\n\r\nMembers  that  the  question  of  resettlement  of\r\n\r\nsquatters is being dealt with consideration\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 159</b></font><br><br>\r\n\r\n\r\n\r\nand  sympathy  and there is no question  of  their\r\n\r\nbeing  bullied or pushed around. We  are  as  much\r\n\r\ninterested as the Opposition Members, if not  more\r\n\r\nso,  in this problem and every effort will be made\r\n\r\nto solve it to the satisfaction of all concerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, it would\r\n\r\nseem from the comparative absence of criticism  of\r\n\r\nthe  Government's education policy that  even  the\r\n\r\nMember for Tanjong Pagar (Mr Lee Kuan Yew), whose\r\n\r\nnatural  invectiveness reinforces his keen  desire\r\n\r\nto   discredit  Government,  does,  in  fact,   in\r\n\r\ngeneral,  approve  of  it.  True,  he  called   it\r\n\r\nunimaginative, feeble and what have you, but  then\r\n\r\nthe policy owes much to the All-Party Committee on\r\n\r\nEducation  of which he him-self was a member  and,\r\n\r\nwith  due respect to those who are panting  for  a\r\n\r\nchange,  I  would say that we should  think  twice\r\n\r\nbefore we throw overboard a system that we know to\r\n\r\nbe  good when all around us we find our neighbours\r\n\r\nhaving  second thoughts about the changes made  in\r\n\r\ntheir early revolutionary ardour.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Come, come.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> May I suggest that the Member\r\n\r\nfor  Tanjong  Pagar's preference for Malay  rather\r\n\r\nthan  English is dictated rather by his  political\r\n\r\nexpediency than by his own good sense? I will  now\r\n\r\nread from today's Indian Daily Mail:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Madras, September 5th.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;English will continue as the compulsory subject\r\n\r\nof  study  in  all secondary and high schools  and\r\n\r\nwill also continue to be the medium of instruction\r\n\r\nin  the  universities for at least another fifteen\r\n\r\nyears.  This  welcome assurance was given  by  the\r\n\r\nEducation  Minister,  Mr C. Subramaniam,  on  his\r\n\r\nreturn  from  the  New  Delhi  conference  of  all\r\n\r\neducation  ministers  in  India  at  which   these\r\n\r\ndecisions were taken.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another Reuter message from New Delhi dated 2nd\r\n\r\nSeptember reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Indian Prime Minister, Mr Nehru, today\r\n\r\nurged Indians to continue to learn English as  the\r\n\r\nunifying  factor in the country and  in  order  to\r\n\r\nprovide  technically trained men for the country's\r\n\r\nFive-Year Plan.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Member for Tanjong Pagar, with his usual\r\n\r\nflair  for debate, criticised Government  for  not\r\n\r\nhaving an imaginative policy on education - intro-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 160</b></font><br><br>\r\n\r\nducing  Malay as the national language - it reminds\r\n\r\nme  of  the  time when we all sat at the All-Party\r\n\r\nCommittee  on  Education  when  the  question   of\r\n\r\nnational language was brought up. He, and I  share\r\n\r\nthe same view with him, was reluctant to bring  up\r\n\r\nthat  question. We said, \"The question of national\r\n\r\nlanguage should not be discussed here. It  is  not\r\n\r\nwithin the ambit of our terms of reference. If  we\r\n\r\nsay  that  Malay should be the national  language,\r\n\r\nthen  the  Chinese students will say that Mandarin\r\n\r\nshould  be  their national language.\" I think  the\r\n\r\nMember  for Changi (Mr Lim Cher Kheng) will  bear\r\n\r\nme out.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Now, it is not so.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Because the Students' Union\r\n\r\nand  the students generally now say that they want\r\n\r\nMalay  as the national language, it is no surprise\r\n\r\nto me that the Member for Tanjong Pagar should toe\r\n\r\ntheir line and get orders from them to say in this\r\n\r\nAssembly, for party politics, that Malay should be\r\n\r\nthe  national  language and that the Minister  for\r\n\r\nEducation is not doing anything imaginative enough\r\n\r\nto introduce that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also criticised or was rather worried about\r\n\r\nthe  conditions  under which  full  aid  would  be\r\n\r\ngiven.  I  have already stated that the conditions\r\n\r\nwill be the same for all schools and that the  two\r\n\r\nmost  important factors will be that  the  schools\r\n\r\nmust   subscribe  to  the  Government  policy   by\r\n\r\nproviding  the  kind  of  education  designed   to\r\n\r\nproduce  loyal  and efficient Malayans,  and  that\r\n\r\nthey  must use Government funds wisely and account\r\n\r\nfor  them properly. Surely, it cannot be that  the\r\n\r\nMember  for Tanjong Pagar wishes to take  part  in\r\n\r\nsubversive  activities  or  to  misuse  Government\r\n\r\ngrants-in-aid?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was an editoral in the Straits Times not\r\n\r\nlong ago which I think is well worth quoting here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> By the time you have to quote\r\n\r\nthe Free Press and the Straits Times -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 161</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> The editorial of the 24th August states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Refusal to accept full grants-in-aid on\r\n\r\nGovernment terms or get none at all is the  result\r\n\r\nof  stubborn misunderstanding on the part  of  the\r\n\r\ncritics.  The difference of opinion  is  not  over\r\n\r\ngrants-in-aid   to   Chinese  schools.   The   new\r\n\r\neducation policy unreservedly accords a status  to\r\n\r\nChinese schools fully equal to that of non-Chinese\r\n\r\nschools in the matter of financial aid. Other than\r\n\r\nthose  who  resort to double talk as a  matter  of\r\n\r\nprinciple  or  political  strategy,  no  one   has\r\n\r\nquestioned  that equality for all schools  is  the\r\n\r\nGovernment   policy.  It  is  this  principle   of\r\n\r\nequality which is now called into question by  the\r\n\r\ncritics. The Chinese schools want aid but  without\r\n\r\nany vestige of Government control. If this control\r\n\r\nwere  sought  only in the case of Chinese  schools\r\n\r\nthere  would  be, of course, valid objections  but\r\n\r\nthe  conditions going with the aid are imposed  on\r\n\r\nall  schools which accept assistance. The  Chinese\r\n\r\nschools, in fact, seek not equality but privileged\r\n\r\ntreatment.\"\r\n\r\n\r\n\r\n<br><br>Then it goes on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Which government in the world would hand over\r\n\r\nmillions   of   dollars   annually   to    private\r\n\r\norganisations  and  wash its hands  of  the  whole\r\n\r\nmatter?\"\r\n\r\n\r\n\r\n<br><br>It ends up very aptly:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No government with so sinister a purpose would\r\n\r\nbe  willing to give substantial financial  aid  to\r\n\r\nsupport Chinese schools.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the Nanyang University, it is\r\n\r\nclearly  to  the  best interest of Singapore  that\r\n\r\nthis should be an institution of high repute.  Its\r\n\r\nrecognition will be earned not by its, wealth  nor\r\n\r\nby  fine  buildings  and  equipment,  but  by  the\r\n\r\nquality  of  the  students  turned  out   by   the\r\n\r\nUniversity. I am sure that the students themselves\r\n\r\nwill want an education the qualities of which will\r\n\r\nbe  the guiding light in recognition. As stated in\r\n\r\nthe  Address,  the  Government  is  at  all  times\r\n\r\nwilling  to  help  the University  authorities  to\r\n\r\nattain  standards and thus accord the  recognition\r\n\r\nto degrees conferred by the University.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon (Mr Lim Choon Mong)\r\n\r\ntouched  on  secondary education  yesterday.  Now,\r\n\r\nSingapore's  problem  is  that  nearly  half   the\r\n\r\npopulation is under fifteen. In other words, there\r\n\r\nis   an  abnormally  large  proportion  of  school\r\n\r\npopulation  and an abnormally small proportion  in\r\n\r\ngainful  employment.  It is essential  that  there\r\n\r\nshould be no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 162</b></font><br><br>\r\n\r\n\r\n\r\nwaste  of  the very limited educational  resources\r\n\r\nand also that there should be the fullest possible\r\n\r\nuse  of  productive resources including  manpower.\r\n\r\nYet  this proportion is made still more marked  by\r\n\r\nthe  reluctance of the large numbers  of  over-age\r\n\r\npupils,  many of them in their twenties, to  leave\r\n\r\nschool and seek employment. No community could  so\r\n\r\nmisuse  its  resources  for  long,  least  of  all\r\n\r\nSingapore.  It  is very largely because  so  many\r\n\r\nschool  places are thus occupied that the  younger\r\n\r\nchildren  have  to  be turned away,  not,  as  the\r\n\r\nMember  for  Serangoon suggested, at 13  but  last\r\n\r\nyear  at  l4½ and over. The Government  does  not\r\n\r\nwish  to  deny education to anyone. It  is  taking\r\n\r\nprogressive   measures  to  ensure   that   places\r\n\r\navailable for full-time education in Government or\r\n\r\nGovernment-aided schools should be occupied as far\r\n\r\nas possible by those pupils who are of the correct\r\n\r\nage for the classes and best fitted to profit from\r\n\r\nthe education provided.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Malay education, I might quote\r\n\r\nhere  certain figures. The number of  teachers  in\r\n\r\nMalay in Singapore is 330, few of whom have had  a\r\n\r\nfull  secondary course. The number of children  in\r\n\r\nMalay schools is 13,000 and the number of children\r\n\r\nin  other  schools  totals to  about  230,000.  At\r\n\r\npresent,   there  are  not  nearly  enough   Malay\r\n\r\nteachers  for Malay schools alone, let  alone  for\r\n\r\nthe  children in other schools. There are scarcely\r\n\r\nany,  either here or in the Federation,  qualified\r\n\r\nto  teach in secondary schools. Now, what are  the\r\n\r\nsources of supply? We have 21 in training  at  the\r\n\r\nSultan  Idris Training College; 10 in training  at\r\n\r\nthe  Malay  Women  Training  College,  Malacca;  9\r\n\r\nstudying Malay at the University of Malaya of whom\r\n\r\n7 are Chinese; 2 studying at the Teachers Training\r\n\r\nCollege,  Certificate Course, 50 studying  at  the\r\n\r\nTeachers Training College, Normal Course, and  100\r\n\r\nteachers  studying Malay at the  secondary  level.\r\n\r\nThese are approximate figures available now.  They\r\n\r\nmay  not  be  very accurate, I hope  hon.  Members\r\n\r\nopposite  would  not  expect  me  to  conjure   up\r\n\r\nteachers  or  to  produce  teachers  out   of   my\r\n\r\nimagination.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 163</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi deplored the attitude\r\n\r\nadopted  by the Federation Education Minister.  He\r\n\r\nsaid, \"Why should the Federation forbid their boys\r\n\r\nfrom  mixing  with our school students  here?\"  He\r\n\r\nwanted  this Government to do something about  it.\r\n\r\nWell, I suggest to him that if we want respect, we\r\n\r\nmust have self-respect and that we had better  put\r\n\r\nour  house  in order before we expect  anybody  to\r\n\r\nhave respect for us.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I thought it was because of\r\n\r\nvenereal disease.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. [Interruption.] If the Member\r\n\r\nfor  Changi wishes to intervene, he can do  so  in\r\n\r\nthe  proper  way  provided that the  Minister  for\r\n\r\nEducation gives way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I wish to\r\n\r\nclear the point just mentioned by the\r\n\r\nMinister for Education. I said this morning that I\r\n\r\nwas  not against the notice issued by the Minister\r\n\r\nfor  Education  of the Federation  Government  for\r\n\r\nforbidding school children from the Federation  to\r\n\r\nvisit  Chinese schools here, but I am against  the\r\n\r\nwording which was used in the notice and which has\r\n\r\nreceived  publicity in the papers. It stated  that\r\n\r\nthe  reason for stopping its school children  from\r\n\r\nvisiting Chinese schools in Singapore, including 2\r\n\r\ngirls  schools especially, was to prevent students\r\n\r\nfrom contacting venereal disease. I think that  is\r\n\r\ninsulting,    Sir.   Therefore   I   think    this\r\n\r\nmisunderstanding -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member has\r\n\r\ngiven his explanation. Mr Chew\r\n\r\nSwee Kee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> The Member for Changi may well\r\n\r\nread   the   notice  before  he   attributes   any\r\n\r\naccusation against the Federation Minister or  the\r\n\r\nFederation  Government. I do not  think  that  the\r\n\r\nFederation Government or Minister said  the  words\r\n\r\n\"venereal  disease\".  It  was  at  a  meeting   in\r\n\r\nSingapore - the Chinese High School, I think it was - that  the  principal  asked a  group  of  visiting\r\n\r\nstudents  from the Federation, \"Have you contacted\r\n\r\nany disease now\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 164</b></font><br><br>\r\n\r\n\r\n\r\nfrom our school students?\" I think the hon. Member\r\n\r\nmust have got mixed up with all the -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> You might go into the lewd details.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> That is all, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Health (Mr A. J. Braga): Mr\r\n\r\nSpeaker,  Sir, amongst the many speakers from  the\r\n\r\nopposite   Benches,  the  only  person   who   has\r\n\r\nexpressed  a feeling of depression on hearing  His\r\n\r\nExcellency  the Governor's Address is  the  Member\r\n\r\nfor  Sembawang (Inche Ahmad Bin Ibrahim).  Perhaps\r\n\r\nif the person who prepared his speech - being  of  a  very suspicious mind I  believe  he\r\n\r\ndid - had only explained to him the full text of His\r\n\r\nExcellency's Address, I am confident that  he  and\r\n\r\nmembers  of  his  constituency  would  not  be  so\r\n\r\ndepressed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since I accepted the post of Minister for Health\r\n\r\nin April 1955, I have always welcomed constructive\r\n\r\ncriticisms,    suggestions   and    advice    but,\r\n\r\nunfortunately, all that is fired from the guns  of\r\n\r\nthe  Opposition are, as the Member for Paya  Lebar\r\n\r\n(Mr Lim Koon Teck) rightly suggests, nothing  but\r\n\r\ndestructive criticisms or fatuous suggestions. The\r\n\r\nonly   useful  suggestion  that  came   from   the\r\n\r\nOpposition was that offered by the Member for Paya\r\n\r\nLebar   on   the  question  of  economy   in   the\r\n\r\nconstruction  of  medical units,  and  this  is  a\r\n\r\nmatter which has always received the attention  of\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon (Mr Lim Choon Mong)\r\n\r\ntalks   about   wastage  of   manpower,   economy,\r\n\r\nconstruction of a central specialist hospital  and\r\n\r\ncheap district hospitals for acutely ill patients.\r\n\r\nDoes  he suggest that the patients acutely ill  in\r\n\r\nthe  district  hospitals  cannot  and  should  not\r\n\r\nreceive  specialist  treatment?  As  regards   the\r\n\r\nbuilding of a hospital on a grand scale, it is not\r\n\r\nthe  intention  of  Government to  build  district\r\n\r\nhospitals as replicas of the General Hospital. The\r\n\r\ndistrict hospital will provide for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 165</b></font><br><br>\r\n\r\n\r\n\r\nacute surgical and medical cases and for maternity\r\n\r\nwork. There will be no specialist facilities other\r\n\r\nthan  for  general  acute cases  of  disease;  for\r\n\r\nexample,  ears,  nose, throat and eyes  specialist\r\n\r\ntreatment, neuro-surgery, plastic surgery, and  so\r\n\r\nforth,   will  all  be  referred  to  the  General\r\n\r\nHospital.  Our plans are to make it as  economical\r\n\r\nas  possible  and we are basing the  cost  of  our\r\n\r\ndistrict  hospital at $13,000  per  bed.  This  is\r\n\r\nquite  economical in comparison with the  cost  of\r\n\r\nothers  in  other countries. A hospital  built  in\r\n\r\nAustralia cost A£l0,000 per bed -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Those are large people.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Braga: - and the cost quoted in the United\r\n\r\nKingdom  by  the Ministry of Health is £8,500  per\r\n\r\nbed.  I  am glad to inform hon. Members  that  the\r\n\r\nhospital  that is going to be built in the  Katong\r\n\r\ndistrict  is to provide for 500 beds out of  which\r\n\r\nless than 50 will be paying beds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Serangoon (who now just walks in)\r\n\r\nalso  talks of building district hospitals on  the\r\n\r\nlines  of the Tan Tock Seng Hospital. In the  same\r\n\r\nvoice,  he  complains about the man with  a  prawn\r\n\r\npond who was asked to remove it when he encroached\r\n\r\nupon Government land. There is but little land  in\r\n\r\nSingapore  for  such  an  extravagant  scheme   as\r\n\r\nbuilding a district hospital on the lines  of  the\r\n\r\nTan  Tock Seng Hospital. That hospital was a  gift\r\n\r\nby  Mr  Tan  Tock Seng many years  ago  when  the\r\n\r\npopulation of Singapore was but a quarter of  what\r\n\r\nit is today. Surely, the Member for Serangoon must\r\n\r\nagree  with the policy of my Ministry,  namely  to\r\n\r\nbuild  multi-storeyed hospitals which would supply\r\n\r\nmore beds on less ground? To build a few hospitals\r\n\r\non  the lines of the Tan Tock Seng Hospital  would\r\n\r\nbe an extravagant use of land and staff.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of economy, it was early realised\r\n\r\nby  the  new  Government that there was  room  for\r\n\r\neconomy in the construction of medical units,  and\r\n\r\nthe Ministry in consultation with the Ministry  of\r\n\r\nCommunications  and  Works,  gave  directions   to\r\n\r\nexercise extreme\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 166</b></font><br><br>\r\n\r\n\r\n\r\neconomy  in  the  new  planning.  Prior  to  1955,\r\n\r\ncertain  works  were initiated and  already  under\r\n\r\nconstruction at the time when I took office. These\r\n\r\nincluded  the  Mistri Wing, an  operating  theatre\r\n\r\nblock  in  the  General  Hospital,  and  the   new\r\n\r\nhospital extension at the Kandang Kerbau Maternity\r\n\r\nHospital. The work in these three cases  had  gone\r\n\r\nso  far  that no alteration was possible.  In  all\r\n\r\nthese schemes, the Member for Paya Lebar was quite\r\n\r\nright  when he said that they are most extravagant\r\n\r\nand  expensive but that, of course, was due to the\r\n\r\nextravagant  nature of the colonial  or,  shall  I\r\n\r\nsay,   the   Progressive   Government   and    the\r\n\r\ngovernments   in  the  past.  It   was   however,\r\n\r\npossible on other projects, for example, the Ward\r\n\r\nBlock  at the Tan Tock Seng Hospital, to introduce\r\n\r\nmeasures  achieving a large saving on construction\r\n\r\ncosts  without  reduction of size  or  efficiency.\r\n\r\nSimiliarly,  whereas according to the White  Paper\r\n\r\nlaid before the Legislative Assembly in 1954,  the\r\n\r\nNurses  Hospital  at  the  General  Hospital  cost\r\n\r\n$1,916,000  for 250 nurses, we built an  extension\r\n\r\nto  this Hospital for 200 nurses initiated by  the\r\n\r\npresent Government and estimated to cost $750,000,\r\n\r\na  saving  of  nearly  a  million  and  a  quarter\r\n\r\ndollars.  According to the same White  Paper,  the\r\n\r\nstandard  maternity and child  health  centre  was\r\n\r\nestimated  to cost $80,000. That was  their  basic\r\n\r\ncost. The same standard maternity and child health\r\n\r\ncentre  of  which planning was initiated  in  1955\r\n\r\ncost  only  $50,000 and this economy was  achieved\r\n\r\nwithout  any  sacrifice of size or efficiency.  In\r\n\r\nthe  period that I have taken office, 460 hospital\r\n\r\nbeds have been added to existing institutions, and\r\n\r\nbuildings now under construction will provide  yet\r\n\r\nanother  728 beds before the end of 1956.  In  the\r\n\r\nrural areas, two maternal and child health clinics\r\n\r\nand three outdoor dispensaries have been added.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The General Hospital, because of its specialist\r\n\r\nfacilities and because of the fact that  it  is  a\r\n\r\nteaching  school, is a most expensive hospital  to\r\n\r\nmaintain. It is obvious that beds should  be  used\r\n\r\nto the best advantage and should not be allowed to\r\n\r\nbe blocked by long-term and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 167</b></font><br><br>\r\n\r\n\r\n\r\nincurable  patients.  It  is  estimated   by   the\r\n\r\nMinistry  of  Health that at least one-quarter  of\r\n\r\nthe  1,000  beds in the General Hospital  are,  in\r\n\r\nfact,  thus  blocked. Instructions have  now  been\r\n\r\ngiven and funds have already been provided for the\r\n\r\nconstruction  of  a  250-bed Chronic  Hospital - the\r\n\r\nhospital  about  which my friend  the  Member  for\r\n\r\nTanjong  Pagar (Mr Lee Kuan Yew) made a  pun.  In\r\n\r\nthis  250-bed Chronic Hospital, incurable patients\r\n\r\ncan be adequately looked after at a far lower cost\r\n\r\nthan  is  possible at the General  Hospital.  This\r\n\r\nproject had no place in the previous Medical  Plan\r\n\r\nand  it  is  now  expected that construction  will\r\n\r\ncommence on this hospital before the end of  1957.\r\n\r\nThis  is  an  answer to the Member for Serangoon's\r\n\r\ncomplaint that a number of sick people are  turned\r\n\r\naway from our General Hospital because of lack  of\r\n\r\nbed space.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar said that the\r\n\r\nMinister  for Health takes things easy and  leaves\r\n\r\nmatters  in  the hands of his Permanent  Secretary\r\n\r\nand  officials. That was the only,  shall  I  say,\r\n\r\ncriticism   he  could  make  to  launch   on   His\r\n\r\nExcellency's  Address on the medical side  because\r\n\r\nthere   was  nothing  there  for  any  cause   for\r\n\r\ncomplaint, but his statement is both incorrect and\r\n\r\nunjust. I would invite the hon. Member to spend  a\r\n\r\nday or two with me in my Ministry.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> God forbid! I will be charged!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Braga: You might be cured!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> $300 for professional fees.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order, please.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Braga: The Member for Tanjong Pagar also\r\n\r\ncould  not  have read the Governor's Address  very\r\n\r\nthoroughly  when he said that only one clinic  was\r\n\r\nreferred  to,  and  that was the  Malayan  Airways\r\n\r\ncanteen.  I  refer  him to  paragraph  27  of  the\r\n\r\nGovernor's  Address  which  speaks  of  five  more\r\n\r\nmaternity and child welfare clinics and  two  more\r\n\r\noutpatient  departments on which  work  will  soon\r\n\r\nstart. For his information, since\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 168</b></font><br><br>\r\n\r\n\r\n\r\nApril  1955, three new outdoor dispensary  clinics\r\n\r\nwere  established  in  the  rural  areas  and  the\r\n\r\nplanning  for two general out-patient  clinics  in\r\n\r\nother areas is already far advanced. This was  the\r\n\r\npolicy  initiated  by  me and  which  will  enable\r\n\r\nresidents  in  places  distant  from  the  General\r\n\r\nHospital to obtain outpatient facilities  near  at\r\n\r\nhand in accordance with the Labour Front platform.\r\n\r\nIt  was obvious that the previous Medical Plan for\r\n\r\nthe expansion of medical and health services could\r\n\r\nonly   be  carried  out  if  trained  staff   were\r\n\r\navailable.  I  therefore paid first  attention  to\r\n\r\nincreasing  the  facilities for  the  training  of\r\n\r\nmedical  officers and nursing personnel. Provision\r\n\r\nwas made for increasing the number of departmental\r\n\r\nawards.  In  1955, for example, only 17  had  been\r\n\r\nbudgeted  for;  in  1956,  30  such  awards   were\r\n\r\nprovided  and,  in 1957, budgetary  provision  has\r\n\r\nbeen  made  for 66 officers to obtain  specialised\r\n\r\ntraining.  In  the training of nursing  personnel,\r\n\r\nthe   increase  is  evident  from  the   following\r\n\r\nfigures:  student  intake  for  all  sections   of\r\n\r\nnursing  training in 1954 was 243;  in  1955,  the\r\n\r\nintake  was  stepped up to 356 and  up-to-date  in\r\n\r\n1956,   303   students  have  been  accepted   for\r\n\r\ntraining.  It was also seen from the White  Paper,\r\n\r\nNo.  27 of 1954, that the Government at that  time\r\n\r\nintended to establish a third medical unit in  the\r\n\r\nGeneral  Hospital. It appeared obvious to me  that\r\n\r\nthis  project to enlarge the empire of the General\r\n\r\nHospital could not be justified by the expenditure\r\n\r\ninvolved and could only delay the provision  of  a\r\n\r\nnew district hospital elsewhere in the island. The\r\n\r\nexpansion of the General Hospital as envisaged  in\r\n\r\nthe White Paper is therefore to be halted in order\r\n\r\nto accelerate the planning and starting of the new\r\n\r\ndistrict  hospital.  The first  district  hospital\r\n\r\nprior to 1955 was only an item in the Medical Plan\r\n\r\nand  no  attempt had been made to  embark  on  the\r\n\r\nproject. The planning now is well under way and it\r\n\r\nis   expected  that  construction,   as   I   said\r\n\r\nyesterday, will start in 1957.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government since April 1955 has laid stress\r\n\r\non  two matters of policy calculated to reduce the\r\n\r\npressure on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n\r\n\r\nhospital  beds.  Both these projects  represent  a\r\n\r\nlong-term policy but nonetheless essential in  the\r\n\r\nlong-term   development  of  medical  and   health\r\n\r\nservices.  The  first is health  education.  Since\r\n\r\n1955, the staff of the health education section of\r\n\r\nthe  Ministry  has  been increased  and  its  work\r\n\r\ngreatly  facilitated.  The  Government  has   also\r\n\r\nprovided a grant of $20,000 for a Health Education\r\n\r\nCouncil to be established with the aim and  object\r\n\r\nof  interesting all willing persons and  voluntary\r\n\r\nagencies in a united effort to teach the people of\r\n\r\nall  communities how to avoid disease. The  second\r\n\r\nlong-term   project  initiated  by   the   present\r\n\r\nGovernment  is  in  respect of  the  provision  of\r\n\r\ndomiciliary   nursing  services  so  that   nurses\r\n\r\ntrained  in health education and also in  curative\r\n\r\ntechniques may be able to visit patients in  their\r\n\r\nown  homes  and provide in their homes the  advice\r\n\r\nand  minor  treatment  which  hitherto  have  been\r\n\r\navailable  only in Government and local Government\r\n\r\nclinics.  This  is  a long-term policy.  It  takes\r\n\r\nthree years to train any one health nurse for this\r\n\r\npurpose,   but  already  the  intake  of   student\r\n\r\nassistant nurses at the Tan Tock Seng Hospital has\r\n\r\nbeen  \"stepped  up\" considerably with  a  view  to\r\n\r\ncreating in due course a district nursing service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar also stated that\r\n\r\nthere was not one word in His Excellency's Address\r\n\r\non  the  shortage  of doctors  and  that  we  were\r\n\r\nimporting  doctors  from India.  It  is  perfectly\r\n\r\nobvious  that  he is misinformed and  that  he  is\r\n\r\nmixing up Singapore with the Federation. There  is\r\n\r\nno  serious  shortage of doctors  in  our  medical\r\n\r\nservices   but   we   are  definitely   short   of\r\n\r\nspecialists. The University increases  our  output\r\n\r\nof  doctors  as steadily as it can. He also  spoke\r\n\r\nflippantly of our efforts to step up the policy of\r\n\r\nMalayanisation  by  exchange  of  personnel   from\r\n\r\nAustralia.  Does  he seriously  suggest  that  the\r\n\r\nqualifications of an F.R.C.S.of Australia are  by\r\n\r\nany  means  lower than those of any  part  of  the\r\n\r\nCommonwealth?  It  has not yet  been  possible  to\r\n\r\nreach final agreement with the authorities in  the\r\n\r\nUnited  Kingdom.  We  have  approached  them.  The\r\n\r\nexchange of personnel with Australia would provide\r\n\r\na specialist\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 170</b></font><br><br>\r\n\r\n\r\n\r\nservice  needed  here with no  danger  of  denying\r\n\r\npromotion to locally domiciled doctors who  obtain\r\n\r\nspecialist  qualifications  and  experience.   His\r\n\r\nsuggestion  that  the exchange of  personnel  with\r\n\r\nAustralia  while  our  local  doctors  are  taking\r\n\r\nhigher degrees is an attempt to Australianise this\r\n\r\ncountry, is too ludicrous and unworthy of comment.\r\n\r\nWe  are  grateful to Australia and for the Colombo\r\n\r\nPlan for all the assistance that they can give  us\r\n\r\non  matters like this, and for the wide-scale T.B.\r\n\r\nresearch campaign which they have offered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to inform hon. Members that any\r\n\r\nproblem of a technical or difficult nature I refer\r\n\r\nto  my Medical Advisory Council which comprises 22\r\n\r\nmembers:  2  from  the Alumni;2 from  the  British\r\n\r\nMedical Association;3 from the Services;2 from the\r\n\r\nFederation;  3 from the Ministry of Health;3  from\r\n\r\nthe  University;2 from the City Council;1 from the\r\n\r\nChemistry    Department;1    from    the    Dental\r\n\r\nAssociation;1  from  S.A.T.A.;1  representing  the\r\n\r\nnursing profession, and one pharmacist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can assure hon. Members that every effort\r\n\r\nis  made  by me to see that the medical policy  is\r\n\r\nimplemented and that Singapore gets the best.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 170</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A DAY OTHER THAN A SITTING DAY</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr Lim Yew Hock):</b> This is\r\n\r\nnot  in reply, Sir. The moment of interruption  is\r\n\r\ngetting  near and as there appears no  possibility\r\n\r\nof  the business of today being completed, I would\r\n\r\nask  the  general  assent of this Assembly,  under\r\n\r\nStanding  Order No. 71, to suspend the  debate  on\r\n\r\nthis  motion so that I can move a motion to enable\r\n\r\nthis  sitting to be adjourned to tomorrow, Friday,\r\n\r\nat  10 a.m. This motion is necessary, Sir, because\r\n\r\nFriday  is not a sitting day. Hon. Members,  I  am\r\n\r\ntold,  are  agreeable  to sit  tomorrow  and  this\r\n\r\nmotion  will enable us to sit tomorrow to complete\r\n\r\nthe balance of the business.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Has the Chief Minister the assent of\r\n\r\nthe Assembly?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 171</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b> indicated assent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I am most\r\n\r\ngrateful  to  the Assembly for the assent.  I  now\r\n\r\nformally move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, this Assembly do stand\r\n\r\nadjourned  till  tomorrow, Friday, 7th  September,\r\n\r\n1956, at 10 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, this Assembly do stand\r\n\r\nadjourned     till    tomorrow,    Friday,     7th\r\n\r\nSeptember,1956, at 10 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We will now continue with the debate\r\n\r\non the Chief Minister's motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 171</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>GOVERNOR'S ADDRESS</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed on Question.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Speaker, Sir, we had an\r\n\r\neloquent plea from the Opposition for more  facts.\r\n\r\nUnfortunately, the pleader for more facts  is  now\r\n\r\nleaving  the  room just when he is  going  to  get\r\n\r\nthem. Never mind, they will be on the record.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take the Telephone Board. There was a\r\n\r\nrather  unkind attack on the Telephone  Board  for\r\n\r\nmoving  at  a  snail's  pace  in  its  development\r\n\r\nprogramme  whereas,  in  fact,  we  have   already\r\n\r\nrecently  tabled before this Assembly  the  Report\r\n\r\nand Financial Statement for December 1955, and the\r\n\r\nearlier  development  plan tabled  which  indicate\r\n\r\nthat  they  have laid a total of more than  20,000\r\n\r\ncircuit  miles  in the course of 18  months;  that\r\n\r\nthey  have  added  2,257  new  lines  one  way  or\r\n\r\nanother - a big net increase of services;  that,  in\r\n\r\nfact, they have made very good progress indeed and\r\n\r\nthat if there is any delay to be complained of, it\r\n\r\narises,  as  is  pointed out  in  the  development\r\n\r\nreport,  from  the fact that they  could  not  get\r\n\r\npossession of the site for the City Exchange - there\r\n\r\nis  a lengthy reference to this. I say that it  is\r\n\r\nrather   an  unjust  thing  to  attack  a   public\r\n\r\ncorporation, which is doing an extremely good  job\r\n\r\nof  work  and  going ahead very much  faster  than\r\n\r\ncould have been expected,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 172</b></font><br><br>\r\n\r\n\r\n\r\nwithout  referring to its own published statements\r\n\r\nwhich fully justify its rate of progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to refer to a complaint made\r\n\r\nthat  the  mechanical working of the  Exchange  is\r\n\r\nunsatisfactory. Of course, it is  because,  as  is\r\n\r\npointed out in the Report which is included in the\r\n\r\ndevelopment plan, the Central Exchange is  working\r\n\r\nat 98 per cent loading, whereas 90 per cent is the\r\n\r\nefficient limit. If the Exchange is overloaded  in\r\n\r\nthe  service  of the public, well, the  answer  is\r\n\r\nthat  it  is  better  to give as  many  people  as\r\n\r\npossible  a  telephone line even  though  it  does\r\n\r\nsometimes get crossed with someone else's than  to\r\n\r\ncut  down the total load and give a smaller number\r\n\r\na  perfect  service. As soon as they can  get  the\r\n\r\nCity  Exchange through, I think we shall find that\r\n\r\nwe  stop  getting crossed lines and that  kind  of\r\n\r\nthing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanjong Pagar (Mr Lee Kuan Yew)\r\n\r\nwanted clarification about the unified bus system.\r\n\r\nWell,  he  has been promised a White Paper.  I  am\r\n\r\nanxious  that  there should be  clarification  and\r\n\r\nthat there should be an ample opportunity for  the\r\n\r\npublic  and  Members  of the Opposition  to  fully\r\n\r\nstudy  the situation and get it thoroughly  talked\r\n\r\nover and I hope that we shall have a good interval\r\n\r\nbetween the publication of the White Paper and the\r\n\r\ntime that we take a debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I pass over a complaint about the widening of Yio\r\n\r\nChu  Kang  Road as that has already been mentioned\r\n\r\nby me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another hon. Member wanted clarification about\r\n\r\nprotection from floods at Bedok. This was given in\r\n\r\nSessional Paper No. Cmd. 21 of 1955. Reference  to\r\n\r\npage  6  will  indicate the measure of protection.\r\n\r\nThese  protective works are substantially complete\r\n\r\napart  from  the few points which are waiting  for\r\n\r\nthe  earth that has been lifted out of the  swampy\r\n\r\ngrounds  to  dry  out  before  the  works  can  be\r\n\r\ncompleted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I might very briefly give an account of\r\n\r\nthe  six  major flood prevention schemes which  we\r\n\r\nnow  have  in the report form. There is  the  main\r\n\r\ndrainage  at  Bedok  and  Ketapang  catchments  at\r\n\r\n$523,000; the main drainage at the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 173</b></font><br><br>\r\n\r\n\r\n\r\nGeylang  River catchment at $1,872,000; Bedok  is,\r\n\r\nas  I  said,  substantially complete  and  we  are\r\n\r\nhoping  to  start  on  Geylang  as  soon  as  this\r\n\r\nAssembly  has  voted the first instalment  of  the\r\n\r\nmoney.  There  is  the drainage  of  the  Whampoa,\r\n\r\nKallang  and  Seletar catchments about  which  the\r\n\r\nMember  for  Tanjong  Pagar  made  a  considerable\r\n\r\nmuddle.  That  is estimated at an all-in  cost  of\r\n\r\njust under $16 million. There is the main drainage\r\n\r\nof  the catchments at the Bukit Timah and Stamford\r\n\r\nCanals  at  about $9½ million; the catchments  at\r\n\r\nthe  Singapore River and Sungei Ulu Pandan  at  $3\r\n\r\nmillion,  and the Sungei Api Api and  Tampenis  at\r\n\r\nabout $1,865,000. I should stress that these costs\r\n\r\nare  in relation to the drainage works and do  not\r\n\r\ntake into account the cost of land acquisition  or\r\n\r\npossible demolitions of houses which would come to\r\n\r\na  very  large  further sum. I am hoping  that  we\r\n\r\nshall  table these reports fairly soon and it  may\r\n\r\nbe  helpful if we publish a White Paper as well so\r\n\r\nthat  those  who  do not want to  read  the  whole\r\n\r\nreports can at least read the White Paper and  get\r\n\r\nthe general principles and the general problems of\r\n\r\nflood prevention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must stress that although one has the technical\r\n\r\nanswer,  one still has to carry out the works  and\r\n\r\nfind  the money. The total for the drainage  works\r\n\r\nalone  is somewhere about $32 million and  if  you\r\n\r\nadd to that the cost of land acquisition, it is  a\r\n\r\nformidable sum and you are going to have to  raise\r\n\r\na  lot  of  money for it. The flood  programme  is\r\n\r\nphased  into  the  general  development  programme\r\n\r\nwhich  will  be tabled soon and there will  be  an\r\n\r\nopportunity to discuss it then.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another complaint was on the lack of details\r\n\r\nregarding  the  large economies mentioned  in  His\r\n\r\nExcellency's Address. I might illustrate  this,  I\r\n\r\nthink,  but  it is worth while, Mr Speaker,  Sir,\r\n\r\nbefore I go on to relate details of the economies,\r\n\r\nto  set  them  in  perspective by  mentioning  the\r\n\r\nbuilding costs on which the economies have  to  be\r\n\r\nmade. Back in 1940, you could build for 30 cents a\r\n\r\ncubic foot. In quoting these figures, I am quoting\r\n\r\nfor  the  type of buildings that the Public  Works\r\n\r\nDepartment  does  according  to  their   type   of\r\n\r\nconstruction.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 174</b></font><br><br>\r\n\r\n\r\n\r\nYou  can  always change your figures if you  leave\r\n\r\nsomething  out or if you use a different  type  of\r\n\r\nconstruction. In 1953, costs were 74 cents a cubic\r\n\r\nfoot,  82 cents a cubic foot in 1954. 96  cents  a\r\n\r\ncubic foot last year, and then up to $1.06 a cubic\r\n\r\nfoot  this  year. That is in relation broadly  to\r\n\r\nwage  rises in Singapore as a result of the upward\r\n\r\nmovement  of wages, the Labour Ordinance and  that\r\n\r\nkind  of  thing  and  also to  rises  in  imported\r\n\r\nmaterials like cement or structural steel  due  to\r\n\r\nwage increases in other countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Teachers Training College deserves a mention\r\n\r\nfor  savings, I think. The first six items on  the\r\n\r\nCollege for which contracts are already let or  in\r\n\r\nhand  totalled  $760,000. They  are  now  down  to\r\n\r\n$613,000;  there  is a saving of  earthworks  from\r\n\r\n$350,000 to $107,000 by adopting a different  plan\r\n\r\nfor earth-working; by changing the road plan, from\r\n\r\n$½ million down to $35,000 - that kind of figure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For primary schools, we got a handsome saving\r\n\r\nindeed. The previous type of school - 16 classes, 40\r\n\r\npupils  each - cost $14,781 per class room or  $370\r\n\r\nper  pupil.  We  got the cost  down  for  the  new\r\n\r\nstandard  primary school - 3 stream  type - to  $9,500\r\n\r\nper  class  room or $238 per pupil which  I  think\r\n\r\nhon. Members will agree is a handsome economy. For\r\n\r\nthe   accommodation   for  student   nurses,   the\r\n\r\naccommodation per nurse has come down from  $6,400\r\n\r\nto $4,000 - another handsome economy - due, primarily,\r\n\r\nto  better planning and, secondarily, to reduction\r\n\r\nin  the  standards.  Broadly speaking,  over  this\r\n\r\nyear,  I think we shall show savings in cost - I  am\r\n\r\nnot  talking  of the savings which  the  Hon. the\r\n\r\nFinancial Secretary refers to when he transfers  a\r\n\r\nbill from one year to the next but actual lowering\r\n\r\nof total costs - on final construction of about $2½\r\n\r\nmillion  on  a  building programme  of  about  $30\r\n\r\nmillion,  so  that that again is a  very  handsome\r\n\r\noverall economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are anxious to get on with the taking of the\r\n\r\nvote  on this matter. I think I will rest on these\r\n\r\npoints, Mr Speaker, Sir, as I am afraid my  other\r\n\r\npoints of interest are rather higher level matters\r\n\r\nwhich cannot be dealt with except at some length.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 175</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> Mr Speaker,\r\n\r\nSir, time is running short and I need not take  up\r\n\r\nthe  time of the Assembly unnecessarily. There are\r\n\r\ntwo points which I should like to clarify, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown (Mr Lee Choon Eng)\r\n\r\nmentioned  this  morning that during  my  election\r\n\r\ncampaign,  I  promised to reduce  the  rentals  of\r\n\r\nS.I.T. houses in Singapore. Well, Sir, this is not\r\n\r\nso. In fact, it is a deliberate lie on the part of\r\n\r\nthe Member for Queenstown.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Did I hear the word \"lie\"? I\r\n\r\nam not quite certain.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> Mr Speaker,\r\n\r\nSir,  I  beg to withdraw the word \"lie\". It  is  a\r\n\r\nmistake  on the part of the Member for Queenstown.\r\n\r\nWhen  the  last Government decided to  reduce  the\r\n\r\nrents  of  S.I.T. houses, it was the intention  of\r\n\r\nGovernment to try and help those who are really in\r\n\r\nneed  of help and not for people who live in cheap\r\n\r\nS.I.T. houses  and who can afford  huge  American\r\n\r\nlimousines.  There is going to be no subsidisation\r\n\r\nof rentals for these types of people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I was going to raise, Sir,\r\n\r\nwas  in  connection with the eviction  of  farmers\r\n\r\nfrom  private  land. The Master Plan in  Singapore\r\n\r\nhas  earmarked  over 25,000 acres of  land  as  an\r\n\r\nagricultural  zone,  and  within  this  zone,  the\r\n\r\nfarmers  will  have sufficient protection  against\r\n\r\nlandlords   who,   because  their   land   is   so\r\n\r\nrestricted, will not be able to exploit  it  other\r\n\r\nthan    for    agricultural   purposes.   However,\r\n\r\nGovernment  is  well aware of the hardships  which\r\n\r\nharry  the  farmers  and I can  say  that  careful\r\n\r\nconsideration is being given by Government to  the\r\n\r\ncriticisms    directed   against    the    present\r\n\r\nlegislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In reply?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 176</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Yes, in reply, Sir. Mr\r\n\r\nSpeaker, Sir, I am indeed very happy to hear  from\r\n\r\nMembers  of the Opposition in response to my  call\r\n\r\nfor  a vote of confidence that the Government  has\r\n\r\ntheir  support.  I  would like  to  give  them  my\r\n\r\nassurance  that,  during  the  intervening  period\r\n\r\nbefore  the reopening of the constitutional  talks\r\n\r\nin  London,  the Government will do everything  in\r\n\r\nits  power to bring about a state of affairs  that\r\n\r\nwill be not only conducive to success but also  in\r\n\r\nthe best interests of the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I said yesterday. Sir, that in the fight for\r\n\r\nMerdeka,  let us not play party politics  and  yet\r\n\r\nthe  leader of the People's Action Party said that\r\n\r\nhis  Party  would give me their vote of confidence\r\n\r\nif  I agreed to his three conditions. Sir, let  me\r\n\r\nsay  here and now, and in the most emphatic terms:\r\n\r\nI  will  not  bargain nor will I buy any  vote  of\r\n\r\nconfidence.  The cause to which the Government  is\r\n\r\npledged,  to which all of us are pledged,  demands\r\n\r\nof  each  and every one of us, no matter to  which\r\n\r\npolitical  Party we belong, every ounce of  honest\r\n\r\nendeavour  to  promote united  effort  and  united\r\n\r\naction.  I  explained  with all  sincerity  in  my\r\n\r\nspeech yesterday the reasons that impel me to call\r\n\r\nfor  a  vote  of  confidence. I ask  the  People's\r\n\r\nAction Party to examine their conscience and  vote\r\n\r\naccordingly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now, Sir, examine the three conditions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to call for a national convention;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) to plan the tactics for the next talks;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) to plan concerted and united All-Party\r\n\r\nconstitutional  action  if  the  next  talks\r\n\r\nfail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As against this, Sir, permit me to repeat what I\r\n\r\nsaid yesterday:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I have been silent, and deliberately so, on our\r\n\r\nplans for Merdeka because I feel a new strategy is\r\n\r\ncalled  for as a result of experience gained  over\r\n\r\nthe failure of the last talks. This\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n\r\n\r\ntime  we  must plan and plan well so that  we  can\r\n\r\nnegotiate  from  a position of strength.  In  this\r\n\r\nplanning,  there will, of course, be consultations\r\n\r\nwith  Members  of the Opposition with  a  view  to\r\n\r\nunited  effort and united action. Let us not  play\r\n\r\nparty  politics  in  this  great  task.  Let   us,\r\n\r\nhowever, show that as true Malayans we are  united\r\n\r\nin the fight for Merdeka because in unity we beget\r\n\r\nour strength and in unity we brook no failure.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is there any dissimilarity between the two? I can\r\n\r\nsee no dissimilarity other than the difference  in\r\n\r\nthe  choice  of  words. What  I  have  quoted  are\r\n\r\nconditions  which  I  feel  will  beget   success.\r\n\r\nObviously, the P.A.P. feel the same way. Why  then\r\n\r\nhave they found it necessary to turn my conditions\r\n\r\nfor  success, which I announced in my main  speech\r\n\r\nyesterday,  into  their conditions  which  I  must\r\n\r\naccept  before  they can give  me  their  vote  of\r\n\r\nconfidence? Why, why, why? I am indeed puzzled.  I\r\n\r\nassured   hon.   Members  that   there   will   be\r\n\r\nconsultations  with the Opposition in  drawing  up\r\n\r\nplans  for  the  next talks. I have not  disclosed\r\n\r\nwhat form these consultations will take but if  it\r\n\r\nwill  make  the  People's  Action  Party  any  the\r\n\r\nhappier,  let  me say that the representatives  Of\r\n\r\nall  political  Parties in this Assembly  will  be\r\n\r\ncalled  to attend a conference to draw up  a  plan\r\n\r\nfor Merdeka.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the leader of the People's Action Party\r\n\r\nrepeatedly said yesterday that we are a  caretaker\r\n\r\nGovernment.  Let  me explain,  Sir,  our  position\r\n\r\nclearly  so that there can be no misunderstanding.\r\n\r\nThis  Government is not a caretaker Government  in\r\n\r\nthe accepted sense of the word. This Government is\r\n\r\na  caretaker Government in so far as its  life  is\r\n\r\nconcerned.  We aim to reopen talks  in  London  by\r\n\r\nApril 1957. If we succeed, a new constitution will\r\n\r\ncome into being. If we fail, the purpose for which\r\n\r\nI accepted office as Chief Minister will have come\r\n\r\nto  an end but during the intervening period,  the\r\n\r\nmachinery of Government will be in full swing  and\r\n\r\nwhether we govern wisely or not, time will tell.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our efforts to raise a\r\n\r\nSingapore Battalion and our call to the people  of\r\n\r\nSingapore to come forward to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 178</b></font><br><br>\r\n\r\n\r\n\r\nserve  Singapore  have been decried  by  the  hon.\r\n\r\nMember,  and  all these from a man who  claims  to\r\n\r\nhave  a  great love for his country. What  greater\r\n\r\nlove,  what greater loyalty, has a man  than  this\r\n\r\nthat  he  should serve his country, fight for  his\r\n\r\ncountry  and,  if necessary, die for his  country?\r\n\r\nWhat   better  guarantee  have  we  for   internal\r\n\r\nsecurity  than  that  we should  raise  our  armed\r\n\r\nforces to augment the Police Force?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On Malayanisation, as is to be expected, the hon.\r\n\r\nMember  talked  and talked just for  the  sake  of\r\n\r\ntalking,  not caring for the language he used  nor\r\n\r\nfor  the justification of his remarks. Did he  not\r\n\r\nread  the Report of the Malayanisation Commission?\r\n\r\nDid  he  not  know that in that Report,  abolition\r\n\r\nterms  are  recommended? When the  Government  has\r\n\r\ncompleted  detailed study of the Report  and  when\r\n\r\nnegotiations with staff associations on  terms  of\r\n\r\nabolition have been completed, these will be  made\r\n\r\nknown  to  the Assembly and the hon.  Member  will\r\n\r\nhave  every  opportunity to speak to  his  heart's\r\n\r\ncontent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, as Minister for Labour and Welfare, I\r\n\r\nwill answer briefly the points which he raised  in\r\n\r\nconnection with this Ministry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the revision of the Trade Disputes Ordinance,\r\n\r\nI do not propose any amendment for the time being.\r\n\r\nThis Government cannot ignore the fact that in the\r\n\r\nimmediate past, strikes of a political nature  had\r\n\r\nbeen threatened.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the rights of trade unions to collect\r\n\r\npolitical  funds,  I assure the hon.  Member  that\r\n\r\nthis has not been forgotten.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Labour Ordinace, I have been considering\r\n\r\nvarious  amendments to this Ordinance as a  result\r\n\r\nof  experience gained over the past  eight  months\r\n\r\nand  I will introduce an amending Bill when I have\r\n\r\ncompleted my examination.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Workmen's Compensation Ordinance, I am\r\n\r\naware of the points raised by the hon. Member  and\r\n\r\nthey are at present under active consideration.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to workers in the Armed Forces,\r\n\r\nobviously  the  hon.  Member and  two  other  hon.\r\n\r\nMembers who spoke on the same subject are  not  in\r\n\r\nfull possession of the facts. Workers in the Armed\r\n\r\nForces  are  covered by the Workmen's Compensation\r\n\r\nOrdinance,  the Labour Ordinance and  the  Central\r\n\r\nProvident Fund and will be covered under  the  two\r\n\r\nBills  which I introduced yesterday and will still\r\n\r\nbe   covered  under  any  legislation  which  this\r\n\r\nGovernment  introduces  in  the  future.  In   any\r\n\r\nproposed labour legislation, there surely must  be\r\n\r\nconsultations  between  employers   and   workers'\r\n\r\nrepresentatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of unemployment, Sir, the hon.\r\n\r\nMember  spoke  about  unemployment  insurance  and\r\n\r\nincrease  in  the  rates of  unemployment  relief.\r\n\r\nParagraph  43, Sir, of the Governor's  Address  is\r\n\r\nquite  clear on this. The hon. Member also  stated\r\n\r\nthat  no  strike had brought about the closing  of\r\n\r\nany factory. May I remind the hon. Member that the\r\n\r\nMis-Sino   Company  Limited,  manufacturing   soft\r\n\r\ndrinks, had to close down their factory last  year\r\n\r\nas  a  result  of strike action organised  by  the\r\n\r\nSingapore Factory and Shop Workers Union?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said that the Governor's Address\r\n\r\nis  all blah, blah, blah. May I, Sir, respectfully\r\n\r\nsubmit that during the two hours when he had  been\r\n\r\nspeaking he had been blah, blah, blahing away?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two other points which have been\r\n\r\nraised   by  other  Members  on  the  subject   of\r\n\r\ncommunity centres and youth clubs. I would  assure\r\n\r\nhon.  Members  that I will look  into  the  points\r\n\r\nraised by them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Clear the lobbies\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 180</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 30; Noes, Nil;\r\n\r\nAbstentions, Nil.\r\n\r\n<pre>\r\n\r\n    Ayes                              Noes\r\n\r\n  Abdul Hamid Bin Haji Jumat.         Nil.\r\n\r\n  Ahmad Bin Ibrahim.\r\n\r\n  Braga, A. J.\r\n\r\n  Butterfield, C. H.\r\n\r\n  Chew Swee Kee.\r\n\r\n  Goh Chew Chua.                    Abstentions\r\n\r\n  Goh Tong Liang.                     Nil.\r\n\r\n  Goode, W. A. C.\r\n\r\n  Hart, T. M.                         Absent\r\n\r\n  Jumabhoy, J. M.\r\n\r\n  Jumabhoy, R.                      Ede, John.\r\n\r\n  Lazarous, A. R.                   Marshall, D. S.\r\n\r\n  Lee Choon Eng.\r\n\r\n  Lee Kuan Yew.\r\n\r\n  Lim Cher Kheng.\r\n\r\n  Lim Ching Siong.\r\n\r\n  Lim Choon Mong.\r\n\r\n  Lim, R. C. H.\r\n\r\n  Lim Koon Teck.\r\n\r\n  Lim Yew Hock.\r\n\r\n  Mak Pak Shee.\r\n\r\n  Mohd. Sidik Bin Haji Abdul Hamid.\r\n\r\n  Nair, M. P. D.\r\n\r\n  Ong Piah Teng.\r\n\r\n  Seah Peng Chuan.\r\n\r\n  Sutherland, G. A. P.\r\n\r\n  Tan Theng Chiang.\r\n\r\n  Tan, William.\r\n\r\n  Thomas, Francis.\r\n\r\n  Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly expresses its thanks to His\r\n\r\nExcellency the Governor for his Address  delivered\r\n\r\non Wednesday, 29th August, 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> We have arrived at the moment of\r\n\r\ninterruption.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at two minutes</div>\r\n\r\n<div align=\"right\">past Four o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
