{"memberId": null, "volumeNo": "1", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "30", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"1\">\r\n\r\n<meta name=\"Sit_No\" content=\"30\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1956-04-12\">\r\n\r\n<meta name=\"Start_Col\" content=\"1897\">\r\n\r\n<meta name=\"End_Col\" content=\"1944\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">30</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">12-04-1956</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1897</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME I</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">SESSION 1955-56</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 12th April, 1956</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr D. S. Marshall (Cairnhill), Chief Minister.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1898</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>The Honourable Mr A. A. Williams, O.B.E., Chief Secretary (Acting) (ex-officio).\r\n\r\n<br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr M. P. D. Nair (Seletar).\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1898</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>NEW MEMBER SWORN</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Alfred Arthur Williams, Chief Secretary (Acting), took and subscribed the Oath of Allegiance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1898</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have to inform the Assembly that I\r\n\r\ngranted permission to be absent from the Assembly to the following Members:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr William Tan - for 8 weeks from 7th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Foo Nam - for 8 weeks from 7th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr R. Jumabhoy - for 5 weeks from 7th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Choon Eng - for 6 days from 12th April, 1956.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr M. P. D. Nair - for one week from 13th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Cher Kheng - for 2 months from 14th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Choon Mong - for 48 days from 14th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Koon Teck - for 17 weeks from 14th April, 1956.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Seah Peng Chuan - for 47 days from 15th April, 1956.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Welfare (Mr Lim Yew Hock):</b> Mr Speaker, Sir, I rise to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the motion in the name of\r\n\r\nthe  Minister for Education set down for  today,  the\r\n\r\n12th  of April, 1956, be exempted from the provisions\r\n\r\nof Standing Order 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the impending departure of the\r\n\r\nMerdeka  Mission  to London, I am sure  hon.  Members\r\n\r\nwould  like  to  have this adjourned  debate  on  the\r\n\r\nmotion of the Minister for Education concluded today.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the motion in the name of the\r\n\r\nMinister  for Education set down for today, the  12th\r\n\r\nof  April,  1956, be exempted from the provisions  of\r\n\r\nStanding Order 7.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising at the termination of business\r\n\r\nthis   day,  the  Assembly  do  stand  adjourned   to\r\n\r\nWednesday, 6th June, 1956.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising at the termination of business\r\n\r\nthis   day,  the  Assembly  do  stand  adjourned   to\r\n\r\nWednesday, 6th June, 1956.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EDUCATION POLICY</b></div>\r\n\r\n<div align=\"center\"><b>(White Paper)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Question - [5th April]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House approves the adoption of the\r\n\r\nEducation Policy outlined in the White\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1900</b></font><br><br>\r\n\r\n\r\n\r\nPaper  on  Education Policy as contained in Sessional\r\n\r\nPaper  No.  Cmd.  15  of 1956. - (The  Minister  for Education.)\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, there is\r\n\r\nmuch to commend in the broad principles laid down  in\r\n\r\nthe White Paper: for example, that all schools should\r\n\r\nreceive  equal  treatment and  that  all  regulations\r\n\r\nshould  apply  equally  to  all  schools  which   are\r\n\r\nfinanced  or aided by Government; that teachers  with\r\n\r\nthe  same or equivalent qualifications and experience\r\n\r\nshould be paid the same salary; and that every parent\r\n\r\nshould  have the right of choice regarding the  first\r\n\r\nand second languages which his children should learn.\r\n\r\nThese  principles will be acceptable to the majority.\r\n\r\nBut  when we begin to examine the White Paper to  see\r\n\r\nhow some of these principles are to be carried out in\r\n\r\npractice, we find that the Government skates somewhat\r\n\r\nuncomfortably over the problem. This White Paper,  in\r\n\r\nfact,  is  the  work of politicians  rather  than  of\r\n\r\neducationists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main problem, of course, is that of language.\r\n\r\nThe  All-Party  Committee plunged into  trouble  when\r\n\r\nthey recommended in Section I:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That at least two of the following languages,\r\n\r\nEnglish,  Malay,  Mandarin and Tamil  should  be  the\r\n\r\nmedia of instruction in their respective schools.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If you are to take that statement literally, it\r\n\r\nwould  mean  that students should be taught  all  the\r\n\r\nsubjects  in the curriculum in one language and  then\r\n\r\nall  over  again  in  the second  language.  That,  I\r\n\r\npresume, is not what the Committee meant, but that is\r\n\r\nwhat  they  said,  and they then tried  to  extricate\r\n\r\nthemselves   from  the  difficulty  by   recommending\r\n\r\nbilingual  teachers  so that instruction  in  certain\r\n\r\nsubjects  could  be  switched from  one  language  to\r\n\r\nanother,  the students having equal facility  in  the\r\n\r\ntwo  languages concerned, presumably,  in  the  main,\r\n\r\nEnglish and Mandarin. The White Paper skates over the\r\n\r\nimpracticability of this politicians' solution to all\r\n\r\nour ills, merely stating that there must be a primary\r\n\r\nfollowed  by  a  secondary language of  the  parents'\r\n\r\nchoice, and that students must be able\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1901</b></font><br><br>\r\n\r\n\r\n\r\nto   leave   the  primary  school  with  a  competent\r\n\r\nknowledge   of  one  language  and  a  fair   working\r\n\r\nknowledge in the second language. The implication  is\r\n\r\nthat  if  you Malayanise the textbooks and prune  the\r\n\r\nsyllabuses of all non-essentials, whatever  that  may\r\n\r\nmean,  this  can  be accomplished. But  what  happens\r\n\r\nafter  that?  Are two languages to be  taught  almost\r\n\r\nside  by  side  in  the secondary schools,  technical\r\n\r\nschools  and  so on? The White Paper, for  very  good\r\n\r\nreasons, remains silent on this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us get down to what can and what cannot be\r\n\r\ndone  in our schools - educationally, I mean, and  not\r\n\r\npolitically.  Firstly, it may be possible,  up  to  a\r\n\r\ncertain  point, to give instruction in two  languages\r\n\r\nin  the  primary  stage, but the shortened  hours  of\r\n\r\nwork,  due  to the doubling of morning and  afternoon\r\n\r\nschools,  is a terrible handicap. But when you  reach\r\n\r\nthe secondary stage, there can only be one medium  of\r\n\r\ninstruction if the most important part of a student's\r\n\r\nlife is going to be properly utilised in turning  him\r\n\r\nfrom   a   comparatively  ignorant  lad  of   12   or\r\n\r\nthereabouts into a maturing young man of  16  to  17.\r\n\r\nThere  is so much to be crammed into those four years\r\n\r\nthat there must already have been planted in him  one\r\n\r\nlanguage  in  which he thinks and writes  and  speaks\r\n\r\nwithout hesitation; and this language must be the one\r\n\r\nthrough  which he will imbibe all that he must  learn\r\n\r\nin  his  secondary school life. By all means let  him\r\n\r\nhave  a  second  language, learn  it  properly  as  a\r\n\r\nsubject and pass examinations in it, but it is out of\r\n\r\nthe  question  to  allow it to be used  as  a  second\r\n\r\nmedium of instruction at this stage of his education.\r\n\r\nIt just will not work and the Government, I feel, has\r\n\r\nnot adequately faced up to this fact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This brings mc to the question of the Malayanisation\r\n\r\nof   textbooks.  The  Government  has  accepted   the\r\n\r\nrecommendation of the All-Party Committee lock, stock\r\n\r\nand  barrel,  but  there  can  be  no  question  that\r\n\r\nsyllabuses  and  textbooks  must  be  Malayanised  as\r\n\r\nquickly   as  possible.  Here  again,  we  get   into\r\n\r\nconsiderable trouble and it is not at all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1902</b></font><br><br>\r\n\r\n\r\n\r\nclear  whether  the  All-Party Committee  accepts  or\r\n\r\nrejects    the   recommendations   of   the   Chinese\r\n\r\neducational  authorities in  paragraph  55  of  their\r\n\r\nreport,  although these get to the core of the  whole\r\n\r\nmatter. It reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"They (that is, the representatives of Chinese\r\n\r\neducational bodies) make one reservation, however, in\r\n\r\nthat   in  Chinese  Literature  as  a  subject,  they\r\n\r\nadvocate no serious deletions as the Chinese classics\r\n\r\nare   in  most  cases,  if  not  in  fact,  in   all,\r\n\r\ncrystallisations of Chinese culture, and if these are\r\n\r\nbanned  Chinese culture will suffer. They claim  that\r\n\r\nthese  classics  also  offer  the  very  much  needed\r\n\r\nbalance  in  Malayan  Chinese education,  which  must\r\n\r\nretain  in  it anything that encouraged moral  values\r\n\r\nand  concepts,  and  strive to produce  an  all-round\r\n\r\ncitizen. To cut out Confucius or Mencius from Chinese\r\n\r\nLiterature  is as unthinkable as to omit  Shakespeare\r\n\r\nor Milton from a study of English Literature.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While it is not clear whether the All-Party\r\n\r\nCommittee, as I say, accepts or rejects this point of\r\n\r\nview,  the  Government  seems to  ignore  this  point\r\n\r\naltogether.  But let us remember now that,  with  the\r\n\r\npossible  exception  of Malay, all  the  other  three\r\n\r\nlanguages  have  been nurtured and developed  in  the\r\n\r\ncountries of their origin. Consequently, the classics\r\n\r\nand  all  other  good  standard  textbooks  in  these\r\n\r\nlanguages  must naturally be imbued with the  history\r\n\r\nand  the splendour and the innate qualities of  those\r\n\r\ncountries. How then can the Committee Malayanise such\r\n\r\ntextbooks?  No one in his sane moments  will  suggest\r\n\r\nthat there are persons in Malaya capable of producing\r\n\r\nMalayanised   textbooks  in   the   three   languages\r\n\r\ncomparable  to  the thoughts and the beauty  and  the\r\n\r\ngrandeur  of  Confucius  or Mencius,  Shakespeare  or\r\n\r\nMilton. There have been no great Malayan philosophers\r\n\r\nand  no  great  Malayan poets to make this  possible.\r\n\r\nEven  my  hon.  Friend, Mr R. C. H. Lim,  would  not\r\n\r\naspire  that high! Now the very fact that  Government\r\n\r\nhas  as its policy that there should be equal respect\r\n\r\nfor  the four principal cultures of Singapore  is  an\r\n\r\nadmission  that  Malayanisation of  textbooks  is  an\r\n\r\nimpossibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What we presume the Government means, and what the\r\n\r\nAll-Party Committee ought to mean, is that  for  many\r\n\r\nyears  to come all that we can hope for is to produce\r\n\r\nMalayanised textbooks\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1903</b></font><br><br>\r\n\r\n\r\n\r\nin  three  languages for the lowest classes,  perhaps\r\n\r\nfor  the  primary schools. The Pan-Malayan  Text-Book\r\n\r\nCommittee,  to  which  the  White  Paper  refers   in\r\n\r\nparagraph  19,  was intended surely only  to  produce\r\n\r\ntextbooks for the primary classes. I fully agree that\r\n\r\nsimple  readers  for  young students  should  have  a\r\n\r\nMalayan background. I agree that our children  should\r\n\r\nlearn about tembusus rather than oaks, but I will not\r\n\r\nsupport  the  view that Keats' Ode to  a  Nightingale\r\n\r\nshould  be  Malayanised just  because  there  are  no\r\n\r\nnightingales   in   this  country.  Malayanise   your\r\n\r\nteachers by all means, so that they can interpret the\r\n\r\nwide  world in a Malayan way, for it is the  teaching\r\n\r\nthat matters far more than the textbooks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If, as the All-Party Committee stated, language\r\n\r\nteaching  should  be of the best possible  standards,\r\n\r\nthen we must perforce teach through the media of  the\r\n\r\nclassics  from  the  countries whence  the  languages\r\n\r\noriginated.  Both  the Government and  the  Committee\r\n\r\nhave tried to duck this simple fact, and the more one\r\n\r\ntries  to ignore it, the more the educational  system\r\n\r\nof  this  country will tie itself in knots.  I  admit\r\n\r\nfreely  that it is a dilemma. I am second to none  in\r\n\r\nmy  belief that the people of this country  can  only\r\n\r\ncome  together  as Malayans by sharing  each  other's\r\n\r\nlanguages  and  cultures, but it must  be  recognised\r\n\r\nthat  equal facility in three languages, or even  two\r\n\r\nlanguages, does not come at the primary or  secondary\r\n\r\nstage  of education, with which we are most concerned\r\n\r\nin  this debate. We must accept the fact that we must\r\n\r\naim  at  the mastery of one language which the parent\r\n\r\nchooses,  and  a sufficient grounding in  the  second\r\n\r\nlanguage for it to be easily studied and mastered  at\r\n\r\nthe   university  or  later  stage,  while  a   third\r\n\r\nlanguage - alas, I think - must be left as  an  optional\r\n\r\nextra  curricular activity for which facilities  will\r\n\r\nhave to be made available.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I leave this aspect of the White Paper, may I\r\n\r\nhave  your permission, Sir, to read a short paragraph\r\n\r\nfrom  a  recent article on the problems of  education\r\n\r\nfacing the Central Advisory Council for Education  in\r\n\r\nBritain, where there is, of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1904</b></font><br><br>\r\n\r\n\r\n\r\ncourse,   only   one  language  as  the   medium   of\r\n\r\ninstruction:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Undoubtedly, however, the real centre of difficulty\r\n\r\nand dispute lies in the curriculum of the Sixth Forms\r\n\r\nof   Grammar  schools.  The  trouble  is  well-known.\r\n\r\nUniversities  find many of their scientific  entrants\r\n\r\nnarrow  in  mind and unable to write  or  even  speak\r\n\r\nplain  English. The Arts specialists,  on  the  other\r\n\r\nhand,  may  be  able to write a properly  argued  and\r\n\r\npunctuated  essay (though this cannot  be  taken  for\r\n\r\ngranted),  but he is totally ignorant of science  and\r\n\r\nof  the  changed  view of the world that  is  brought\r\n\r\nabout.   They   are,  furthermore,  products   almost\r\n\r\nexclusively  limited  to England  and  Wales  in  the\r\n\r\nmodern  world. No other system of education  anywhere\r\n\r\npermits  too  early this sharp and  harmful  division\r\n\r\nbetween  the  Arts and the Sciences. The  dangers  of\r\n\r\nover-specialisation might seem so  obvious  that  its\r\n\r\nremoval would be simple. Unhappily, a radical  attack\r\n\r\non   it   would   shake  higher  education   to   its\r\n\r\nfoundations. It would certainly mean lower  standards\r\n\r\nof  attainment  in  the main subjects  in  university\r\n\r\nentrance  and  open scholarships.  It  might  end  by\r\n\r\nadding  a  year  to  university courses.  The  tangle\r\n\r\nlargely defeated a Committee of Vice-Chancellors  and\r\n\r\nschool heads which reported last summer.\"\r\n\r\n\r\n\r\n<br><br>If  that,  Sir, is the problem in England where  only\r\n\r\none language is concerned, how much more intricate is\r\n\r\nour  problem here. In this country we are crying  out\r\n\r\nfor  our local sons and daughters with qualifications\r\n\r\nfor  all kinds of technical and administrative posts.\r\n\r\nAre  we  going  to  get them if we  make  them  over-concentrate on languages and limit their  outlook  by\r\n\r\ngiving  them Malayanised textbooks, and  are  we  not\r\n\r\ntherefore indulging in contradictions?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must now turn more briefly to other aspects of the\r\n\r\nWhite Paper. I welcome the introduction of Civics  as\r\n\r\nan  essential subject, but I would prefer to call  it\r\n\r\nCitizenship which, I think, conveys better the spirit\r\n\r\nof  what  is  intended. Civics implies abstract  book\r\n\r\nknowledge,  while  Citizenship  suggests  the  living\r\n\r\nworld  around us, an object of wonder to both teacher\r\n\r\nand taught. Because the teacher should teach, not  as\r\n\r\none  conveying truths which are absolute but  as  one\r\n\r\nimparting information which may be questioned.  Small\r\n\r\nchildren are by nature inquisitive and sceptical. The\r\n\r\neffect of much teaching is too often to overlay these\r\n\r\noriginal  impulses  and  to convert  the  inquisitive\r\n\r\nquestioning  child  into  the  passive  recipient  of\r\n\r\ninformation.  This  is  particularly  unfortunate  if\r\n\r\ncitizens are to be educated. After all,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1905</b></font><br><br>\r\n\r\n\r\n\r\nhad  we all been brought up never to believe what the\r\n\r\nnewspapers  say,  much  less politicians,  the  world\r\n\r\nwould  be  a  happier place. And so let  us  talk  of\r\n\r\nCitizenship, not Civics, and let us make certain that\r\n\r\nour teachers are good citizens too, in the sense that\r\n\r\nthey are still ready to learn as well as to teach.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome also paragraph 24 of the White Paper which\r\n\r\nrefers  to  competition in sports  between  different\r\n\r\nschools,  but this should be expanded to include  Art\r\n\r\nand Music. In this connection, I think that the House\r\n\r\nwould be interested to know that, by arrangement with\r\n\r\nthe   Singapore   Musical  Society,  two   celebrated\r\n\r\ninternational  artists - a violinist and a  pianist - are\r\n\r\ngiving  a concert tomorrow in the hall of the Chinese\r\n\r\nHigh   School,  thanks  to  the  enthusiasm  of   the\r\n\r\nPrincipal of that school. So far as I know,  this  is\r\n\r\nthe  first  time that such an event is taking  place,\r\n\r\nand  it  is a happy indication that the Chinese  High\r\n\r\nSchool  is  not  exclusively concerned  with  Chinese\r\n\r\nculture.  It  is  admittedly  an  experiment,  but  I\r\n\r\nbelieve  it to be an important one, and the Principal\r\n\r\nis confident that a large number of his students will\r\n\r\nattend  the concert, sandwiched as it is between  the\r\n\r\nmorning and afternoon classes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While on this subject, I would like the Minister to\r\n\r\nknow that this interest in Western music - and there is\r\n\r\nan  interest - among the Chinese schools is  not  being\r\n\r\nsufficiently encouraged by the Ministry of Education.\r\n\r\nThe  Singapore Musical Society, of which I happen  to\r\n\r\nbe  Chairman, holds regular concerts for schools when\r\n\r\ncelebrated musicians visit us. Notices are  sent  out\r\n\r\nregularly  by the Ministry to Government schools  and\r\n\r\nEnglish   aided  schools,  but  not  always   Chinese\r\n\r\nschools. This is one instance of how a great gulf can\r\n\r\nbe  fixed  between  Chinese  schools  and  Government\r\n\r\nschools,  and I would ask the Minister to  make  sure\r\n\r\nthat there is no discrimination in the field of music\r\n\r\nin future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two or three other matters on which I must\r\n\r\ntouch  briefly. Firstly, I deplore the fact that  the\r\n\r\nGovernment  has no adequate plans for those  students\r\n\r\nto  remain  in  school  who  failed  to  qualify  for\r\n\r\nsecondary  education. Are we to push out  on  to  the\r\n\r\nstreets at least half\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1906</b></font><br><br>\r\n\r\n\r\n\r\nof our rapidly increasing 14-year olds at an age when\r\n\r\njobs  are  almost impossible to obtain? Of  such  are\r\n\r\nCommunists  and  gangsters made. That the  Government\r\n\r\ndoes  not  seem to be willing to tackle  this  matter\r\n\r\nseriously can be seen from paragraph 40, where it  is\r\n\r\nstated of last year's students:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Of the 45 per cent who failed to find places in\r\n\r\nGovernment  secondary schools, those under  14«  were\r\n\r\nallowed  to  remain  in  their primary  schools,  and\r\n\r\ninstruction is being provided in evening classes  for\r\n\r\nthose of the remainder who are interested.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This implies that the Government is not sufficiently\r\n\r\ninterested  in seeing that this class of students  is\r\n\r\nproperly   catered  for  and  this  is  a  deplorable\r\n\r\nconfession. Half of the 14 to 15 year olds are to  be\r\n\r\nabandoned to their devices unless they happen  to  be\r\n\r\ninterested in evening classes. This will not do.  The\r\n\r\nMinister  must know perfectly well that students  who\r\n\r\nhave  left  school at the end of the  primary  school\r\n\r\nstage are virtually unemployable, and that they  must\r\n\r\nbe  given  courses of instruction to  equip  them  to\r\n\r\nbecome  junior clerks or apprentices in  industry  or\r\n\r\nfit for the national defence forces. If Government is\r\n\r\nnot  interested in these young people  at  this  very\r\n\r\nformative  age, it will be failing in its duty.  This\r\n\r\nis  the most lamentable gap in the whole White  Paper\r\n\r\nand  we  shall not be satisfied unless a solution  is\r\n\r\nfound to a very serious problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the next paragraph, No. 41, refers to the\r\n\r\nneed to retain those teachers, now in the service, to\r\n\r\ncope  with the expanding secondary education in 1960,\r\n\r\nbut  this principle, Sir, should be extended  to all\r\n\r\ntypes of schools. It seems to me pure folly to retire\r\n\r\nteachers at the age of 55 when the crying need  is  for\r\n\r\nmore and more teachers. At a time when the average\r\n\r\nage   of   teachers   in  the   school   is   dropping\r\n\r\nconsiderably,  a  levelling of the experience  of  the\r\n\r\nolder  men  would have a beneficial  and  steadying\r\n\r\ninfluence. At my own school I well remember that\r\n\r\nhouse-masters  had to retire at the  age  of  60  and\r\n\r\nteachers  at  the  age of 55, which meant  that  house-masters  at the age  of 60 could revert to  teaching  for\r\n\r\nanother five years as very valued and experienced men. I\r\n\r\nsee no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1907</b></font><br><br>\r\n\r\n\r\n\r\nreason  why  the same sort of thing could not  happen\r\n\r\nhere - set the age limit of principals at 60, but allow\r\n\r\nteachers to go on to the age of 65; principals to  be\r\n\r\nre-engaged  on a supernumerary basis as teachers  for\r\n\r\nfive  years, thus stepping aside for the younger  men\r\n\r\nto  do  the more strenuous administrative work.  Many\r\n\r\nteachers  retiring at the age of  55  today  turn  to\r\n\r\nother  forms  of  employment in order  to  supplement\r\n\r\ntheir  small  pensions. Most of them  would  be  much\r\n\r\nhappier and much more useful continuing to teach  the\r\n\r\nyoung,  but  in  positions of less responsibility.  I\r\n\r\nhope  that the Minister will consider this suggestion\r\n\r\nin all seriousness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must also issue a word of warning regarding\r\n\r\ncondition (vi) of paragraph 26 which the school  must\r\n\r\nfulfil in order to qualify for Government aid:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The general education policy of the school must not\r\n\r\nin  any  way conflict with the education policy  laid\r\n\r\ndown by the Government.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As it stands, this clause means, or I hope it means,\r\n\r\nnot  that there should be 100 per cent uniformity  in\r\n\r\nschools  but  that  there  should  be  uniformity  in\r\n\r\nessentials  and  diversity  in  non-essentials.   The\r\n\r\ndanger  can be that the State-controlled institutions\r\n\r\nwill  have their own initiative reduced by conforming\r\n\r\nto one rigid model which is not in the true interests\r\n\r\nof  education.  There cannot be,  particularly  in  a\r\n\r\nmulti-racial country, one perfect model system or one\r\n\r\nperfect model method for all schools. In other words,\r\n\r\nwhile  the idea that all regulations should apply  to\r\n\r\nall  schools  is  good in principle,  there  must  be\r\n\r\nfreedom  for the principal of a school or a committee\r\n\r\nof  management to evolve its own methods and  make  its\r\n\r\nown  experiment in the educational field. We  do  not\r\n\r\nwant  the dull dead hand of the State to kill  initiative  and enterprise among teachers, for that is  the\r\n\r\nvery thing which education must encourage and develop.\r\n\r\nTo  put  it  another way, we ought  to  create  great\r\n\r\nheadmasters  and  great  principals  and  not   great\r\n\r\nregistrars. These are the main points on which I want\r\n\r\nto touch regarding the contents of the White Paper.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must now refer to two significant omissions. We read nothing in the White Paper and we have heard nothing\r\n\r\n<br><br><font size=\"1\"><b>Column: 1908</b></font><br><br>\r\n\r\n\r\n\r\nin the Minister's speech which would indicate, on the\r\n\r\none  hand,  what the new education plan is  going  to\r\n\r\ncost, and, on the other hand, in what stages and over\r\n\r\nhow  long  a  period  of  years  it  is  proposed  to\r\n\r\nimplement  it. It is all very well to get the  scheme\r\n\r\non  paper and be as proud of it as my hon. Friend the\r\n\r\nChief  Minister says he is, but he will be the  first\r\n\r\nto  acknowledge that the more important thing  is  to\r\n\r\nindicate  to  the House when and how  the  Government\r\n\r\nproposes  to implement it. It is on this  very  point\r\n\r\nthat   we   have   our  doubts,  because   Government\r\n\r\nperformances in the field of education have not  been\r\n\r\non a par with their promises.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Mr D. S. Marshall):</b> When?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> In the often quoted pamphlet -\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> When?\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> In the often quoted pamphlet of the Labour\r\n\r\nFront, it was stated that the policy was \"free\r\n\r\ncompulsory schooling for all children, - \"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> For four years.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> \" - in English or vernacular schools, for\r\n\r\nthe  first  six years as a matter of first priority.\"\r\n\r\nAs my hon. Friend interrupts, that was understandably\r\n\r\nto  be a policy for four years, and the policy of the\r\n\r\nfirst year, as given in the Governor's speech, was  a\r\n\r\nsix-year  course  of free primary education  for  all\r\n\r\nchildren.  Now,  not the slightest attempt  has  been\r\n\r\nmade  to implement this policy. For several months  I\r\n\r\nhave pressed the Government to disclose its plans  to\r\n\r\nbuild  more  cheaply constructed schools which  alone\r\n\r\ncould make this policy effective. Only   a  week  ago  I  got  this  answer  from   the\r\n\r\nMinister - \"All  new plans need time to  work  out\" - and\r\n\r\nthe  statement that sites have been found for  school\r\n\r\nbuildings - only  sites.  If  this  is  all  that   the\r\n\r\nGovernment  can show for their first year in  office,\r\n\r\nis  it  surprising that we have misgivings as to  how\r\n\r\nsoon  and  how vigorously the implementation  of  the\r\n\r\nWhite  Paper is going to be tackled? I hope  that  we\r\n\r\nshall  hear  of a definite time-table of action  from\r\n\r\nthe Minister\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1909</b></font><br><br>\r\n\r\n\r\n\r\nwhen he winds up this debate and a definite statement\r\n\r\nof    the   financial   implications.   Despite   our\r\n\r\nmisgivings,  it  is  not our purpose  to  oppose  the\r\n\r\nmotion  that  is before us today but to  support  it,\r\n\r\nfor,  as I have said, the broad principles laid  down\r\n\r\nare  generally satisfactory; but we shall have reason\r\n\r\nto  oppose  the Education Bill when it is  introduced\r\n\r\nlater  on  in this House if the points I have  raised\r\n\r\nhave not been taken into consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, therefore, this White Paper is a step\r\n\r\nforward  towards an improved educational  system  for\r\n\r\nthis country. I have indicated some of the weaknesses\r\n\r\nwhich  do  not, however, spoil the broad  pattern  of\r\n\r\nwhat has been conceived. But let me say this. One  of\r\n\r\nthe  main problems and fears has been how to fit  the\r\n\r\nChinese  schools into this pattern. But I am inclined\r\n\r\nto  believe that, whatever objections remain  in  the\r\n\r\nminds of Chinese educationists, once they are brought\r\n\r\nunder   one  system,  these  will  evaporate  in   an\r\n\r\nindependent  Singapore, because,  in  an  independent\r\n\r\nSingapore,  it  stands to reason  that  all  schools - whether  Chinese,  Malay, Tamil or  English - will  and\r\n\r\nmust  be of equal status and equal importance.  There\r\n\r\nwill  be  no  longer any room for  the  feeling  that\r\n\r\nChinese  or Malay or Tamil schools are being ignored,\r\n\r\nfor  how  could  they be ignored  in  an  independent\r\n\r\nSingapore and by a freely elected government?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The teaching profession is the most hard-working and\r\n\r\nself-sacrificing    profession    of    all,    often\r\n\r\nmisunderstood and almost always under-paid;  but  let\r\n\r\nus  not suppose that because so often under-paid, such\r\n\r\nteachers  are  necessarily poor in  quality,  as  the\r\n\r\nWhite  Paper rather unfairly seems to suggest.  There\r\n\r\nare many teachers - and it applies everywhere, not only\r\n\r\nto Singapore - who work for the sheer love of teaching.\r\n\r\nAll the more power to them! I feel confident that  in\r\n\r\nthe   Singapore  of  the  future  the  teachers  will\r\n\r\ncontinue  to  be  true to their great traditions  and\r\n\r\nthat   they   will   rise   to   their   very   noble\r\n\r\nresponsibilities of producing loyal young citizens in\r\n\r\ntheir  thousands who are able and willing to maintain\r\n\r\nand protect their nation's independence.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker, Sir,\r\n\r\nit  would have been optimistic for anybody to  expect that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1910</b></font><br><br>\r\n\r\n\r\n\r\nthere will be no criticism on a vital matter like the\r\n\r\neducation  policy  of  the Government  of  Singapore.\r\n\r\nIndeed, it would have been optimistic for us to  have\r\n\r\nexpected  that even the All-Party Report  on  Chinese\r\n\r\nEducation  would  have  met with  approval  from  all\r\n\r\nsections  of the community. This is a thorny subject.\r\n\r\nI have used the word \"primordial\" once and it brought\r\n\r\na  rebuke from the hon. Mr Sutherland, but that was,\r\n\r\nperhaps, because he does not understand these things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talk of policy in education and you touch upon the\r\n\r\nvery  heartstrings of the three main cultural  groups\r\n\r\nin   Malaya.   You  bring  forth  all  the   inherent\r\n\r\nconflicts,  the urge for supremacy and  dominance  of\r\n\r\neach culture and each group.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are four topics in the All-Party Report on\r\n\r\nChinese  Education  which we knew  would  arouse  the\r\n\r\nfiercest   controversy.  They  were:   first,   those\r\n\r\nstatutes  empowering  the Government  to  cancel  the\r\n\r\nregistration  of  schools and  to  close  them  down;\r\n\r\nsecond,   grants-in-aid,  with   conditions;   third,\r\n\r\nMalayanisation  of textbooks; and, fourth,  languages\r\n\r\nto be taught other than the mother tongue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the last 50 years the Chinese schools have\r\n\r\ngrown progressively more and more suspicious and more\r\n\r\nand  more  hostile of the Government. It is important\r\n\r\nto  remember that, as far as they are concerned, they\r\n\r\ndo   not   see  any  difference  between  a  colonial\r\n\r\nGovernment and one under the Rendel Constitution.  It\r\n\r\nmay be an unfair thing to those legal experts who can\r\n\r\npoint  out the differences between what the  colonial\r\n\r\nGovernment  was and what it is now. Nevertheless,  as\r\n\r\nfar  as  Chinese educational authorities, the  school\r\n\r\ncommittees,  the  Chambers  of  Commerce,  the   clan\r\n\r\nassociations are concerned, there has been no real or\r\n\r\nsignificant change. It is unrealistic on our part  to\r\n\r\nhope  that  they  would accept these Ordinances  when\r\n\r\nthey  are  administered by representatives of  a  new\r\n\r\nRendel  government when they had resisted  them  when\r\n\r\nthey  were  administered by colonial  officials.  The\r\n\r\nonly conclusion that the All-Party Committee\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1911</b></font><br><br>\r\n\r\n\r\n\r\ncame to is that it is impossible to allow a state  of\r\n\r\naffairs  where a government, soon to be a  completely\r\n\r\nelected  one,  is  not  in complete  control  of  the\r\n\r\neducational system. So we recommended that all  those\r\n\r\nstatutes,  which were at the time they  were  drafted\r\n\r\ndesigned to meet problems in the Chinese schools  and\r\n\r\nwere  drafted specially to apply to them,  should  be\r\n\r\namended. Sir, we have to accept the fact that for  the\r\n\r\ntime  being  there  will be resistance  from  certain\r\n\r\ncommunal   quarters   to  Government   control   over\r\n\r\nmanagement and registration of schools. At  the  same\r\n\r\ntime  even they will not ultimately be able to resist\r\n\r\nthe proposition that there must be one authority in a\r\n\r\ncountry, and that authority is the government of that\r\n\r\ncountry     through     its     popularly     elected\r\n\r\nrepresentatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter which I expected would raise new\r\n\r\ncontroversy was grants-in-aid. Here again I think the\r\n\r\nbiggest stroke of bad statesmanship, if statesmanship\r\n\r\nwas  what it was intended to be, was the offer of $12\r\n\r\nmillions to Chinese schools at the height of the anti-national  service campaign. Sir, I do  not  know  who\r\n\r\nadvised His Excellency the Governor in those days.  I\r\n\r\nunderstand that there was an Executive Council  which\r\n\r\nincluded elected Members like the then hon. Mr C. C.\r\n\r\nTan and his friends. They did not understand what was\r\n\r\nhappening in Malaya, and not understanding  it,  they\r\n\r\nwere  unable to find the right solution. To  offer  a\r\n\r\nbribe of $12 millions to school committees and school\r\n\r\nteachers  to  place  the whole school  administrative\r\n\r\nmachinery  under Government control was the stupidest\r\n\r\nthing that they could have done. It completely soured\r\n\r\nthe   whole  outlook  of  the  Chinese  schools,  the\r\n\r\nmanagement  committees,  the clan  associations,  the\r\n\r\nParent-Teachers  Association and the  whole  host  of\r\n\r\nother interested and active bodies. Here again, it is\r\n\r\nunrealistic  of  us to expect that resistance,  which\r\n\r\nhas  been  built  up over the years  through  genuine\r\n\r\nfrustrations  and grievances, would  be  washed  away\r\n\r\njust  because  there are now nine  popularly  elected\r\n\r\nMinisters, I beg your pardon, five popularly  elected\r\n\r\nMembers,   and   one  nominated  Member   and   three\r\n\r\nofficials.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1912</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Six.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Six? I beg your pardon, Mr\r\n\r\nSpeaker,  Sir. I cannot catch up with the  number  of\r\n\r\nMinisters and Junior Ministers in this House!\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> You want to wake up!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> The only proposition one can\r\n\r\nhonestly support is that if a government is to expend\r\n\r\npublic  money on any educational system it must  have\r\n\r\nsome  say on how that educational system is going  to\r\n\r\nbe   run.  However,  I  do  see  that  there  may  be\r\n\r\nobjections to certain conditions in the White  Paper.\r\n\r\nI feel that the fourth condition in paragraph 26:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No principal or teacher shall be appointed or\r\n\r\ndismissed without the approval of the Registrar;\"\r\n\r\n\r\n\r\n<br><br>has  got all the inherent dangers of brainwashing and\r\n\r\nthought  control through the teaching staff. Sir,  we\r\n\r\nmust  understand the attitude with which this problem\r\n\r\nwill  be approached by the communities which are  not\r\n\r\nadequately represented in this House. If  we  do  not\r\n\r\ntake the trouble to understand it, then we are likely\r\n\r\nto  make  as  much  a mess of it as the  former  hon.\r\n\r\nMember Mr C. C. Tan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We support the principle that no government can give\r\n\r\naway  $12 millions or $50 millions to private  groups\r\n\r\nof  persons to run private institutions.  But  we  do\r\n\r\nappreciate  that, in the situation as  it  exists  in\r\n\r\nSingapore,   taking  into  account   the   historical\r\n\r\nbackground   of   the  schools,   there   should   be\r\n\r\ndiscussions  and negotiations over these  conditions.\r\n\r\nThere  should be fair and just conditions  to  ensure\r\n\r\nthat  the  government  has an effective  say  in  the\r\n\r\neducation  policy. But they should not be  conditions\r\n\r\nwhich  would make for tyranny in the hands of  either\r\n\r\nthe  Registrar  or  the Permanent  Secretary  in  the\r\n\r\nEducation  Ministry. It is only on  account  of  this\r\n\r\nthat we thought there was some reason for the request\r\n\r\nfor  a postponement of the debate on this motion. But\r\n\r\nthe  Chief Minister has stated that he suspects  that\r\n\r\nthere  are other motives behind the request  for  the\r\n\r\npostponement and he has insisted that the debate goes\r\n\r\non today.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1913</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next thorny subject is Malayanisation. Sir, this\r\n\r\nhas  got nothing to do with expatriates, getting  rid\r\n\r\nof  them,  giving them a handsome bonus  and  pushing\r\n\r\nthem  off  in  the first ship. We do not  propose  to\r\n\r\nscore out any Nightingales, nor do we wish to cut out\r\n\r\nthe wise sayings of Confucius and Mencius. When we in\r\n\r\nthe   All-Party   Committee   on   Chinese   Education\r\n\r\nrecommended  that  there should be Malayanisation  of\r\n\r\ntextbooks,  our idea was simple. The whole  political\r\n\r\nemphasis - and education is the only means by which you\r\n\r\ncan  do  it - must  be  on the reorientation  of  one's\r\n\r\nheart,  one's  loyalties  to  this  new  Malaya.   We\r\n\r\nexpected  a great deal of opposition to this  because\r\n\r\nit  would  straightaway rouse the  bogey  of  culture\r\n\r\nbeing  endangered. There was a good reason  for  that\r\n\r\nbogey in the old days when the Governor thought  that\r\n\r\nhe knew what was good for the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can fairly put it this way. Nothing that\r\n\r\nanybody  can do in or outside Malaya will  alter  the\r\n\r\nfact  that  there will be two dominant languages  and\r\n\r\ncultures  in  Malaya.  These are  the  facts  in  our\r\n\r\npopulation figures. The Malay language and the  Malay\r\n\r\nculture  will  irresistibly  become  the  predominant\r\n\r\nlanguage  and  the predominant culture.  The  Chinese\r\n\r\nlanguage  and  the Chinese culture,  particularly  in\r\n\r\nview  of  the  tremendous  renascence  that  it   has\r\n\r\nundergone  in  China, will occupy  a  very  important\r\n\r\nplace in Malaya. Perhaps it is because my hon. Friend\r\n\r\nthe  Member  for Tanglin (Mr Ede) is not as  acutely\r\n\r\nconscious  of these facts, as an Asian is,  that  his\r\n\r\nexcellent  speech on the technique of  education  was\r\n\r\nsomewhat lacking in its grasp of the more deep-seated\r\n\r\nproblems that we face. Sir, the Chinese culture as it\r\n\r\nwill  be in the Malaya of 200 years from now  is  not\r\n\r\nlikely  to be what Chinese culture will be 200  years\r\n\r\nfrom  now  in China. That is inevitable. We need  not\r\n\r\nscore out Confucius and Mencius.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nobody denies that it was the British who first\r\n\r\ncolonised  America, and that they speak  the  English\r\n\r\nlanguage.  But he would be a bold man indeed  to  say\r\n\r\nthat in America they have the same identical language\r\n\r\nand the same identi-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1914</b></font><br><br>\r\n\r\n\r\n\r\ncal  culture.  In fact, you cannot think  of  a  more\r\n\r\nsupreme  insult to an Englishman than to mistake  him\r\n\r\nfor an American!\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland (Nominated):</b> No!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Indeed this one culture and one\r\n\r\nlanguage  spread  over  five continents - New  Zealand,\r\n\r\nAustralia,  South Africa - has gone through  mutations.\r\n\r\nBasically it is the same language and the same Anglo-Saxon  culture.  But the number of  not  so  pleasant\r\n\r\nthings that I have heard Englishmen in Singapore say,\r\n\r\nafter  a  trip to Australia, about things other  than\r\n\r\nAustralian  beer, gives me some appreciation  of  the\r\n\r\ndifferences which language and culture undergo  after\r\n\r\nseparation in space and time. I am sure the Frenchmen\r\n\r\nin  Canada whose ancestors first travelled from Paris\r\n\r\nare  quite different people from their first  cousins\r\n\r\nwho are still in Paris. That does not mean that their\r\n\r\nculture has been destroyed or that they have been de-culturalised.  Culture  is  a  dynamic  and   organic\r\n\r\nprocess. There is a great difference between allowing\r\n\r\na  culture  to  develop on its  own  under  different\r\n\r\ngeographic  and economic circumstances and  having  a\r\n\r\nculture  desiccated and infusing  into  it  something\r\n\r\ncompletely alien.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And this is where the White Paper fails. In our\r\n\r\nReport  we just touched upon the problem, because  we\r\n\r\nfelt that we should cross our bridges when we came to\r\n\r\nthem.  But  this  White Paper,  on  the  question  of\r\n\r\nlanguages   other  than  the  mother  tongue,   fails\r\n\r\nlamentably. In our All-Party Committee we groped, but\r\n\r\ngroped consciously, for some solution which would  be\r\n\r\nacceptable all-round. There are certain things  which\r\n\r\npoliticians - indeed, any man who seeks the support  of\r\n\r\nall   sections  of  the  community - must  say  without\r\n\r\nputting  them  in a form which would be misunderstood\r\n\r\nby communities other than his own. If you were to ask\r\n\r\nan  outsider, \"What would you do with a country  like\r\n\r\nMalaya (and I am still talking in terms of Malaya and\r\n\r\nnot  Singapore)  what are you going to  do  with  the\r\n\r\nlanguage, with the culture and with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1915</b></font><br><br>\r\n\r\n\r\n\r\nadministration  of this country?\", the  only  logical\r\n\r\nanswer he would give, if he were a logical person, is\r\n\r\nthat  ultimately there will be one dominant  language\r\n\r\nand   one   dominant  culture.  Then  you  have   the\r\n\r\nLegislature,  the  Administration,  the  Courts,  the\r\n\r\nschools all speaking, teaching, writing, and thinking\r\n\r\none  language.  Then you will have a  unifying  force\r\n\r\nwhich binds the people together. Nobody would dispute\r\n\r\nthat  as  a  broad proposition. But when one  gropes,\r\n\r\nhowever  consciously, for the language, one comes  up\r\n\r\nagainst  all the primordial prejudices of  the  other\r\n\r\ngroups.  So  we  in  the All-Party Chinese  Education\r\n\r\nCommittee suggested bilingualism in the primary stage\r\n\r\nand trilingualism in the secondary stage, because  it\r\n\r\nwas  one  way  of  bringing  about  the  pre-eminence\r\n\r\nultimately of one language. There would have  been  a\r\n\r\nminority report, Sir, which the Hon. the Minister for\r\n\r\nLocal  Government, Lands and Housing and myself would\r\n\r\nhave signed if we did not feel that bilingualism  and\r\n\r\ntrilingualism  would,  in fact,  produce  one  common\r\n\r\nlanguage  in  the process. Whatever your language  in\r\n\r\nthe  primary  stage,  if you  have  to  opt  for  one\r\n\r\nmore - and  you have to opt for one more later - you  are\r\n\r\nbound  to  include Malay. By the very nature  of  its\r\n\r\nconstruction, it is easy to learn and to speak. It is\r\n\r\nwidely spoken and used and is the most acceptable  as\r\n\r\nthe lingua franca.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the White Paper on Education Policy is,\r\n\r\nhowever,   a   completely  different  document.   The\r\n\r\nMinister was ill-advised to table this White Paper in\r\n\r\nthe  form it is. He will remember the meticulous  and\r\n\r\nassiduous  care  with which we  struck  out  all  the\r\n\r\nEnglish  emphasis in the All-Party Education  Report.\r\n\r\nThere are certain things which are going on in Malaya\r\n\r\nwhich  those  who  run  Government  departments   and\r\n\r\neducated  in English are sometimes aware of.  Instead\r\n\r\nof  making  the  emphasis on an Asian  language,  the\r\n\r\nWhite  Paper  has made the emphasis  on  the  English\r\n\r\nlanguage.  Sir,  there is a revolution  not  only  in\r\n\r\nMalaya. There is a revolution in the whole of Asia.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1916</b></font><br><br>\r\n\r\n\r\n\r\nIn every country that has attained independence after\r\n\r\nfighting  a  colonial  power, the  language  of  that\r\n\r\ncolonial  power has not been acceptable. The  Burmese\r\n\r\npushed  out  the English language from  their  Courts\r\n\r\neven  before they got their textbooks translated into\r\n\r\nBurmese. The Indians have stipulated that in 20 years\r\n\r\nthey  will  all  speak  Hindi.  I  think  it  is   in\r\n\r\neverybody's  mind  that the Chief Minister's  friend,\r\n\r\nSir   John  Kotelawala,  got  on  to  the  Singhalese\r\n\r\nlanguage  band-wagon a little bit too  late.  Certain\r\n\r\nthings  are  just not acceptable. Sir, every  time  I\r\n\r\nspeak  the  English language there is a deep  sense - I\r\n\r\nwould  not  say  of  humiliation - but  definitely   of\r\n\r\ninadequacy  that  I  have not the same  facility  and\r\n\r\ncontrol  over my own language. That is something  you\r\n\r\nmust  understand, or you will not understand what  is\r\n\r\nhappening in Asia. Sir, in the whole of this  Report,\r\n\r\nwe  get the same silly nonsense - \"that parents wish to\r\n\r\nhave   their   children  educated  in  English;   the\r\n\r\nGovernment  are therefore concentrating  on  building\r\n\r\nEnglish   schools  and  on  recruiting  and  training\r\n\r\nteachers  for them.\" Then they go on to say,  now  it\r\n\r\nwill  not be bilingualism and trilingualism. It says\r\n\r\nthat  not only can you not choose any language.  They\r\n\r\nindicate what language you will have to choose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Pupils attending Chinese and Tamil schools will in\r\n\r\ngeneral  be  taught English as their second  language\r\n\r\nbecause   it   is  the  most  widely  used   of   all\r\n\r\nlanguages - the language of diplomacy, of world  trade,\r\n\r\nof technical and higher education.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Read on, please.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Then it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"There may, however, be some parents who would\r\n\r\nprefer  their  children to learn  Malay,  instead  of\r\n\r\nEnglish, and the Government will seek to provide  the\r\n\r\nnecessary facilities.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Exactly!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It shows that the group of people\r\n\r\nwho  deliberated on this did not understand what  was\r\n\r\nhappening. Sir, I will not believe that we can  solve\r\n\r\nthis language problem here in Singapore alone. If  we\r\n\r\nhad to solve the language problem in Singapore alone.\r\n\r\nI think the solution will be somewhat different from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1917</b></font><br><br>\r\n\r\n\r\n\r\nthat which would be arrived at if you solved it on  a\r\n\r\nPan-Malayan basis. And I still wish to talk on a Pan-Malayan  basis  because  the  other  alternative   is\r\n\r\nuncomfortable. We left the question of  national  and\r\n\r\nofficial languages untouched in our All-Party Report,\r\n\r\nbecause  they  were big subjects which could  not  be\r\n\r\nsolved  by Singapore alone. They can only be resolved\r\n\r\nat  a later stage when Singapore has merged with  the\r\n\r\nFederation, and no politician, either in Singapore or\r\n\r\nin  the  Federation, can make any difference  to  the\r\n\r\ngeographical,  economic  and  ethnic  factors   which\r\n\r\nmilitate towards a merger.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Militate?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, two significant advances have\r\n\r\nbeen  made  since  the publication of  the  All-Party\r\n\r\nReport  on Chinese Education. The first is  the  fact\r\n\r\nthat  the  Singapore Chinese Middle  School  Students\r\n\r\nUnion has accepted the principle of Malayanisation of\r\n\r\ntextbooks.  The  second is the fact  that  that  same\r\n\r\nUnion   has  also  accepted  Malay  as  the  national\r\n\r\nlanguage.  They are deep and significant advances.  I\r\n\r\ndo  not say, of course, that there will be no trouble\r\n\r\nover  Malayanisation. It depends upon who  Malayanise\r\n\r\nwhat  textbooks.  But  with  the  acceptance  of  the\r\n\r\nprinciple that the thought content, the substance  of\r\n\r\ninstruction should be centred in Malaya, I  say  that\r\n\r\nwe  have a chance, through the education system  over\r\n\r\nthe  next  15  or 20 years, to produce  a  generation\r\n\r\nwhich  is  completely Malayan. I do not believe  that\r\n\r\njust because the Chinese Middle School Students Union\r\n\r\nhas  accepted  Malay as the national  language,  that\r\n\r\ntherefore all the Chinese in Malaya will accept Malay\r\n\r\nas  the national language. But it is an indication of\r\n\r\ntrends.  It  is an indication that groups other  than\r\n\r\nMalays  have  recognised the need for one pre-eminent\r\n\r\nlanguage,  and  they have indicated  that  that  pre-eminent  language should be Malay. For  a  government\r\n\r\nwhich  looks  forward into the future, to  produce  a\r\n\r\nWhite  Paper with the whole emphasis based on English\r\n\r\nis a matter for regret.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1918</b></font><br><br>\r\n\r\n\r\n\r\nIt  shows a lack of foresight and a lack of grasp  of\r\n\r\nthe vital issues involved in education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a damning indictment of the old colonial\r\n\r\ngovernments  of  Singapore that, after  more  than  a\r\n\r\nhundred  years of colonialism, with special  emphasis\r\n\r\non  the  Malays, the indigenous people,  you  have  a\r\n\r\nsituation  in  Singapore where  there  are  no  Malay\r\n\r\nsecondary schools. On this, the White Paper says with\r\n\r\nconsiderable pride, not in an apologetic vein:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"As yet all Malay schools are primary schools,\r\n\r\nthough  secondary classes in Malay, two for boys  and\r\n\r\none  for  girls, were opened for the first time  this\r\n\r\nyear  with  a  view to the early establishment  of  a\r\n\r\nMalay secondary school. Previously there had been  no\r\n\r\ndirect  access to secondary education for  the  child\r\n\r\nfrom  the Malay primary school; but the bright  child\r\n\r\nhad been encouraged to transfer after his fourth year\r\n\r\nto   an   English  primary  school  where   intensive\r\n\r\ninstruction in English was provided in Malay 'special\r\n\r\nclasses'. In this way he could earn promotion  to  an\r\n\r\nEnglish secondary school. A change in Malay education\r\n\r\npolicy in 1952 which replaced Malay by English as the\r\n\r\nmedium  of instruction from Standard IV upwards  gave\r\n\r\nto  every  child  in  the Malay  primary  school  the\r\n\r\nopportunity  to qualify for admission to  an  English\r\n\r\nsecondary   school   through  the  Secondary   School\r\n\r\nEntrance Examination.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then they go on to say that they intend to provide\r\n\r\nfacilities for secondary education in Malay with  the\r\n\r\ngreatest possible speed, but that the obstacle  is  a\r\n\r\nshortage of teachers. The Vice-President of the  Pan-Malayan Students Union, who is a Malay, has suggested\r\n\r\nthat  if  it  is  only  a  question  of  shortage  of\r\n\r\nteachers, \"Well, let us get them from anywhere in the\r\n\r\nworld.  There  are  a  lot that  we  could  get  from\r\n\r\nIndonesia.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> You cannot. They are very short\r\n\r\nthemselves.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I am not an expert on this\r\n\r\nmatter - \r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> We were there.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I hope that we will get a full and\r\n\r\nexhaustive   explanation  of  the  reason   why   the\r\n\r\nGovernment have said that they propose to proceed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1919</b></font><br><br>\r\n\r\n\r\n\r\nwith  the  English  emphasis in education.  Sir,  the\r\n\r\nWhite Paper is disappointing in this respect, but  in\r\n\r\nso   far   as  the  White  Paper  carries   out   the\r\n\r\nrecommendations of the All-Party Report,  we  support\r\n\r\nit.  But  we  oppose - and I think it is fitting  that\r\n\r\nsomeone who is English-educated should oppose  it - the\r\n\r\nemphasis on English education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I put it, without apologies, in a very personal\r\n\r\nway? Sir, we all like to live our lives again through\r\n\r\nour  children. We know we should do what is best  for\r\n\r\nthem.  But unconsciously we do for them what we  wish\r\n\r\nour  parents  had done for us. When I was  born,  the\r\n\r\nBritish Navy ruled the waves. My grandfather, who was\r\n\r\na chin-chew on a steamship line between Indonesia and\r\n\r\nSingapore,  had the greatest respect for the  British\r\n\r\nNavy. He made a great deal of money because, he said,\r\n\r\nthere was no piracy in Malayan waters. He lived, Sir,\r\n\r\nuntil  he  saw the Prince of Wales sunk  by  Japanese\r\n\r\naeroplanes. Imagine it, Sir, aeroplanes made in Japan\r\n\r\nsank the Prince of Wales! He died shortly afterwards.\r\n\r\nI am sure that the sinking of the Prince of Wales had\r\n\r\nnothing to do with his death, but I think an age  had\r\n\r\npassed  with  him.  I, Sir, was sent  to  an  English\r\n\r\nschool to equip me to go to an English university  in\r\n\r\norder  that I could then be an educated man - the equal\r\n\r\nof  any Englishman - the model of perfection! Sir, I do\r\n\r\nnot  know how far they have succeeded in that. I grew\r\n\r\nup,  and  finally  graduated. At the  end  of  it,  I\r\n\r\nfelt - and  it  was long before I entered politics,  in\r\n\r\nfact it is one of the reasons why I am here - that  the\r\n\r\nwhole  set  of  values was wrong,  fundamentally  and\r\n\r\nradically wrong. When I read Nehru - and I read  a  lot\r\n\r\nof Nehru - I understood him when he said, \"I cry when I\r\n\r\nthink  that  I cannot speak my own mother  tongue  as\r\n\r\nwell  as I can speak the English language.\"  I  am  a\r\n\r\nless  emotional  man, Sir, I do not usually  cry,  or\r\n\r\ntear  my  hair, or tear paper, or tear my shirt  off,\r\n\r\nbut  that  does  not mean that I feel  any  the  less\r\n\r\nstrongly about it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1920</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My son, Sir, is not going to an English school. He\r\n\r\nwill  not  be a model Englishman. I hope, of  course,\r\n\r\nthat he will know enough English to converse with his\r\n\r\nfather on matters other than the weather! I hope also\r\n\r\nthat in time to come I will know enough Mandarin  and\r\n\r\nenough Malay to converse with him on the problems  of\r\n\r\nhumidity  and  heat  control  in  the  tropics!   But\r\n\r\nwhatever the difficulties in family relationship,  he\r\n\r\nis going to be part of Asia, part of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanglin talked of the technical\r\n\r\ndetails  of  English  education, of  difficulties  of\r\n\r\nmulti-languages. Whatever the difficulties, these are\r\n\r\nthe innate forces that nothing can stop, and it would\r\n\r\nbe  foolish  to ignore it. The person who wrote  this\r\n\r\nReport does not understand those problems. He thought\r\n\r\nthat  in  five years or in ten years even  if  people\r\n\r\ntalk  Mandarin,  Tamil and Malay in the  Legislature,\r\n\r\nthe  world  will go on more or less the  same.  There\r\n\r\nwill  be  the English schools which will be producing\r\n\r\nall  the  civil servants, all the administrators  and\r\n\r\nall   the   professional  men - the  accountants,   the\r\n\r\nlawyers, and the engineers. That, Sir, is not what is\r\n\r\ngoing to happen, not from the point of vantage that I\r\n\r\nlook  upon  the problem. If you have these  languages\r\n\r\nrecognised, if you have an education system producing\r\n\r\nmen  speaking Mandarin and Malay, can you imagine the\r\n\r\nGovernment  Land  Office writing to  its  tenants  in\r\n\r\nEnglish asking them to quit? I will not say that  the\r\n\r\nAll-Party  Committee on Chinese Education evaded  the\r\n\r\nissue, because that would not have been an honourable\r\n\r\nthing to do. We faced it, but we felt that first  you\r\n\r\nmust settle the question of the language. Which is to\r\n\r\nbe  the  predominant language? Will there be  one  or\r\n\r\nmore languages? I myself am of the opinion that there\r\n\r\ncannot  be only one because you cannot push  out  the\r\n\r\nChinese  language. When you have settled  that,  then\r\n\r\nyou  shape your whole educational machinery for  that\r\n\r\npurpose, to produce that result. There is no escaping\r\n\r\nthis. An age is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1921</b></font><br><br>\r\n\r\n\r\n\r\npassing  in  Malaya, an age in which the English  and\r\n\r\nthe  English educated ruled the roost. It is  passing\r\n\r\nslowly. Probably the rate at which it is passing will\r\n\r\nincrease   as   time  goes  on.  It  might   suddenly\r\n\r\naccelerate   after  April.  I  think  it   would   be\r\n\r\nprudent - certainly it would be wise - if  one  were  not\r\n\r\nonly  to  try and meet these forces but  to  try  and\r\n\r\nshape and influence their ultimate direction.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohamed Sidik Bin Haji Abdul Hamid (Assistant Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Education (Inche Mohamed Sidik Bin Haji Abdul Hamid):</b> Mr Speaker, Sir, I\r\n\r\nwould  like  to associate myself wholeheartedly  with\r\n\r\nthe Hon. the Minister for Education. There is need to\r\n\r\nintegrate  Malay  education in  a  general  education\r\n\r\nsystem so that not only will the special features  of\r\n\r\nMalay  culture and traditions be preserved,  but  the\r\n\r\neconomic  future of the Malays will be made  brighter\r\n\r\nby   giving   equal   or  even  special   educational\r\n\r\nopportunities to the Malay pupils to go to  secondary\r\n\r\nschools.  At present, very few are enabled to  profit\r\n\r\nby  secondary education. Malay parents,  in  general,\r\n\r\nfind   themselves  unable  to  afford  the  cost   of\r\n\r\neducation beyond primary standards in a Malay school.\r\n\r\nCertain   bright   pupils  are  selected   arid   are\r\n\r\ntransferred  to an English school there  to  continue\r\n\r\ntheir education in English.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the system of equal treatment as now\r\n\r\nenunciated  in  the White Paper will mean  a  radical\r\n\r\nchange  in  approach. We should, in our Malay schools,\r\n\r\nagree to bilingual education in Malay and English and\r\n\r\ncontinue  these  schools on to the  secondary  stage,\r\n\r\nalso   in   Malay   and  English,   maintaining   the\r\n\r\neducational standards that will give the Malay  child\r\n\r\nthe same chance of attractive employment and the same\r\n\r\nopportunities for admission to institutions of higher\r\n\r\neducation as the children of other races.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the reference in the White Paper to the\r\n\r\nneed  for  raising the standard of teaching of  Malay\r\n\r\nand  Tamil. In a bilingual school, where Malay is one\r\n\r\nof the media, there can be no doubt that the standard\r\n\r\nin the Malay language reached would be at a very much\r\n\r\nhigher   level  than  that  of  the  present   School\r\n\r\nCertificate paper; and there can be little\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1922</b></font><br><br>\r\n\r\n\r\n\r\ndoubt that arrangements can be made by which both  an\r\n\r\nalternative language paper of a higher level as  well\r\n\r\nas  a  new paper in Malay Literature can be provided.\r\n\r\nThe Malay-English media bilingual school will, it  is\r\n\r\nbelieved, enable its pupils to reach an equally  high\r\n\r\nstandard  in both languages and will not be  the  old\r\n\r\nEnglish school likely draped with a little Malay.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How far can Malay pupils under these circumstances,\r\n\r\nSir,  accept the further burden of learning  a  third\r\n\r\nlanguage - Mandarin or Tamil - is rather problematic. In\r\n\r\nprinciple,  I think it is a goal worth striving  for,\r\n\r\nbut  I  should hate to commit myself to a  course  of\r\n\r\naction  where  the  Malay  intellectuals  will   find\r\n\r\nthemselves  unable to support just at present.  Hence\r\n\r\nmy reservations on this point. It will depend largely\r\n\r\non  how far and how expeditiously we can marshall  our\r\n\r\nresources of teaching talent; first, to cope with the\r\n\r\naccelerated improvement of Malay education up to  the\r\n\r\nequivalent of the School Certificate stage, and  then\r\n\r\nto  accept the implications of utilising as  much  as\r\n\r\npossible  the  bilingual medium - English-Malay - in  all\r\n\r\nstages  of  Malay  education. If only  conversational\r\n\r\nMandarin  or Tamil were to be introduced in the  next\r\n\r\nfew  years and no scripts are taught, it is  possible\r\n\r\nthat  the  additional load could be  borne  by  Malay\r\n\r\nschools. I should not like to commit myself  on  this\r\n\r\npoint,  but I think I may say, without contradiction,\r\n\r\nthat  the  Malays wish to play their full and  proper\r\n\r\npart  in the noble task of building a nation and will\r\n\r\nnot lag behind other communities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Malay-English bilingual school is to be\r\n\r\nconducted  at  the same level as the present  English\r\n\r\nschool,   its   teachers  must   have   an   academic\r\n\r\npreparation and a professional training as  sound  as\r\n\r\nthat  of  the  teacher  in the  English  school.  The\r\n\r\nacademic  and professional training will be  provided\r\n\r\nby  the  bilingual school itself once it  has  gained\r\n\r\nmomentum. The professional training will be given  by\r\n\r\nthe Teachers' Training College in the same way and at\r\n\r\nthe  same  level as for the teachers in  the  present\r\n\r\nEnglish  schools. I have, however,  an  assurance  to\r\n\r\ngive to Malay teachers. As the Hon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1923</b></font><br><br>\r\n\r\n\r\n\r\nthe  Minister for Education has stated with reference\r\n\r\nto  Chinese schools, the education policy outlined in\r\n\r\nthe  White  Paper will not result in the retrenchment\r\n\r\nof  any  teacher but may well mean enhanced prospects\r\n\r\nfor many.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The serious study of Malay in the bilingual school,\r\n\r\nother than the Malay-English school - will require  the\r\n\r\nservices of a number of Malay language teachers. Much\r\n\r\nmust  depend on the assessment of academic  standards\r\n\r\nwhich will be necessary. Fair treatment, however, has\r\n\r\nbeen  promised,  even  to  those  teachers  who,   in\r\n\r\nacademic attainments, may not have reached as high  a\r\n\r\nstandard as we would have liked. As long as they  are\r\n\r\nplaying adequately their part in educating the youths\r\n\r\nof  Singapore, they will certainly not be overlooked.\r\n\r\nI  would  like to emphasise that the past and present\r\n\r\neconomic  plight of many Malays is due  to  the  fact\r\n\r\nthat  they have been educated only in Malay and  have\r\n\r\nacquired  no knowledge or an inadequate knowledge  of\r\n\r\nthe  world language of commerce. It is this that  has\r\n\r\ndenied  them both well-paid employment in  commercial\r\n\r\nconcerns   and  access  to  institutions  of   higher\r\n\r\nlearning.  It  is this that must be  remedied.  I  am\r\n\r\nconvinced  that the White Paper opens  the  door  for\r\n\r\nopportunities  to the Malays as to all  other  races,\r\n\r\nwhile  the fullest consideration will continue to  be\r\n\r\ngiven to whatever representations the Malay Education\r\n\r\nCouncil may see fit to make from time to time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have no hesitation at this stage in endorsing the\r\n\r\nprinciples enumerated in the White Paper in so far as\r\n\r\nthey affect Malay education.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, at\r\n\r\nlast  we have a chance to debate the education policy\r\n\r\nof  the  Government which is laid down in  the  White\r\n\r\nPaper.  Obviously  this White  Paper  has  long  been\r\n\r\nawaited  by  the  public, especially by  the  Chinese\r\n\r\ncommunity.  Before I get on any further,  I  wish  to\r\n\r\nmake  my  stand  clear. Although I  was  one  of  the\r\n\r\nsignatories  to  the  All-Party  Report  on   Chinese\r\n\r\nEducation - and most of the recommendations  in  this\r\n\r\nWhite Paper are based on the Report - \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1924</b></font><br><br>\r\n\r\n\r\n\r\nI remember, when I accepted the appointment to sit on\r\n\r\nthe All-Party Committee, that I reserved the right to\r\n\r\nair  freely my views and my Party's views  in  future\r\n\r\nregarding  the  education  policy.  It  is  with  the\r\n\r\ndeepest  regret that I say that I cannot  agree  with\r\n\r\nthis  White  Paper,  although it includes  many  good\r\n\r\npoints  from  the Report. The reasons  why  I  cannot\r\n\r\nsupport the White Paper fall into two parts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, this White Paper fails to convince us that\r\n\r\nit  is a long-term education policy for this country.\r\n\r\nIt  tries  to  avoid  the most important  problem - the\r\n\r\nquestion of a lingua franca for this country. Many  a\r\n\r\ntime  during the All-Party sittings we tried our very\r\n\r\nbest to avoid it because we were limited by the terms\r\n\r\nof  reference. We tried very hard to get on with  our\r\n\r\ninvestigations into the problem of Chinese  education\r\n\r\nonly  without touching on the question  of  a  lingua\r\n\r\nfranca. We cannot find any mention of a lingua franca\r\n\r\nin  this  White Paper. Why? The writer of this  White\r\n\r\nPaper seems to have forgotten that not very long  ago\r\n\r\nthis House passed a motion to have multilingualism in\r\n\r\nthis Assembly, and now we find the emphasis placed on\r\n\r\nEnglish  education.  The writer  cannot  produce  any\r\n\r\nsolid  assurance regarding, the promotion of a  local\r\n\r\nlanguage,  which the Minister for Education  promised\r\n\r\nme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we look at Malay education, which is dealt with\r\n\r\nin  this White Paper, we find that the Government has\r\n\r\nbeen trying very hard, ever since it got into office,\r\n\r\nto promote secondary education in Malay, but that the\r\n\r\ndifficulty  has  been  to engage sufficient  teachers\r\n\r\nwith  a sound academic background. In the White Paper\r\n\r\nthe  Government  says that it \"hopes  to  extend  the\r\n\r\npresent  Training College to include a Malay  section\r\n\r\nto supplement the small quota of teachers who undergo\r\n\r\ntraining  at  the  Sultan Idris Training  College  at\r\n\r\nTanjong   Malim  and  the  Malacca  Women's  Training\r\n\r\nCentre.\"  It tells us very clearly that  we  have  to\r\n\r\ndepend  on the Government of the Federation of Malaya\r\n\r\nto train Malay teachers for us, as we cannot find our\r\n\r\nown Government showing determination in this matter,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1925</b></font><br><br>\r\n\r\n\r\n\r\nthough  they have very good comments to make  on  the\r\n\r\nTen-Year Plan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second part of the White Paper has been badly\r\n\r\nmishandled  by  the writer who, I suppose,  does  not\r\n\r\nunderstand the people's feelings in this country when\r\n\r\nhe  touches on the historical background of education\r\n\r\nin  this White Paper. All I can say is that he  is  a\r\n\r\ngood  defender  of the old Colonel Blimp's  education\r\n\r\npolicy.  Look  at what he says: Sir Stamford  Raffles\r\n\r\nfounded   Raffles   Institution  where   multilingual\r\n\r\neducation  was introduced, but, \"unfortunately,  however, a local inertia led to the early abandonment of\r\n\r\nall languages except English...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although the present Government has indicated\r\n\r\nthat  it  will introduce bilingual education for  all\r\n\r\nraces  and  that their cultures should be  respected,\r\n\r\nwho  can assure us that 5 years, 10 years or 20 years\r\n\r\nhence the same sentence would not reappear in another\r\n\r\nWhite Paper:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...a local inertia led to the early abandonment of\r\n\r\nall languages except English...\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The writer further says that most of the parents\r\n\r\nwish  their  children to be sent to English  schools.\r\n\r\nAbout  two or three months ago, Sir, after  the  All-Party   Committee  started  its  investigation   into\r\n\r\nChinese   education,  I  remember  the  Ministry   of\r\n\r\nEducation  caused a questionnaire to be sent  to  all\r\n\r\nparents of children studying in English schools only,\r\n\r\nand  the  majority of the returns indicated that  the\r\n\r\nparents  wished their children to receive an  English\r\n\r\neducation.   Do  you  think  the  sending   of   this\r\n\r\nquestionnaire only to English schools is fair? Do you\r\n\r\nthink it is democratic? Do you think this survey  was\r\n\r\nsincerely  carried out? Why could not the  survey  be\r\n\r\nconducted among all schools - English, Malay, Tamil and\r\n\r\nChinese - asking  the parents what  type  of  education\r\n\r\nthey preferred their children to have? But the survey\r\n\r\nwas  carried out among the English schools only.  Now\r\n\r\nthe writer of the White Paper comes and tells us that\r\n\r\nmany parents in Singapore wish their children to have\r\n\r\nan English education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Look at this. The White Paper says that \"their great\r\n\r\nvirtue (the English\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1926</b></font><br><br>\r\n\r\n\r\n\r\nschools)  is that they have brought together children\r\n\r\nof  all races and creeds and made them Malayans.\"  It\r\n\r\nis  believed that most of the English school children\r\n\r\nhave  a true Malayan outlook. I do not know how  they\r\n\r\nclassify  Malayans. Listen to this: \"John, what  make\r\n\r\nis your watch?\" \"Oh, it is made 'at home'.\" They call\r\n\r\nLondon-made 'home-made'. Then this: \"John, where  are\r\n\r\nyou  going to spend your leave?\" John replies, \"I  am\r\n\r\ngoing  to spend my leave 'at home'.\" 'At home'  means\r\n\r\nthe United Kingdom.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Nonsense!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sure it is.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> And this talk of Malayan\r\n\r\nloyalty.  It is only trying to cover the old  Colonel\r\n\r\nBlimp  tactics. Now this writer, writing  on  English\r\n\r\neducation, goes all out to defend it. He has this  to\r\n\r\nsay of the Chinese school committees:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Aid was accepted only when standards of\r\n\r\naccommodation and teaching had fallen to a  very  low\r\n\r\nlevel and without any sense of obligation.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, he is defending the full aid system\r\n\r\nwhich  has  generally  been refused  by  the  Chinese\r\n\r\nschools,  though certain schools that  have  received\r\n\r\nfull aid have come under criticism from him. Take the\r\n\r\nCatholic High School. I can challenge anyone who says\r\n\r\nthat it is not a model school in Singapore, even  the\r\n\r\nMinister  for  Education.  Here  is  a  school  which\r\n\r\nreceives  full aid and yet the writer  of  the  White\r\n\r\nPaper criticises it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Aid was accepted only when standards of\r\n\r\naccommodation and teaching had fallen to a  very  low\r\n\r\nlevel and without any sense of obligation.\"\r\n\r\n\r\n\r\n<br><br>Is it fair?\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> No!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Thank you! Now I come to the\r\n\r\ncriticism of the Chinese school teachers in the White\r\n\r\nPaper. There it says that:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Most of the teachers were recruited in the days\r\n\r\nwhen  salaries were insufficient to attract good men,\r\n\r\nor having attracted them, to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1927</b></font><br><br>\r\n\r\n\r\n\r\nearn their wholehearted loyalty. The teacher is still\r\n\r\ntoo  often paid at piece-work rates, so that his duty\r\n\r\nto the school begins when he enters the classroom and\r\n\r\nends when he leaves it.\"\r\n\r\n\r\n\r\n<br><br>The  writer's  intention is to show how irresponsible\r\n\r\nand how selfish the Chinese school teachers are.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I quote a practical example now. The Rendel\r\n\r\nConstitution   is   said  to  be   undemocratic   and\r\n\r\ninadequate to attract good men to stand for election.\r\n\r\nIf  that is so, are all the hon. Members now in  this\r\n\r\nHouse  good men? Are they \"honourable\" men? The White\r\n\r\nPaper  points  out that the Chinese teachers  receive\r\n\r\npoor pay, and yet sees fit to draw attention to their\r\n\r\npoor   standard  of  teaching  and  their   lack   of\r\n\r\nresponsibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should like to give hon. Members another practical\r\n\r\nexample. We know that Bedok Village recently suffered\r\n\r\na  flood.  In this village there lives a man  by  the\r\n\r\nname  of Choo Keng Guan who is the Principal  of  Poh\r\n\r\nSin  Hwa School. Mr Choo receives a salary of  about\r\n\r\n$290  a  month.  With  the rapid  expansion  of  this\r\n\r\nschool, it was found that there were not enough desks\r\n\r\nfor  the  students. Because of the flood, the  school\r\n\r\nmanagement  committee had no money to buy  desks  for\r\n\r\nthe  students. This principal, from his own  savings,\r\n\r\nbought them and supplied them to the school - on  loan,\r\n\r\nof  course. He is also at present supporting  two  of\r\n\r\nhis  former students who are furthering their studies\r\n\r\nat  a Chinese Middle school in Singapore. Is this the\r\n\r\ntype  of  teacher  that the writer describes  in  the\r\n\r\nWhite Paper? Do you think that we think this Mr Choo\r\n\r\nis  wonderful? That this story is new to us? No,  not\r\n\r\nto  the Chinese community! There are hundreds of  Mr\r\n\r\nChoo's!   Mr Choo embodies what we Chinese call  the\r\n\r\nscholastic  spirit - Tsu chi. It is  this  spirit  that\r\n\r\nkeeps Chinese culture alive, no matter where it goes.\r\n\r\nWe  must  realise  the  fact that  Chinese  education\r\n\r\nflourishes  today  not  only  because  it  is   fully\r\n\r\nsupported  by  the  big Chinese merchants,  but  also\r\n\r\nbecause of this type of noble people who possess  the\r\n\r\nscholastic spirit. So I think the implication as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1928</b></font><br><br>\r\n\r\n\r\n\r\ncontained  in  the White Paper that we have  no  good\r\n\r\nChinese  teachers  is an insult to  all  the  Chinese\r\n\r\nschool teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Hon. the Chief Minister was once a lawyer, I\r\n\r\nwish him to recall from his memory whether he knew of\r\n\r\nany  case  where a Chinese school principal had  ever\r\n\r\nappeared  in  Court charged with misappropriation  of\r\n\r\npublic\r\n\r\nfunds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> indicated dissent.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> The Chief Minister indicated no,\r\n\r\nand  yet  we  recently have the case of  one  English\r\n\r\nschool principal who was charged in a criminal  Court\r\n\r\nfor  misappropriation of public  funds.  Therefore  I\r\n\r\nwish  the  writer  would  understand  the  scholastic\r\n\r\nspirit  that  is imbued in the Chinese educationists.\r\n\r\nThey do not teach for money. The writer tries to give\r\n\r\nus  the  so-called historical background  of  Chinese\r\n\r\neducation and criticises the Chinese school community\r\n\r\nteachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the Chinese school students. We know\r\n\r\nthis  White Paper stems from the All-Party  Committee\r\n\r\nReport  which  also  deals with  the  Chinese  school\r\n\r\nstudents - a  problem  with which we  are  all  greatly\r\n\r\nconcerned.  Yet  we  can find  no  solution  to  this\r\n\r\nproblem  in the White Paper, only comment. The  White\r\n\r\nPaper   just   tells  us  that  the  students   \"have\r\n\r\nparticipated in anti-Government activities which have\r\n\r\ncaused genuine concern not only to Government but  to\r\n\r\nall sections of the community.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> It is true.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> It is not wholly true.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> No?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Why is not the problem faced\r\n\r\nand  a  solution  to it found? Why have  the  Chinese\r\n\r\nschool  students created trouble? Why cannot we  face\r\n\r\nfacts?  In every new-born country, especially  as  we\r\n\r\nhave  not  achieved  our  Merdeka  yet,  a  students'\r\n\r\npolitical movement cannot be avoided. It must  exist,\r\n\r\nand  the problem is not peculiar to Singapore  alone.\r\n\r\nIt  is  not true to say that those students who  take\r\n\r\npart in politics are Communists.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1929</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> It is not stated.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> It is not only among the Chinese\r\n\r\nschool students that there are subversive elements. I\r\n\r\nunderstand that even among the undergraduates of  the\r\n\r\nUniversity   of  Malaya  there  are  also  subversive\r\n\r\nelements. So it is up to the Government to clean  out\r\n\r\nthe  'bad  hats'  from among the  student  body.  The\r\n\r\nstatement  should  not be applied to  Chinese  school\r\n\r\nstudents  only.  If the Minister for Education  would\r\n\r\nlike  to  consider it, I think the solution  to  this\r\n\r\nproblem  would be for the Government to change  their\r\n\r\nattitude  towards  the students  from  now  on.  They\r\n\r\nshould  recognise  that the Chinese  school  students\r\n\r\npossess  these  valuable attributes  which  are - their\r\n\r\nrighteousness, their passionate nationalism and their\r\n\r\nmutual-assistance spirit which we, on  the  All-Party\r\n\r\nCommittee,   found  very  much  lacking  in   English\r\n\r\nschools. The Government must realise that they cannot\r\n\r\nsuppress the Chinese school students. They must guide\r\n\r\nthem into the proper channels. They cannot insist  on\r\n\r\nsaying,  \"Oh, Chinese school students are Communists.\r\n\r\nThey are dangerous - \"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Who said that?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> \" - subversive elements.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> We did not say that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> The Government should not allow\r\n\r\ncomments  of  this  nature to  influence  them.  They\r\n\r\ncannot  treat the Chinese school students as prodigal\r\n\r\nsons.  If they bear this in mind, then they can clear\r\n\r\nthe  so-called  underground element.  But  they  must\r\n\r\nbeware  of  one  important thing - the  open  political\r\n\r\nmanoeuvrers among the Chinese school students.  I  am\r\n\r\nsorry the Member for Tanjong Pagar (Mr Lee Kuan Yew)\r\n\r\nis not here.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> He has made his speech!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> He is the adviser to the Chinese\r\n\r\nMiddle School Students Union. I now wish to say  that\r\n\r\nhe has honoured the All-Party Com-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1930</b></font><br><br>\r\n\r\n\r\n\r\nmittee  Report on Chinese Education by  affixing  his\r\n\r\nsignature  to  it. At page 27 of the Report  we  find\r\n\r\nthis:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is recommended that students should not\r\n\r\nparticipate  in  active party  politics  or  actively\r\n\r\nparticipate in trade and industrial disputes.\"\r\n\r\n\r\n\r\n<br><br>I wish the Member for Tanjong Pagar would go back and\r\n\r\nadvise  the  Chinese  school students  to  beware  of\r\n\r\npolitical  manoeuvrers. Beware of someone who  always\r\n\r\nstyles himself as the national champion in the  fight\r\n\r\nagainst colonialism. Colonialism, however, is a  fast\r\n\r\ndying  tiger. The students cannot be fooled  by  such\r\n\r\npeople. There is no need for such propaganda by these\r\n\r\nprofessional politicians. We are well aware that,  to\r\n\r\nstart  any  political campaigns, certain  politicians\r\n\r\nmust  make  sure that they have the support  of  many\r\n\r\nChinese  school  students.  I  wish  the  Member  for\r\n\r\nTanjong  Pagar would advise these students when  such\r\n\r\ncampaigns are sponsored.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> He is not here!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I hope the Minister for\r\n\r\nEducation  can  see  fit  to  accept  a  few  of   my\r\n\r\nsuggestions which I make here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To call on all Parties to sign a joint statement\r\n\r\nendorsing  all the recommendations I have  just  made\r\n\r\nand  also declaring that no students should take part\r\n\r\nin active party politics or industrial disputes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) That Government should clearly set out a\r\n\r\nnational  education policy which should also  include\r\n\r\nthe question of a lingua franca.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To set up a uniform examination standard.\r\n\r\nThis  will ensure that all students in Singapore,  no\r\n\r\nmatter whether they are in English, Chinese, Malay or\r\n\r\nTamil  schools,  will  have to  pass  an  examination\r\n\r\nstandard  recognised by Government and  employers.  A\r\n\r\nrigid  standard is to be set in respect of  both  the\r\n\r\nmother tongue and the compulsory second language. For\r\n\r\ninstance, in an English school, where a person has to\r\n\r\nsecure  a Senior Cambridge Certificate which will  be\r\n\r\nrecognised   by   all   employers,   including    the\r\n\r\nGovernment, he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1931</b></font><br><br>\r\n\r\n\r\n\r\nmust  in  addition  possess  at  least  a  vernacular\r\n\r\neducation standard equivalent to Std. VII.  And  vice\r\n\r\nversa, a Senior Middle School student must possess an\r\n\r\nEnglish  education  standard  or  a  Malay  education\r\n\r\nstandard  equivalent to Std. VII too,  to  make  sure\r\n\r\nthat  the  bilingual  education policy  is  sincerely\r\n\r\ncarried out and not made a mockery of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) To establish immediately a training school to\r\n\r\ntrain Malay secondary school teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(5) To re-engage all retired Malay teachers in order\r\n\r\nto  cope with the rapid expansion of Malay education.\r\n\r\nIn  some cases I have found that Malay teachers  have\r\n\r\nretired at the age of only 50.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(6) In view of the suspicion that exists among the\r\n\r\nChinese  schools, more especially as the White  Paper\r\n\r\nhas  been produced in such a way, I am sure we cannot\r\n\r\nexpect   the  Chinese  schools  to  believe  in   the\r\n\r\nsincerity of the Government by accepting full grants-in-aid.  To  allay  such suspicions,  therefore,  the\r\n\r\nGovernment  should show that they are true  to  their\r\n\r\nword  by  giving  equal  treatment  to  all  schools.\r\n\r\nPartial aid, especially to the Chinese middle schools\r\n\r\nwhere the teachers are so badly paid, should also  be\r\n\r\nconsidered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(7) The retirement age for teachers should be raised\r\n\r\nfrom 60 to 65 years. This will help to cope with  the\r\n\r\nexpansion of the Chinese educational programme. We do\r\n\r\nnot want to start a new school and then find that  we\r\n\r\nhave not enough teachers. The position now is that we\r\n\r\nlet  a lot of teachers still able to teach retire  at\r\n\r\ntoo early an age.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(8) To start immediately a survey of the true wishes\r\n\r\nof  the  parents  as  regards the  type  of  language\r\n\r\neducation they prefer their children to receive. This\r\n\r\nsurvey  must be carried out not among English schools\r\n\r\nonly, but among all schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(9) To Malayanise immediately the Ministry of\r\n\r\nEducation.  I would say that top priority  should  be\r\n\r\ngiven  to  this.  I am not blaming the  Minister  for\r\n\r\nEducation  for this White Paper. It was not  prepared\r\n\r\nby him.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> He takes the responsibility for it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1932</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> But I can more or less give him\r\n\r\nan excuse!\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I do not want any!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Then\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(10) I wish the Government would respect the\r\n\r\nimportance of the private school system and allow  it\r\n\r\nto  remain  in Singapore. The position  is  the  same\r\n\r\neverywhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(11) I wish the Government's attitude towards the\r\n\r\nChinese  school students would improve and that  they\r\n\r\nwould try to understand them more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, although this White\r\n\r\nPaper  is  based on the recommendations of  the  All-Party  Report, it is not the work of our local people\r\n\r\nand,  consequently,  has been  wrongly  prepared  and\r\n\r\ntherefore cannot be acceptable to us, especially that\r\n\r\npart  which  deals with the historical background  of\r\n\r\nChinese  education.  Therefore, I  suggest  that  the\r\n\r\nMinister for Education be kind enough to adjourn  the\r\n\r\ndebate now so as to redraft especially the historical\r\n\r\nbackground, otherwise the White Paper will be, as the\r\n\r\nChinese  proverb  says, just like \"Old  wine  in  new\r\n\r\nbottles\".\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker, Sir, the\r\n\r\nnine  men  who  sat on the All-Party  Committee  were\r\n\r\nhonest,  true  and  sincere  men  discussing  in  all\r\n\r\nseriousness  the  problem  of  education  that  faced\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi has thought fit to remind the\r\n\r\nMember   for   Tanjong  Pagar  that  this   All-Party\r\n\r\nCommittee  agreed that our students should  not  take\r\n\r\npart  in politics or in trade union disputes. Perhaps\r\n\r\nhe  himself has forgotten that, between pages 42  and\r\n\r\n43  of  the Report, there is a chart which this  All-Party Committee recommends to the Government. In this\r\n\r\nchart, it is recommended that for the first six years\r\n\r\nbetween  the ages of six to eleven or twelve  in  all\r\n\r\nschools,  in  addition  to the  vernacular  language,\r\n\r\nEnglish should be taught. We had recommended this  in\r\n\r\nall  sincerity because we believed English  would  be\r\n\r\nuseful to our children.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1933</b></font><br><br>\r\n\r\n\r\n\r\nBut  here  in  this  Assembly, we  find  very  severe\r\n\r\ncriticism  against  the  Ministry  of  Education  for\r\n\r\ngiving  certain emphasis on English being  taught  in\r\n\r\nschools as a language.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Member for Tanjong Pagar\r\n\r\nreferred  to the $12 millions offered to the  Chinese\r\n\r\nschools  by the colonial Government perhaps  assisted\r\n\r\nby  Messrs.  C.  C.  Tan & Co. Ltd.,  which  was  not\r\n\r\naccepted by the Chinese schools. The Chinese  schools\r\n\r\nhad refused to accept because, at that time, prior to\r\n\r\nApril,  1955, they had every reason to be  suspicious\r\n\r\nof  any  such offer from the colonial Government  and\r\n\r\ntheir  suspicions  were not unfounded.  The  colonial\r\n\r\nGovernment  had  for many decades not only  neglected\r\n\r\nbut  ignored Chinese education to such an extent that\r\n\r\nall  the Chinese schools were not able to have enough\r\n\r\nmoney  to  pay adequate salaries to teachers  and  to\r\n\r\nhave adequately equipped classrooms or buildings, and\r\n\r\nsome  Chinese schools had even no playgrounds. As  we\r\n\r\nknow,  youth  has  any  amount  of  energy  and   the\r\n\r\nplaygrounds  are the places where such  energies  are\r\n\r\nlet  out.  We have found, at the various sittings  of\r\n\r\nthe All-Party Committee, that the lack of playgrounds\r\n\r\nfor  the  Chinese schools has been such a  tremendous\r\n\r\nhandicap  that  it is now absolutely  necessary  that\r\n\r\nGovernment  should,  wherever  possible,  offer  them\r\n\r\nplaygrounds  or  the facilities of using  playgrounds\r\n\r\nwhich are at the disposal of other organisations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the position is different from that prior to\r\n\r\nApril, 1955. Today, as the Minister for Education has\r\n\r\ninformed me, he regards himself as the father of  all\r\n\r\nstudents - the  Chinese  school students,  the  English\r\n\r\nschool  students,  the  Malay and  the  Tamil  school\r\n\r\nstudents - and his duty is to defend them and  not  to\r\n\r\npersecute  them.  During  the  colonial  Government's\r\n\r\nregime,  I  had  the privilege on many  occasions  to\r\n\r\ndefend  the  Chinese schools. Every year,  a  certain\r\n\r\nnumber  of  Chinese  schools were  threatened  to  be\r\n\r\nclosed  down. They were asked to show cause why  they\r\n\r\nshould  not be closed down because one or two of  the\r\n\r\nstudents  did not behave according to the  liking  of\r\n\r\nthe colonial Government.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1934</b></font><br><br>\r\n\r\n\r\n\r\nI  am  very glad to be able to say that, on all these\r\n\r\noccasions,  we  succeeded in showing  cause  and  the\r\n\r\nschools  were  not closed down. But the  attitude  of\r\n\r\npersecuting  school children and not  defending  them\r\n\r\nwhen  charges were preferred against them had  caused\r\n\r\ndeep  suspicion especially amongst the boys and girls\r\n\r\nof  the  Chinese  schools. Now, the attitude  of  the\r\n\r\nGovernment  is changed, so we can look to the  future\r\n\r\nwith confidence and convince the boys and girls,  the\r\n\r\nteachers and the management committees of the Chinese\r\n\r\nschools of our sincerity in helping them to bring  up\r\n\r\ntheir standard to that of the English schools. On one\r\n\r\noccasion,  while aids were offered  to  some  of  the\r\n\r\nChinese schools, they were refused to certain village\r\n\r\nschools because the Education Department thought that\r\n\r\nthey  were not up to standard. Today, I am  sure  the\r\n\r\nMinister  for  Education has reversed  the  position.\r\n\r\nThose  schools that are not up to a certain  standard\r\n\r\nwill  be given priority. They will be given more  aid\r\n\r\nthan  those schools which have reached a certain high\r\n\r\nstandard.   I  hope  it  will  not  be  long   before\r\n\r\nGovernment  can  also say to the Nanyang  University,\r\n\r\n\"We  will come and assist you. You and the Government\r\n\r\nwill  co-operate  so that we can together  provide  a\r\n\r\nhigher  means of education for the boys and girls  of\r\n\r\nthe Chinese schools.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, in considering\r\n\r\nthe  postponement  sought by the Opposition,  I  must\r\n\r\nconfess  to  considerable surprise at the paucity  of\r\n\r\nopposition   displayed   today.   There   has been\r\n\r\nconsiderable  verbiage  but  absolute  bankruptcy  of\r\n\r\nideas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The very able Member for Tanglin (Mr Ede), with his\r\n\r\ndelightful   facility  for  setting  up  bogeys   and\r\n\r\nknocking them down, did seem to suggest as though  he\r\n\r\nwas  getting  somewhere, but it  was  more  like  the\r\n\r\nactivity  of  a squirrel in a cage. Sir,  he  pleaded\r\n\r\nthat  we  should recognise the fact that  you  cannot\r\n\r\nhave  tuition in more than one language.  If  he  had\r\n\r\nread  the  Report  adequately,  Sir,  he  would  have\r\n\r\nrealised  that that is, in fact, what we seek - tuition\r\n\r\nin one language and the other languages to be special\r\n\r\nsubjects.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1935</b></font><br><br>\r\n\r\n\r\n\r\nSo  you will be taught in your mother tongue both  in\r\n\r\nthe  primary  and  in the secondary school,  and  the\r\n\r\nlanguages  of  choice  in the primary  and  secondary\r\n\r\nschools will be taught as separate subjects.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was a further complaint from him that we had\r\n\r\nnot dealt with various minor points of procedure. The\r\n\r\npurpose  of  a White Paper, Sir, is to give  a  broad\r\n\r\noutline  of  policy  and  not  to  indicate  detailed\r\n\r\nprocedure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we had the suggestion that we might find a\r\n\r\nlittle  difficulty in producing a Malayan nightingale\r\n\r\nto  satisfy  a  Malayan Keats. Sir,  I  think  it  is\r\n\r\ncertainly understood by me - I do not quite know  which\r\n\r\nparagraph to refer to but it is inherent in  all  the\r\n\r\nrecommendations  both  of the Report  and  the  White\r\n\r\nPaper  policy - that,  though the  whole  structure  is\r\n\r\nMalayan, literature is part of the culture associated\r\n\r\nwith  the language and literature will not and cannot\r\n\r\nbe  Malayanised and there is no suggestion whatsoever\r\n\r\nof   Malayanising  the  literature  aspect   of   the\r\n\r\nteachings  in the different languages. So  those  who\r\n\r\nstudy  English will still have their Keats and  those\r\n\r\nwho  study  Mandarin will still have the analects  of\r\n\r\nConfucius.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanjong Pagar, in what I may\r\n\r\ncall, if I am permitted, one of the more constructive\r\n\r\nspeeches,  to  which I have listened, emanating  from\r\n\r\nhim  in  this  Assembly, did draw  attention  to  the\r\n\r\nsuspicion  and  hostility of  the  Chinese  community\r\n\r\ntowards the Government. That we recognise, Sir.  That\r\n\r\nis  the  heritage which we have, but we have been  in\r\n\r\noffice for more than a year and I think we have given\r\n\r\nsufficient evidence of our goodwill and our sincerity\r\n\r\nin  seeking to deal justly with all races. This White\r\n\r\nPaper,  in fact, is part of our three-pronged  attack\r\n\r\non  this  problem and it seeks to lay the  foundation\r\n\r\nfor  all  time in Singapore of equal justice for  all\r\n\r\nraces.  The  hon.  Member went on  to  weep  for  the\r\n\r\nmisfortune  of  having been educated in  the  English\r\n\r\nlanguage, which he handles so well. Sir, one can  but\r\n\r\nregret  the unhappy fact that such ability, in  fact,\r\n\r\nsuch  brilliance, should be associated  with  such  a\r\n\r\nlack of appreciation and under-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1936</b></font><br><br>\r\n\r\n\r\n\r\nstanding  of  the basic facts, as indicated  by  that\r\n\r\nlament  of  the Member for Tanjong Pagar who,  having\r\n\r\nmade  his  speech, did not pause to  listen  in  this\r\n\r\nHouse  to any replies. That is the attitude  we  have\r\n\r\nalways had from him - that he knows everything and  can\r\n\r\nbe guided in nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of the English language is closely\r\n\r\ntied  up with the traditional fate of Singapore as  a\r\n\r\nmarket  place of the world. We are a place  of  trade\r\n\r\nand  commerce and, to that extent, we must  recognise\r\n\r\nthat   the  English  language,  as  an  international\r\n\r\nlanguage, is of the greatest importance to the people\r\n\r\nof  this  country. Sir, it is not only a question  of\r\n\r\nfolly, but it is falling below the standards of human\r\n\r\ndignity  to  permit  one's sense of  inferiority  and\r\n\r\nantagonism  towards the dominant race to get  to  the\r\n\r\npoint of hating them, Sir, to the point of wanting no\r\n\r\npart  of their culture and their language which could\r\n\r\nbe helpful to us in our daily life. There is a saying\r\n\r\nthat  some people cut off their noses to spite  their\r\n\r\nfaces and, Sir, when the Member for Tanjong Pagar was\r\n\r\nspeaking, that is the vision I had. Here is a man who\r\n\r\nhates  so  bitterly,  because  of  some  imagined  or\r\n\r\ngenuine  sense of humiliation as a result of what  he\r\n\r\nhad  undergone  in the past, that he  wants  none  of\r\n\r\nanything associated with any version, even though  it\r\n\r\nmight be of considerable benefit to the people of the\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We on the Government side recognise that not only\r\n\r\nthe Chinese people but the people of Singapore are  a\r\n\r\npractical and a reasonable people. The hates  of  the\r\n\r\nsupersensitive intellectuals, unalloyed by the broad-based  decencies of human commonsense, do not control\r\n\r\nthe feelings and the actions of the general public of\r\n\r\nSingapore. We have given them under paragraph  14  of\r\n\r\nthe  White  Paper the option of taking  as  a  second\r\n\r\nlanguage  either  English or Malay, recognising  that\r\n\r\nmany of them would seek to have English because, as a\r\n\r\npractical  people, conscious of the  difficulties  of\r\n\r\nemployment that are going to have accumulative effect\r\n\r\nin the future, they would wish their children to have\r\n\r\nqualifications  which  would give  them  the  maximum\r\n\r\npossible   opening  in  commercial  and  professional\r\n\r\nfields. But I would like you to recognise,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1937</b></font><br><br>\r\n\r\n\r\n\r\nSir,  that we do not suggest and, in fact, have never\r\n\r\nsuggested  that  the Malay language  should  take  an\r\n\r\ninferior place to the English language, and that, in\r\n\r\nfact,  as  soon  as  we  can  we  shall  provide  the\r\n\r\nfacilities  where  parents may  require  Malay  as  a\r\n\r\nsecond  language, and, in any event,  we  make  it  a\r\n\r\ncompulsory language in the secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has been said about the White Paper. Let\r\n\r\nme  say  in  fairness to our civil servants - that  not\r\n\r\nonly  do I and my colleagues take full responsibility\r\n\r\nfor what is in this Paper, but we did, Sir, carefully\r\n\r\ngo through it and carefully satisfy ourselves that it\r\n\r\nwas  accurate  in fact and that it did represent  our\r\n\r\npolicy. This is the first opportunity I have to  seek\r\n\r\nto  correct an impression that the Paper was  written\r\n\r\nby  some  Machiavellian expatriate officials and  has\r\n\r\nbeen surreptitiously introduced without the knowledge\r\n\r\nof  the Government. It is no question of gallantry in\r\n\r\nprotecting them, Sir, that I say this, but because  I\r\n\r\nbelieve that we should always face the honest  truth,\r\n\r\nand  if there is any genuine criticism in respect  of\r\n\r\nthis Paper, do not blame the expatriate officials. We\r\n\r\nare  here  to  face it because we are, in  fact,  the\r\n\r\npersons responsible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the suggestion that we have given undue\r\n\r\nprominence  to  the  English language - the  suggestion\r\n\r\nwhich  made  the  Member for Tanjong Pagar  weep  and\r\n\r\nwhich he opposed - I would draw attention to the Report\r\n\r\nsigned  by the Member for Tanjong Pagar in  which  he\r\n\r\nrecommends  that the English language  shall  be  the\r\n\r\ncompulsory  language in all primary  schools  as  the\r\n\r\nsecond language. I think my friend and colleague  the\r\n\r\nMinister  for  Education will draw attention  to  the\r\n\r\nexact paragraphs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we come, Sir, to a gentleman I regret to see\r\n\r\nabsent  whom  I  have  at all times  found  the  most\r\n\r\ndelightful  of  speakers. I refer to the  Member  for\r\n\r\nChangi.  I  must  confess that I enjoy  watching  his\r\n\r\ncourageous  struggle  with the  English  language  as\r\n\r\nthough  it were a giant slithery eel but he succeeds,\r\n\r\nand  succeeds amazingly well, Sir, in putting  across\r\n\r\nnot only what he means but his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1938</b></font><br><br>\r\n\r\n\r\n\r\nown  sincerity, which I believe. To that extent, Sir,\r\n\r\nI  listen  with perhaps not only more indulgence  but\r\n\r\nwith more consideration to what the Member for Changi\r\n\r\nsays  than - if the others will forgive me - to what many\r\n\r\nof   the   others  do  say  who  consider  themselves\r\n\r\nprofessional opponents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Changi had some complaints to\r\n\r\nmake,  the most important of which is that Government\r\n\r\nseems to have given no attention to the question of a\r\n\r\nlingua franca. Government recognises this, Sir,  that\r\n\r\nyou cannot impose a culture from on top. It must well\r\n\r\nup.  It is dangerous to seek to impose Malay just  as\r\n\r\ndangerous as it is to seek to impose English. We  are\r\n\r\nnot going to make the mistake of forcing the feet  of\r\n\r\nour  population into preconceived shoes. Where it  is\r\n\r\nnot  necessary,  we  will  allow  time  to  evolve  a\r\n\r\nsolution   and,   in  this  case,   giving   parallel\r\n\r\nopportunities and facilities to all four cultures, we\r\n\r\nhope - as  was  indeed indicated  by  the  Member  for\r\n\r\nTanjong   Pagar - that,   in  course   of   time,   the\r\n\r\nrecognition  that one of the languages is,  in  fact,\r\n\r\nthe  logical lingua franca will be generally accepted\r\n\r\nand,  when accepted, will then become law; but  there\r\n\r\nis  no  sense  in  making it part of  this  education\r\n\r\npolicy and seeking to impose it upon a people some of\r\n\r\nwhom are not yet ready for it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Member for Changi complained that we\r\n\r\nsaid    that    Sir   Stamford   Raffles   introduced\r\n\r\nmultilingualism  but that due to the  apathy  of  the\r\n\r\nlocal people only English was persisted in. Sir,  one\r\n\r\nof  the  favourite  features  of  my  reading  is   a\r\n\r\nfascinating  feature that you find regularly  in  the\r\n\r\nSunday Times, and it is called \"Historical Corner  by\r\n\r\nDonald   Davies\".  Last  Sunday  it  was  even   more\r\n\r\nrewarding  than  usual. I am  referring  here  to  an\r\n\r\naccount  of  what Abdullah the Malay chronicler  said\r\n\r\nabout the foundation of Raffles Institution:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The first meeting to discuss the foundation of the\r\n\r\ncollege,  according  to  a pamphlet  printed  at  the\r\n\r\nMission Press at Malacca, took place in Raffles'  new\r\n\r\nhouse  on  Fort Canning Hill on April 1,  1823,  when\r\n\r\nRaffles himself read a long and eloquent minute.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;... addressing the Sultan, he said, '0 Sultan,\r\n\r\nTemenggong, and all ye gentlemen\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1939</b></font><br><br>\r\n\r\n\r\n\r\nhere  gathered  together, I have  a  desire  to  give\r\n\r\neffect  to,  to  wit an undertaking of  the  greatest\r\n\r\nutility to this and to future generations; for  today\r\n\r\nwe live that we may die, and then pass away.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now if we can show good deeds we are named as good\r\n\r\nhereafter; and if bad, so accordingly. Now, while  we\r\n\r\nhave  the  opportunity, let us make a good  name  for\r\n\r\nfuture  generations. Now, what I desire to do  is  to\r\n\r\nerect  an  edifice in which all races can be  taught,\r\n\r\neach  in  their  own  language,  and  by  their   own\r\n\r\nschoolmasters,  in  all knowledge which  pertains  to\r\n\r\ntrue  intelligence, such as may be imparted  to  each\r\n\r\nand  every  one. . . But my greatest  anxiety  is  to\r\n\r\nadvance  the  Malays, by easy degrees, in  their  own\r\n\r\nlanguage - otherwise, let each race have  its  assigned\r\n\r\nplace,  and  all this without expense,  but  let  the\r\n\r\nteaching be gratuitous; the country will increase  in\r\n\r\npopulation in time, so if there be such an institute,\r\n\r\nits fame will spread to all races.\"\r\n\r\n\r\n\r\n<br><br>There  was  this great-hearted gentleman anticipating\r\n\r\nour  White  Paper by 133 years. There was,  Sir,  the\r\n\r\ncornerstone of a Singapore that could have  been  the\r\n\r\nlighthouse  of the world if it had been  pursued  in,\r\n\r\nfor  he asked for multilingualism in schools and  for\r\n\r\nequal  respect  for all cultures. Sir,  when  I  read\r\n\r\nthis,  I was proud to know that I was in such company\r\n\r\nand  that  this  Government was,  in  its  way,  when\r\n\r\nfumbling towards an honest and just solution  to  our\r\n\r\nproblems,  achieving a solution that  another  honest\r\n\r\nand  just  man  had thought of more  than  a  century\r\n\r\nbefore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do recognise this though, Sir, that there is in\r\n\r\nSingapore a small group of people who are aliens  and\r\n\r\nwho  have  no intention of being anything else.  They\r\n\r\nsee with alarm the possibility of the integration  of\r\n\r\nraces  and  communities in Singapore into  a  Malayan\r\n\r\nnation  and  it  is their technique  to  confuse  the\r\n\r\npeople  and give no credit to anything worthwhile  in\r\n\r\nthe hope that, through confusion, they can create the\r\n\r\nchaos  through  which their alien ways  will  achieve\r\n\r\ncontrol.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we on the Government Bench feel like a\r\n\r\ncraftsman who has fashioned a beautiful jade bracelet\r\n\r\nfor a member of the family. That jade bracelet is not\r\n\r\nintended  for  pigs' trotters. This  White  Paper  is\r\n\r\nintended  for Malayans, those who are true  Malayans,\r\n\r\nand to those who are aliens and who do not intend\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1940</b></font><br><br>\r\n\r\n\r\n\r\nto  be other than aliens, we say, \"You can keep  your\r\n\r\nschools, but stop messing our marble floors.\"  I  say\r\n\r\nthis today, Sir, more in sorrow than in anger to  see\r\n\r\nthis  agitation, this smokescreen seeking to  confuse\r\n\r\nthe  decency  and  the generosity  of  the  education\r\n\r\nprogramme outlined by this Paper; but I say to  these\r\n\r\npeople  that  the  day may soon come when  Singapore,\r\n\r\nknowing her enemies, will show more anger than sorrow\r\n\r\nand  when  that day comes, Sir, this Government  will\r\n\r\nnot be slow to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Minister, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, I am not going\r\n\r\nto  hide  under  the colonial cloak of Colonel  Blimp\r\n\r\nwhen  the  Member  for Changi (Mr  Lim  Cher  Kheng)\r\n\r\nlevelled  criticism  against me by  saying  that  the\r\n\r\nWhite  Paper on Education Policy was written by  some\r\n\r\nexpatriate officer and has been presented without the\r\n\r\nGovernment Benches first having had a look at  it.  I\r\n\r\nmust say that I take full responsibility for it and I\r\n\r\nwill  not  blame  anyone for the inadequacy  of  this\r\n\r\nWhite Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin (Mr Ede) said that the\r\n\r\nMinistry  of  Education had not been co-operative  in\r\n\r\nthe  field of music. There has been no discrimination\r\n\r\nwhatsoever. Rather, the underlying suspicion  on  the\r\n\r\npart  of  Chinese  educationists in  the  past,  that\r\n\r\nWestern culture is being forced on them, has deterred\r\n\r\nsomewhat  the Ministry's desire actively to introduce\r\n\r\nWestern  culture into the schools; but, of  late,  we\r\n\r\nhave,  in  fact, promoted extra-curricular activities\r\n\r\nand  extra-mural activities, including art and music,\r\n\r\nin  all the schools, irrespective of whether they are\r\n\r\nEnglish, Chinese or Malay schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then also the White Paper has been attacked for\r\n\r\nlaying  emphasis on English. I rather think that  the\r\n\r\nword \"English\" should be changed to \"reality\". It  is\r\n\r\nemphasis  on  reality.  Recently,  I  caused  to   be\r\n\r\nsurveyed  the requirements and needs of the  employer\r\n\r\nin employing youths who graduate from our schools.  I\r\n\r\nwill  read  extracts of letters from the Chambers  of\r\n\r\nCommerce, but not the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1941</b></font><br><br>\r\n\r\n\r\n\r\nEuropean Chamber of Commerce which I will leave out:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In Malaya, Chinese firms conduct business among\r\n\r\nthemselves  chiefly  in  Chinese.  In  dealing   with\r\n\r\nEuropean,  English and American firms,  both  locally\r\n\r\nand  abroad,  English  is  used  as  the  medium   of\r\n\r\ncommunication. In dealing with neighbouring countries\r\n\r\nand countries in Asia in general, English is also the\r\n\r\nmedium  of  communication, but very often Chinese  is\r\n\r\nalso  used. In view of this, it would appear to  this\r\n\r\nChamber  that only those who know either  Chinese  or\r\n\r\nEnglish  or  who are proficient both in  English  and\r\n\r\nChinese would have good prospects in Chinese firms.\"\r\n\r\n\r\n\r\n<br><br>This  is  an extract of a letter from another Chamber\r\n\r\nof Commerce:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"As English is the commercial language and as it is\r\n\r\nsure  to continue to be the commercial language  even\r\n\r\nin the foreseeable future, this Chamber feels that it\r\n\r\nwould be preferable to have English as the medium  of\r\n\r\neducation,  with  Malay  as the  secondary  language.\r\n\r\nThose who go through a scheme of education with Malay\r\n\r\nas  the  medium of education and English  only  as  a\r\n\r\nsubject  might find it difficult to get  employed  in\r\n\r\nthe average and high income groups, and also it would\r\n\r\nbe difficult for them to rise up in position. For the\r\n\r\nlower  paid post, it might be all right to have Malay\r\n\r\nas a medium of education, but, generally speaking, it\r\n\r\nwould be worth while to have only English as a medium\r\n\r\nof education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards those who have their secondary education\r\n\r\nthrough the medium of Chinese with English only as  a\r\n\r\nsubject,  such  candidates might have good  prospects\r\n\r\nonly  in Chinese firms, as it will be understood that\r\n\r\nEnglish,  for  the  purpose  of  correspondence   and\r\n\r\nattention  to daily routine, and knowledge  of  Malay\r\n\r\nfor  contacting local business interests, will  be  a\r\n\r\nsound background to employment in commercial firms.\"\r\n\r\n\r\n\r\n<br><br>Now,  that is what the employers want. They want  the\r\n\r\nGovernment to educate the youths in such a way as  to\r\n\r\nenable  them to seek employment in the firms or  have\r\n\r\nan education that the firms would want them to have.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Chief Minister has drawn attention to\r\n\r\nthe  All-Party Committee Report on Chinese Education.\r\n\r\nI  wish  to draw hon. Members' attention also to  the\r\n\r\nchart  facing page 43 of the Report. This will  allay\r\n\r\nany  fear  that the Government wish to do  away  with\r\n\r\nvernacular  languages.  In the  first  year, in  the\r\n\r\nEnglish  stream,  you  have the  vernacular  language\r\n\r\ntaught, and from the second year onwards, \"Vernacular\r\n\r\nand  English\",  and then to \"English and  the  mother\r\n\r\ntongue or second compulsory\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1942</b></font><br><br>\r\n\r\n\r\n\r\nlanguage  chosen by parents\". That chart  shows  very\r\n\r\nclearly  that we cannot ignore the fact that  English\r\n\r\nis  the language of commerce, industry and diplomacy,\r\n\r\nand  those  hon. Members who spoke against the  White\r\n\r\nPaper, such as the Member for Tanjong Pagar (Mr  Lee\r\n\r\nKuan  Yew)  and the Member for Changi (Mr  Lim  Cher\r\n\r\nKheng), have affixed their signatures to the Report.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the regulations which Government will\r\n\r\nwant  to  see  complied with, I  wish  to  draw  hon.\r\n\r\nMembers'  attention to the remark made by the  Member\r\n\r\nfor Tanjong Pagar as regards paragraph 26 (iv) of the\r\n\r\nWhite Paper where it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No principal or teacher shall be appointed or\r\n\r\ndismissed without the approval of the Registrar.\"\r\n\r\n\r\n\r\n<br><br>The  Registrar's powers are not dictatorial  because,\r\n\r\nat the end of this paragraph, it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Appeals against decisions of the Registrar may be\r\n\r\nmade  to  the Director and against decisions  of  the\r\n\r\nDirector to the Minister . . .\".\r\n\r\n\r\n\r\n<br><br>As  I said at a previous sitting, this clause is only\r\n\r\nto  safeguard  the  principal and teacher  themselves\r\n\r\nagainst  any  management committees who, for  reasons\r\n\r\nonly  known to themselves, seek to appoint or dismiss\r\n\r\nany  principal or teacher as they like. No government\r\n\r\nof  any  country in the world will support  education\r\n\r\nand  spend large sums of money on it without  wanting\r\n\r\nsome measure of control and without regularising  the\r\n\r\nstandards laid down as the educational policy of  the\r\n\r\ngovernment in power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi referred to a recent survey\r\n\r\nmade  by  the  Ministry of Education as  regards  the\r\n\r\nchoice  of language in schools. It was unfair of  him\r\n\r\nto  criticise that that survey was conducted only  in\r\n\r\nEnglish  schools. It was also conducted in Malay  and\r\n\r\nTamil   schools  and  the  majority  of  the  returns\r\n\r\nindicated  that they wanted English as the medium  of\r\n\r\ninstruction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also mentioned that the criticism of\r\n\r\nthe   White  Paper  on  the  Chinese  schools  having\r\n\r\naccepted  aid because their standards of teaching  or\r\n\r\ntheir  standards  of  accommodation  have  fallen  is\r\n\r\nactually   somewhat  academic.  That  criticism   was\r\n\r\nlevelled   at  the  past  system  which   gives   the\r\n\r\nbackground to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1943</b></font><br><br>\r\n\r\n\r\n\r\nChinese school system, which is, of course, not  true\r\n\r\ntoday and there is no intention whatsoever to include\r\n\r\nthe Catholic High School in that sphere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also said that Government is\r\n\r\ncriticising  Chinese education and has not  tried  to\r\n\r\nevolve   a   method  by  which  to   eradicate   such\r\n\r\ninequalities.  I  refer him to the last  sentence  of\r\n\r\nparagraph 4 (c) of the White Paper which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A basic condition for improvement in Chinese\r\n\r\neducation   is  a  re-orientation  of  the  students'\r\n\r\nattitude  to  a realisation that the schools  provide\r\n\r\nthe  means of fulfilling their love of education  and\r\n\r\ntheir loyalty to this country.\"\r\n\r\n\r\n\r\n<br><br>That is exactly what the present Government is doing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There has been representation that Malay teachers\r\n\r\ncould  be  obtained from Indonesia. I say this,  with\r\n\r\nthe  knowledge that I have, that we cannot get  them.\r\n\r\nIndonesia herself is running short of teachers. We do\r\n\r\nnot want\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1944</b></font><br><br>\r\n\r\n\r\n\r\nMalay teachers for primary schools but teachers for\r\n\r\nsecondary schools, and Indonesia cannot provide them\r\n\r\neven if she wishes to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House approves the adoption of the\r\n\r\nEducation Policy outlined in the White Paper on\r\n\r\nEducation Policy as contained in Sessional Paper No.\r\n\r\nCmd. 15 of 1956.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Speaker, Sir, I do formally\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now stand adjourned.\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now stand adjourned.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly</div>\r\n\r\n<div align=\"right\">at 12.26 p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
