{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-04-29\">\r\n\r\n<meta name=\"Start_Col\" content=\"1785\">\r\n\r\n<meta name=\"End_Col\" content=\"1852\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">29-04-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1785</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 29th April, 1957</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1786</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>Mr D. S. Marshall (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister, Chief Secretary's Ministry.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Oon Khye Kiang, Financial Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1787</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON, 1957</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nAmendment to Question (27th April, 1957),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the Singapore\r\n\r\nConstitutional Conference held in London in\r\n\r\nMarch  and  April, 1957,  as  contained  in\r\n\r\nSessional  Paper No. Misc. 2 of  1957,  and\r\n\r\napproves the points on which agreement  has\r\n\r\nbeen reached; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation  in not accepting the  condition\r\n\r\nstipulated    in   paragraph 30    of    the\r\n\r\nReport,\"-(The Chief Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, 'After \"(1)\" to leave out\r\n\r\n\"takes  note  of  the  Report  of  the  Singapore\r\n\r\nConstitutional Conference held in London in March\r\n\r\nand  April, 1957, as contained in Sessional Paper\r\n\r\nNo.  Misc. 2 of 1957, and approves the points  on\r\n\r\nwhich  agreement has been reached; and\",  and  to\r\n\r\ninsert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"regretfully takes note of the Report of the\r\n\r\nSingapore  Constitutional  Conference   held   in\r\n\r\nLondon in March and April, 1957, as contained  in\r\n\r\nSessional   Paper  No.  Misc.  2  of  1957;   and\r\n\r\nnevertheless    calls    for    the     immediate\r\n\r\nimplementation  of  the new Constitution  on  the\r\n\r\nbasis that all persons qualified by residence for\r\n\r\ncitizenship  shall be entitled  to  vote  at  the\r\n\r\nfirst elections; and\".'-(Mr David Marshall).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words\r\n\r\nproposed to be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Minister (Mr Lim Yew Hock): Mr\r\n\r\nSpeaker, Sir, this is indeed an unhappy moment in\r\n\r\nmy  life. I find myself personally attacked  many\r\n\r\ntimes  by the Member for Cairnhill in his lengthy\r\n\r\nbut  rather  tiresome speech. I  am  unhappy  not\r\n\r\nbecause  I  was unjustly attacked, I  am  unhappy\r\n\r\nbecause my ex-leader, to whom I have given all my\r\n\r\nloyalty,  a loyalty which he himself has publicly\r\n\r\nacknowledged, has suffered such a mental  setback\r\n\r\nas  to  cause him to make a spectacle of  himself\r\n\r\nand thus lose the respect of his friends who were\r\n\r\nhis  colleagues not so long ago.  In  my  opening\r\n\r\nspeech  I  paid  a  tribute  to  the  Member  for\r\n\r\nCairnhill  as  the man who blazed the  trail  for\r\n\r\nconstitutional  advance  and  that  tribute   was\r\n\r\nreceived with acclamation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1788</b></font><br><br>\r\n\r\n\r\n\r\nin this House. When he was the leader  of\r\n\r\nthe  All-Party Mission to London last year,  Sir,\r\n\r\nhe  fought  hard,  he fought vigorously,  and  it\r\n\r\nwould  now appear that the mental strain he  went\r\n\r\nthrough is now having its adverse effects on him.\r\n\r\nThis  is  indeed  a sad day for  me  and  for  my\r\n\r\ncolleagues.  If tears could wash away  the  shame\r\n\r\nthat  has  befallen upon us, I would weep - Sir,  I\r\n\r\nwould weep. I would not have stood up to reply to\r\n\r\nthe  attacks  if  they were just heaped  upon  me\r\n\r\nalone;  but  when he tried to sneer at  the  good\r\n\r\nwork  of the All-Party Delegation and to ridicule\r\n\r\nmy   Ministerial  colleagues  who  were  his  ex-colleagues, I would be failing in my duty,  as  a\r\n\r\nleader,  if  I did not stand up to reply  to  the\r\n\r\nmalignant,  to  the  scurrilous,  to  the  unjust\r\n\r\nattacks-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. The Chief Minister is\r\n\r\nbecoming unparliamentary. I think I cannot  allow\r\n\r\nthe word \"scurrilous\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I withdraw that word, Sir.\r\n\r\nHe  must  forgive me because I speak  with  great\r\n\r\nemotion.  Sir,  I said I would be failing  in  my\r\n\r\nduty, as a leader, if I did not stand up to reply\r\n\r\nto  the unjust attacks, the unjust abuse levelled\r\n\r\nat them by the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, his plea for an immediate election is based\r\n\r\non  his  unfounded allegation that the  All-Party\r\n\r\nDelegation has made a mess of its job and that an\r\n\r\nimmediate  election will help  to  clear  up  the\r\n\r\nmess.  Sir,  I  cannot  see where  the  All-Party\r\n\r\nDelegation  has made a mess of it at all.  Before\r\n\r\nwe  left  Singapore, we had a clear mandate  from\r\n\r\nthis Assembly and we have now come back with that\r\n\r\nmandate fully satisfied. If there is a mess, Sir,\r\n\r\nit is a mess made by the last delegation, and the\r\n\r\npresent  delegation has helped to clean  up  that\r\n\r\nmess. He said, Sir, that the introduction of  the\r\n\r\nnew constitution could be effected by means of an\r\n\r\nOrder  in Council. He pointed out that previously\r\n\r\nthe  British  Government had agreed to  back  the\r\n\r\nconstitution  by  an  Act of  Parliament.  It  is\r\n\r\nclear, Sir, that the mind of the hon. Member  has\r\n\r\nbeen set to find fault with what we brought back,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1789</b></font><br><br>\r\n\r\n\r\n\r\nand  on  his  fault-finding,  he  failed  to  read\r\n\r\nparagraph  52  carefully. Paragraph 52,  Sir,  the\r\n\r\nfirst few lines of the first sentence clearly  say\r\n\r\nthat  \"the constitutional arrangements set out  in\r\n\r\nthis  Report will require the authority of an  Act\r\n\r\nof  the United Kingdom Parliament\". Paragraph  53,\r\n\r\nSir, explains the reason for the enforced delay in\r\n\r\nintroducing  this legislation'.  This  is  another\r\n\r\nreason  why  it is not possible to hold  immediate\r\n\r\nelections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill has asked whether I\r\n\r\nwould  agree  to  an adjournment of  this  sitting\r\n\r\nwithout a vote being taken, and he added by saying\r\n\r\nthat we need not worry because our seats are safe.\r\n\r\nSir, as leader of the All-Party Delegation, I have\r\n\r\nconsulted the Parties concerned. They cannot agree\r\n\r\nto   this   request.  Moreover,  Sir,  this   very\r\n\r\nimportant  issue should not be left  undecided.  I\r\n\r\nsaid  in  my opening speech that if the  motion - my\r\n\r\nmotion - is  adopted in this Assembly, it would  set\r\n\r\nthe  machinery in motion to put into operation the\r\n\r\nfirst  part of my motion; and as far as the second\r\n\r\npart  is concerned, it would be my duty to get  in\r\n\r\ntouch  with the Secretary of State with a view  to\r\n\r\nasking  him to reconsider the condition  which  he\r\n\r\nhas himself imposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill said all this talk\r\n\r\nabout a Delimitation Committee was unnecessary, or\r\n\r\nnot  right, because he himself knew that there was\r\n\r\nalready  a  Delimitation Committee in being.  Sir,\r\n\r\nthis  is  not  so. At our sitting on  the  5th  of\r\n\r\nMarch, I said that the Government would appoint  a\r\n\r\nDelimitation Committee with representatives of all\r\n\r\nParties in that Committee so that the division  of\r\n\r\nSingapore  into  51 electoral wards  can  be  done\r\n\r\nwithout   any  possibility  of  Members   of   the\r\n\r\nOpposition accusing the Government of dividing the\r\n\r\nwards  in  such a way as to make it favourable  to\r\n\r\nthe  Party  in  power. There  was  a  Delimitation\r\n\r\nCommittee, Sir. It was a Government Committee. The\r\n\r\nGovernment had that Committee going because of the\r\n\r\nassurance  that the Government has made  that  the\r\n\r\ngeneral  election  would  take  place  in  August.\r\n\r\nSingapore  had  already  been  divided   into   51\r\n\r\ndivisions.  The machinery was set  in  motion  and\r\n\r\nelectoral rolls would have been ready by  now  had\r\n\r\nit not been for the fact that the All-Party\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1790</b></font><br><br>\r\n\r\n\r\n\r\nConference, after having given very serious\r\n\r\nconsideration  to  the question  of  the  date  of\r\n\r\neffect  of the new constitution, decided  that  it\r\n\r\nwould be most unfair if all persons who will enjoy\r\n\r\nthe  citizenship rights should be deprived of  the\r\n\r\nopportunity  of  exercising those  rights  in  the\r\n\r\nchoice  of  a  new government and  under  the  new\r\n\r\nconstitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill criticised, Sir, our\r\n\r\ndemand which was agreed by the Secretary of  State\r\n\r\nthat  the  Head of State of the State of Singapore\r\n\r\nshould  be  Malayan-born. He said  that  this  was\r\n\r\nworse  than what he had asked for. Sir,  the  All-Party  Delegation  felt that  the  Head  of  State\r\n\r\nshould  be  a  Malayan-born  and  not  a  Malayan,\r\n\r\nbecause  a Malayan will include a large number  of\r\n\r\npersons  who are not Malayan-born. Sir, he accused\r\n\r\nus  of hastily convening a sitting for the 5th  of\r\n\r\nMarch  when he was away from Singapore. He alleged\r\n\r\nthat  I was aware that he would be away. Sir,  the\r\n\r\nAll-Party Conference at its earlier meetings, when\r\n\r\nthe  Member for Cairnhill was a representative  of\r\n\r\nthe Labour Front in the conference, decided that a\r\n\r\nspecial sitting of this Assembly should be  called\r\n\r\non  the 28th of February in order to debate on the\r\n\r\nrecommendations of the All-Party Conference.  Hon.\r\n\r\nMembers were aware that there had been some  delay\r\n\r\nin  the  All-Party Conference in reaching finality\r\n\r\nbecause  of  the misunderstanding  that  arose  in\r\n\r\nregard  to  the  demand of  U.M.N.O.  It  was  not\r\n\r\npossible to clear this misunderstanding until  the\r\n\r\n1st  of  March, and therefore the earliest sitting\r\n\r\nthat  could  have been held before  the  All-Party\r\n\r\nDelegation left for London was the 5th of March.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill said that the All-Party Delegation was inadequate. I really cannot\r\n\r\nunderstand the reason for that charge.  Before  we\r\n\r\nleft,  as I said, Sir, we had a mandate from  this\r\n\r\nAssembly. We came back with the mandate fulfilled.\r\n\r\nWhere then was the inadequacy?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said that on our return there was stony\r\n\r\nsilence. As an Asian, Sir, I know that Asians  are\r\n\r\nnot  boisterous in their welcome, that Asians  are\r\n\r\nrestrained   in  their  behaviour,  and   it   was\r\n\r\ntherefore to be expected that there was to be  not\r\n\r\nmuch of cheering, but because there had\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1791</b></font><br><br>\r\n\r\n\r\n\r\nbeen  no cheering - not much of it - it should not  be\r\n\r\ntaken  to  mean that there was silence,  that  the\r\n\r\npeople  of Singapore were shocked at the agreement\r\n\r\nreached by the All-Party Delegation. He said  that\r\n\r\nthe Labour Front had agreed to hold a mass meeting\r\n\r\nto  welcome  the delegation back,  but  that  mass\r\n\r\nmeeting was not held because the whole theme  that\r\n\r\nwe had been playing on to achieve success was All-Party  unity. We went to London as a united party;\r\n\r\nwe  came  back  as  a  united All-Party,  and  the\r\n\r\ncelebration  should be on an All-Party  basis.  No\r\n\r\npolitical Party should try to steal the credit for\r\n\r\nthe work done by the All-Party Delegation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He then spoke about the publicity for the films\r\n\r\nthat were shown in the cinema halls. Since then  I\r\n\r\nhave seen those films about the return of the All-Party  Delegation  and about the  signing  of  the\r\n\r\nReport in London, and I, Sir, must say this - that I\r\n\r\nfeel  ashamed that those pictures do  not  include\r\n\r\nthe  man  who  blazed the trail for constitutional\r\n\r\nadvance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill then criticised the\r\n\r\npresentation of banners and the picture of a  sick\r\n\r\nlion  to  me,  and  this  was  described  in   the\r\n\r\nnewspapers  as  organised by the T.U.C.,  but  was\r\n\r\nlater  denied by the Secretary of the T.U.C. that\r\n\r\nit  was not a T.U.C. show. Sir, I am not concerned\r\n\r\nwhether it was a T.U.C. show or not a T.U.C. show.\r\n\r\nIt was not arranged at all. Those people are known\r\n\r\nto  me  and  they  felt their happiness  and  they\r\n\r\nwanted   to   display  their  happiness   by   the\r\n\r\npresentation of banners and the picture of a  sick\r\n\r\nlion.  That picture, Sir, is hanging in my office,\r\n\r\nand  I  have been gazing at it, and I did not  see\r\n\r\nthat  the lion is a sick lion. But I do say  this,\r\n\r\nSir,  that lion should have been presented to  the\r\n\r\nMember  for Cairnhill when he returned last  year,\r\n\r\nas  he  was  the  man  who blazed  the  trail  for\r\n\r\nconstitutional  advance. I do not  deserve  it  at\r\n\r\nall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill then alleged, Sir, that\r\n\r\nwe  want  to continue in office right  up  to  our\r\n\r\nnatural life, and in fact he went to the extent of\r\n\r\nalleging  that he believed that we would  want  to\r\n\r\ncontinue beyond our natural life because, the  way\r\n\r\nhe read it, paragraph 54,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1792</b></font><br><br>\r\n\r\n\r\n\r\nif we are good with the Governor, we may remain in\r\n\r\noffice for many, many more years; because,  as  he\r\n\r\nread   paragraph   54,  he  said   the   date   of\r\n\r\nintroduction  of the new constitution  would  rest\r\n\r\nwith the Governor. Sir, it is usually the Governor\r\n\r\nwho sets the date for the elections, but because I\r\n\r\nwas   thrilled  by  the  unity  of  the  All-Party\r\n\r\nDelegation,  because  I was  thrilled  that  in  a\r\n\r\nnational  issue all political Parties in Singapore\r\n\r\ncould  be  united, I felt that it  would  be  most\r\n\r\nunfair if the Government were to take advantage of\r\n\r\nthis practice. I said that as the new constitution\r\n\r\nis  the  result  of  the  united  efforts  of  all\r\n\r\nParties, it should be the Parties in this Assembly\r\n\r\nwho   should  decide  on  the  date  of  the  next\r\n\r\nelection,  which would be the date of introduction\r\n\r\nof  the  new  constitution, and I  would  be  most\r\n\r\nsurprised  if  the  Governor, after  receiving  an\r\n\r\nAddress from this Assembly, would not take heed of\r\n\r\nthat Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill, Sir, asked us to turn\r\n\r\nback the clock. He gave an account of his previous\r\n\r\ncampaign. He said, \"Then there was great shouting,\r\n\r\nthere  was great activity, and now there is  stony\r\n\r\nsilence.  And  yet  these are  the  same  people.\"\r\n\r\nSurely,  Sir,  all that great shouting,  all  that\r\n\r\ngreat  excitement, all that great  activity  could\r\n\r\nonly  have  been as a result of the activities  of\r\n\r\nthe  political Parties in this Assembly. We became\r\n\r\nwiser  after the event. We say if there is  to  be\r\n\r\nunity,  and  as  unity  was  the  only  means   of\r\n\r\nachieving  success, no political Party should  try\r\n\r\nto  create a situation whereby unity might not  be\r\n\r\npossible.  It  is  as a result  of  experience  we\r\n\r\nlearned out of the last campaign, and if we gained\r\n\r\nby  that  experience, surely  no  one  should  now\r\n\r\ncriticise that we should be just as foolish as the\r\n\r\nlast delegation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he referred to what he said was an attempt\r\n\r\nby the previous Governor, Sir John Nicoll, who had\r\n\r\nsuggested  an easy way out for him, and from  that\r\n\r\nhe seemed to feel that he was justified to draw  a\r\n\r\nparallel  with  the condition  laid  down  by  the\r\n\r\nSecretary   of   State.   He   said   unscrupulous\r\n\r\npoliticians  will  not take the  consequences  and\r\n\r\nthey will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1793</b></font><br><br>\r\n\r\n\r\n\r\ntherefore  \"pass  the buck\" to  the  Secretary  of\r\n\r\nState.  Sir,  this Government has been  in  office\r\n\r\nsince  June last year and this Government has  not\r\n\r\nshirked  its duty towards the people of  Singapore\r\n\r\nwhen  it  took  drastic action against  subversive\r\n\r\nelements.  We did it because we felt that  it  was\r\n\r\nneeded of us, and we will continue doing it if  it\r\n\r\nis needed of us. We do not have to hide behind the\r\n\r\ncloak of any colonial official.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill then spoke bitterly\r\n\r\nabout   our  crawling  on  our  bellies   to   the\r\n\r\nFederation. I am indeed very happy to read in  the\r\n\r\nPress  that  our friends the Federation  Ministers\r\n\r\ndid  not  pay much attention to this because  they\r\n\r\nare   aware  that  the  representatives  in   this\r\n\r\nAssembly - when  I say the representatives  in  this\r\n\r\nAssembly, it is perhaps with the exception of  the\r\n\r\nMember for Cairnhill - have the best of goodwill and\r\n\r\nfriendship  for the Federation and they  too  have\r\n\r\nthe  best  of goodwill and friendship towards  us.\r\n\r\nHad it not been for their co-operation, had it not\r\n\r\nbeen for their assistance, as I said in my opening\r\n\r\nspeech,  the Internal Security Council  could  not\r\n\r\nhave  been  brought into being and without  it  we\r\n\r\ncould  not  have reached agreement  on  the  whole\r\n\r\nissue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill then criticised what we\r\n\r\nhave  brought  back  as tiga suku  busok  merdeka.\r\n\r\nMaybe  it is busok because we brought it back,  it\r\n\r\nwould  not  have been busok had it been otherwise.\r\n\r\nSir,  let  us try to examine what we have  brought\r\n\r\nback,  in  the  light  of  what  the  Member   for\r\n\r\nCairnhill  would  himself have accepted,  although\r\n\r\nhis delegation had advised him not to do so. First\r\n\r\nof  all,  I would like to repeat in this  Assembly\r\n\r\nthat   what  we  went  to  get  is  what  we  were\r\n\r\ninstructed  to  get.  There  was  this   All-Party\r\n\r\nConference  planning strategy, and the Member  for\r\n\r\nCairnhill was a representative of the Labour Front\r\n\r\non this conference. He was with us right up to the\r\n\r\n22nd  of  February when we held our fifth meeting.\r\n\r\nUp  to that time we had already disposed of almost\r\n\r\neverything   except  two  points - the   demand   of\r\n\r\nU.M.N.O. and the date of introduction of  the  new\r\n\r\nconstitution.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1794</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr D. S. Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr D. S. Marshall (Cairnhill):</b> And Internal\r\n\r\nSecurity Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> The composition of the\r\n\r\nInternal Security Council was discussed at a  very\r\n\r\nearly meeting-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Composition of?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> - and it was agreed that it\r\n\r\nshould  be three-three-one. Then on 25th February,\r\n\r\nI  received a letter from the Member for Cairnhill\r\n\r\ntendering  in his resignation as a Member  of  the\r\n\r\nAll-Party Conference, because he felt that he  had\r\n\r\nlost  the confidence of the Labour Front.  It  was\r\n\r\nafter  the  Labour  Front annual conference,  Sir,\r\n\r\nthat the Member for Cairnhill felt that he had  to\r\n\r\ntake such a line. I replied to him and appealed to\r\n\r\nhim  that  he should continue to sit in this  All-Party Conference so that we could have the benefit\r\n\r\nof his advice but he thought otherwise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, why did the last Mission fail? We all know\r\n\r\nit, it  is worth recounting here because of  what\r\n\r\nhas  already been said and because the  public  is\r\n\r\nnow  puzzled by all these speeches that have  been\r\n\r\nmade  in  this  Assembly. The last Mission  failed\r\n\r\nbecause  of  the demand of the British  Government\r\n\r\nfor  a Defence and Security Council and loaded  in\r\n\r\nsuch  a way that every time the British Government\r\n\r\nwon and with such wide powers that the Defence and\r\n\r\nSecurity Council could interfere in the day-to-day\r\n\r\nadministration of Singapore. In the very words  of\r\n\r\nthe  Member  for  Cairnhill, Sir,  he  said,  \"The\r\n\r\nintention of Her Majesty's Government is to retain\r\n\r\ncomplete  imperial  powers  over  Singapore  which\r\n\r\nwould remain a colony.\" Those were his very words,\r\n\r\nthat  Singapore should remain a colony subject  to\r\n\r\nthese  day-to-day overriding imperial  powers  and\r\n\r\nthat was why he was so resentful. That was why  he\r\n\r\nwas in such a rage, and quite rightly so. I was in\r\n\r\nthe  same  rage but then he himself  explained  to\r\n\r\nthis  Assembly,  Sir, last June  why  he  felt  it\r\n\r\nnecessary   to   take  upon  himself   to   reopen\r\n\r\nnegotiations  with  the  Colonial  Office   on   a\r\n\r\nconstitution  which  he  described  as  \"Christmas\r\n\r\npudding with arsenic sauce\". We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1795</b></font><br><br>\r\n\r\n\r\n\r\nwent  to  that memorable tea party,  Sir. I  went\r\n\r\nalthough I squirmed and this is all what I get for\r\n\r\nmy loyalty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That proposal, Sir, last year for a Defence and\r\n\r\nSecurity  Council  with  a  British  Chairman  was\r\n\r\nunacceptable and should remain unacceptable and it\r\n\r\nwas  because  the All-Party Conference  felt  that\r\n\r\nunless   a  compromise  was  found  out  of   this\r\n\r\ndifficulty,   there  could  be  no   success.   We\r\n\r\ntherefore  said to ourselves, \"Must we  give  that\r\n\r\ndecisive power to the British Government?\" We said\r\n\r\nno  in 1956 and we still say no in 1957. But  then\r\n\r\nhow  should  we get out of it? Then we thought  of\r\n\r\nbringing   the   Federation  into  this   Security\r\n\r\nCouncil.  We  say  that insofar  as  the  internal\r\n\r\nsecurity  position of Singapore is concerned,  the\r\n\r\nFederation of Malaya is more closely interested in\r\n\r\nthis  situation than the British people could ever\r\n\r\npretend  or hope to make out a case. What  is  the\r\n\r\npower of this Internal Security Council, Sir? What\r\n\r\nwas  decided  in  London was  that  this  Internal\r\n\r\nSecurity  Council should be kept informed  of  the\r\n\r\ninternal security situation day by day in the same\r\n\r\nway that the Defence and Security Council proposed\r\n\r\nby  H.M.G. last  year  also  wanted  to  be  kept\r\n\r\ninformed and this Internal Security Council  would\r\n\r\nonly  take  a  decisive vote when a dispute  arose\r\n\r\nbetween  the Singapore Government and the  British\r\n\r\nGovernment.  It  would be left to  the  Federation\r\n\r\nMinister to cast his vote after listening to  both\r\n\r\nsides  of  the  case  and cast  his  vote  in  his\r\n\r\nabsolute discretion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill then turned to the\r\n\r\nparagraphs on internal security. He read out to us\r\n\r\nparagraph 26 (ii):\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to maintain the efficiency of all organs of\r\n\r\nthe   Singapore   Government  concerned   with\r\n\r\ninternal security;\"\r\n\r\n\r\n\r\n<br><br>and he tried, Sir, by his eloquence, to prove that\r\n\r\n\"maintain\" means \"control\". I have, Sir, looked up\r\n\r\nthree dictionaries (Websters, Chambers and Oxford)\r\n\r\nand  I found that \"maintain\" means \"support\". This\r\n\r\nInternal   Security   Council   with   the   three\r\n\r\nGovernments sitting on it will do all they can  to\r\n\r\nhelp to support the maintenance of the organs of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1796</b></font><br><br>\r\n\r\n\r\n\r\nthe  internal  security. What greater  measure  of\r\n\r\ninternal  security can there be than to have  this\r\n\r\nin the new constitution?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill, Sir, again touched on\r\n\r\nthis   thorny  subject  which  he  felt - and  quite\r\n\r\nrightly  so - rather strongly. \"Singapore should  no\r\n\r\nlonger  be  under  the  control  of  the  Colonial\r\n\r\nOffice.\" I share that strong feeling with him  but\r\n\r\nwhen I take into consideration the undeniable fact\r\n\r\nthat  even  if it were to be the Colonial  Office,\r\n\r\nthe Commonwealth Relations Office or any office in\r\n\r\nthe  British  Cabinet,  it would  still  mean  the\r\n\r\nBritish Government but we are trying to fight for,\r\n\r\nshall   we   say,  freedom  against  the   British\r\n\r\nGovernment,   not   the   Colonial   Office,   the\r\n\r\nCommonwealth  Relations  Office  or   what   other\r\n\r\noffice - I  do not know the setup there - and  it  was\r\n\r\ndecided in the All-Party Conference (and he was  a\r\n\r\nmember then) that while we could press for it,  we\r\n\r\nshould not make an issue of it. Where then have we\r\n\r\nfailed?  Where then was the inadequacy as  alleged\r\n\r\nby him?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill, Sir, said, \"It is\r\n\r\nsimple.  Let  us have the elections quickly  by  a\r\n\r\nsimple amendment of the Elections Ordinance.\"  Why\r\n\r\nhe  said that is because he was under the mistaken\r\n\r\nbelief - and  he  has  many  beliefs - that  this  new\r\n\r\nconstitution could be introduced by  an  Order  in\r\n\r\nCouncil. Paragraph 52 clearly says that it has  to\r\n\r\nbe   backed  by  an  Act  of  the  United  Kingdom\r\n\r\nParliament and paragraph 53 states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .it would not be possible to introduce the\r\n\r\nnecessary  United Kingdom legislation  during  the\r\n\r\ncurrent Session of Parliament;\"\r\n\r\n\r\n\r\n<br><br>but  the  British Government had  promised  to  do\r\n\r\ntheir best to introduce it at the next Session and\r\n\r\nthis  will be, I think, in November. It is not  so\r\n\r\neasy-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I wonder if I could draw the\r\n\r\nattention-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it on a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Chief Minister will give\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1797</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I thank the Hon. the Chief\r\n\r\nMinister,  Sir.  May I ask him to  read  the  last\r\n\r\nsentence of paragraph 54 to which he is referring?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I am afraid that the\r\n\r\nMember  for Cairnhill is still suffering a  mental\r\n\r\nstrain.  I  have not said paragraph 54 at  all.  I\r\n\r\nsaid paragraphs 52 and 53.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Read the last sentence of\r\n\r\nparagraph 52.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> After the Act has been\r\n\r\npassed, then it would be contained in an Order  in\r\n\r\nCouncil. Before the Act has been passed, how could\r\n\r\nit  be contained in an Order in Council! Sir, I am\r\n\r\nnot  a lawyer. I am just a poor ordinary clerk and\r\n\r\nsometimes  I  do find difficulty in  understanding\r\n\r\nthe English language. \"You can introduce elections\r\n\r\nin  three  months  by the simple process  of  just\r\n\r\ngoing  through the identity cards and  anyone  who\r\n\r\nhas  ten  years  residence could  be  put  on  the\r\n\r\nelectoral  roll.\"  Never mind  about  citizenship!\r\n\r\nWhat  is loyalty after all'! Put them on and  when\r\n\r\nyou  have  the new constitution in,  then  go  and\r\n\r\ncheck up on their loyalty and if they do not  want\r\n\r\nto be citizens, out they go but by then they would\r\n\r\nhave voted and put in people who might not want to\r\n\r\nbe  citizens of Singapore. We would then be  in  a\r\n\r\nreal  quandary. It has been pointed out, Sir, that\r\n\r\nthe  identity  card  system  came  into  being  in\r\n\r\nOctober 1948. That could not be ten years but then\r\n\r\nthe   Member  for  Cairnhill  amended  it   rather\r\n\r\nquickly.  \"It  could be nine years.  It  could  be\r\n\r\neight years.\" But I have been advised, Sir, by the\r\n\r\nStatistics Department that it will take from  five\r\n\r\nto  six months to sort out all the identity  cards\r\n\r\nand  then  to  get their machines into  action  to\r\n\r\nproduce   the  electoral  rolls  and   after   the\r\n\r\nelectoral rolls have been produced, it would  take\r\n\r\nabout four months under the Elections Ordinance - if\r\n\r\nnot  four months, 101 days - for the electoral  roll\r\n\r\nto  be  open  for  inspection,  objections  to  be\r\n\r\nreceived and all sorts of procedure. Five  to  six\r\n\r\nmonths  plus four months will be nine  months.  It\r\n\r\ncould not be three months.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1798</b></font><br><br>\r\n\r\n\r\n\r\nBut   then   if   you   said,   \"This   Government\r\n\r\nparticularly myself has broken my word to him when\r\n\r\nI  assured him in this Assembly and in a  personal\r\n\r\nletter  that  the  Government would  have  general\r\n\r\nelections in August 1957,\" I was aware that such a\r\n\r\ncriticism would be levelled at me and that was why\r\n\r\nat  the  sitting on the 5th March, I made it  very\r\n\r\nclear to this Assembly that if there was to be any\r\n\r\ndelay in the elections beyond August, the Assembly\r\n\r\nmust  take the full responsibility. I do not  want\r\n\r\nto  continue  in  office  unnecessarily  as  Chief\r\n\r\nMinister, Sir. I have said almost everywhere and I\r\n\r\nsay  in  this  solemn  hall that  to  be  a  Chief\r\n\r\nMinister  is to suffer more than a human being  at\r\n\r\ntimes  can bear. I do not want it but the interest\r\n\r\nof  the  people of Singapore demands that I should\r\n\r\nmake  this sacrifice. I am happy to make it and  I\r\n\r\nwill make it and no ridicule levelled at me by any\r\n\r\nMember  in this Assembly will deter me from  doing\r\n\r\nmy  responsibility to my people. I have been doing\r\n\r\npublic  work  for nine years. My  house  has  been\r\n\r\ninvaded  from  morning to night.  I  held  it  all\r\n\r\nquietly.  I  did not have to hold a weekly  public\r\n\r\nsession   with   members   of   the   Press    and\r\n\r\nphotographers to show that I was really doing work\r\n\r\nfor  the people of Singapore. I do not have to  do\r\n\r\nthat, Sir. Deeds count and not words. Deeds count.\r\n\r\nI  am indeed, Sir, most ashamed that I should give\r\n\r\nway  to emotion. I have never done that. But  this\r\n\r\nis much too much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from all that I have said, it is therefore\r\n\r\nevident  to  this  Assembly  that  I  oppose   the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>10.47 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, I\r\n\r\nlistened very carefully to the various speeches in\r\n\r\nthis  House.  Sir, you said that this  is  a  very\r\n\r\nimportant  debate,  a  debate  which  should  have\r\n\r\nsolemn  silence with no interruptions and with  no\r\n\r\njeering.  Unfortunately, in the past few days,  we\r\n\r\nhave  been  disturbed in that manner.  It  is  not\r\n\r\nbecoming to the dignity of this Assembly. We  have\r\n\r\nheard  very  powerful oratory from the Member  for\r\n\r\nCairnhill, the eloquent speech from the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1799</b></font><br><br>\r\n\r\n\r\n\r\nMember   for   Tanjong  Pagar  and  from   various\r\n\r\nspeakers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, there are three issues involved in the\r\n\r\ndebate on the amendment: if we got merdeka, should\r\n\r\nwe  have accepted it?; if not, what could  be  the\r\n\r\nconsequences?;  and  elections.  Now,   Sir,   the\r\n\r\nmandate  to the previous All-Party Delegation  was\r\n\r\nfor  full  self-government, that is, merdeka,  and\r\n\r\nthat   delegation  could  be  called  the  Merdeka\r\n\r\nDelegation;   but,   Sir,   the   last   All-Party\r\n\r\nDelegation  went to London to seek internal  self-government and not merdeka, it is a fallacy and it\r\n\r\nis  wrong  to say that it was a Merdeka delegation\r\n\r\nor  that  we  got  merdeka. We have  not  received\r\n\r\nanything of that sort.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this platform, I have said very often\r\n\r\nthat the colonial power is not going to give self-government  on  a  silver tray to  the  people  of\r\n\r\nSingapore.  Also  before the delegation  left  for\r\n\r\nLondon,  I  said that our demands were  reasonable\r\n\r\nand  that the United Kingdom should grant them but\r\n\r\nthough  the members of the delegation were  honest\r\n\r\nand  sincere  in standing by the mandate  we  gave\r\n\r\nthem,  yet  the  colonial power - the  master  of\r\n\r\ndiplomats (the Colonial Secretary) - sent them back\r\n\r\nwith their hands and feet tied. Now. Sir, what did\r\n\r\nwe get? Yes, we got high-sounding names like Chief\r\n\r\nof  State,  Commissioner  for  Britain  and  Prime\r\n\r\nMinister but who gets the real power? If  you  go\r\n\r\nthrough these paragraphs, Sir, at every stage  the\r\n\r\nChief of State has to consult the Commissioner for\r\n\r\nthe  United  Kingdom.  The  Commissioner  for  the\r\n\r\nUnited  Kingdom  is a name but actually  it  is  a\r\n\r\nBritish Resident according to the sense I make out\r\n\r\nfrom  this  Report.  New names  do  not  make  any\r\n\r\ndifference,  it  is the substance that  makes  the\r\n\r\ndifference.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, on top of this, there is a suggestion\r\n\r\nof  an  agreement on the subversive paragraph  but\r\n\r\nthe  All-Party Delegation says that it is  not  an\r\n\r\nagreement. Now, Sir, according to British justice,\r\n\r\nno one is guilty unless he is proved to be so. The\r\n\r\nbest thing is to bring these people to trial.  The\r\n\r\npublic  do  not  know what has been  going  on  in\r\n\r\nprivacy or in camera. We do not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1800</b></font><br><br>\r\n\r\n\r\n\r\nknow. Possibly, the Government does know. Sir,  on\r\n\r\nthe  other  hand, do you really expect the  United\r\n\r\nKingdom  to give up Singapore? I do not think  so.\r\n\r\nSupposing you were in their shoes, would you do it\r\n\r\nas  a  colonial  power?  Singapore  is  the  most\r\n\r\nstrategic  place  in South-East Asia.  The  United\r\n\r\nKingdom has Gibraltar, Malta, Aden - of course, they\r\n\r\nwill  have to get out of Trincomalee - and the  only\r\n\r\nplace  in South-East Asia for the defence of their\r\n\r\nterritories and their economic position and  White\r\n\r\nAustralia  is Singapore, and then do you  mean  to\r\n\r\nsay that they will leave Singapore? Personally,  I\r\n\r\nnever  expected  it. Yes, they will  if  they  are\r\n\r\nforced  to do so. Now, Sir, how can we force  this\r\n\r\ncolonial power to do so? We can do so with  unity,\r\n\r\nwith a struggle, and if we fight as one nation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> And justice.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> May I have the hon. Member's\r\n\r\nindulgence, please?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Sorry.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> India has done it with 80 years\r\n\r\nof struggle, fights, gaols, deaths, and so on, and\r\n\r\nthey  succeeded.  They even boycotted  the  Cripps\r\n\r\nCommission when that great statesman first came to\r\n\r\nIndia. Well, that is history. Are we in that  same\r\n\r\nposition? Is Singapore largely populated and  with\r\n\r\na  wide  area? That is not so. What  is  our  past\r\n\r\nhistory?  It  is only 130 years old  and  we  only\r\n\r\nheard  a  few  names which were in  the  political\r\n\r\nfield  before 1955. We are just beginning  and  we\r\n\r\nare proud of that. Sir, if what we have got is not\r\n\r\nsatisfactory,  what  are we to  do?  Personally  I\r\n\r\nthink - and  I said this in the last  debate  when\r\n\r\nthe previous delegation returned empty-handed - that\r\n\r\nwe  should have accepted what was offered  to  the\r\n\r\nmaximum. We should have taken advantage of it  and\r\n\r\nthings  would  have been different. We  would  not\r\n\r\nhave  the  sad  spectacle of  the  colonial  power\r\n\r\nrunning  this Government or the Government running\r\n\r\nthe  government  with the aid  of  ex-officio  and\r\n\r\nnominated Members. That would have ended long ago.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1801</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the only alternative is to accept what\r\n\r\nis offered. England is in no position to refuse us\r\n\r\neven if we were to refuse to accept the subversive\r\n\r\nparagraph.  She dare not. Do not forget  that  the\r\n\r\nBritish  people are the only white people left  in\r\n\r\nSouth-East  Asia.  Look from  Suez  to  Japan.  Of\r\n\r\ncourse,  you  have  America  holding  an  economic\r\n\r\nstronghold  and  even  fighting  Britain  in  this\r\n\r\nsphere. They will give in. They try to hold on  as\r\n\r\nlong as they can; even for a year, a month, a  day\r\n\r\nor even for a single second but it is in our hands\r\n\r\nwhether we should allow them to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the new constitution provides for 51\r\n\r\nelected  representatives but the elections  should\r\n\r\nbe  held in a democratic way. Britain allows  free\r\n\r\nelections in that country but not here. But  there\r\n\r\nis  a  remedy: it is only for the first  elections\r\n\r\nand the first elections can be held - I will come to\r\n\r\nthat - as  early  as possible and you  can  dissolve\r\n\r\nyour  Assembly  within six months  or  within  six\r\n\r\ndays.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we started with the Rendel Constitution in\r\n\r\nApril  1955.  Within two months,  the  Member  for\r\n\r\nCairnhill, who was the Chief Minister then, put up\r\n\r\na  strong fight and made the Colonial Office  give\r\n\r\nway  in  many  respects. Also, the United  Kingdom\r\n\r\nconceded    further   talks.   Now,   Sir,    this\r\n\r\nConstitution  lays down that it  shall  not  stand\r\n\r\nbeyond four years but that we can reopen the talks\r\n\r\nany  time  we like within the four years, provided\r\n\r\nthe  right people are elected to the Assembly, not\r\n\r\nself-seekers, and if they have got the will to  do\r\n\r\nit, they can resign and say, \"Look here, U.K., you\r\n\r\ncontinue. You want this again.\" This can  be  done\r\n\r\nand  I  think that that is the shortest way.  Even\r\n\r\nthe P.A.P. has watered down their past demands.  I\r\n\r\ndo  not  think  that  the  ex-Chief  Minister  was\r\n\r\nresponsible for the last failure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The P.A.P. was backing the Chief Minister at\r\n\r\nthat  time. They were not satisfied with  anything\r\n\r\nless  than that and they did not accept less  than\r\n\r\nthat,   but  now  they  have.  The  only  possible\r\n\r\nexplanation is that they consider this the maximum\r\n\r\nand will try for more later\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1802</b></font><br><br>\r\n\r\n\r\n\r\non.  I  think this is a diplomatic way of  getting\r\n\r\nthings  done as we are just a new nation with  new\r\n\r\ncitizenship rights.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on internal security, I think we must\r\n\r\naccept  the  present arrangement as  being  better\r\n\r\nthan  the one offered last year, because  we  have\r\n\r\nthree-three  membership  on  the  Council  with  a\r\n\r\nMinister  from  our  neighbour  and  friend,   the\r\n\r\nFederation, having the casting vote. As the people\r\n\r\nof  the  Federation and Singapore are one and  the\r\n\r\nsame, I am sure the Federation Minister will  take\r\n\r\nthe side of Singapore and not the colonial power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, even after this provision, I do not\r\n\r\nthink   we  are  getting  real  freedom  at   all.\r\n\r\nDefinitely  not.  You  will  never  get  it,   for\r\n\r\nSingapore  is  a strategic base to  England.  They\r\n\r\nwill  try  to  keep  Singapore  by  one  means  or\r\n\r\nanother. But there is a way out, the only way, and\r\n\r\nthat  is to merge with the Federation. It  is  the\r\n\r\nonly  way;  there  is no other.  We  do  not  know\r\n\r\nwhether   the   Federation   has   a   gentleman's\r\n\r\nunderstanding with the United Kingdom or a written\r\n\r\nagreement  which  lets  the  Federation  get   its\r\n\r\nfreedom  but leaves Singapore in British hands.  I\r\n\r\ndo  not  know; nothing has been disclosed. But  in\r\n\r\ndiplomacy,  everything  is  possible.  And  it  is\r\n\r\npossible that even if we merge, England will still\r\n\r\ndemand  the use of Singapore for defence  purposes\r\n\r\nbut  in  other  respects - external affairs,  trade,\r\n\r\nculture, internal security - we will be quite  free.\r\n\r\nI  think it will be more becoming to do that  than\r\n\r\nto remain in their hands, as we will be even under\r\n\r\nthe  new  constitution, because at every step  you\r\n\r\nwill have to consult the British High Commissioner\r\n\r\nstationed  here,  and accept his advice.  Even  in\r\n\r\ntrade we will not be free. Why should this be  so?\r\n\r\nThey  will  control internal security and  defence\r\n\r\nand external affairs. Why should they also have  a\r\n\r\nsay  in  trade?  This city exists  on  trade.  Why\r\n\r\nshould  we  have to consult the United Kingdom  on\r\n\r\nit? And why should we also have to concede control\r\n\r\nof cultural relations?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is, as I have said, no other\r\n\r\nalternative in hastening the end of this  colonial\r\n\r\nperiod. I must say that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1803</b></font><br><br>\r\n\r\n\r\n\r\nthere  is  a lot in what the Member for  Cairnhill\r\n\r\nand  the Member for Tanjong Pagar said. We may not\r\n\r\nagree  with their political views in some respects\r\n\r\nor in many respects, but some points they make can\r\n\r\nbe  for the common good of Singapore and there  is\r\n\r\nno  reason  why  we  should not  accept  them.  On\r\n\r\ncitizenship and immediate elections, for  example,\r\n\r\nI  personally do not think that if the  Government\r\n\r\nhave  the will to hold elections quickly, we  need\r\n\r\nwait beyond the end of 1957. We are now at the end\r\n\r\nof  the  fourth  month of the  year  and  we  have\r\n\r\ntherefore  a full eight months left. If Government\r\n\r\nwant   to  hurry  and  if  all  the  Parties  want\r\n\r\nGovernment to hurry, they can hold elections  very\r\n\r\neasily. The Member for Tanjong Pagar mentioned six\r\n\r\nmonths  for  the registration of voters.  How  can\r\n\r\nthis  be done? Of course there are 250,000  people\r\n\r\ninvolved and there will be 51 constituencies,  but\r\n\r\nyou have a powerful Chinese Chamber of Commerce to\r\n\r\nhelp  you out. I would suggest that the period  of\r\n\r\nsix  months can be cut to three or four.  If  that\r\n\r\ncan  be done, I think elections can easily be held\r\n\r\non  1st  January,  1958.  I  think  this  will  be\r\n\r\naccepted by all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let us read paragraph 54 on page 15:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It was the view of the Singapore Delegation\r\n\r\nthat  elections under the extended franchise which\r\n\r\nwould result from their citizenship proposals  set\r\n\r\nforth in paragraph 50 must precede the coming into\r\n\r\nforce of the new Constitution. We therefore agreed\r\n\r\nthat an exact date for the introduction of the new\r\n\r\nConstitution  could  not  be  determined  at  this\r\n\r\nstage, but that it should be brought into force on\r\n\r\na date after the 1st January, 1958.\"\r\n\r\n\r\n\r\n<br><br>The  first  condition is that elections should  be\r\n\r\nheld before the new constitution comes into force,\r\n\r\nand  it can be after 1st January, 1958. Cannot  we\r\n\r\nset our hearts and minds - I think that will satisfy\r\n\r\neveryone - to  work  so that we can  hold  elections\r\n\r\nearly  in 1958? (That is in January, not April  or\r\n\r\nMay, as  envisaged  by  the  Member  for  Tanjong\r\n\r\nPagar.)   I   am  sure  that  when  the  All-Party\r\n\r\nDelegation  meet  again, they will  consider  this\r\n\r\npoint.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1804</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, personally I am very unhappy about the\r\n\r\npresent Government. It is not a democratic one.  I\r\n\r\nthought that during the Marshall period (not  that\r\n\r\nI was against the Member for Cairnhill personally)\r\n\r\nbecause  when votes were taken, there  were  three\r\n\r\nOfficials and four Nominated Members to say \"yes\";\r\n\r\nbut  they  carried  on although  they  were  in  a\r\n\r\nminority.  Yes, you should shorten your  time  for\r\n\r\nnomination and new elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government expenditure has been top-heavy,\r\n\r\nwith so many Ministers and Assistant Ministers.  I\r\n\r\nam  talking on the amendment, Sir, on the question\r\n\r\nof  immediate  elections. Now, Sir, the  Hon. the\r\n\r\nChief  Minister, in the debate in which he  got  a\r\n\r\nmandate,   said - as  he  says  even  now - that   his\r\n\r\nMinisters  were feeling the strain  of  office.  I\r\n\r\ncannot  understand  what  this  strain  is.  Three\r\n\r\nMinisters   went  to  London  in   the   All-Party\r\n\r\nDelegation,  and  while  they  were  absent,   the\r\n\r\nMinister for Health also left Singapore for Japan.\r\n\r\nFour Ministers were away at the same time.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I really cannot see how\r\n\r\nthose  remarks  are relevant to the motion  before\r\n\r\nthe   House,  which  is  in  connection  with  the\r\n\r\namendment moved by the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I will explain that very\r\n\r\neasily.  The  amendment reads \"nevertheless  calls\r\n\r\nfor  the  immediate  implementation  of\";  I  want\r\n\r\nimmediate implementation of what we are given, and\r\n\r\nthat is what I am talking about, Sir. Why?-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. That does not make the\r\n\r\nMember's  remarks  in order  or  relevant  to  the\r\n\r\nmotion. The whole amendment must be read together.\r\n\r\nThe  whole  amendment  is to  insert  \"regretfully\r\n\r\ntakes   note  of  the  Report  of  the   Singapore\r\n\r\nConstitutional Conference, and nevertheless  calls\r\n\r\nfor   the  immediate  implementation  of  the  new\r\n\r\nConstitution.\" I cannot see how the fact that  the\r\n\r\npresent Government, in the view of the Member,  is\r\n\r\ntop-heavy, has anything to do with the  Report  or\r\n\r\nthe amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1805</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I do not want to argue\r\n\r\nwith  the Chair at all, but what I still hold  is\r\n\r\nthat  if  my comments do not apply in that  case,\r\n\r\nthey  definitely do on the remarks  made  by  the\r\n\r\nHon. the  Chief Minister in this  debate  today,\r\n\r\nthat  he is not anxious to continue very long  as\r\n\r\nChief  Minister - and the Hon. the  Chief  Minister\r\n\r\nmeant his colleagues together with himself.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Please continue on the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, my suggestion is this:\r\n\r\nForm  an  interim government between now and  the\r\n\r\nnext  elections, an interim government  with  the\r\n\r\nminimum  number  of Ministers  and  no  Assistant\r\n\r\nMinisters. That will save the country  a  lot  of\r\n\r\nexpenditure, and one of their main tasks will  be\r\n\r\nto  see  that  the  elections  are  held  at  the\r\n\r\nearliest possible moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on citizenship for residents who have lived\r\n\r\nhere  for seven or ten continuous years, I  think\r\n\r\nidentity  cards, passports and other  records  at\r\n\r\nthe  Chinese Protectorate (I do not know  whether\r\n\r\nit  is called by that name now) will provide  the\r\n\r\ndetails required for registration. They have  the\r\n\r\nrecords  of alien Chinese and others,  and  these\r\n\r\ncan  easily be compiled if there is a will to  do\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was told by my legal adviser when I was\r\n\r\nan active businessman that a lawyer wins half his\r\n\r\ncase by courtesy and goodwill, and the other half\r\n\r\nby   legal  argument.  During  the  debate  which\r\n\r\nunfortunately has taken an exciting turn  in  the\r\n\r\nlast  three  days, a challenge was  made  by  the\r\n\r\nMember  for  Cairnhill. I hope he meant  that  he\r\n\r\nwill  oppose the Member for Tanjong Pagar at  the\r\n\r\nnew   elections  and  not  at  an  immediate  by-election.  Perhaps he made his challenge  in  the\r\n\r\nheat  of the moment, when we are all apt  to  say\r\n\r\nthings  we  never intend to. In many  debates,  I\r\n\r\nshould at times have been the person most hurt by\r\n\r\nthe  remarks  of  the Member for Cairnhill,  but,\r\n\r\nSir, I never took them to be personal ones. As  I\r\n\r\nsaid, sometimes we never mean  what  we  say  in\r\n\r\nexcitement.  I  take what is good  and  best  but\r\n\r\nignore the others. If a by-election\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1806</b></font><br><br>\r\n\r\n\r\n\r\ndoes  not  take  place,   a   lot   of\r\n\r\nexpenditure will be saved to the country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the end of my speech, I offer the\r\n\r\nopinion  that,  in  order to  end  this  colonial\r\n\r\nfarce,   we   have   to   discard   the   present\r\n\r\nconstitution as early as possible. The  only  way\r\n\r\nis   not   to   put  off  arguments,   as   again\r\n\r\nconsultations  may have to take  place  with  the\r\n\r\nUnited  Kingdom, entailing more delay. We  should\r\n\r\naccept  what we have obtained and fight for  more\r\n\r\nwhile  we  see to it that elections are  held  as\r\n\r\nearly as possible.\r\n\r\n\r\n\r\n<br><br>11.18 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir, Friday was indeed\r\n\r\na  sad day for us on this side of the House,  for\r\n\r\nwe  saw  one who began by doing so much good  for\r\n\r\nSingapore  now trying to tear up something  which\r\n\r\nhis   colleagues   had   achieved,   instead   of\r\n\r\ncongratulating  them on their success.  Sir,  the\r\n\r\nMember for Cairnhill on Friday set himself up  as\r\n\r\na  champion of the \"decent inarticulate people of\r\n\r\nSingapore\", but he failed to tell us, or  produce\r\n\r\nany  evidence to show, how these people  conveyed\r\n\r\nto him their opinion that it was \"tiga suku busok\r\n\r\nmerdeka\"  which the delegation brought back  from\r\n\r\nLondon,  that  the mission had sold Singapore  to\r\n\r\nthe  British  colonialists - \"sold  the  people  to\r\n\r\ncontinued  colonialism\", those  were  his  words.\r\n\r\nTherefore,  in  the absence of any evidence  that\r\n\r\nsuch  an  opinion  has been  expressed  by  these\r\n\r\n\"decent  inarticulate people\", it must be assumed\r\n\r\nthat it is rather presumptuous on the part of the\r\n\r\nMember  for Cairnhill to set himself  up  as  the\r\n\r\nsole   champion  of  the  people  of   Singapore,\r\n\r\nignoring the fact that there are 24 other elected\r\n\r\nrepresentatives   in   this   House   who   think\r\n\r\notherwise.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Why not wait till the by-election?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the Member for\r\n\r\nCairnhill  is a brilliant lawyer and, as  is  the\r\n\r\npractice  with  any  brilliant  lawyer  when   he\r\n\r\naddresses a jury - a group of laymen - he started off\r\n\r\nhis arguments with a barrage of words. He built a\r\n\r\nvast edifice of words but what does\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1807</b></font><br><br>\r\n\r\n\r\n\r\nthat  vast  edifice hold in genuine, valid  arguments?\r\n\r\nSir, when I heard him for the first hour and a half, I\r\n\r\nthought,  \"We are sunk; the mission must  have  really\r\n\r\nfailed.\" Hearing him admonish the delegation on  their\r\n\r\nfailure,  Sir, I never expected to find that,  instead\r\n\r\nof  producing a lion of a case, he could bring  out  a\r\n\r\nmouse,  a  mouse  created by his own  fancy,  a  mouse\r\n\r\nexisting only in his own imagination. Sir, I am not an\r\n\r\neminent lawyer like the Member for Cairnhill. I am not\r\n\r\na  lawyer at all, but perhaps at this time, it is more\r\n\r\nto my advantage that I am not, because I do not let my\r\n\r\nimagination run wild.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member quoted extensively from the two\r\n\r\nReports,  the one presented by the present  delegation and  the other by last year's delegation. At the  time\r\n\r\nthe  Member  spoke, I did not have last year's  Report\r\n\r\nwith  me, but having been a member of that delegation,\r\n\r\nthe  facts  stood out very clearly in  my  mind.  Sir,\r\n\r\nthere  are  13 Members of this Assembly  who  were  in\r\n\r\nLondon  in  April and May last year, and they  do  not\r\n\r\nhave  to  read  reports  to remember  what  transpired\r\n\r\nthere.  They  went through heart-breaking moments  and\r\n\r\nthe  memory of every single moment and day stands  out\r\n\r\nvividly  in  their minds. But just out  of  curiosity,\r\n\r\nSir,  I dug up last year's Report to compare what  the\r\n\r\nMember  for Cairnhill said with what is contained  in\r\n\r\nthe Report. And this is what I found.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first attack of the Member on the present Report\r\n\r\nwas  on  the internal security arrangements. Paragraph\r\n\r\n26 (i) on page 6 was read out:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to consult on all questions of policy relating to\r\n\r\nthe maintenance of public safety and public order;\".\r\n\r\n\r\n\r\n<br><br>The Member for Cairnhill did not dispute that. He said\r\n\r\nhe was happy to consult, to learn from anybody. But he\r\n\r\nhotly disputed paragraph 26 (ii) :\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to maintain the efficiency of all organs of the\r\n\r\nSingapore    Government   concerned   with    internal\r\n\r\nsecurity:\".\r\n\r\n\r\n\r\n<br><br>And  the  basis of his criticism that the mission  had\r\n\r\nsold the people of Singapore to eternal colonialism (I\r\n\r\nam  not  sure whether he used the word \"eternal\")  was\r\n\r\nbecause the Internal Security Council\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1808</b></font><br><br>\r\n\r\n\r\n\r\nwas  to maintain the efficiency of all organs  of\r\n\r\nthe   Singapore  Government  concerned  with  internal\r\n\r\nsecurity. Now, Sir, the Member for Cairnhill also told\r\n\r\nus  about his talk with Sir John Nicoll, when Sir John\r\n\r\ntried  to  persuade him to let the colonial  officials\r\n\r\npass  the  Emergency Regulations so that  the  elected\r\n\r\nMembers  would not get the blame from the public;  the\r\n\r\nMember mentioned before once in this Assembly that  he\r\n\r\nrefused   to  hide  behind  the  skirts  of   colonial\r\n\r\nofficials.  That  same argument he has  now  used  for\r\n\r\nrefusing  to accept the paragraph indicating that  the\r\n\r\nUnited  Kingdom  Government does not  wish  subversive\r\n\r\nelements  to  take part in the first  elections.  Here\r\n\r\nagain,  his  argument is that it is the  duty  of  the\r\n\r\nelected representatives of the people of Singapore  to\r\n\r\nban  subversives  from standing for election,  but  he\r\n\r\ncannot accept a ban imposed by the colonial power.  He\r\n\r\ncannot  accept an imposition from the colonial  power,\r\n\r\nneither  can  he accept hiding behind  the  skirts  of\r\n\r\ncolonial  officials. But if you look at the Report  of\r\n\r\nlast  year's  mission, Sir, this is exactly  what  was\r\n\r\noffered and what the delegation, led by the Member for\r\n\r\nCairnhill, was  prepared to  accept.  If  the  United\r\n\r\nKingdom  Government had agreed then  to  a  Federation\r\n\r\nMinister  sitting  on  the Consultative  and  Advisory\r\n\r\nCouncil,  last  year's  delegation  were  prepared  to\r\n\r\naccept  Orders in Council made by the colonial  power,\r\n\r\nnot  by, for example, the Yang di-Pertuan Negara,  who\r\n\r\nis  to  be  a Malayan. Our mission, Sir, has therefore\r\n\r\nachieved something more. On the point which the Member\r\n\r\nfor  Cairnhill  has been arguing about all  the  time,\r\n\r\nthat  this Internal Security Council is going to force\r\n\r\nus  to acts which we do not like, Sir, if we are going\r\n\r\nto  face  our responsibilities squarely, it is  better\r\n\r\nfor  us  that the Yang di-Pertuan Negara, who will  be\r\n\r\nMalayan-born,    and    not   the    United    Kingdom\r\n\r\nrepresentative, should carry out all acts required  in\r\n\r\nthe  interests  of  internal security.  I  put  it  to\r\n\r\nMembers:  Which is less evil? Is it better for  us  to\r\n\r\ncarry  out  those acts ourselves, or is it  better  to\r\n\r\ngive  the powers to the United Kingdom Government,  as\r\n\r\nagreed to by last year's delegation?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1809</b></font><br><br>\r\n\r\n\r\n\r\nThen, Sir, on paragraph 26 (iii), it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to ensure equal access by both Governments to\r\n\r\nthe   services  of  these  organs   and   to   all\r\n\r\ninformation at their disposal.\"\r\n\r\n\r\n\r\n<br><br>This,  says  the Member for Cairnhill, means  that\r\n\r\ncolonial spies can pry into our affairs. But  what\r\n\r\nwas  offered  to  and, in fact,  accepted  by  the\r\n\r\nmission  of  last  year? Footnote  (iii)  of  last\r\n\r\nyear's Report, page 69, reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The arrangements proposed in paragraph (14) are\r\n\r\non  the  understanding that, the High Commissioner\r\n\r\nwould  have  on  his staff a Liaison  Officer  who\r\n\r\nwould  have  unrestricted access to the  Singapore\r\n\r\nPolice  Force and such other facilities  as  would\r\n\r\nenable  him  to  keep  the High  Commissioner,  as\r\n\r\nChairman  of the Defence and Security Council,  in\r\n\r\nday  to  day  touch  with  the  internal  security\r\n\r\nsituation\"-\r\n\r\n\r\n\r\n<br><br>not external defence, Sir. So what is provided for\r\n\r\nin  the present Report, paragraph 26 (iii), is  in\r\n\r\nfact  a  lesser  evil than the provision  in  last\r\n\r\nyear's  Report, a provision which would have  been\r\n\r\naccepted  had  the  United  Kingdom  agreed  to  a\r\n\r\nFederation Minister as the balancing power sitting\r\n\r\non   the   Council.   Last  year's   Report   said\r\n\r\n\"unrestricted access\"; the present Report says \"to\r\n\r\nensure equal access\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Cairnhill attacked paragraph\r\n\r\n40  of  the present Report, page 10. In  cases  of\r\n\r\nexternal defence,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .the Chairman of the Security Council would\r\n\r\nalso  have the power to advise the Yang di-Pertuan\r\n\r\nNegara  to  reserve  the Bill  for  Her  Majesty's\r\n\r\npleasure,  and  the Yang di-Pertuan Negara  should\r\n\r\nthen be obliged to do so.\"\r\n\r\n\r\n\r\n<br><br>The  Member  attacked  this provision  as  another\r\n\r\ninstance  where the colonial power  had  the  last\r\n\r\nsay.  Sir, the same provision is contained in last\r\n\r\nyear's  Report, in paragraph (22) of  Annexure  L,\r\n\r\npage 69:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The High Commissioner normally to exercise his powers in\r\n\r\nrespect  of assent to bills in accordance with the advice of \r\n\r\nMinisters, but  to  be  required to  reserve  for  Her\r\n\r\nMajesty's  pleasure any bill which in the  opinion\r\n\r\nof the Defence and Security Council-\"\r\n\r\n\r\n\r\n<br><br>mind  you,  the  \"Defence and  Security  Council\",\r\n\r\nwhich  was to have been a body weighted in  favour\r\n\r\nof the United Kingdom-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1810</b></font><br><br>\r\n\r\n\r\n\r\n\"prejudices   the   exercise  of   Her   Majesty's\r\n\r\nGovernment's  responsibilities  in  the  field  of\r\n\r\nexternal defence and external affairs.\"\r\n\r\n\r\n\r\n<br><br>So  there again you have the offer that was  given\r\n\r\nto  us.  On  the  advice  of  the  United  Kingdom\r\n\r\nweighted body, all Bills which they considered  as\r\n\r\ntouching   upon  external  security  and  external\r\n\r\ndefence   would  have  to  be  reserved  for   Her\r\n\r\nMajesty's  Government's pleasure. In  the  present\r\n\r\ncase,  of course, the advice is given by a Malayan\r\n\r\nweighted  body,  a  body on which  the  Federation\r\n\r\nMinister  holds  the balance of  power.  Which  is\r\n\r\nbetter - I put it to you?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, we come to the contention: in the last\r\n\r\nconstitutional talks there was no  such  thing  as\r\n\r\ninternal  security. That was purely  a  matter  of\r\n\r\nexternal defence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you look at the last delegation's Report\r\n\r\n(Sessional Paper No. Cmd. 31 of 1956) at page  52,\r\n\r\nAnnexure I, paragraph (3) (c) says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The preservation or restoration of public\r\n\r\nsafety  or  public  order and the  maintenance  of\r\n\r\nessential supplies and services, to the extent  to\r\n\r\nwhich  they  relate  to  matters  referred  to  in\r\n\r\nparagraph  (a) or paragraph (b) of this definition\r\n\r\nor   to  external  affairs  as  defined  in   this\r\n\r\nsubsection.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And paragraph (a) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The provision, construction, maintenance,\r\n\r\nsecurity,  staffing, manning and use of  defences,\r\n\r\nequipment,  establishments and communications  for\r\n\r\nthe naval, military or air security of any part of\r\n\r\nthe   Commonwealth   (including   the   State   of\r\n\r\nSingapore).\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph (b) says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The organisation, armament, control and\r\n\r\ndiscipline of, and the furnishing of supplies  to,\r\n\r\nand  transportation  of naval,  military  and  air\r\n\r\nforces  of  the  Commonwealth (other  than  forces\r\n\r\nraised by the State of Singapore).\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, Sir, means that in every Bill there could\r\n\r\nhave  been control exercised by the United Kingdom\r\n\r\nHigh   Commissioner  or  by  the  United   Kingdom\r\n\r\nGovernment  on the advice of a Council  which  was\r\n\r\nweighted with United Kingdom interests. Sir,  that\r\n\r\nis not only my opinion, but that is the opinion of\r\n\r\nthe  ex-Chief  Minister himself and of  the  whole\r\n\r\ndelegation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On page 72 of last year's Report, paragraph 3\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The suggestion that Her Majesty's Government\r\n\r\nshould  have  overriding powers  to  legislate  by\r\n\r\nOrder in Council and emergency\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1811</b></font><br><br>\r\n\r\n\r\n\r\nregulations through their High Commissioner in the\r\n\r\nextremely    wide    fields    indicated,    after\r\n\r\nconsideration by the Defence and Security  Council\r\n\r\non  which  they have the majority vote, is  wholly\r\n\r\nrepugnant to the Delegation...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then at page 14, at the top, it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The general reservation of Imperial Legislative\r\n\r\nPowers covered practically every field of activity\r\n\r\nin the territory...\".\r\n\r\n\r\n\r\n<br><br>And  here  now  we  are  trying  to  differentiate\r\n\r\nbetween  the  Internal Security  Council  and  the\r\n\r\nExternal  Defence  and Security  Council  and  why\r\n\r\nthere should be an Internal Security Council;  but\r\n\r\nwhat  in  fact was the Council that was mooted  at\r\n\r\nthe  last  meeting was an all-controlling  Council\r\n\r\nwhich  controlled  both.  That  was  the  deciding\r\n\r\nfactor  on  borderline cases of what comes  within\r\n\r\ninternal  security and what impinges  on  external\r\n\r\ndefence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member's arguments have all the\r\n\r\ntime  been based on what was offered and that  the\r\n\r\npresent delegation had got far less than what  was\r\n\r\noffered. But of course the Member will not  forget\r\n\r\nthose  memorable days, especially the  day  before\r\n\r\nthe  talks  broke down, when he called  a  hurried\r\n\r\nmeeting  at No. 10 Carlton House Terrace  and  put\r\n\r\nhis  idea  across that the talks  could  still  be\r\n\r\nsaved if we agreed to a new proposal, and that was\r\n\r\nthat   the  Federation  Minister  should  be   the\r\n\r\ndeciding  voice  on  this  Council.  He  will  not\r\n\r\nforget,  Sir, how he went and begged the Secretary\r\n\r\nof State to accept this proposal and how anxiously\r\n\r\nwe  waited  for  him to hear the  result  of  that\r\n\r\nmeeting.  Sir,  if  the  Secretary  of  State  had\r\n\r\naccepted  that proposal, it would not  have  given\r\n\r\nsomething  more  than what the present  delegation\r\n\r\nhas  achieved. In fact, we would still  have  been\r\n\r\ngiven  something less. We would then  have  had  a\r\n\r\nCouncil  which  was  weighted  by  the  Federation\r\n\r\nMinister as it is now, but a Council that is  only\r\n\r\nadvisory, whereas now the Council is executive. It\r\n\r\ncarries out what it thinks should be done. In  the\r\n\r\nother  case,  the  Council would still  have  been\r\n\r\nadvisory.  The executive power to carry out  would\r\n\r\nhave  been  with the United Kingdom Government  to\r\n\r\nmake  Orders in Council above our heads and  above\r\n\r\nthe heads of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1812</b></font><br><br>\r\n\r\n\r\n\r\nelected  representatives. Then again the  Advisory\r\n\r\nCouncil  might  give  advice  which  is   to   our\r\n\r\ninterests  but  which  is not  to  United  Kingdom\r\n\r\ninterests  and the United Kingdom would not  carry\r\n\r\nit out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no one disputes the fact that what the\r\n\r\npresent   delegation   has   achieved    is    not\r\n\r\nindependence.  No one says it is independence.  In\r\n\r\nfact,  the delegation never set out with the  idea\r\n\r\nof  achieving  independence,  as  the  Member  for\r\n\r\nTanjong  Pagar has clearly pointed out.  In  fact,\r\n\r\none  of  the most bitter arguments which the  last\r\n\r\ndelegation  had  was  wherein  lay  the  sovereign\r\n\r\npower, as the Member for Tanjong Pagar has told us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill recounted that\r\n\r\nthere  were  three independent countries - Honduras,\r\n\r\nthe   Lebanon  and  Paraguay - which  were  slightly\r\n\r\nlarger than Singapore in population and there were\r\n\r\nmany independent countries which were smaller than\r\n\r\nSingapore  in population, and there were  so  many\r\n\r\nother independent countries which had less revenue\r\n\r\nthan Singapore has, and therefore there was a good\r\n\r\ncase  for Singapore to be independent amongst  the\r\n\r\nnations of the world. But one thing the Member for\r\n\r\nCairnhill forgets, Sir, and that is size. Size  is\r\n\r\nvery  significant, Sir, when it comes to  thinking\r\n\r\nof independence. Size matters because your economy\r\n\r\nis  governed to a large extent by the size of  the\r\n\r\nland  you  have. Without land you  cannot  have  a\r\n\r\nbasic  economy, and without a basic  economy,  you\r\n\r\ncannot  carry  out the functions  of  a  sovereign\r\n\r\nState.  You will not have the resources to provide\r\n\r\nfor  your  own defence. There are a lot of  things\r\n\r\nwhich  are  required  of a  sovereign  State,  and\r\n\r\ntherefore  our  destiny should lie towards  merger\r\n\r\nwith  the Federation. Sir, we are an island  which\r\n\r\nhas  been  politically cut off from the  mainland,\r\n\r\nand the only way we could achieve independence  is\r\n\r\nby  merger with the Federation and nothing  should\r\n\r\nbe  done  to  jeopardise the  chances  of  such  a\r\n\r\nmerger. This constitutional advance is not an end.\r\n\r\nIt  is  only a transitional stage until such  time\r\n\r\nas,  by  merger,  Singapore becomes  part  of  the\r\n\r\nFederation. Sir, we are today in a very ridiculous\r\n\r\nposition, a small speck on the map, a tiny  island\r\n\r\nof  225  square miles having a government  of  its\r\n\r\nown;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1813</b></font><br><br>\r\n\r\n\r\n\r\nhaving  Ministers.  It is a ridiculous  situation,\r\n\r\nSir, I suggest. By right we should be part of  the\r\n\r\nFederation.  If  it  had not  been  for  political\r\n\r\nnecessity of the United Kingdom - I do not know what\r\n\r\nthey  had in mind - we would probably have been part\r\n\r\nof the Federation by now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill also mentioned\r\n\r\nthat   it  is  fashionable  now  to  become   pro-colonialists.  It is not so, Sir. It  was  perhaps\r\n\r\nfashionable  before  to go  star-gazing,  Sir,  to\r\n\r\ndream  of  things which, due to our limitation  of\r\n\r\nsize  and population and resources, we could never\r\n\r\nachieve.  The fashion now is to be more practical,\r\n\r\nto  get  what  we  can manage,  and  to  work  for\r\n\r\nsomething  more,  and that can  only  be  done  by\r\n\r\nmerging with the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was an attack made by the hon. Member\r\n\r\non  the  appointment of the Yang di-Pertuan Negara\r\n\r\nbeing  a  Malayan-born.  I considered,  Sir,  that\r\n\r\n\"Malayan  born\" offers a much smaller  field  than\r\n\r\n\"Malayan\".  First  of  all,  there  is  no  proper\r\n\r\ndefinition  yet of what and who is  a  Malayan.  I\r\n\r\nread  in  the Press yesterday of somebody,  not  a\r\n\r\nMalayan  in  the real sense of the word,  who  has\r\n\r\nbeen here for 32 years and who has amassed a great\r\n\r\namount of wealth, a million dollars, or perhaps it\r\n\r\nwas $5 million, and he derided all this talk about\r\n\r\nmerdeka;  and  yet  that man can  claim  to  be  a\r\n\r\nMalayan, because he has been here for 32 years. If\r\n\r\nthe delegation had said \"Malayan\", the field would\r\n\r\nhave  been  more wide open than it is  at  present\r\n\r\nwhen the delegation has accepted \"Malayan born\" as\r\n\r\nthe  guiding factor. The Member for Cairnhill  was\r\n\r\nafraid  that  under  \"Malayan born\",  Her  Majesty\r\n\r\ncould  appoint  a European who was not  a  genuine\r\n\r\nMalayan,  but the same thing could happen  if  the\r\n\r\nword  had  been \"Malayan\" and not \"Malayan  born\".\r\n\r\nThere are so many Europeans who are Malayans,  but\r\n\r\nour  guiding principle is a ten-year qualification\r\n\r\nfor citizenship -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Sir, the argument was not that the\r\n\r\nword should have been\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1814</b></font><br><br>\r\n\r\n\r\n\r\n\"Malayan\",  but that it should have  been  on  the\r\n\r\nadvice of the Singapore Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the Member for Cairnhill\r\n\r\nhas  had experience as Chief Minister and he knows\r\n\r\nfull  well that these are legal phrases  and  that\r\n\r\nnormally it is the practice always to consult  and\r\n\r\nget advice from the Government concerned. That  is\r\n\r\nso  even  in  smaller things and not only  in  big\r\n\r\nthings  like appointing a Head of State. There  is\r\n\r\nalways consultation, and advice is asked for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned that the Colonial\r\n\r\nOffice was repugnant to us and I admit that it  is\r\n\r\nso  to all of us, but I must remind him that  when\r\n\r\nhe  brought  up  a motion on this subject  at  the\r\n\r\nLabour Front annual conference I queried the  word\r\n\r\n\"acceptable\" (he used the phrase \"not acceptable\")\r\n\r\nand  said  that it should be changed to desirable,\r\n\r\nand  he  made  it clear that the word \"acceptable\"\r\n\r\nwas  to be regarded flexibly and not to be carried\r\n\r\nto  the point of breaking down the talks, and then\r\n\r\nI withdrew my objection, so that I do not see that\r\n\r\nthat  is  a  point on which he could now criticise\r\n\r\nthe motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One last word, Sir. The hon. Member mentioned\r\n\r\nthat  Singapore could be put under the control  of\r\n\r\nthe  United  Nations. Sir, at this time  when  all\r\n\r\nAsians  are  looking  with  interest  to  what  is\r\n\r\nhappening  in Egypt, which is trying to  keep  the\r\n\r\nSuez  Canal Zone free from international  control,\r\n\r\nthat suggestion from the Member for Cairnhill does\r\n\r\nnot come at the right moment. What would happen if\r\n\r\nyou  had  international control  in  Singapore?  I\r\n\r\nwould  not like to think of it. Perhaps the Member\r\n\r\nfor  Tanjong Pagar has aptly described what  would\r\n\r\nhappen. Sir, I therefore oppose the amendment.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua (Ponggol-Tampenis):</b> Mr Speaker,\r\n\r\nSir,   the  debate  in  this  Assembly  today   is\r\n\r\nconcerned with two questions. These are:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Has the All-Party Constitutional Delegation\r\n\r\nto  London  abided by the principles contained  in\r\n\r\nthe All-Party\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1815</b></font><br><br>\r\n\r\n\r\n\r\nWhite  Paper which was presented before this House  at\r\n\r\nthe last sitting in March?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Does this House support the stipulation by Lennox-Boyd that detainees under the Public Security\r\n\r\nOrdinance cannot take part in the first election under\r\n\r\nthe new constitution?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the first question, Sir, if a study is made of the\r\n\r\nWhite   Paper  drawn  up  by  the  All-Party   Merdeka\r\n\r\nConference  and  the  report of  the  results  of  the\r\n\r\nconstitutional conference in London, it  can  be  seen\r\n\r\nthat  there has been no essential departure  from  the\r\n\r\nmandate  which this House gave the mission  before  it\r\n\r\nleft  for  London, excepting, of course, the notorious\r\n\r\nrestriction on detainees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Compared with the Rendel Constitution, Sir, the\r\n\r\nconcessions  which  have been  made  by  the  Colonial\r\n\r\nOffice at this second Merdeka Conference represent  an\r\n\r\nadvance.  However, it must be clearly recognised  that\r\n\r\nthe  results achieved do not in any way mean  that  we\r\n\r\nhave  achieved  independence, as  the  Federation  has\r\n\r\ndone.  No  State  can be independent so  long  as  its\r\n\r\nexternal  defence and foreign affairs  are  under  the\r\n\r\ncontrol  of  the imperial power. Further, as  long  as\r\n\r\nexternal  defence  is  in the hands  of  the  Colonial\r\n\r\nOffice,  then  there will always be the argument  that\r\n\r\nthe preservation of internal security is pre-requisite\r\n\r\nto   the  maintenance  of  external  defence.  It  was\r\n\r\nprecisely this point which caused the breakdown of the\r\n\r\nfirst  Merdeka  Conference. Under these circumstances,\r\n\r\nSir, the best possible solution was the setting up  of\r\n\r\nan Internal Security and Defence Council consisting of\r\n\r\nthree  Singapore  Ministers, one Federation  Minister,\r\n\r\nand  three British members. It has been quite  obvious\r\n\r\nthat  the consent of the Federation Government to  sit\r\n\r\non  this  Council was a vital factor in the successful\r\n\r\nconclusion   of   Singapore's  second   constitutional\r\n\r\nconference  and preventing a repeat deadlock  of  last\r\n\r\nyear.  For  us  in Malaya, Sir, this  gesture  of  the\r\n\r\nFederation Government is a happy omen. The time is not\r\n\r\ndistant  when  Singapore and the  Federation  will  be\r\n\r\nunited as one independent country.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1816</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is the net gain of the second Merdeka\r\n\r\nConference?  It is this, Sir. In future this  Assembly\r\n\r\nwill be filled with the elected representatives of the\r\n\r\npeople, a Cabinet to be drawn from our own people, and\r\n\r\nwith power to formulate policies on internal affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we come to the second problem which faces\r\n\r\nthis House today. If we believe in a democratic system\r\n\r\nof  government, then we cannot accept the  restriction\r\n\r\non   political  detainees  taking  part  in  the  next\r\n\r\nelection.  We oppose the last-minute clause thrown  by\r\n\r\nthe  Colonial Secretary at our Merdeka Delegation.  We\r\n\r\noppose it on principle, Sir. It is undemocratic. Until\r\n\r\na  man's guilt is proved in a court of law, we  should\r\n\r\nnot  penalise him in this way. As far as  I  can  see,\r\n\r\nwhat  the Colonial Office has offered us is a  durian.\r\n\r\nThe  fruit inside is the new constitution. The  thorny\r\n\r\nskin  outside  is the restricted clause  on  detainees\r\n\r\ntaking part in the next election.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> What about the smell?\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua:</b> Good smell. Does the Colonial\r\n\r\nOffice expect us to eat the skin as well as the fruit?\r\n\r\nWe  decidedly  will not eat the skin.  Sir,  my  Party\r\n\r\ntherefore   support  the  stand   of   the   All-Party\r\n\r\nDelegation and oppose the amendment of the Member  for\r\n\r\nCairnhill.\r\n\r\n\r\n\r\n<br><br>11.52 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam (Pasir Panjang):</b> Mr Speaker, Sir,\r\n\r\nanyone  who has been listening to the eloquent  speech\r\n\r\nmade by the Member for Cairnhill, has watched the fine\r\n\r\nperformance  made  by  him  before  this  House,   and\r\n\r\nsubsequently heard his arguments torn to shreds bit by\r\n\r\nbit,  would possibly have come to the conclusion  that\r\n\r\nthe  Member for Cairnhill might have been reciting the\r\n\r\ndialogue of an act instead of making a speech  on  the\r\n\r\nmotion before the House. Unfortunately, Sir, his power\r\n\r\nof  reasoning  does  not equal  his  art  of  oratory,\r\n\r\notherwise  we  would have been spared  the  ordeal  of\r\n\r\nhearing his four-hour speech of distorted views.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have not over-ruled the word\r\n\r\n\"distorted\" up to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1817</b></font><br><br>\r\n\r\n\r\n\r\nnow, but in this context I think I must do so.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> I respectfully withdraw it.\r\n\r\nSir.  The  delegation  has obtained  all  that  is\r\n\r\nrequired  in the mandate, and although the  Member\r\n\r\nfor Cairnhill was with us in five out of the seven\r\n\r\nmeetings  held by the All-Party Merdeka Conference\r\n\r\ncalled  by  the  Chief  Minister  to  discuss  the\r\n\r\nmandate  for  the  London  Delegation,  I  do  not\r\n\r\nrecollect  an instance where he had put  up  those\r\n\r\npoints  which he made in his speech,  nor  had  he\r\n\r\nopposed the agreement reached. Neither have I seen\r\n\r\nany   statement  voicing  his  opposition  to  the\r\n\r\nmandate  since his return from Borneo.  Since  the\r\n\r\nhon.  Member wishes us to believe that he  has  so\r\n\r\nmuch of the interests of the country at heart, why\r\n\r\ndid  he  not return to Singapore on or before  the\r\n\r\n5th of March?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I was never told.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> Anyway, he should have known\r\n\r\nabout  it. He should have given to this House  his\r\n\r\nexpert  opinion. Instead he chooses to blame  this\r\n\r\nHouse  for not lengthening the debate to suit  his\r\n\r\npersonal convenience. In this respect, Sir,  I  am\r\n\r\nreminded  of a page in the history of China  of  a\r\n\r\nman  by  the  name of Ju. He lived in China  3,000\r\n\r\nyears ago. This man was entrusted with the duty of\r\n\r\nalleviating  the flood of the Yellow River  Basin.\r\n\r\nIt  took him ten years to complete the job. During\r\n\r\nthis  period he passed his house three  times.  He\r\n\r\ncould  have  taken the opportunity  to  visit  his\r\n\r\nfamily,  but  he did not. He considered  that  his\r\n\r\nduty  towards the State should supersede  that  of\r\n\r\nhis  own,  and  yet here we find  the  Member  for\r\n\r\nCairnhill  today  choosing  to  go  to  Borneo  in\r\n\r\nSingapore's  hour  of need to  seek  for  personal\r\n\r\ngain.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not know how that is\r\n\r\nrelevant  to the motion. The fact that the  Member\r\n\r\nfor  Cairnhill goes to Borneo or any part  of  the\r\n\r\nworld cannot have any relevance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> I was replying to the Member\r\n\r\nfor Cairnhill, Sir, the reason for doing it. Is he\r\n\r\nthe  man whom he purports to be, or is he the  man\r\n\r\nwho says in his heart, \"I, the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1818</b></font><br><br>\r\n\r\n\r\n\r\nCairnhill,  the first Chief Minister of Singapore,\r\n\r\nleader  of the 1956 delegation to London,  willing\r\n\r\nto  stoop  at  the feet of Nehru, and have  shaken\r\n\r\nhands  with Chou En-lai - I do not agree  with  the\r\n\r\nagreement.  How  dare the present Chief  Minister,\r\n\r\nwho has untactfully admitted in public that he was\r\n\r\na  clerk,  and  will be a clerk all his  life,  do\r\n\r\nsomething  which I did not do.\" All this,  Sir,  I\r\n\r\ncan  sum  up in two words - sour grapes, and nothing\r\n\r\nelse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a member of last year's delegation, I would\r\n\r\nlike  to  congratulate the Chief Minister and  the\r\n\r\nmembers of his delegation for the good work  done.\r\n\r\nThey have succeeded where we failed. This success,\r\n\r\nSir,  I  understand, has been due to the  complete\r\n\r\nunity in the All-Party Delegation in London, and I\r\n\r\nhope this unity will prevail in this House on  all\r\n\r\nfuture issues of national importance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Party is also glad to note that, in spite of\r\n\r\nparagraph  30  of the Report, the  delegation  has\r\n\r\nsigned  the  Report instead of coming home  empty-handed  or  called a Press conference  and  begged\r\n\r\nLennox-Boyd  to open the negotiations again.  They\r\n\r\ndo  it  because  they are realistic.  They  do  it\r\n\r\nbecause, unlike the Member for Cairnhill, they  do\r\n\r\nnot  believe in miracles in this atomic age.  They\r\n\r\nbelieve  that  a  small house is  better  than  no\r\n\r\nhouse, although everyone of us would like to  live\r\n\r\nin a palace if we could afford one.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Otherwise in a pig sty.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> Even that is better than no\r\n\r\nhouse. Apart from this paragraph 30 of the Report,\r\n\r\nI  think  the  constitution  which  we  have  been\r\n\r\npromised  not the only one we could ever  hope  to\r\n\r\nget  from Britain today, but a very practical  one\r\n\r\nfor Singapore at this stage of development - an area\r\n\r\nof 235 square miles with a population of one and a\r\n\r\nquarter  million. So until the merger of Singapore\r\n\r\nwith  the Federation is a fact, we might be forced\r\n\r\nby circumstances to leave the question of defence to Britain. We, the Alliance in Singapore, will do\r\n\r\nour  best to make such a merger possible and  will\r\n\r\nleave   no   stone  unturned  to  remove  whatever\r\n\r\nobstacles there are in the way.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1819</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to this paragraph 30, of which we have\r\n\r\nheard  so  much lately. I do not see what  Britain\r\n\r\nand  the Government of Singapore could expect from\r\n\r\nit.  The  imposition of this condition by  Britain\r\n\r\nwill only create heroes out of those who are being\r\n\r\ndetained - that is in the eyes of a section  of  the\r\n\r\npeople only -\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Martyrs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam:</b> But after close examination,\r\n\r\nthese  so-called heroes, or martyrs  as  what  the\r\n\r\nMember  for  Cairnhill has just said, may  not  be\r\n\r\nheroes  after all. They may be rogues in  disguise\r\n\r\nseeking for personal gain. In saying this, Sir,  I\r\n\r\nam  not  doubting the wisdom of the Government  at\r\n\r\nall in issuing those Detention Orders. In fact,  I\r\n\r\nam one who always advocates for it. What I mean to\r\n\r\nconvey  to  this House is this: that  we  are  not\r\n\r\nfrightened to fight the election side by side with\r\n\r\nthem, and if they are hypocrites or imposters,  we\r\n\r\ncan  always expose them, for we believe that right\r\n\r\nwill ultimately triumph over evil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another question on which I would like to touch is\r\n\r\nthe  question  of  residential  qualification  for\r\n\r\ncitizenship.  Although  this  question  has   been\r\n\r\nagreed to by all Parties concerned, including  Her\r\n\r\nMajesty's   Government,  but  in   view   of   the\r\n\r\nrecommendations  of the Reid Commission  published\r\n\r\nlately,  I  wonder  whether the  Government  could\r\n\r\nbring  the  matter  in  line with  the  Federation\r\n\r\ntoday - that is, eight years instead of  ten.  If  a\r\n\r\nman  is  considered fit enough to be a citizen  of\r\n\r\nthe  Federation, there is no reason why he  should\r\n\r\nnot  be fit for Singapore. Numerous editorials  in\r\n\r\nthe Chinese Press have been clamouring for such  a\r\n\r\nreduction,   and   I  hope  the   Government,   in\r\n\r\nconsultation  with all the Parties  concerned  and\r\n\r\nHer  Majesty's Government, will do their  best  to\r\n\r\naccede  to  the request. For the reasons  which  I\r\n\r\nhave  just explained, I oppose the amendment moved\r\n\r\nby the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br>12.03 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, I am\r\n\r\ndistressed that the debate that should  have  been\r\n\r\nconcerned with the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1820</b></font><br><br>\r\n\r\n\r\n\r\ntriumph  of  the All-Party Delegation in  bringing\r\n\r\nback  a new Constitution for Singapore, should  be\r\n\r\nin  danger  of being remembered as the tragedy  of\r\n\r\nthe  Member for Cairnhill. Let me dwell first, and\r\n\r\nat  greater length, on the triumph, at the risk of\r\n\r\nsome inevitable repetition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Chief Minister has rightly and\r\n\r\nproperly  emphasised that this is not a Government\r\n\r\nmotion  which  the Member for Cairnhill  seeks  to\r\n\r\namend,  but an All-Party motion. That  is  of  the\r\n\r\ngreatest importance. The major Parties - the  Labour\r\n\r\nFront,      the      Liberal-Socialists,       the\r\n\r\nM.C.A.-U.M.N.O.-Alliance, the P.A.P. (I put them in\r\n\r\nalphabetical  order) - reached  agreement   on   the\r\n\r\npolicy  to be adopted in London, submitted  it  to\r\n\r\nthis  Assembly  for unanimous approval,  including\r\n\r\nthe  Member for Changi, went to London and brought\r\n\r\nback   what  is  virtually  a  hundred  per   cent\r\n\r\nacceptance -\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> - of the mandate given to it. For the\r\n\r\nfirst  time  in these few years we as an  Assembly\r\n\r\nhave  shown  that  when national  matters  are  at\r\n\r\nstake, wise leadership can produce and maintain  a\r\n\r\nunited  front.  Sir,  one of  the  characteristics\r\n\r\nwhich  have made the British parliamentary  system\r\n\r\nworkable in Britain is this ability to rise  above\r\n\r\nparty  when  national  honour  is  paramount   and\r\n\r\nnational solidarity essential. The success of  the\r\n\r\nAll-Party   Delegation  is   evidence   that   the\r\n\r\ndemocratic  system  can  work  in  a  multi-racial\r\n\r\nSingapore  as  well as in homogeneous  Britain.  I\r\n\r\nbelieve  this  to  be  a matter  of  the  greatest\r\n\r\nsignificance for the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not forget that two months ago the\r\n\r\npossibility of success was assailed by three grave\r\n\r\ndoubts: firstly, the deep concern of the Malays as\r\n\r\nto their position in a future Singapore; secondly,\r\n\r\nwhether  Britain  could possibly accept  a  three-three-one Security Council; and, thirdly,  whether\r\n\r\na  Malayan-born  as  Head  of  the  new  State  of\r\n\r\nSingapore would be conceded.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1821</b></font><br><br>\r\n\r\n\r\n\r\nFirst  of  all, diplomacy and good  sense  on  all\r\n\r\nsides  resolved the not unreasonable  perturbation\r\n\r\nof  the  Malays before the conclusion of the  All-Party Conference, and I do not think enough credit\r\n\r\nhas  been given to the Malay leaders for the  part\r\n\r\nthey played, nor to the national party unity which\r\n\r\nhelped to influence them. At all events, the first\r\n\r\nsection  of the Report after the declaration  that\r\n\r\nSingapore shall be known as the State of Singapore\r\n\r\nprotects  Malay and minority interests.  Let  that\r\n\r\nnot lightly be forgotten.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Her Majesty's Government accepted the\r\n\r\nprinciple  that  Singapore Ministers  should  have\r\n\r\n\"full responsibility for maintaining internal  law\r\n\r\nand order and preventing subversion\" in section 24\r\n\r\nof  this Report which the Member for Cairnhill has\r\n\r\nsought to ignore or belittle. And furthermore  Her\r\n\r\nMajesty's  Government accepted the principle  that\r\n\r\nin  cases  of  doubt the Federation representative\r\n\r\nshould  be  the deciding voice. On  this  point  I\r\n\r\nagree  with  the Member for Tanjong Pagar  and  my\r\n\r\ncolleague  the  Member for Paya  Lebar  that  this\r\n\r\ndecision  may  well be of historic importance  for\r\n\r\nMalaya  and  for South-East Asia,  and  reveals  a\r\n\r\nperspicacity of which we are all as yet not  fully\r\n\r\naware.  For  I  believe with my hon. Friends  that\r\n\r\nthere  has been forged with the Federation a  link\r\n\r\nthe  strands  of  which  are  at  present  largely\r\n\r\ninvisible;  and it is on this point alone  that  I\r\n\r\nwould  accept  the fact that our new  constitution\r\n\r\nmust  be  delayed,  if absolutely  essential,  for\r\n\r\nabout another year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because in another year the new State across the\r\n\r\ncauseway  will be eight months old, and I  venture\r\n\r\nto  suggest  that  by  then the  attitude  towards\r\n\r\nSingapore  at present prevailing in some  quarters\r\n\r\nthere may be beginning to change. And in two years\r\n\r\nfrom  now,  as  the Member for Tanjong  Pagar  has\r\n\r\npointed out, general elections will be held in the\r\n\r\nFederation.  So  our  gratitude  must  go  to  the\r\n\r\nFederation  for the part they have played  in  our\r\n\r\nSecurity  Council. May I at the same time  suggest\r\n\r\nthis to the Hon. the Chief Minister - that he should\r\n\r\nnot press the question of a merger with undue\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1822</b></font><br><br>\r\n\r\n\r\n\r\nhaste?  Through  his diplomacy  he  has  laid  the\r\n\r\nfoundation-stone     in     having      Federation\r\n\r\nrepresentation on the Security Council.  Let  that\r\n\r\nstone have time to settle.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third hurdle was establishing that the Yang\r\n\r\ndi-Pertuan   Negara  should  be   a   Malayan-born\r\n\r\nrepresentative  of the Queen to be recommended  by\r\n\r\nthe   Singapore   Government  to   Her   Majesty's\r\n\r\nGovernment. The Member for Cairnhill made  foolish\r\n\r\nplay  with  the idea that Her Majesty's Government\r\n\r\nwill  impose Englishmen born in this country on  a\r\n\r\nself-governing Singapore. I do not believe for one\r\n\r\nmoment  that  any Englishman, however  Malayan  he\r\n\r\nmight  be, who understands the trends of the times\r\n\r\nin  Asia, would accept this notion as feasible  or\r\n\r\nappropriate. And so let us give credit  where  it\r\n\r\nis  due. Her Majesty's Government has agreed to  a\r\n\r\nMalayan being appointed Yang di-Pertuan Negara  in\r\n\r\na  not fully independent State as a completely new\r\n\r\ndeparture.  That is another reason why  this  All-Party  motion should be regarded as a triumph  for\r\n\r\nthe  unity  of  the All-Party Delegation  and  the\r\n\r\nunanimity of this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to what I have dubbed \"the\r\n\r\ntragedy of the Member for Cairnhill\", and on  this\r\n\r\nmatter,  Sir,  I  promise to be as  brief  and  as\r\n\r\nrelevant as possible, because, Sir, it is  out  of\r\n\r\nthis tragedy that I hope will arise the victory of\r\n\r\ndemocratic   principles   in   Singapore's   short\r\n\r\nparliamentary history which he, for one, has  been\r\n\r\nin  danger of destroying. Nothing has happened  in\r\n\r\nthe  last  week  which is more shocking  than  the\r\n\r\nMember   for   Cairnhill's  repudiation   of   the\r\n\r\ncolleagues  whom he once led and on whose  loyalty\r\n\r\nhe  once  relied, a loyalty which we are told  was\r\n\r\nstrained   to  breaking  point.  The   P.A.P. is\r\n\r\nconcerned  with  the accusation  levelled  against\r\n\r\nthem,  that  they  double-crossed  the  people  of\r\n\r\nSingapore;  they are well able to deal  with  that\r\n\r\nthemselves.  But what I am concerned with  is  the\r\n\r\nsetting   up   and  preservation   of   reasonable\r\n\r\nstandards  of conduct in Singapore's parliamentary\r\n\r\nand  public  life.  Without  such  standards,   no\r\n\r\nconstitution, however liberal, can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1823</b></font><br><br>\r\n\r\n\r\n\r\nsurvive. And so I find exceedingly distasteful the\r\n\r\nholier-than-thou attitude in which the Member  for\r\n\r\nCairnhill is seeking to introduce in this House an\r\n\r\nanti-corruption motion at this particular time.  I\r\n\r\nwill say no more than that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment calling for the immediate\r\n\r\nimplementation   of  a  constitution   which   the\r\n\r\nproposer calls a fraud, and the seconder does not,\r\n\r\nis  an  insult  to the intelligence  of  the  hon.\r\n\r\nMembers  of  this House. I repudiate  it  and,  in\r\n\r\ndoing  so,  I shall vote for the All-Party  motion\r\n\r\nforged   out   of  national  unity  and   national\r\n\r\ndetermination  for the future prosperity  of  this\r\n\r\ncountry. I shall vote for the triumph and not  for\r\n\r\nthe tragedy.\r\n\r\n\r\n\r\n<br><br>12.11 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker, Sir,\r\n\r\none  Honourable Minister said that  Friday  was  a\r\n\r\nvery  sad day, a sad day indeed for the Government\r\n\r\nespecially  when they were met with  guns  booming\r\n\r\nover his head from his own side. It reminds me  of\r\n\r\nthose  days in Singapore when we tried to  put  up\r\n\r\nour  defences  in front and guard  our  sea  coast\r\n\r\nproperly,  and then the attack came  from  behind,\r\n\r\nfrom Johore, which was not guarded at all. It  was\r\n\r\na very sorrowful state of affairs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On Friday, however, we should recollect what was\r\n\r\nmore  interesting. We had the Member for Cairnhill\r\n\r\ntalking  for four hours. The Chinese Press  called\r\n\r\nit  \"great fun\". I read a translation. The Chinese\r\n\r\nPress  said there was crying, wailing and laughing\r\n\r\nfor  four hours. \"We had great fun.\" But I was not\r\n\r\nconvinced, Sir, that those four hours did any good\r\n\r\nto  Singapore. Those four hours were more like  an\r\n\r\nact  staged  for  the benefit  of  the  people  of\r\n\r\nSingapore, to appeal to their hearts, to  stir  up\r\n\r\ntheir emotions, rather than make them think,  make\r\n\r\nthem  use their heads to decide what was  good  or\r\n\r\nwhat was bad. I listened very patiently I did  not\r\n\r\ninterrupt,  as  did at least one Member  interrupt\r\n\r\nwhenever  other  Members spoke.  I  listened  very\r\n\r\ncarefully and I summed it up when I was  asked  my\r\n\r\nopinion as to what I thought\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1824</b></font><br><br>\r\n\r\n\r\n\r\nabout  it.  I said, \"Yes, it was very interesting.\r\n\r\nIt was just like a very large sponge cake,\" and  I\r\n\r\nsaid that if we reduced it to size to see how much\r\n\r\nsubstance we could get out of it, it would be like\r\n\r\nthe  size  of the cube of sugar which I showed  in\r\n\r\nthe  C.P.A. room. All that substance during  those\r\n\r\nfour hours! It was very disappointing, Sir, It was\r\n\r\nindeed a good way of wasting time. It was indeed a\r\n\r\ngood  way  of wasting other people's useful  time.\r\n\r\nThe way how the debate was not allowed to continue\r\n\r\nafter  the  motion of interruption  was  again  an\r\n\r\nobstructive move, a move-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I do not think any hon. Member is\r\n\r\nentitled to comment on the conduct of another hon.\r\n\r\nMember if he acts strictly within his own Standing\r\n\r\nOrders.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Thank you for your guidance,\r\n\r\nSir.  We  will go on to other relevant things.  It\r\n\r\nmay  not be the conduct in this Assembly,  but  it\r\n\r\nmay be the conduct in connection with the office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year the Merdeka Mission went to\r\n\r\nLondon  with  a very much reduced membership,  not\r\n\r\n13,  not that unlucky number, but five. It did not\r\n\r\ngo  in  little batches - some going in the  morning,\r\n\r\nothers in the afternoon; some by one plane, others\r\n\r\nby  another - but  they went all  together,  as  one\r\n\r\nsingle delegation. One hon. Member wanted to  join\r\n\r\nthe  delegation. Unfortunately, however, the  All-Party  Conference thought otherwise, and I suppose\r\n\r\nthat  has some bearing on this debate here, making\r\n\r\nit more prolonged than ever. I have always thought\r\n\r\nthat  man in this world should not look at himself\r\n\r\nand try to shower honours on himself, but whenever\r\n\r\nanother man can do something good and worth  while\r\n\r\nfor  other people, we should give him the  credit.\r\n\r\nThis  personality cult should not  be  allowed  to\r\n\r\ndisturb  what is good for the whole of  Singapore.\r\n\r\nIt  should be removed so that the people here  are\r\n\r\nmore  national conscious than self-conscious.  The\r\n\r\nattitude of \"I was not there; therefore it  cannot\r\n\r\nbe  good\"  must  never  happen  here.  Leaders  of\r\n\r\nSingapore should always set\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1825</b></font><br><br>\r\n\r\n\r\n\r\ngood  examples to those whom they want  to  follow\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was one of the members of last year's\r\n\r\ndelegation. I was one of the unlucky 13. Of course,\r\n\r\nthis  year  I went as one of the five  members.  I\r\n\r\nsuppose  those who were on last year's  delegation\r\n\r\nas  well as this year's delegation can compare the\r\n\r\ndifference - the   difference  in  leadership,   the\r\n\r\nreasonableness of the one who led us this year. We\r\n\r\ncould also note the difference in the calibre, the\r\n\r\nsteadfastness  on the one hand, knowing  where  we\r\n\r\nwere going and actually getting there, and on  the\r\n\r\nother hand, the change of opinion from day to day,\r\n\r\nfrom hour to hour. In fact, last year I never knew\r\n\r\nwhat  surprises would be sprung on me. There  were\r\n\r\nso  many things to do and we were kept very  busy.\r\n\r\nWe  had  the Merdeka Conference: we had  the  all-delegates'  conference; we had the Party  leaders'\r\n\r\nconference;   we   had   the   Party    delegation\r\n\r\nconference, and I suppose added to that a host  of\r\n\r\nother conferences. We never knew at that time when\r\n\r\nwe  were supposed to sleep. Sometimes we might  be\r\n\r\ncalled  up at ten o'clock, sometimes early in  the\r\n\r\nmorning,  sometimes late at night. Of course,  the\r\n\r\nmost  memorable one was at about two or three a.m.\r\n\r\nand I had to say no to that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The quality of leadership, Sir, is not one which\r\n\r\nshould be able to get the person concerned a great\r\n\r\ndeal of publicity in the newspapers, but one which\r\n\r\nshould give the maximum to the people whom he  has\r\n\r\nproclaimed and sworn to serve. Of course this year\r\n\r\nwe  also have heard strange things, but last  year\r\n\r\nwe  went with a \"very brave Chief Minister, a very\r\n\r\nbrave  leader\", a leader who said, \"I will  resign\r\n\r\nif  I  cannot  get  what I want.\"  I  just  cannot\r\n\r\nrecollect  how many times that was  said.  I  kept\r\n\r\ncounting that every time, so that during the  last\r\n\r\ndays when a reporter asked me, \"What are you going\r\n\r\nto do if such a resignation should take place?\", I\r\n\r\nscratched my head and replied that I had heard  it\r\n\r\nso many times, let me see that happen first.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I have allowed a great deal\r\n\r\nof  irrelevancies but I think that this particular\r\n\r\ndiscussion of what\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1826</b></font><br><br>\r\n\r\n\r\n\r\nhappened in London last year is becoming much  too\r\n\r\ndetailed to be relevant to the motion before us.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Thank you, Mr Speaker, Sir,\r\n\r\nI  was  just comparing what we have got this  year\r\n\r\nwith  what we got last year. My theme was  whether\r\n\r\nwe  have got more or whether we have got less.  We\r\n\r\nwere  accused of getting less this year, so it  is\r\n\r\nup  to us to tell the Member for Cairnhill that we\r\n\r\ndid  not  get less. We got a Christmas  cake  plus\r\n\r\nsomething  else - the arsenic sauce, of  course,  we\r\n\r\nleft aside - until we have come to this Assembly  to\r\n\r\nask  whether  we should accept that; so  that  the\r\n\r\nwhole  theme then has been a matter of comparison.\r\n\r\nThe  leadership  last  year, Sir,  was  ferocious,\r\n\r\nbrave-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think this is an\r\n\r\nappropriate time to suspend. I will take the Chair\r\n\r\nagain at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.24 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1826</b></font><br><br>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n           \r\n\r\n           \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n           \r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Request for permission to move)</b></div>\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, may I have\r\n\r\nthe assent of the Assembly under Standing Order\r\n\r\n72 to move under Standing Order 7 (11),\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down\r\n\r\nfor this day be exempted from the provisions of\r\n\r\nStanding Order No. 7.\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Have I the assent of hon. Members?\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> On a point of information, Sir.\r\n\r\nWould it not be preferable, Mr Speaker, Sir, if\r\n\r\nthis were taken after this particular motion has\r\n\r\nbeen debated so that we will know how much time is\r\n\r\nleft for the remaining items?\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It is left entirely to the Minister.\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I thought it was appropriate\r\n\r\nto do it now, Sir. It is stated under Standing\r\n\r\nOrder 7 (11) that it is to be moved \"at the\r\n\r\ncommencement of public business\".\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1827</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> On a point of information, Sir.\r\n\r\nWould it not be wiser to move this after, say, 3.30 p.m.?\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have indicated that it is up to the Minister to make his request. He has made his\r\n\r\nrequest. Does he withdraw his request?\r\n\r\n                                                  \r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I withdraw it, Sir.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 1827</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON, 1957</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br>2.32 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, last week,\r\n\r\nreference was made to a number of animals, such as\r\n\r\nthe  lizard  of Cairnhill, made repeatedly  too  a\r\n\r\nvery   long   time  ago,  and  the  chameleon   of\r\n\r\nCairnhill. There was also the mouse with  Tolley's\r\n\r\nbrandy.  I find, Sir, that the Mission that  tried\r\n\r\nto  get - as the Member for Cairnhill said - more than\r\n\r\nwhat  the  Mission got this year tried a trick  on\r\n\r\nthe  lion. The mouse with two pegs of brandy  went\r\n\r\nup  to  the  lion and said, \"I will  bash  you  to\r\n\r\ndeath.\" When the lion turned round and roared, the\r\n\r\nmouse  did  not  ask,  \"Where  is  the  lion?\"  He\r\n\r\nscurried into his hole. It reminds me rather, Sir,\r\n\r\nof  a  more vivid illustration. Some people quoted\r\n\r\nChinese stories; others preferred Shakespeare, and\r\n\r\nso  on,  but  I  have a simple story from  English\r\n\r\nstory  books  which is of a Malayan  character.  A\r\n\r\nparty that is going out lion hunting usually has a\r\n\r\npack  of  thoroughbreds to assist  them  in  their\r\n\r\nwork,   but   they  always  take   along   a   few\r\n\r\nmongrels - one  or  two - in order  that  these  brave\r\n\r\nlittle things might go forward barking at the  top\r\n\r\nof  their  voices and when they detect  the  prey,\r\n\r\nthey  make  the  most of it. Now, that  was  their\r\n\r\nusefulness.  However, when the lion  turns  around\r\n\r\nand  roars,  then the mongrel - we call it  \"pariah\"\r\n\r\nhere - will  scuttle with his tail behind  his  hind\r\n\r\nlegs. I was just reminded of that story.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we come to the part of the motion that was\r\n\r\nleft  out  about the subversion clause.  You  have\r\n\r\nheard  the Member for Cairnhill saying that he  is\r\n\r\nfor putting all subversives behind bars.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1828</b></font><br><br>\r\n\r\n\r\n\r\n\"Everyone here sheds crocodile tears\", but  he  is\r\n\r\nfor   their  not  coming  out  to  contest   their\r\n\r\nelections! I remember, Sir, that he, as the leader\r\n\r\nof  the  Labour Front, in his proclamations during\r\n\r\nthe  elections,  said that that  Party  wanted  to\r\n\r\nabolish  the Emergency Regulations. The  Emergency\r\n\r\nRegulations were removed but in their  stead,  the\r\n\r\nPreservation of Public Security Ordinance came in.\r\n\r\nHe  should  know that that was a better substitute\r\n\r\nbecause, in essence, it seemed to have more effect\r\n\r\nthan the Emergency Regulations. Here is a conflict\r\n\r\nof principle. The Party under him went against the\r\n\r\nmandate he gave to the people and he was party  to\r\n\r\nit.  Now,  he feels that they must be  allowed  to\r\n\r\ncontest elections and that this condition would be\r\n\r\nmuch  better  done  by  the  Singapore  Government\r\n\r\nitself  and  not imposed from without.  \"Singapore\r\n\r\nmust  do  that!\" So we will see how Singapore  did\r\n\r\nthat.  Last  May, there was a bloody riot.  People\r\n\r\nwere  killed and Singapore was turned  into  great\r\n\r\ndisorder.  [Interruption]  In  May  1955,  Sir. I\r\n\r\ncorrect  myself.  That was  during  the  Hock  Lee\r\n\r\nriots.  The then Chief Minister took stern action.\r\n\r\nHe  brought many people whom he suspected were not\r\n\r\ndoing  Singapore any good behind  the  bars.  Yes,\r\n\r\nSingapore  must do it and the then Chief  Minister\r\n\r\ndid  it; but out came the unions, out came all the\r\n\r\nother   organisations,  out  came   everybody   in\r\n\r\nSingapore  and  they  stamped  their  feet.  These\r\n\r\nelements    were   let   out,    and    let    out\r\n\r\nunconditionally. Where, Sir, is the principle that\r\n\r\nSingapore must do it and must do it under the then\r\n\r\nChief  Minister?  I find that there  is  too  much\r\n\r\ncontradiction in all these talks. At one time,  it\r\n\r\nis  good  and at another time, it is not good!  At\r\n\r\none  time, something must be done one way  and  at\r\n\r\nanother  time, it cannot be done the same way!  It\r\n\r\nis  very,  very difficult to understand, Sir.  The\r\n\r\nillustration I have just given is a very good one.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Worthy of you.\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Now, Sir, let us come again to\r\n\r\nthe  reception the people of Singapore had for the\r\n\r\nMission. The credit, of course - if there is so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1829</b></font><br><br>\r\n\r\n\r\n\r\nmuch credit to give - goes to the Chief Minister. As\r\n\r\npart  of  the  Mission, the leader gets  the  most\r\n\r\ncredit. I do not envy him. I think he deserves all\r\n\r\nthe  credit  he gets. The people of Singapore  did\r\n\r\nnot  come with banners and with brass bands. There\r\n\r\nwere  no  prancing lions along the  route  of  the\r\n\r\nMerdeka Mission. However, there were no clashes on\r\n\r\nthe  padang,  not  like  the  clashes  at  Kallang\r\n\r\nAirport. No words of dissension were said  before,\r\n\r\nduring and after the Mission as compared with  the\r\n\r\nMission last year. \"The people were silent.\" I  do\r\n\r\nnot  think  that  that was quite right,  Sir.  The\r\n\r\npeople   were  very  happy.  I  could  see  smiles\r\n\r\neverywhere,  and  I  would  like  the  Member  for\r\n\r\nCairnhill  to  know, Sir, that in the  East  here,\r\n\r\npeople are not just that expressive.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Is the Federation not in the East?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> They do not go in the street\r\n\r\nembracing  and kissing one another to  show  their\r\n\r\nlove for one another. This is a thing of the West.\r\n\r\nIf  they  happen to be disappointed, as they  were\r\n\r\nduring the Japanese occupation of Malaya, they did\r\n\r\nnot  weep  or wail or gnash their teeth  or  stamp\r\n\r\ntheir feet to show their disapproval. It was  just\r\n\r\nsilent  hatred.  You have to live here  very  long\r\n\r\nbefore  you  can  know the real  feelings  of  the\r\n\r\npeople by observation. You have to look into their\r\n\r\neyes.  You have to look into their facial features\r\n\r\nbefore  you can tell what they feel. As  a  person\r\n\r\nwho  knows this country and the people well enough\r\n\r\nand  understands their traditions and cultures,  I\r\n\r\nsay  that the people rejoiced at the time when the\r\n\r\ndelegation returned. For a man, Sir, who  was  far\r\n\r\naway  from Singapore and was not a witness at  the\r\n\r\nscene  to  say, \"Oh, that reception was poor,  the\r\n\r\npeople  were not happy. They were stonily silent,\"\r\n\r\nlet  us  find out how much truth there is in  that\r\n\r\nstatement. How much can we believe it when  it  is\r\n\r\nnot first-hand news, not even second-hand news but\r\n\r\nprobably third-hand news?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the padang, as the Minister for Education\r\n\r\nsaid,  there were a few boos. Yes, a few organised\r\n\r\nboos for the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1830</b></font><br><br>\r\n\r\n\r\n\r\nMinister  for Education but a large proportion  of\r\n\r\nthe  people were just quietly happy. They approved\r\n\r\nof what the delegation did. Their rejoicings could\r\n\r\nonly be known by any stranger outside this country\r\n\r\njoining them in their small talk, although we know\r\n\r\nit by observation. They were absolutely happy. The\r\n\r\nmajority of the people of Singapore are not of the\r\n\r\nhooligan   type  who  wave  banners,   shout   and\r\n\r\nmisbehave themselves on the street. They are  just\r\n\r\nquiet,  gentle, peace-loving people. In this,  the\r\n\r\nMember for Cairnhill has erred. He has interpreted\r\n\r\nit  wrongly and I know, no matter what he says the\r\n\r\npeople  of  Singapore know their minds. They  know\r\n\r\nhow  to  think with their heads and they  are  not\r\n\r\ncarried  away by emotion. In this House,  Sir,  we\r\n\r\ntoo  must be credited with some ability to  think.\r\n\r\nOrations that are good enough for juries  and  for\r\n\r\nthe masses who are roused by emotion should not be\r\n\r\nused  here. We must be credited with brains to  be\r\n\r\nable  to  be  here  to discuss things  sanely  and\r\n\r\nquietly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill is very unhappy about\r\n\r\nthe  delay  in the coming elections. \"It  must  be\r\n\r\ndone  very fast. It should be done in two  months'\r\n\r\ntime. We should make use of the identity cards and\r\n\r\nthen  ask these people to vote. You can do  it  in\r\n\r\ntwo  months. You can do it in three months.\" I  do\r\n\r\nnot  know whether he said two or three months. But\r\n\r\nit  is  a very short time. I suggest that we could\r\n\r\nhave  done it in a much shorter time and we  could\r\n\r\nhave had the elections today or we could have been\r\n\r\nin  the  midst of an election today if the  advice\r\n\r\ntendered  to  our then leader were accepted.  What\r\n\r\nwas  offered  last year was definitely  less  than\r\n\r\nthis year. We will say ten or fifteen percent less\r\n\r\nbut  still  there  was that offer.  We  advised  a\r\n\r\nlittle  quiet and a little patience in order  that\r\n\r\nnegotiations could be carried on again sanely. The\r\n\r\ntalks  would not have broken down and if the talks\r\n\r\nhad not broken down, then today we would have been\r\n\r\nhaving  an  elected  Assembly  consisting  of   50\r\n\r\nMembers. It was for 50 Members last year, Sir, and\r\n\r\nwe  would  not  now  be urging the  Government  to\r\n\r\nshorten  the  period for the coming elections.  Of\r\n\r\ncourse, it is said that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1831</b></font><br><br>\r\n\r\n\r\n\r\nwe  should give the people who are eligible  their\r\n\r\ncitizenship  rights. \"We should give  them  voting\r\n\r\nrights. We can prepare legislation for it. We have\r\n\r\nthat  ready.  We should introduce that  rightaway,\r\n\r\nand in three Readings, we will get it over.\" If my\r\n\r\nmemory is correct, when I put the question to  the\r\n\r\nMember  for  Cairnhill, who  was  then  the  Chief\r\n\r\nMinister,   he  should  have  come  forward   and\r\n\r\nintroduced  that  Bill. As leader  of  the  Labour\r\n\r\nFront and as the Chief Minister of the then Labour\r\n\r\nFront   Coalition  Government,  he   should   have\r\n\r\nintroduced  that Bill in this Assembly.  We  would\r\n\r\nhave  been  saved all the trouble  of  wanting  to\r\n\r\nintroduce   it  now.  Mr  Lennox-Boyd   came   to\r\n\r\nSingapore  in 1955 and after he left,  he  made  a\r\n\r\nstatement  in  the  Press  that  the  formula  for\r\n\r\ncitizenship  was agreed to and it was  within  the\r\n\r\npower  of  the  Government to carry that  out.  We\r\n\r\nwaited,  waited  and  waited  and  we  found  that\r\n\r\nnothing was done. No move was made until even June\r\n\r\nor  July  last  year.  Now,  there  is  a  hurried\r\n\r\nmove - for we are persuaded to believe that there is\r\n\r\na  genuine  desire to give the right of voting  to\r\n\r\nthese  people rightaway. I cannot see how the  two\r\n\r\ncan  tally. Action and words at one stage  and  at\r\n\r\nanother  all go against one another. There  is  no\r\n\r\nargument  in that at all, Sir. I wish that  people\r\n\r\nare  more  genuine  when they put  forward  suggestions.  I wish that those who profess to  want  to\r\n\r\nhelp the people and give them a better deal should\r\n\r\ncome out sincerely and do things instead of saying\r\n\r\nthings. Because of all this, Sir, I feel that  the\r\n\r\nMember for Cairnhill is arguing against himself at\r\n\r\nevery  turn, on every point. I cannot see anything\r\n\r\nright in the amendment. I oppose that amendment.\r\n\r\n\r\n\r\n<br><br>2.40 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker, Sir, it has not been my practice to  jump\r\n\r\nup  every  now  and  then to speak  unless  it  is\r\n\r\nincumbent  upon  me  to  do  so.  I  have   always\r\n\r\nendeavoured to emulate the wise old owl\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1832</b></font><br><br>\r\n\r\n\r\n\r\nwho  sat on the old oak tree, but listening to the\r\n\r\noration   of   the   Member  for  Cairnhill,   the\r\n\r\ninconsistent balderdash-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am getting a little tired of\r\n\r\nunparliamentary language and the hon. Member  must\r\n\r\nknow  that \"balderdash\" is unparliamentary. Please\r\n\r\nwithdraw it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> As it pleases you, Mr Speaker, but\r\n\r\nlistening  to the \"inconsistencies in  support  of\r\n\r\nthe amendment\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill once asked me to withdraw\r\n\r\na  remark I made in this House about his proneness\r\n\r\nin changing his conscience. I did not withdraw it.\r\n\r\nI  do not withdraw it. In fact, I repeat it. I  do\r\n\r\nnot,  as  a  rule,  indulge in  personal  attacks.\r\n\r\nPersonal  attacks, unless justified,  are  weapons\r\n\r\nwhich  should be below the dignity of a Member  of\r\n\r\nthis  House  to use, but one cannot remain  silent\r\n\r\nwhen  our Chief Minister who, when the Member  for\r\n\r\nCairnhill  was Chief Minister, chose to  call  him\r\n\r\nhis  loyal friend and praised him to high  heaven,\r\n\r\nbut  now because our Chief Minister has done  more\r\n\r\nin  the  few months than the Member for  Cairnhill\r\n\r\ndid  in 18 months; who did not create crises every\r\n\r\nday  nor called upon his Ministers daily on  self-created  impending crises; who has led the Members\r\n\r\nof  the Government calmly and steadily, instilling\r\n\r\nthat  feeling  of  confidence  in  the  people  of\r\n\r\nSingapore  which  was missing immediately  before:\r\n\r\nwho  is an adept in strategy and does not have  to\r\n\r\nkneel  at  the  feet of Nehru; who  knew  what  he\r\n\r\nwanted  when he went to London this time with  the\r\n\r\nAll-Party  Delegation and got what  the  All-Party\r\n\r\nDelegation  wanted in accordance with the  mandate\r\n\r\nreceived from this House - perhaps in bitterness or\r\n\r\nin aspiring to regain the power he wielded in this\r\n\r\nHouse  in  those  days, the Member  for  Cairnhill\r\n\r\nchooses to attack unfairly and unjustly - one cannot\r\n\r\nthen remain quiet. We are accustomed in this House\r\n\r\nto  his  histrionics but the Member for  Cairnhill\r\n\r\nhas  certainly excelled himself this time  in  his\r\n\r\ntheatrical    abilities,   although    at    times\r\n\r\npathetically.  The  Member for Tanjong  Pagar  has\r\n\r\ndealt with the fallacies of the arguments launched\r\n\r\nby the Member for Cairnhill in detail and dealt\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1833</b></font><br><br>\r\n\r\n\r\n\r\nwith  the statements so loosely made by the Member\r\n\r\nfor Cairnhill effectively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of elections, Sir, any\r\n\r\nsuggestion  that  the Government  is  deliberately\r\n\r\nholding  up is not true. The Government was  quite\r\n\r\nready   to   hold  the  elections  in  August   in\r\n\r\naccordance   with   the  assurances   given.   The\r\n\r\nGovernment proceeded to divide Singapore  into  51\r\n\r\ndivisions. The electoral roll was prepared. It was\r\n\r\nthe   All-Party   Delegation   who,   on   careful\r\n\r\nconsideration,  decided otherwise and  the  matter\r\n\r\nwas  brought  to  and debated in  this  House  and\r\n\r\nreceived  unanimous approval. The reason  for  the\r\n\r\ndelay  was obvious. Do we want to give the 200,000\r\n\r\npersons to enjoy the citizenship rights that  have\r\n\r\nnow  been  won for them and with those rights  the\r\n\r\nopportunity   to  elect  a  new  Government.   The\r\n\r\ndecision on that point was unanimous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the date for these elections,\r\n\r\nthe time estimated by the Member for Tanjong Pagar\r\n\r\nappears quite reasonable but Government will bring\r\n\r\nabout elections at the earliest opportunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a Member of the All-Party Delegation who went\r\n\r\nto  London  last  May  and  knowing  exactly  what\r\n\r\nhappened, I can thoroughly endorse what the Member\r\n\r\nfor Tanjong Pagar has said. Yes, I went to the tea\r\n\r\nparty at Mr Lennox-Boyd's house after the failure\r\n\r\nof  the  talks and so did our Minister for  Labour\r\n\r\nand  Welfare (Mr Lim Yew Hock). We went as loyal\r\n\r\ncolleagues of the then Chief Minister and  as  the\r\n\r\nonly  Labour  Front Ministers there  to  give  him\r\n\r\ncheer  although  we  knew  the  undesirability  of\r\n\r\nreopening  the talks and what the ultimate  result\r\n\r\nwould   be.  He  knows  perfectly  well  that   in\r\n\r\naccepting  collective  responsibility  how   loyal\r\n\r\nevery  one  on these Front Benches was in  lending\r\n\r\nhim  support. Is it not therefore a shame for  him\r\n\r\nthat  in  criticising the Clerks  Employment  Bill\r\n\r\nwhich  places  the ceiling of $500  as  a  clerk's\r\n\r\nsalary,  when his attention was drawn to the  fact\r\n\r\nthat he as Chief Minister approved the Labour Code\r\n\r\nwhich placed the ceiling at $400 he so glibly  and\r\n\r\nshamefully put the blame on the shoulders  of  the\r\n\r\nMinister for Labour-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1834</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. There again, I think the hon.\r\n\r\nMember  has erred by using the words \"glibly\"  and\r\n\r\n\"shamefully\". Please withdraw those two words.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> As it pleases you. Mr Speaker, but\r\n\r\nby  laying  the  blame  on the  shoulders  of  the\r\n\r\nMinister  for Labour and Welfare, is it  therefore\r\n\r\nnot  understandable  that  when  he  tendered  his\r\n\r\nresignation from the Labour Front, it was accepted\r\n\r\nunanimously by the Central Committee?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is my opinion that this amended motion was\r\n\r\nbrought  without any sane, reasonable and  careful\r\n\r\nconsideration. The arguments in support of it have\r\n\r\nbeen  proved by more than one Member of this House\r\n\r\nto  be fallacious. I naturally oppose it. Even the\r\n\r\nseconder  who  feebly seconded the  motion  openly\r\n\r\ndisagreed  with  most  of  what  the  Member   for\r\n\r\nCairnhill   had   said.  He  probably   does   not\r\n\r\nappreciate the significance of the original motion\r\n\r\nbut  says  that  he  seconds,  the  amendment  for\r\n\r\nreasons of his own, which are by no means clear to\r\n\r\nme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I first intended, Mr Speaker, Sir, to sit\r\n\r\nquietly  and  vote  against  the  amended   motion\r\n\r\nwithout  any  speechifying  but  now  I  find   it\r\n\r\nnecessary  to do so and in defence of the  attacks\r\n\r\nso maliciously made.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the hon. Member also\r\n\r\nwithdraw the word \"maliciously\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> As it pleases you, Mr Speaker, \"so\r\n\r\nwrongly made\".\r\n\r\n\r\n\r\n<br><br>2.59 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohamed Sidik bin Haji Abdul Hamid (Assistant Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister for Education (Inche Mohamed Sidik bin Haji Abdul Hamid):</b> Mr Speaker,\r\n\r\nSir,  we have been sitting here for the last  five\r\n\r\ndays  and  since last Friday we have been debating\r\n\r\non  the motion of the Hon. the Chief Minister  and\r\n\r\non  the  amendment  to  the motion  of  the  Chief\r\n\r\nMinister by the Member for Cairnhill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you may remember at the last March sitting\r\n\r\nthat  the  All-Party Delegation  before  going  to\r\n\r\nLondon  received  a  mandate from  this  House  to\r\n\r\nproceed  to  London  for a  discussion  of  a  new\r\n\r\nconstitution for Singapore under the leadership of\r\n\r\nthe  Chief Minister. The All-Party Delegation have\r\n\r\ndone their best\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1835</b></font><br><br>\r\n\r\n\r\n\r\nwith sincerity and honesty, fighting for what they\r\n\r\nhad been asked to do and they have brought back to\r\n\r\nus  what we wanted and they have tabled the Report\r\n\r\nhere  today  for our approval to the  points  they\r\n\r\nhave agreed upon with the British Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the debate, Sir, the Member for Cairnhill\r\n\r\nhas  objected  to the motion put up by  the  Chief\r\n\r\nMinister  and moved an amendment to his motion  in\r\n\r\nthis House. Honestly, I believe, Sir, that the All-Party  Delegation have done what  they  have  been\r\n\r\ntold to do and returned to Singapore with what  we\r\n\r\nhave  asked  for.  To  my  surprise,  the  British\r\n\r\nGovernment had imposed, in the second part of  the\r\n\r\nmotion,  a condition to prevent subversive persons\r\n\r\nfrom taking part in the coming Singapore elections\r\n\r\nunder  the  new constitution. Sir, we have  proved\r\n\r\nthat  we  are  capable of fighting the subversives\r\n\r\nourselves.  As you will remember, Sir, during  the\r\n\r\nriots  in  1956, we proved to the  world  that  we\r\n\r\ncould fight the subversives. I stand firmly behind\r\n\r\nthe  All-Party  Delegation for not  accepting  the\r\n\r\ncondition imposed by the British Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the second part of the motion,\r\n\r\nthat  is,  the  amended motion by the  Member  for\r\n\r\nCairnhill.  He wanted this Government  to  have  a\r\n\r\ngeneral  election  as early as  possible.  I  have\r\n\r\nheard  the views of several Members in this  House\r\n\r\nthat   it  is  impracticable  to  have  a  general\r\n\r\nelection within two or three months. I do  support\r\n\r\ntheir  views,  Sir. I do not wish  to  further  my\r\n\r\nspeech  any more because I know that other Members\r\n\r\nwish to speak too. Therefore, before I conclude my\r\n\r\nspeech, Sir, I strongly oppose the amendment.\r\n\r\n\r\n\r\n<br><br>3.04 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Speaker, Sir, this has been a\r\n\r\nsad and exhausting session of the Assembly. It  is\r\n\r\nsad  for  me personally, because it has  been  the\r\n\r\nbreak   with  a  fairly  lengthy  association   in\r\n\r\npolitics with a man for whose abilities I have had\r\n\r\nthe greatest\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1836</b></font><br><br>\r\n\r\n\r\n\r\nadmiration  but whose abilities are, I am  afraid,\r\n\r\nbeing  wasted and stultified through acting  on  a\r\n\r\ntoo hasty assessment of political realities; and I\r\n\r\nhave  been very unhappy during this debate to hear\r\n\r\nthe Member for Cairnhill exposing himself in every\r\n\r\naspect  to  attack,  showing  weaknesses  in   his\r\n\r\nargument again and again and, at the same time, so\r\n\r\nputting  his arguments and so allowing his oratory\r\n\r\nto  flow,  that it was impossible for  Members  of\r\n\r\nthis  House - whatever  their  personal  feelings - to\r\n\r\nrefrain  from attacking him in reply.  It  is  not\r\n\r\nenough that as Members of the House we should know\r\n\r\nthat he is wrong. We may know it, but we have  got\r\n\r\nto give the answers so that everybody may know it;\r\n\r\nand  in the process the hon. Member has had to  be\r\n\r\nstabbed  again  and again by the  hard  points  of\r\n\r\nfacts.  We  have heard a great many facts  already\r\n\r\nand I think I ought to give one or two more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We had a lengthy reference to the stony silence\r\n\r\nof  the  people of Singapore on the return of  the\r\n\r\ndelegates  from  London which has been  contrasted\r\n\r\nwith  the glorious enthusiasm of the merdeka rally\r\n\r\nat  the  Kallang  Airport a year  ago.  When  that\r\n\r\nmerdeka rally was first discussed, I warned  those\r\n\r\nwith  whom I was discussing it that it could be  a\r\n\r\nvery  dangerous occasion, and that to bring 10,000\r\n\r\nor 20,000 or 50,000 people into a large open space\r\n\r\nof  that  sort  meant that you had a  crowd  which\r\n\r\nwould be difficult to control. If you added to  it\r\n\r\nimpassioned  speeches, glamorous  flags,  all  the\r\n\r\narts  of rousing public feeling, stirring  up  the\r\n\r\ncrowd with music and songs and dances, cheers  and\r\n\r\ncatchwords  and cries of merdeka,  you  would  get\r\n\r\npeople  excited and you would get - not  a  rational\r\n\r\nand  serious approach to the real problems  before\r\n\r\nyou - but  rather an emotional approach which  would\r\n\r\nbe  liable to explode into emotional action. Well,\r\n\r\nwe  got away with that rally very much better than\r\n\r\nI  feared  we  might have done. In  fact,  if  the\r\n\r\nplatform  had not fallen down and if  it  had  not\r\n\r\nrained   and   if  we  had  provided   alternative\r\n\r\nloudspeaker facilities from the Airport  building,\r\n\r\nso that the speeches could have been heard, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1837</b></font><br><br>\r\n\r\n\r\n\r\nrally would probably have gone off all right,  and\r\n\r\nthere would have been no trouble. But there was  a\r\n\r\nseries of mishaps and difficulties and we did have\r\n\r\na  little trouble. Now, I think, Mr Speaker, that\r\n\r\nfor  the  record, I ought to make this  point.  In\r\n\r\nconnection with the merdeka rally, the Member  for\r\n\r\nCairnhill made a most savage attack on the  Press.\r\n\r\nI  have my own disagreements with the Press.  Even\r\n\r\nthis   morning,  one  English  language  newspaper\r\n\r\ncarried  banner headlines across the  page  of  an\r\n\r\nannouncement  whereas the other  English  language\r\n\r\nnewspaper carried a front-page story contradicting\r\n\r\nit. The Press sometimes gets its political wires a\r\n\r\nbit crossed. In trying to make head or tail of the\r\n\r\nSingapore political scene - which itself  does  not\r\n\r\nalways make either head or tail - it sometimes  gets\r\n\r\ninto  a bit of a muddle, but, on the whole,  I  do\r\n\r\nnot  think that the Press does it on purpose. They\r\n\r\ndo   their  best  in  a  difficult  situation.   I\r\n\r\ncertainly   do   not  think  that   the   Press - or\r\n\r\nSingapore - is  benefited by accusing the  Press  of\r\n\r\nslimy  hatred, or of dishonesty, or of deliberate\r\n\r\nperversion  and  distortion of the facts,  because\r\n\r\nthat  sort  of attack lays us open to  the  danger\r\n\r\nthat freedom of the Press might be lost. We need a\r\n\r\nPress which is free and which can criticise all of\r\n\r\nus  when  we do wrong, and sometimes criticise  us\r\n\r\nwhen we do right. If the Press is free, it must be\r\n\r\nfree  to be unfair as well as to be fair. It  must\r\n\r\nbe  free to do wrong as well as to do right.  That\r\n\r\nis  the  meaning  of freedom. You  can  have  your\r\n\r\nchoice  between  whether you do right  or  you  do\r\n\r\nwrong  and  it is up to you to choose. Of  course,\r\n\r\nthere  has  to be sonic limitation on freedom.  No\r\n\r\nman  is free to commit murder - and the Press is not\r\n\r\nfree  to  commit libel. But within the  limits  of\r\n\r\nwhat  can be tolerated, everybody should  have  as\r\n\r\nmuch freedom as he can and we should tolerate  the\r\n\r\nPress  and  should encourage it  to  write  freely\r\n\r\nabout the activities of our politicians.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Member for Cairnhill was the prime\r\n\r\nmover  in holding a rally at Kallang Airport,  but\r\n\r\nafter  the collapse of the platform and the rather\r\n\r\nunsuccessful speeches that were made from the  old\r\n\r\nAirport building, he left\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1838</b></font><br><br>\r\n\r\n\r\n\r\nthe  scene and retired to his seaside house. I did\r\n\r\nnot  leave  the  scene - because  I  had  foreseen\r\n\r\ntrouble. And I felt that it was just as well to be\r\n\r\non  the spot, because at that time the old Airport\r\n\r\nbuilding  fell within my portfolio as the Minister\r\n\r\nfor  Communications and Works,  and  I  also  felt\r\n\r\nmyself that I was responsible for the building. So\r\n\r\nI stayed around and when the trouble started I was\r\n\r\nwell  placed to see what was happening. I did  see\r\n\r\nwhat was happening, and I do not think that in any\r\n\r\nsignificant degree the Press did misrepresent  the\r\n\r\nfacts, as far as one can know what the facts  are,\r\n\r\nwhen  dusk  is falling and the light is  not  very\r\n\r\ngood,  and  when  there is  a  confused  crowd  of\r\n\r\npeople, and it is difficult to tell precisely what\r\n\r\nthey  are  doing.  But I should like  to  give  my\r\n\r\npersonal  testimony to the reasonable  objectivity\r\n\r\nand reliability of the Press reports at that time.\r\n\r\nI  think they did their best except, I think,  for\r\n\r\none  reporter  serving a newspaper that  does  not\r\n\r\ncome  out  in  Singapore who, I  believe,  made  a\r\n\r\nrather wild report. But our local papers, I think,\r\n\r\ndid a very honest and reasonable job. In point  of\r\n\r\nfact,  I wrote to the then Chief Minister at  that\r\n\r\ntime  to  say  that  I thought  they  had  done  a\r\n\r\nreasonable  job and that they had been  reasonably\r\n\r\naccurate.  I  wanted  to get that  mentioned,  Mr\r\n\r\nSpeaker, and I would like to say that, having that\r\n\r\nmemory  of  the merdeka rally in my mind,  I  felt\r\n\r\nthat  the return of our successful delegation  was\r\n\r\nnot an occasion for too much flag flapping and too\r\n\r\nmuch  stimulus to crowd emotions. I remember  very\r\n\r\nwell on the night of the merdeka rally, when I was\r\n\r\ntrying to contact the then Chief Minister, I  went\r\n\r\nto  his  flat  overlooking the Cathedral  and  the\r\n\r\nPadang. And from his flat as I was telephoning,  I\r\n\r\nlooked  out  of the window and there was  a  large\r\n\r\nprocession  returning  from  the  Kallang  Airport\r\n\r\nmarching  along  the road towards Chinatown.  That\r\n\r\nprocession  in  itself could have led  to  further\r\n\r\ntrouble. Luckily, it did not. It was persuaded  to\r\n\r\ndisperse  but it could have been a further  danger\r\n\r\nto us all. Now, if we had anything of that sort on\r\n\r\nthe  occasion  of  the return  of  the  successful\r\n\r\nMerdeka  Delegation,  it  would  have  been,   Mr\r\n\r\nSpeaker, a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1839</b></font><br><br>\r\n\r\n\r\n\r\ndisaster for Singapore. We all know how vulnerable\r\n\r\nour  prosperity  is. We cannot  live  on  what  we\r\n\r\nproduce.  We  can  only live on  the  services  we\r\n\r\nrender to our trading partners, and if our trading\r\n\r\npartners are frightened of us, then they will  not\r\n\r\ntrade through us. Consequently, when it fell to me\r\n\r\nto  serve  as Chairman of the All-Party  Committee\r\n\r\nwhich  was  planning the reception of the  Merdeka\r\n\r\nDelegation,  I was anxious that it  should  be  on\r\n\r\nsober  and realistic lines and that the people  of\r\n\r\nSingapore  should  have an opportunity  of  seeing\r\n\r\ntheir  returning delegates and welcoming them  and\r\n\r\nhearing what they had to say. After all, they were\r\n\r\nonly  returning with an agreement. The actual step\r\n\r\nforward has not been taken. It is only agreed that\r\n\r\nwe  shall be able to take the step forward in  due\r\n\r\ncourse when the Constitution has been brought into\r\n\r\noperation. It did not seem to me to be an occasion\r\n\r\nfor  too many shouts and excitement because, after\r\n\r\nall,  shouts  and  excitement will  come  in  more\r\n\r\nappropriately on whatever day is finally fixed  as\r\n\r\nMerdeka  Day (or perhaps we should say \"tiga  suku\r\n\r\nmerdeka  day\"?).  I think those who  were  present\r\n\r\nduring the reception to the Merdeka Delegation can\r\n\r\nwell  be satisfied that it was a sober and sincere\r\n\r\none, in which the people joined with their leaders\r\n\r\nin  recognizing  the responsibilities  falling  on\r\n\r\nthem  in  greater  measure as  they  went  forward\r\n\r\ntowards greater freedom.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have never subscribed to the view that\r\n\r\nsincerity  is proven by loud shouts and waving  of\r\n\r\nhands in the air. To me, sincerity is a matter  of\r\n\r\ndoing hard work. If a man will work hard, then  he\r\n\r\nis  sincere in the cause for which he is  working.\r\n\r\nThe  number  of fine words he uses or speeches  he\r\n\r\nmakes  are  not in themselves proof of  sincerity.\r\n\r\nCertainly  I do not think the people of  Singapore\r\n\r\nneed  to demonstrate the sincerity of their desire\r\n\r\nfor the responsibilities of freedom by loud shouts\r\n\r\nand  crowd  scenes. They can show their  sincerity\r\n\r\nmore  by  solid national effort to make sure  that\r\n\r\nSingapore is a better, happier, cleaner and  finer\r\n\r\nplace, by the work of the whole nation, not by the\r\n\r\nwork of only a few leaders.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1840</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, they say that the elephant\r\n\r\nnever  forgets. If that is true, then  the  Member\r\n\r\nfor  Cairnhill clearly is not an elephant  because\r\n\r\nsometimes he does forget. Many points have already\r\n\r\nbeen  made about how he forgot what was  fixed  in\r\n\r\nlegislation   when  he  himself  was   the   Chief\r\n\r\nMinister,  about what he was willing to accept  in\r\n\r\nLondon a year ago but which he now regards as pock-marked. We have even heard that, whereas last year\r\n\r\nhe  regarded anyone contesting elections under the\r\n\r\nRendel  Constitution as one of the  most  advanced\r\n\r\nlepers to be found, he takes a different view this\r\n\r\nyear.  Perhaps it is not necessary to  stress  too\r\n\r\nheavily  or too lengthily on his lapses of memory,\r\n\r\nbut  there  is one point which has not been  dealt\r\n\r\nwith and on which I ought to touch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should like, Mr Speaker, to give one reason\r\n\r\n(I do not think it has yet been dealt with in this debate)  why  this  Merdeka  agreement  should  be\r\n\r\naccepted  and  should be acceptable: it  preserves\r\n\r\nthe  existing link with Great Britain.  I  am  not\r\n\r\nthinking  primarily of the political  link - offices\r\n\r\nin   Whitehall  and  that  sort  of  thing.  I  am\r\n\r\nthinking,  Mr  Speaker,  of  the  commercial  and\r\n\r\neconomic link. Singapore, as everyone knows, is  a\r\n\r\nsmall place with a small population. There is  not\r\n\r\nmuch  point in saying that Singapore has a  larger\r\n\r\nrevenue  than  Panama or a larger population  than\r\n\r\nNewfoundland, and that the latter is  a  Dominion.\r\n\r\nAfter  all,  if you have the choice of  living  in\r\n\r\nPanama or Singapore, I am sure you will prefer  to\r\n\r\nlive  here.  The Member for Cairnhill listed  many\r\n\r\nsmall countries as being free, independent nations\r\n\r\nwhilst  Singapore  was crawling in  the  \"colonial\r\n\r\nmuck\". Well, I think that, economically, Singapore\r\n\r\nis  far  better  off in the \"colonial  muck\"  than\r\n\r\nother  small countries are with their freedom  and\r\n\r\nindependence; and in Singapore, there is  probably\r\n\r\nalso  a good deal more freedom for the individual.\r\n\r\nI  do not know places well, but I looked up a  few\r\n\r\nreferences  during the last few days (I  will  not\r\n\r\nbother  to  quote them now or else my speech  will\r\n\r\nnever come to an end!) but it is sufficient to say\r\n\r\nsimply  that Singapore has the highest per  capita\r\n\r\nincome and the highest standard of living\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1841</b></font><br><br>\r\n\r\n\r\n\r\nof  the  countries in South-East Asia. This  is  a\r\n\r\nvery considerable achievement, which has been made\r\n\r\nunder  colonial  rule;  an  achievement  made  not\r\n\r\nbecause of colonial rule, but because of the  fact\r\n\r\nof  Singapore's geographical position and  because\r\n\r\nof  the economic links which have been built up in\r\n\r\n140 years of trading.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is essential, Mr Speaker, that we should\r\n\r\nmaintain our trading connections. If we can create\r\n\r\nnew  ones, that is all for the better. If  we  can\r\n\r\ncreate  so many new and secure trading connections\r\n\r\nthat  we  do  not need the old ones, then  we  can\r\n\r\nabandon the old ones. But we cannot abandon any of\r\n\r\nour  existing  trade  without immediately  causing\r\n\r\nsuffering  to our people in Singapore. We  need  a\r\n\r\nstable  currency  because  people  buy  and   sell\r\n\r\nthrough Singapore, and make use of our banking and\r\n\r\ninsurance  services,  and  all  the  other  skills\r\n\r\naccumulated  here  which are our greatest  assets.\r\n\r\nPeople  need  to have confidence in  the  currency\r\n\r\nwhich   they  use,  and  it  is  of  the  greatest\r\n\r\nadvantage to us that we should have a Singapore or\r\n\r\nStraits dollar which is stable and recognised as a\r\n\r\nreliable  currency  in which you  can  trade,  and\r\n\r\nwhich  will  not suddenly let you down.  For  that\r\n\r\nreason  alone, we must retain our links  with  the\r\n\r\nsterling  area,  at least until we have  something\r\n\r\nelse ready. If we can ever find something else, by\r\n\r\nall  means let us consider it; but as long  as  we\r\n\r\nhave  not  got an alternative, we must retain  the\r\n\r\nsituation which has given us a reliable currency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the same way, the general pattern of our\r\n\r\ntrade links us up with the rest of the free world,\r\n\r\nin  particular the sterling area. I remember,  Mr\r\n\r\nSpeaker,  that  in  an  earlier  debate  in   this\r\n\r\nAssembly,  I  dealt with similar  questions  about\r\n\r\nSingapore,  and I would like to remind Members  of\r\n\r\nmy  remarks  and  of the alternatives  before  us.\r\n\r\nSingapore   cannot  stand  alone.   It   must   be\r\n\r\nassociated with one of the big power groups in the\r\n\r\nworld. Whether militarily or economically, we have\r\n\r\nto  be  linked  with someone. What are  the  three\r\n\r\npower  groups?  There  is  the  United  States  of\r\n\r\nAmerica and those associated with it; there is the\r\n\r\nCommonwealth of Nations; and there is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1842</b></font><br><br>\r\n\r\n\r\n\r\nthe  Communist  bloc from Eastern  Europe  to  the\r\n\r\nshores  of China. We have to choose between  these\r\n\r\nthree;  there is no other major grouping to  which\r\n\r\nwe can belong or with which we can associate. I do\r\n\r\nnot  think that there will be any marked advantage\r\n\r\nin  transferring our association with  the  United\r\n\r\nKingdom to the United States - if one is the  frying\r\n\r\npan,  then the other might be the fire. If we have\r\n\r\nto  choose between these two groups, there will be\r\n\r\nno  particular  point  in  leaving  Whitehall  for\r\n\r\nWashington   (In  fact,  this  is  not   practical\r\n\r\npolitics  and nobody is considering it). The  only\r\n\r\nalternative to Whitehall and Washington is  Moscow\r\n\r\nand  Peking, and here, Mr Speaker, I should  like\r\n\r\nto  develop a short geographical argument because,\r\n\r\nin  thinking about the present Merdeka  agreement,\r\n\r\nwe   have   to   look  beyond,   to   our   future\r\n\r\nconstitutional    progress    and    our    future\r\n\r\nrelationship with those around us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If you will conjure up in your mind's eye, Mr\r\n\r\nSpeaker,  a large map of the world with the  North\r\n\r\nPole  at  the  top,  you  will  find  that,  going\r\n\r\nsouthwards, you immediately get out of the ice and\r\n\r\nsnow  (in fact before you get out of the  ice  and\r\n\r\nsnow),  you run into Russia and China. Long before\r\n\r\nCommunism dominated that large part of the  world,\r\n\r\nacademic teachers called geo-politicians developed\r\n\r\nthe theme that there was a heart-land in the world\r\n\r\nand  that  whoever ruled that heart-land  would\r\n\r\nultimately rule the world. This heart-land is  the\r\n\r\nvast  area from Eastern Europe across to the China\r\n\r\ncoast,  the  area  now  held  and  controlled   by\r\n\r\nCommunism.  In  many  ways, Communism  is  a  very\r\n\r\nappropriate  form of government  for  these  large\r\n\r\nterritories  where previously  there  had  been  a\r\n\r\ncomplete breakdown in government and a high degree\r\n\r\nof  inefficiency;  and it may well  be  worth  the\r\n\r\nwhile  of  the  people living there  to  sacrifice\r\n\r\ntheir  freedom in order to have stable governments\r\n\r\nwhich will carry out economic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now around this enormous heart-land with its\r\n\r\ntremendous   wealth  in  population  and   natural\r\n\r\nresources, there lies a fringe running from  Japan\r\n\r\ndown to the Philippines, Borneo, Vietnam,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1843</b></font><br><br>\r\n\r\n\r\n\r\nSiam,  Burma, India, Pakistan, through the  Middle\r\n\r\nEast countries of Iran, Iraq, Saudi Arabia, Jordan\r\n\r\nand  Israel,  through Greece round to Italy,  till\r\n\r\nyou  come  to  Britain and finally to Scandinavia.\r\n\r\nThese  countries form a narrow fringe around  this\r\n\r\nenormous   solid  bloc  under  Communist  control.\r\n\r\nAnybody  who ponders on the strategy of World  War\r\n\r\nIII  can  see that - well, I will leave the question\r\n\r\nof  military strategy alone, Mr Speaker, I do not\r\n\r\nthink  it  is highly relevant to this argument - but\r\n\r\nwhat  is  relevant to the argument is the strategy\r\n\r\nof  trade  until World War III takes place,  which\r\n\r\nplease  God  it never will. If Singapore  were  to\r\n\r\nfall  within  the  Communist  heart-land,  if  its\r\n\r\nboundaries reached forward to envelop Siam, Malaya\r\n\r\nand   Singapore,   we  will   lose   our   present\r\n\r\nadvantageous trading position and enter  a  period\r\n\r\nof   poverty   and  suffering.  This  is   because\r\n\r\nSingapore  now lies centrally to the  fringe-lands\r\n\r\nof  the  free, non-Communist world: it is able  to\r\n\r\ntrade  because  it lies centrally to  the  natural\r\n\r\ntrading  routes. If you pick up a  map,  you  will\r\n\r\nsee,  converging  on Singapore, the  sea  and  air\r\n\r\nroutes  of world trade and world movement. Because\r\n\r\nof  this, we live; without it, we die. If we  fall\r\n\r\ninto  the Communist sphere, we shall no longer  be\r\n\r\ncentral  to the world and there will be no  reason\r\n\r\nwhy  trade should pass through Singapore. Hongkong\r\n\r\nis  a  different case altogether.  It  is  outside\r\n\r\nCommunist  China but at any time it can  be  taken\r\n\r\ninto  Communist  China, although if  both  parties\r\n\r\nwished,  it could always remain a valuable trading\r\n\r\nposition  because  it lies so close  to  the  vast\r\n\r\nareas of China. But if Singapore falls within  the\r\n\r\nCommunist  empire, there will be no reason  why  a\r\n\r\nmerchant should trade from here except in  so  far\r\n\r\nas he trades with the free world, and even then he\r\n\r\nwill   find  it  more  convenient  to  trade  from\r\n\r\nelsewhere.  I  cannot imagine that goods  will  be\r\n\r\nsent   from  Leningrad  to  Canton  by   sea   via\r\n\r\nSingapore. If we fall within the Communist empire,\r\n\r\nwe  should,  by that single fall, lose  our  trade\r\n\r\nalmost  wholly and totally, quite apart  from  the\r\n\r\nfact that there will then inevitably be embargoes,\r\n\r\nblockades and other cold war devices inflicted  on\r\n\r\nus.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1844</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, until there are changes in the\r\n\r\ninternational world of politics, it  seems  to  me\r\n\r\ninevitable that Singapore should retain its  links\r\n\r\nwith  its old trading partners and, in particular,\r\n\r\nwith  the  sterling area and the  Commonwealth  of\r\n\r\nNations. The time may come when other choices will\r\n\r\nbe available, and we should all be looking forward\r\n\r\nto  them, continually examining new possibilities,\r\n\r\nbecause   it   is   by  willingness   to   examine\r\n\r\npossibilities  that  we can  hope  to  expand  our\r\n\r\ntrade.   But  until  we  have  found  a   definite\r\n\r\nalternative, it will be most unwise to abandon our\r\n\r\npresent connections. What we can do is to maintain\r\n\r\nthem, to live freely and prosperously within them.\r\n\r\nTo  be  a  trading partner is a happy  and  useful\r\n\r\nthing,  and there need be no stigma of colonialism\r\n\r\nor  imperialism,  because if we are  an  efficient\r\n\r\ntrading  centre  we  serve  our  friends  and  our\r\n\r\nfriends serve us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another aspect of our trading functions, Mr\r\n\r\nSpeaker,  is  that  we are a  shop,  or  a  public\r\n\r\nmarket,  if  you  prefer it. To us come  customers\r\n\r\nfrom  all  over the world. They come  because  our\r\n\r\nmarket is well placed. We are a convenient shop on\r\n\r\na  corner site with main roads all around us,  and\r\n\r\nso  the  customers come. But it is not  absolutely\r\n\r\nessential for them to come here; and if  our  shop\r\n\r\nis  continually closed to business and  you  never\r\n\r\nknow  when it is going to be opened or not, people\r\n\r\nwill come less often. If our shops are closed by a\r\n\r\nstrike  or  riot, or through emotional  outbursts,\r\n\r\nthen  the  ships which normally come to  Singapore\r\n\r\nwill   go  elsewhere,  and  once  they  start   on\r\n\r\ndifferent routes, they will perhaps tend  to  stay\r\n\r\nthere.  Once  they  build  up  a  connection  with\r\n\r\nanother port, with new agencies, new crews and  so\r\n\r\non,  they will, through the sheer inertia of daily\r\n\r\nlife,  be reluctant to come back to Singapore.  If\r\n\r\nwe  look  forward to expanding our  shop,  getting\r\n\r\nmore  customers, we must be certain that  we  have\r\n\r\npeace  and  good order at home. Customers  do  not\r\n\r\nlike  the shopkeepers suddenly beginning to  fight\r\n\r\none  another,  nor do they like to get  beaten  up\r\n\r\nincidentally.  As  an international  sea  and  air\r\n\r\nport,  we  cannot  afford to let  visitors  remind\r\n\r\nthemselves that one of their countrymen was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1845</b></font><br><br>\r\n\r\n\r\n\r\nkilled here last year and feel quite unhappy about\r\n\r\ncoming  here. Well, fortunately on the whole,  our\r\n\r\nname   has  remained  good  in  spite  of  certain\r\n\r\nincidents,  but  there is  a  limit,  and  a  very\r\n\r\ndangerous  one, to the tolerance of the people  we\r\n\r\nneed  as  our customers. As long as they can  make\r\n\r\nprofit,  people who trade will seek to make  them,\r\n\r\nbut  they are not going to risk their capital  and\r\n\r\nprofits  in  a  place where they do not  feel  any\r\n\r\nconfidence  in the stability of the government  or\r\n\r\nthe stability of the currency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Well, we all know the saying about a bull in a\r\n\r\nchina  shop.  I  have  said that  the  Member  for\r\n\r\nCairnhill  is clearly not an elephant because  his\r\n\r\nmemory  is not always perfect, but we may  perhaps\r\n\r\ncompare  him  with a bull in the  Singapore  china\r\n\r\nshop, because he has ideas which are not likely to\r\n\r\npreserve  all  the contents of that shop  in  good\r\n\r\norder.  The Member wants immediate election  very,\r\n\r\nvery quickly, without proper preparation and based\r\n\r\non  a  curious \"half-baked\" register which is  not\r\n\r\nproperly drawn up. His original idea, I think, was\r\n\r\nto  have  elections in August, to be  followed  by\r\n\r\nfurther  ones  two  years later  based  on  a  new\r\n\r\nregister.  Sir, we cannot afford to have continual\r\n\r\nelections in a place like Singapore. Once in  four\r\n\r\nyears  is  clearly as much as you want - five  years\r\n\r\nperhaps - because  every  time  an  election   is\r\n\r\npending, customers coming to Singapore look around\r\n\r\nand  say,  \"Well, I think I will  wait  until  the\r\n\r\nelection  is over and see who has come into  power\r\n\r\nbefore  I put down my hundred thousand or  million\r\n\r\ndollars\" - in  building a factory or  a  new  office\r\n\r\nbuilding, or in the other money transactions which\r\n\r\nare  necessary for us to do our trade. If we  live\r\n\r\nunder  the  permanent  shadow  of  new  elections,\r\n\r\npeople  will  say, \"Well, I think I  will  put  my\r\n\r\nmoney  in  Canada, where I know I can get  a  very\r\n\r\ngood  return; it has a booming economy and is  the\r\n\r\nplace  where I feel I can be sure things are going\r\n\r\nto  go  on  quietly and nicely.\"  If  we  want  to\r\n\r\ncompete for the trade of the world, we have got to\r\n\r\nsatisfy our trading customers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the fact that too frequent elections\r\n\r\nwill  inhibit investment, there is the  fact  that\r\n\r\nevery election is naturally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1846</b></font><br><br>\r\n\r\n\r\n\r\na  time  when people make fiery speeches  and  get\r\n\r\nexcited, and there is also the danger to  which  I\r\n\r\nreferred at considerable length just now, that  in\r\n\r\nthe  end we shall perhaps get people turning  from\r\n\r\nthrowing hard words at each other to throwing hard\r\n\r\nstones.  In  our elections in 1955,  for  example,\r\n\r\nthere were occasions when crowds turned out to  be\r\n\r\nmixed ones of supporters of different Parties, and\r\n\r\non  at least one occasion, a leading member of the\r\n\r\nLabour Front received an urgent telephone call and\r\n\r\nhad  to hurry out to a rural area where he had  to\r\n\r\ninterpose  bodily  between  two  small  groups  of\r\n\r\npeople  already  at the stage of insults  and  who\r\n\r\nprobably  would shortly have come to  blows.  That\r\n\r\nthreatened  violence was avoided, but the  history\r\n\r\nof  elections in Britain shows that there  was  an\r\n\r\nenormous  amount of violence at election time  and\r\n\r\nquite  frequently  large numbers  of  people  were\r\n\r\nkilled.  Well, Britain could stand that 150  years\r\n\r\nago, but Singapore cannot stand it today. That  is\r\n\r\nanother  reason why we want an election  which  is\r\n\r\nproperly  prepared  for by  serious  Parties  with\r\n\r\nserious  programmes  really  concerned  with   the\r\n\r\nwelfare  of Singapore: we do not want an  election\r\n\r\nto be fought on an emotional issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I do want to make this point - which perhaps\r\n\r\nI   am  labouring  a  little  bit  too  much.  Mr\r\n\r\nSpeaker - that  if we want trade to  come  here,  we\r\n\r\nhave  to  show  ourselves to be  a  sober  trading\r\n\r\ncommunity.  I  remember being  very  struck  by  a\r\n\r\nsituation  at  the  Naval Base sometime  ago.  The\r\n\r\nUnion  there  had proposed a strike because  there\r\n\r\nwas  some  question of redundancy. I  made  a  few\r\n\r\nenquiries  very informally and gathered  that  one\r\n\r\nreason  for the redundancy would lie in  the  fact\r\n\r\nthat not so many ships were coming in for dockyard\r\n\r\nfacilities.  And of course the more strikes  there\r\n\r\nare at a dockyard, the fewer will be the number of\r\n\r\nships  to be docked there. Obviously, nobody  will\r\n\r\nplan to send his ship into a dockyard and find  he\r\n\r\ncannot  get it out again six weeks after  the  due\r\n\r\ndate  because all the workers have been on strike,\r\n\r\nor  plan to send it in on a certain date and  then\r\n\r\nfind he cannot send it in on that date because the\r\n\r\ndockyard is closed. People\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1847</b></font><br><br>\r\n\r\n\r\n\r\nwill send their ships elsewhere, and the more  you\r\n\r\ngo  on  strike,  the  more you will  decrease  the\r\n\r\namount of work to be done and increase redundancy.\r\n\r\nThe   same  applies  to  almost  everything  else.\r\n\r\nStrikes  are sometimes necessary, and  it  is  the\r\n\r\nduty  of  good trade union leaders to decide  when\r\n\r\nthey are so and must be staged, and when they  are\r\n\r\nunnecessary and can be avoided. But as in  war,  a\r\n\r\nstrike   always  leaves  both  sides  worse   off.\r\n\r\nIndividual  strikers  may sometimes  win  personal\r\n\r\ngains,  but  the  country as  a  whole  will  have\r\n\r\nsuffered a loss of wealth. The wealth may  or  may\r\n\r\nnot  have been redistributed to some extent to the\r\n\r\nbenefit of workers, but the total amount of wealth\r\n\r\nto be distributed is less.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When I argue for a sober approach to our\r\n\r\npolitical   problems,  for  absence  of  emotional\r\n\r\nexcitement which can sometimes lead to violence, I\r\n\r\nam  not  arguing for trade in the sense of  profit\r\n\r\nfor  the orang kaya, the millionaires, but in  the\r\n\r\nsense  of  providing  the daily  rice,  the  daily\r\n\r\nlivelihood, of workers. Singapore must  trade.  If\r\n\r\nwe  do  not  trade, we starve, and  the  first  to\r\n\r\nstarve will be the poorest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Mr Speaker, I ought to turn to one point\r\n\r\nwhich  has  not  been  fully  cleared  up  in  the\r\n\r\nprevious speeches. I refer to paragraph 39 of  the\r\n\r\nReport on the Constitutional Conference this year.\r\n\r\nPerhaps  I had better read it, as Members may  not\r\n\r\nhave copies in their hands:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Requests by Her Majesty's Government for action\r\n\r\nto  be taken by the Singapore Government which  in\r\n\r\nthe view of Her Majesty's Government was necessary\r\n\r\nfor  the  discharge of their responsibilities  for\r\n\r\nexternal  affairs  or defence  would  consequently\r\n\r\nfall to be discussed in the Inter-Governmental Committee.\"-\r\n\r\n\r\n\r\n<br><br>that is the consultative committee-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We do not expect any practical difficulty in\r\n\r\ndetermining  what are matters of external  affairs\r\n\r\nor  defence. We agreed, however, that it should be\r\n\r\nopen  to  the Government of Singapore  to  request\r\n\r\nthat any matter should be referred to the Internal\r\n\r\nSecurity Council to decide to what extent,  if  at\r\n\r\nall, it  lay within the functions of the Council.\r\n\r\nExcept  to the extent to which the Council decided\r\n\r\nthat  a  matter was one of internal  security,  it\r\n\r\nwould  be  the duty of the Government of Singapore\r\n\r\nto  give  effect  to  Her  Majesty's  Government's\r\n\r\nrequirements.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1848</b></font><br><br>\r\n\r\n\r\n\r\nNow, paragraph 40 is connected with this. It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Conference further agreed that if the\r\n\r\nSingapore  Government were to fail  to  carry  out\r\n\r\ntheir   duty   to  meet  such  requirements,   the\r\n\r\nprocedure  mentioned in paragraph  27  (k)  (which\r\n\r\nrelates  to the implementation of requirements  of\r\n\r\nthe   Internal   Security   Council)   should   be\r\n\r\napplicable in this case also. When the requirement\r\n\r\nrelated   to   a   Bill   before   the   Singapore\r\n\r\nLegislature,  which in the view of  Her  Majesty's\r\n\r\nGovernment  would prejudice the discharge  by  Her\r\n\r\nMajesty's  Government  of their  responsibilities,\r\n\r\nthe  Chairman of the Security Council  would  also\r\n\r\nhave  the  power  to  advise the  Yang  di-Pertuan\r\n\r\nNegara  to  reserve  the Bill  for  Her  Majesty's\r\n\r\npleasure,  and  the Yang di-Pertuan Negara  should\r\n\r\nthen be obliged to do so.\"\r\n\r\n\r\n\r\n<br><br>Now,  Mr Speaker, I would refer to the Report  in\r\n\r\nSessional Paper No. Cmd. 31 of 1956. On  page  69,\r\n\r\nin  Annexure L, \"Constitutional Proposals  by  the\r\n\r\nUnited    Kingdom   Government\", are   mentioned\r\n\r\nproposals offered by the Secretary of State and to\r\n\r\nwhich  the  Member for Cairnhill referred  in  his\r\n\r\nspeech.  Proposal  No. (22)  on  the  Constitution\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The High Commissioner normally to exercise his\r\n\r\npowers in respect of assent to Bills in accordance\r\n\r\nwith the advice of Ministers, -\"\r\n\r\n\r\n\r\n<br><br>normally  he  would  act  on  the  advice  of  the\r\n\r\nMinister -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"but to be required to reserve for Her Majesty's\r\n\r\npleasure  any  bill which in the  opinion  of  the\r\n\r\nDefence  and  Security  Council  prejudices   the\r\n\r\nexercise    of    Her    Majesty's    Government's\r\n\r\nresponsibilities in the field of external  defence\r\n\r\nand external affairs.\"\r\n\r\n\r\n\r\n<br><br>I  am sure, Mr Speaker, that your fine legal mind\r\n\r\npenetrates  fully  through  the rather  cumbersome\r\n\r\nwording  of these paragraphs and I do not want  to\r\n\r\ntake  up  an undue amount of time in dealing  with\r\n\r\nthem.  The  point I am seeking to  put  across  is\r\n\r\nthis:  that in the offer of 1956, the question  of\r\n\r\nthese  Bills  being  reserved  for  Her  Majesty's\r\n\r\npleasure  was  to  be decided by the  Defence  and\r\n\r\nSecurity Council, on which the colonial power  had\r\n\r\nthe effective strength; what has been secured this\r\n\r\ntime  is not less than what was offered last year,\r\n\r\nin  fact, it is very much more, because it is open\r\n\r\nto the Government of Singapore to request that any\r\n\r\nmatter should be referred to the Internal Security\r\n\r\nCouncil.  If  the Singapore Government  says.  \"We\r\n\r\nwant\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1849</b></font><br><br>\r\n\r\n\r\n\r\nthis,   please,  to  go  to  the  internal\r\n\r\nSecurity  Council,\" then it must go  there\r\n\r\nand  that  Council  will  decide  to  what\r\n\r\nextent, if at all, that matter lies within\r\n\r\nits functions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Except to the extent that the Council\r\n\r\ndecided  that  the  matter  was   one   of\r\n\r\ninternal security, it would be the duty of\r\n\r\nthe Government of Singapore to give effect\r\n\r\nto      Her     Majesty's     Government's\r\n\r\nrequirements.\"\r\n\r\n\r\n\r\n<br><br>In  other  words,  the  Malayan-controlled\r\n\r\nInternal   Security  Council  can   decide\r\n\r\nwhether  or  not a Bill is to be  reserved\r\n\r\nfor  Her Majesty's pleasure. The power  of\r\n\r\ndecision  in the 1956 proposals  lay  with\r\n\r\nthe colonial power; in the 1957 agreement,\r\n\r\nit  lies with Malayans sitting together on\r\n\r\nthe Council as brothers in a common effort\r\n\r\nfor    the   prosperity   of   the   joint\r\n\r\nterritories   of   Singapore    and    the\r\n\r\nFederation  of  Malaya.  This  is  a  most\r\n\r\nimportant  and significant gain over  what\r\n\r\nwas offered in 1956, and one for which  we\r\n\r\nshould  be heartily thankful to  the  All-Party  delegates. It is a gain of fact  in\r\n\r\nthat  it gives an additional guarantee  of\r\n\r\nthe  freedom  of action of the Government,\r\n\r\nand  also  serves  as a guarantee  of  the\r\n\r\nclose  association of the two territories.\r\n\r\nWe    do    not   expect   any   practical\r\n\r\ndifficulties  in  determining   what   are\r\n\r\nmatters  of  external affairs or  defence,\r\n\r\nbut if there is any doubt, then it goes to\r\n\r\nthe  Internal Security Council, and it  is\r\n\r\nmost  desirable that the two  territories,\r\n\r\nSingapore  and the Federation,  should  be\r\n\r\nclosely  linked together in  the  work  of\r\n\r\nrelating  themselves to the  world  around\r\n\r\nthem. They should not regard themselves as\r\n\r\nseparated  at home or abroad: they  should\r\n\r\nstand  side by side with regard  to  their\r\n\r\ninternal   problems  and  also  to   their\r\n\r\nexternal  problems. If they do  not,  then\r\n\r\ngradually or rapidly, our national  wealth\r\n\r\nand  our national aspirations will go down\r\n\r\nand  the  future will become  increasingly\r\n\r\ndark  and  dangerous.  We  need  all   the\r\n\r\nfriends we can get and, above all, we need\r\n\r\nour  friends  in the Federation,  and  one\r\n\r\nimportant aspect of this agreement is  the\r\n\r\nextent  to  which it makes necessary,  and\r\n\r\nprovides  opportunitites  for,  friendship\r\n\r\nbetween the two territories, friendship to\r\n\r\nbe  expressed in a practical  way  in  the\r\n\r\ndaily  affairs of life - not in words,  like\r\n\r\nthe  ones  I  am now uttering, which  pass\r\n\r\nover the heads of those around and are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1850</b></font><br><br>\r\n\r\n\r\n\r\nlost,  but in the actual work of  deciding\r\n\r\non   particular  problems,  getting   down\r\n\r\ntogether and seeing whether our minds move\r\n\r\non  the same track or not. That is the way\r\n\r\nin  which  you  learn to  understand  true\r\n\r\ncharacter, when you work together and  can\r\n\r\nmake a judgment on the basis of your work.\r\n\r\nAnd that is what I hope we shall get as we\r\n\r\nwork  together  with  the  Federation   in\r\n\r\nimplementing  this  agreement.  We   shall\r\n\r\nunderstand how their minds work: they will\r\n\r\nunderstand how our minds work. And because\r\n\r\nwe   understand,  we  shall  come   closer\r\n\r\ntogether.   We  shall  see  each   other's\r\n\r\nproblems, and see our own problems through\r\n\r\nthe  eyes of others, and the way  will  be\r\n\r\nopened  for a considerable advance towards\r\n\r\nour  great objective (which I hope is  not\r\n\r\ntoo   far  off) - merger  between  the  two\r\n\r\nterritories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will not take further time on this\r\n\r\npoint,   Mr   Speaker.  I  have   perhaps\r\n\r\nstressed  my  points at undue  length,  to\r\n\r\nexpress   my   firm  rejection   of   this\r\n\r\namendment  and my firm acceptance  of  the\r\n\r\noriginal motion.\r\n\r\n\r\n\r\n<br><br>3.54 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr\r\n\r\nSpeaker, Sir, may I refer you once more to\r\n\r\nthe  motion  standing in the name  of  the\r\n\r\nHon. the Chief Minister? He asks:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the\r\n\r\nSingapore  Constitutional Conference  held\r\n\r\nin  London  in March and April,  1957,  as\r\n\r\ncontained in Sessional Paper No.  Misc.  2\r\n\r\nof  1957, and approves the points on which\r\n\r\nagreement has been reached.'.\r\n\r\n\r\n\r\n<br><br>Sir,  I  ask you to compare that with  the\r\n\r\namendment,  which  asks  the  Assembly  to\r\n\r\n\"regretfully\"  take  note  of   the   same\r\n\r\nReport,  and then \"nevertheless calls  for\r\n\r\nthe  immediate implementation of  the  new\r\n\r\nConstitution.\".   Sir,   why    ask    for\r\n\r\nimplementation - immediate    or     delayed\r\n\r\nimplementation - when you do not approve  of\r\n\r\nthe  points  on which agreement  has  been\r\n\r\nreached? It does not seem logical to me at\r\n\r\nall, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should like, Sir, after hearing such\r\n\r\nlong speeches, to enumerate one by one the\r\n\r\nvarious changes that will be brought about\r\n\r\nwhen   the  new  constitution  comes  into\r\n\r\nforce.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1851</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Today, Sir, this island of Singapore is known, or\r\n\r\nis  described,  in  the statute books  of  the  United\r\n\r\nKingdom and in the various Ordinances of Singapore, as\r\n\r\nthe  \"Colony  of Singapore\". When the new constitution\r\n\r\nis   brought  into  force,  the  word  \"Colony\"   will\r\n\r\ndisappear,  and the word \"State\" will replace  it.  It\r\n\r\nwill  not then be the \"Colony of Singapore\",  but  the\r\n\r\n\"State  of  Singapore\". That is one of the new  things\r\n\r\nthat will be brought about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The number of 32 Members in this Assembly will be\r\n\r\nincreased   to  51,  with  the  following   additional\r\n\r\nchanges: the three ex-officio Members will go and  the\r\n\r\nfour  Nominated Members (including myself)  will  also\r\n\r\ngo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) My third point, Sir, concerns the Executive. The\r\n\r\nterm  \"Chief  Minister\" will be  changed  into  \"Prime\r\n\r\nMinister\"  and  the functions of the  Chief  Secretary\r\n\r\nwill  he  transferred to an elected Minister, and  the\r\n\r\nportfolio  of  the Financial Secretary  will  also  be\r\n\r\ntransferred to an elected Minister. Then the office of\r\n\r\nthe  Attorney-General  will be  discontinued  and  his\r\n\r\nfunctions   will  be  distributed  as   follows:   the\r\n\r\nministerial responsibility of departments assigned  to\r\n\r\nthe Attorney-General will be transferred to an elected\r\n\r\nMinister.  So,  Sir, when we get the new constitution,\r\n\r\nthese three official posts will disappear entirely.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Then we have another change, Sir, number four,\r\n\r\nregarding  the  Head  of  State.  Last  year,  through\r\n\r\nmuddled  thinking,  if I may say  so,  Sir,  the  word\r\n\r\n\"Governor-General\"  was  used.  There  cannot  be  and\r\n\r\nshould  not be a governor-general when there  is  only\r\n\r\ngoing  to be one Governor. The term \"Governor-General\"\r\n\r\nis  used  only  when  there are governors  of  various\r\n\r\nStates and one is made the \"general\" of them all. This\r\n\r\nyear (I do not know how it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1852</b></font><br><br>\r\n\r\n\r\n\r\ncame about, but I suppose through the influence of the\r\n\r\nHon. the  Minister  for Local Government,  Lands  and\r\n\r\nHousing,  Inche Abdul Hamid bin Haji Jumat)  the  term\r\n\r\n\"Yang  di-Pertuan Negara\" has been brought  in.  That,\r\n\r\nSir,  will also be a new thing. We shall also have  as\r\n\r\nrepresentative   of   Her  Majesty's   Government,   a\r\n\r\nCommissioner.   A  Commissioner  will  represent   Her\r\n\r\nMajesty's Government and the Yang di-Pertuan Negara - we\r\n\r\nare   getting   quite  used  to  this  expression - will\r\n\r\nrepresent Her Majesty the Queen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another change, Sir, concerns the Singapore Internal\r\n\r\nSecurity  Council, consisting of three representatives\r\n\r\nfrom Singapore, three from the United Kingdom and  one\r\n\r\nfrom  the Federation of Malaya. We do not have it now,\r\n\r\nbut  we  shall  be having it when the new constitution\r\n\r\ncomes into force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, then, Sir, I come to a doubtful point, and that\r\n\r\nis  paragraph  30  of  the Report where  the  Colonial\r\n\r\nOffice-\r\n\r\n\r\n\r\n<br><br>4   p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Moment of interruption. Further\r\n\r\nconsideration, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Tomorrow, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Remaining items on the Order Paper read, and set down\r\n\r\nfor tomorrow.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">two minutes past Four o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
