{"memberId": null, "volumeNo": "4", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_No\" content=\"12\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-12-20\">\r\n\r\n<meta name=\"Start_Col\" content=\"3301\">\r\n\r\n<meta name=\"End_Col\" content=\"3402\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">12</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">20-12-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 3301</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 4</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART III OF SESSION 1956-7</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Friday, 20th December, 1957</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Dr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3302</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P.(Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr A.R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3303</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBER TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\nThe following Member has, under the provisions of\r\n\r\nsubsection (3) (i) of section 47 of the Singapore\r\n\r\nColony Order in Council, 1955, obtained from the\r\n\r\nSpeaker, permission to be or to remain absent from\r\n\r\nmeetings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Tong Liang (Bukit Panjang)-on 20th December, 1957.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 3303</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n                          \r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Dr Lim Yew Hock):</b> Mr Speaker,\r\n\r\nSir,  as this is the last day set down for debate  on\r\n\r\nthe Budget, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\ntoday  be  exempted from the provisions  of  Standing\r\n\r\nOrder No. 7.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I\r\n\r\nsecond the motion.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down for\r\n\r\ntoday  be  exempted from the provisions  of  Standing\r\n\r\nOrder No. 7.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3303</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I now move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising at the termination of business\r\n\r\nthis  day,  the  Assembly do stand adjourned  to  8th\r\n\r\nJanuary, 1958.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising at the termination of business\r\n\r\nthis  day,  the  Assembly do stand adjourned  to  8th\r\n\r\nJanuary, 1958.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3304</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>APPROPRIATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee of\r\n\r\nSupply [5th Allotted  Day ]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (19th December,\r\n\r\n1957)  proposed to Head 52 in the First  Schedule  of\r\n\r\nthe Bill,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3304</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 52 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1\r\n\r\ntherein.\"-(Mr R. Jumabhoy).\r\n\r\n                          \r\n\r\n<br><br>FIRST SCHEDULE\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 52-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>10.02 a.m.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker, Sir,\r\n\r\nlast  year I spoke on community centres and this year\r\n\r\nI  have  to  bring this matter up again. I find  that\r\n\r\ncommunity centres run today are not making  good  use\r\n\r\nof  the  money  we spend on them. I notice  that  the\r\n\r\nGovernment  always cling to the policy of wanting  to\r\n\r\nhave advisory committees. They hand-pick their people\r\n\r\nand  allow  the community centres to be run  by  such\r\n\r\npeople.   I  told  the  Government  last  year   that\r\n\r\ncommunity  centres  run in this  manner  would  never\r\n\r\nproduce  good results. I related to them  the  events\r\n\r\nright  from  the beginning, probably in  1953,  after\r\n\r\nthey  appointed advisory committees which have  shown\r\n\r\nuntil  today very little result. However,  Government\r\n\r\nconsidered  that  it  was  still  essential  to  have\r\n\r\ncommunity centres run by advisory committees. Another\r\n\r\nyear  has  elapsed and more advisory committees  have\r\n\r\nbeen  appointed but the net result produced is  still\r\n\r\nnegligible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I put it to the Government, Sir, that when it comes\r\n\r\nto  community centres, the people feel that they  are\r\n\r\nGovernment  institutions and they feel  reluctant  to\r\n\r\nmake  use of such centres so that today apart from  a\r\n\r\nfew  little boys making use of them and a little  bit\r\n\r\nof  activity like adult education, community  centres\r\n\r\nare  really not being used as they should be used.  I\r\n\r\nput it to the Government last year that it should  be\r\n\r\nbest  that  people  should be  elected  to  run  such\r\n\r\ncentres. We have elections at the Assembly level  for\r\n\r\nthe  running of the country. We have elections at the\r\n\r\nCity  Council  level; we will also have elections  at\r\n\r\nthe Rural District Council level: yet, with democracy\r\n\r\npractised  at such levels, we deny the  people  of  a\r\n\r\nsmall  village  or  a small community  the  right  to\r\n\r\nchoose  their own natural leaders to run their little\r\n\r\nlocal affairs. This is most unsatisfactory. If\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3305</b></font><br><br>\r\n\r\n\r\n\r\nGovernment  want  community  centres  to   be   fully\r\n\r\nutilised, the natural leaders of the people should be\r\n\r\nchosen to run them so that the people would feel that\r\n\r\nthese  centres  belong to them and  I  am  sure  that\r\n\r\ncommunity centres would then be properly used. I have\r\n\r\nput  forward schemes as to how this could be achieved\r\n\r\nbut  so far I have not had the satisfaction of either\r\n\r\nseeing the schemes I suggested being implemented or a\r\n\r\nmore  workable  scheme  being  put  forward  by   the\r\n\r\nGovernment.  I  urge the Government to consider  this\r\n\r\nmatter  more fully so that money expended under  this\r\n\r\nhead should not be wasted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir, I\r\n\r\nam  glad  that  the  Government is  speeding  up  the\r\n\r\nMalayanisation  scheme and that  the  Social  Welfare\r\n\r\nDepartment  is  fully  malayanised  having  a   local\r\n\r\nofficer  as  Acting Director of Social Welfare.  Sir,\r\n\r\nthis  officer  who  is holding this  appointment  has\r\n\r\nquite  a  considerable  knowledge  of  economics.   I\r\n\r\nunderstand  that  he went to the  United  Kingdom  to\r\n\r\nstudy  this subject but what is most essential,  Sir,\r\n\r\nin this department is that we should have a local man\r\n\r\nwith  practical experience rather than a man  with  a\r\n\r\nknowledge  of economics because social work  is  such\r\n\r\nthat  you  come in close contact with the people  and\r\n\r\nyou  should have a complete knowledge of social  work\r\n\r\nthrough  contact with all communities  in  Singapore.\r\n\r\nThe  present holder of this appointment, I  may  say,\r\n\r\nSir,  is more suited in the Chief Minister's Economic\r\n\r\nAdviser's  Department. We want, in fact, a local  man\r\n\r\nto  go into this department as an understudy to  take\r\n\r\nover  eventually  the  post of the  Economic  Adviser\r\n\r\ninstead  of an expatriate officer in that department.\r\n\r\nShame!  If  we  can  malayanise  the  Social  Welfare\r\n\r\nDepartment,  why can we not malayanise  the  Economic\r\n\r\nAdviser's  Department as well? Surely,  local  people\r\n\r\ncan take over such appointments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, this officer went to the United\r\n\r\nKingdom  for  seven years training in  economics.  He\r\n\r\ncame  back  two  years ago and was attached  to  this\r\n\r\ndepartment but what has been the nature of  his  work\r\n\r\nin  this  Department? I understand he was  placed  on\r\n\r\nresearch work\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3306</b></font><br><br>\r\n\r\n\r\n\r\nrather  than on the actual function of the department\r\n\r\nwhich is social welfare. Now, Sir, within a period of\r\n\r\ntwo years in that department doing research work,  it\r\n\r\nwould  be  rather  difficult  for  him  to  know  the\r\n\r\npractical side of social welfare - the requirements and\r\n\r\nthe  needs  of the public in connection  with  social\r\n\r\nwelfare.  Social welfare is a very, very  complicated\r\n\r\nproblem  and  it  takes time to learn  and  know  the\r\n\r\nactual needs of the public. As I said it must be done\r\n\r\nby  a  man  with practical experience. So  Government\r\n\r\nshould appoint officers in departments to suit  their\r\n\r\nactual qualifications and the present holder, who  is\r\n\r\nan  economist,  should go to the  Economic  Adviser's\r\n\r\nDepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if there is an officer in the Social Welfare\r\n\r\nDepartment who has got practical experience. I  think\r\n\r\nhe  should be appointed to take over that department.\r\n\r\nIt  is  better to appoint one officer who  knows  the\r\n\r\nwork rather than to appoint a man who has got all the\r\n\r\ntheory but has not got the practical knowledge in the\r\n\r\ndepartment  and  then  in the end  find  that  it  is\r\n\r\ndifficult to run it. I do hope that the Minister  for\r\n\r\nLabour  and Welfare will look into this and see  that\r\n\r\nthe Economic Adviser's Department will be malayanised\r\n\r\nvery soon.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair (Assistant Minister to the Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister to the Chief Secretary (Mr M. P. D. Nair):</b> Sir, as a person who is closely\r\n\r\nassociated  with  community centres in  Singapore,  I\r\n\r\nwould  like  to  contribute  my  experience  to  this\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore community development has entered\r\n\r\nits  first  stage. During this initial stage,  it  is\r\n\r\nvery  necessary  that  the  management  of  community\r\n\r\ncentres   should   be  in  the  hands   of   advisory\r\n\r\ncommittees.  Up to now, the advisory committees  have\r\n\r\nbeen   responsible  for  stimulating  the   necessary\r\n\r\ninterest of the community to participate actively  in\r\n\r\ntheir  affairs. Sir, this first stage of  development\r\n\r\nhas  been  very successful, in that it has encouraged\r\n\r\nthose interested in community work to come forward to\r\n\r\nwork hard unselfishly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am told by the Social Welfare Department that\r\n\r\nthe  next  stage  in  the  development  of  community\r\n\r\ncentres is in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3307</b></font><br><br>\r\n\r\n\r\n\r\nthe  offing. In the rural areas, of course, as we are\r\n\r\nall  aware,  it  will be the District Councils  which\r\n\r\nwill  be  responsible for the management of community\r\n\r\ncentres and these District Councils are shortly to be\r\n\r\ncomposed  of  an  elected majority. I  can  see  that\r\n\r\ncommunity development in the rural areas will be much\r\n\r\nmore  vigorous  and enthusiastic once these  District\r\n\r\nCouncils  come into being and we will  then  see  the\r\n\r\nelected  representatives of the people playing  their\r\n\r\npart  in the shaping and in the development of  their\r\n\r\nrespective communities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that there is ample room for the\r\n\r\ndevelopment of community centres in Singapore.  I  do\r\n\r\nnot for a moment think that we have achieved all what\r\n\r\nwe  should have achieved in the past two years and  I\r\n\r\nthink  one  of the ways in which we can  be  actively\r\n\r\nhelpful in the matter of community development is  to\r\n\r\nsee  that  politics do not become part  of  community\r\n\r\ndevelopment.  Sir, there can be great  harm  done  to\r\n\r\ncommunity  development once politics become  part  of\r\n\r\ntheir  activities.  Community centres  are  primarily\r\n\r\ndesigned   to   help  the  community   as   a   whole\r\n\r\nirrespective   of  whether  they   are   members   of\r\n\r\nparticular  political parties and that is one  aspect\r\n\r\nof   the  essence  of  community  development,   that\r\n\r\npolitics  should not be the order of the  day.  I  do\r\n\r\nhope,  Sir, that the people who participate  actively\r\n\r\nin  community  centres will not engage themselves  in\r\n\r\nparty politics.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One other aspect I would like to deal with is the\r\n\r\nsecond  stage  of  community  development.  Community\r\n\r\ndevelopment  cannot be a success if one is  to  think\r\n\r\nthat it is either a Government responsibility or that\r\n\r\nit  is  the  entire  responsibility  of  the  people.\r\n\r\nCommunity development must be developed on the  basis\r\n\r\nof the utmost co-operation between Government and the\r\n\r\npeople and then only community development will  come\r\n\r\nto stay in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,I believe that with the coming of the District\r\n\r\nCouncils  and  the  new City Council,  the  community\r\n\r\ncentres will take\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3308</b></font><br><br>\r\n\r\n\r\n\r\na  new form, have new ideas and a new stimulus and if\r\n\r\nwe  all  actively  participate with  the  active  co-operation   of   the  Government,  we  will   develop\r\n\r\ncommunity life on the right and proper lines.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Labour and Welfare (Dr Lim Yew Hock):</b> Mr Speaker, Sir, the Member for Serangoon\r\n\r\n(Mr Lim Choon Mong) himself said that he brought  up\r\n\r\nthis  subject of community centres last year and this\r\n\r\nyear,  he  is  just repeating what he has  said  last\r\n\r\nyear.  Last year, Sir, I replied to the points raised\r\n\r\nby  him and I think I should not repeat what was said\r\n\r\nin  order  not  to take up the time of this  Assembly\r\n\r\nunnecessarily but I would refer him to  what  I  said\r\n\r\nlast year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the points raised by the Member for\r\n\r\nQueenstown (Mr Lee Choon Eng) the officer who is now\r\n\r\nholding the post of Director of Social Welfare is  an\r\n\r\nofficer  who  has  been  in  that  department,  if  I\r\n\r\nremember  rightly,  from the  very  start  when  that\r\n\r\ndepartment was formed after the liberation. He has  a\r\n\r\nvery   close  knowledge  of  the  working   of   that\r\n\r\ndepartment.  It is true that he is very  suitable  in\r\n\r\nthe  economic field - the only man in the  whole  civil\r\n\r\nservice  who can take over from the present  Economic\r\n\r\nAdviser. But the hon. Member must not forget that  in\r\n\r\nregard  to an appointment, this is left to the Public\r\n\r\nService  Commission.  The Government  does  not  post\r\n\r\nofficers  into  any particular posts. The  Government\r\n\r\nhas  plans  for organising an economic research  unit\r\n\r\nunder  Dr Goh who will, we hope in due course,  take\r\n\r\nover from the present Economic Adviser.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, after all that\r\n\r\nwas   said  last  year,  I  must  still  express   my\r\n\r\ndissatisfaction   that   work  concerning   community\r\n\r\ncentres  is still at a standstill. It has been  at  a\r\n\r\nstandstill for the last two or three years and  I  do\r\n\r\nnot think that what the Government replied to what  I\r\n\r\nasked  last  year would be sufficient. I have  always\r\n\r\ntold  the  Government that what we want  to  see  are\r\n\r\nresults and not just words or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3309</b></font><br><br>\r\n\r\n\r\n\r\nreplies.   I  find  that  instead  of  the  Assistant\r\n\r\nMinister  for Labour and Welfare replying to  what  I\r\n\r\nsaid,   another  Assistant  Minister,  the  Assistant\r\n\r\nMinister to the Chief Secretary, replying to  affairs\r\n\r\nconcerning welfare.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the hon. Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, I quite frankly admit that I was not\r\n\r\nreplying  and  that  it was not my responsibility  to\r\n\r\nreply  to an item under this particular head. I  said\r\n\r\nat  the  very beginning of my speech that I was  only\r\n\r\ncontributing  to  this Assembly my  experience  as  a\r\n\r\nperson  who  is  closely  associated  with  community\r\n\r\ncentres.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, if the\r\n\r\nAssistant   Minister  thinks  that  he   is   closely\r\n\r\nassociated with community centres, then I think he is\r\n\r\nnot  fully  versed  with  the  affairs  of  community\r\n\r\ncentres. He said that party politics should not  come\r\n\r\ninto  community  centres. So far as I  know,  I  have\r\n\r\nnever  found  it  to  be so. He said  that  community\r\n\r\ncentres  should be guided at first but  I  find  that\r\n\r\nthose   centres  which  are  free  from  governmental\r\n\r\ncontrol  and  set  up by the local people  themselves\r\n\r\nprogress to a far greater extent than those guided by\r\n\r\nadvisory  committees of the Government. Now,  Sir,  I\r\n\r\nbelieve that if Government is not going to put  up  a\r\n\r\nscheme  whereby  greater use  is  made  of  community\r\n\r\ncentres,  then  Government will again  fail  in  this\r\n\r\naspect.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now go on, Sir, to further aspects of social\r\n\r\nwelfare work. We know that today in Singapore we have\r\n\r\na  large  number of young people who because  of  the\r\n\r\ninadequate educational facilities are on the streets.\r\n\r\nThey  are  too young to be employed and not  educated\r\n\r\nenough.  I believe that the Social Welfare Department\r\n\r\ncan  come  in  to help these people to a  very  great\r\n\r\nextent.  I must state that they have been helping  in\r\n\r\nthis   direction  but  I  would  like  to  see   more\r\n\r\nintensified  assistance being given  to  these  young\r\n\r\npeople. If the Social\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3310</b></font><br><br>\r\n\r\n\r\n\r\nWelfare Department is not going to take a very active\r\n\r\npart  in shaping the lives of these people and making\r\n\r\nthem  into very useful citizens, then I believe  that\r\n\r\nthe  work  will then pass on to other departments  of\r\n\r\nthe  Government, say, the Police Department and later\r\n\r\non  the Prisons Department. If we do not spend  money\r\n\r\nfor  education and for social welfare, then  we  will\r\n\r\nhave to spend more money on a bigger police force and\r\n\r\nbuild more prisons to house criminals. Assistance has\r\n\r\nbeen  given in this direction but I maintain that  it\r\n\r\nis  insufficient. Greater help must come.  The  young\r\n\r\npeople  must  be  looked  after.  They  will  be  the\r\n\r\ncitizens  of  tomorrow  and  Government  should  give\r\n\r\ngreater  assistance to such people. Even today,  Sir,\r\n\r\non  this  question  of  the problem  with  the  young\r\n\r\npeople,  there  is one great need and that  is  boys'\r\n\r\nhostels.   Here   again,  I   find   that   voluntary\r\n\r\norganisations are helping to a far greater extent.  I\r\n\r\nrefer  to  the Boys Town. They have done  a  splendid\r\n\r\njob.  They have places for these young people  but  I\r\n\r\nthink there are so many other people who want to  get\r\n\r\nin but are unable to do so and Government should give\r\n\r\nfurther  assistance  in this direction.  If  it  were\r\n\r\npossible,  it  would  even be  better  if  Government\r\n\r\nshould undertake to run such an organisation as  Boys\r\n\r\nTown.  I  hope  that Government will take  this  into\r\n\r\nconsideration  and  see  that  the  young  people  of\r\n\r\nSingapore are given greater attention than  they  are\r\n\r\nbeing given now.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lim Yew Hock:</b> Mr Speaker, Sir, on the points\r\n\r\nraised  by  the  Member for Serangoon regarding  more\r\n\r\nactive help to be given to teenagers and linking this\r\n\r\nwith Boys Town and hostels, may I say this, Sir.  The\r\n\r\nGovernment  is  doing every, thing that  is  possible\r\n\r\nwithin  the limited means at its disposal. In  social\r\n\r\nwork of this kind, it is vital that the public should\r\n\r\nwork  hand in hand with the Government and  if  there\r\n\r\nare  organisations as pointed out by the hon.  Member\r\n\r\nwhich are keen to play their part to assist the youth\r\n\r\nof  Singapore,  I  can on behalf  of  the  Government\r\n\r\nassure  such  organisations that whatever  assistance\r\n\r\nthey   may  require  from  the  Government  in   this\r\n\r\nco-operative work, will always be given\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3311</b></font><br><br>\r\n\r\n\r\n\r\nfavourable and sympathetic consideration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I rise to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 52 be reduced\r\n\r\nby $10 in respect of subhead 13 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, subhead 13 refers to \"Public Assistance\" and\r\n\r\ncomparing  the figures to be provided for  next  year\r\n\r\nwith  that  for  this year, I see that  there  is  an\r\n\r\nincrease  of  $380,000. This is  a  very  substantial\r\n\r\nincrease.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I must make it clear\r\n\r\nthat  I  am  not trying to decrease or to reduce  the\r\n\r\nvote. I only move this amendment to initiate a debate\r\n\r\nbecause  public  assistance  is  very  essential   in\r\n\r\nSingapore but what I cannot understand is this,  Sir.\r\n\r\nWhy  should there be such a substantial increase?  Is\r\n\r\nthe Government expecting more unemployment next year?\r\n\r\nAnd  if not, why should there be an increase then?  I\r\n\r\npaid  a compliment to the Government yesterday,  Sir,\r\n\r\npointing out there was less unemployment this year as\r\n\r\ncompared  with  last year. So if  we  can  have  less\r\n\r\nunemployment  this year, we can definitely  have  far\r\n\r\nless  unemployment next year. We always look  forward\r\n\r\nto  progress  and  we must move in the  forward  gear\r\n\r\nrather  than  in  the  reverse  gear.  Sir,  if   the\r\n\r\nGovernment is not anticipating more unemployment next\r\n\r\nyear,  then  this  increase is not  warranted.  There\r\n\r\nshould  not  be any increase. If Government  provides\r\n\r\nmore  employment for the people, I am quite sure that\r\n\r\nthe  vote for \"Public Assistance\" will not be such  a\r\n\r\nbig amount as $6½ million for next year. The question\r\n\r\nis  this:  Government  must have  stability  in  this\r\n\r\ncountry  and  if Government does not have  stability,\r\n\r\nthen  there will be more unemployment. It  is  not  a\r\n\r\nquestion of providing more and more money for  public\r\n\r\nassistance.  It is a question of providing  more  and\r\n\r\nmore  employment  which would reduce  the  number  of\r\n\r\napplicants coming for public assistance. I  am  quite\r\n\r\nsure  that  no  one  would like to apply  for  public\r\n\r\nassistance if he is employed and if he can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3312</b></font><br><br>\r\n\r\n\r\n\r\nearn  a decent living. I am quite sure that a man  is\r\n\r\nforced   to   submit  his  application   for   public\r\n\r\nassistance  through poverty and unemployment.  So  if\r\n\r\nGovernment provides more employment, then there would\r\n\r\nbe  less people applying for public assistance. So it\r\n\r\nis  up  to  Government  not to  increase  the  amount\r\n\r\nrequired  for  public assistance but to provide  more\r\n\r\nemployment  so that less people will be dependent  on\r\n\r\nthe charity of the public and the Government.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lim Yew Hock:</b> Sir, the increase asked for this\r\n\r\nparticular   vote  is  not  because  of  Government's\r\n\r\nanticipation of increased unemployment  in  the  next\r\n\r\nyear. The rates are still the same. There is to be no\r\n\r\nchange in the rates next year. The relief granted  is\r\n\r\nnot only to the unemployed. It is also granted to the\r\n\r\nsick  and to the aged and, from experience gained  in\r\n\r\nthe department, we know that more and more people are\r\n\r\ncoming forward for this relief because they feel that\r\n\r\nthey  are  qualified to do so. When we first started,\r\n\r\nit was with a small amount. It was not, shall we say,\r\n\r\nso  popular. It is now becoming very popular  to  the\r\n\r\npoor,  popular in the sense that they now  know  that\r\n\r\nthere  is a Government which is anxious to look after\r\n\r\ntheir  welfare, and the fact that they know now  that\r\n\r\nthere  is  somebody to look after their welfare,  the\r\n\r\nmore anxious are they to make application for relief.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $11,872,120 for Head 52 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3312</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 53 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $265,800 for Head 53 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, under this\r\n\r\nhead, I find that the name given to the Ministry does\r\n\r\nnot  cover  transport but I take  it  that  the  word\r\n\r\n\"Communications\" covers transport as well and that it\r\n\r\nis  one of the functions of the Ministry to look into\r\n\r\nthe transport problem.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3313</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In most countries, as far as I understand, transport\r\n\r\nis a state responsibility and not run on a commercial\r\n\r\nenterprise basis but in Singapore I find that  it  is\r\n\r\nrun  by  an expatriate firm under a monopoly. Rightly\r\n\r\nor wrongly, most of the shareholders of that firm are\r\n\r\nexpatriates  or British rather than Asians  and  this\r\n\r\nmonopoly  is  given to this firm in the name  of  the\r\n\r\nSingapore  Traction Company. There are  also  Chinese\r\n\r\nbus  companies running this passenger bus service  in\r\n\r\nSingapore  but the competition between these  Chinese\r\n\r\nbus  companies and the Singapore Traction Company  is\r\n\r\nout of comparison. There is a move I under, stand  to\r\n\r\namalgamate all the Chinese bus companies into  a  big\r\n\r\ncompany to compete with this Singapore Traction Company.  Whether it will materialise or not is left  to\r\n\r\nbe seen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the present moment, the consideration of bus\r\n\r\nroutes is left in the hands of the Transport Advisory\r\n\r\nBoard - that may be the correct name of the Board. I do\r\n\r\nappreciate that all the members sitting on this Board\r\n\r\nare   experts  on  transport  but  they   are   fully\r\n\r\nconversant with the theoretical side of the transport\r\n\r\nproblem and not with the practical side. The question\r\n\r\nof  bus routes, I think, should be considered more in\r\n\r\nthe  light  of  the  needs and  requirements  of  the\r\n\r\npublic. Sir, the number of vehicles on the roads  are\r\n\r\nincreasing day by day. With the new serial  lettering\r\n\r\n\"SS\"  that is coming up, I am quite sure that we will\r\n\r\nhave more vehicles by the end of the year. Car owners\r\n\r\nare finding it difficult to park their cars with this\r\n\r\nincrease  in  the number of vehicles  on  the  roads.\r\n\r\nPractically every road in the city is restricted  for\r\n\r\nparking purposes. You either find a \"white line\" or a\r\n\r\n\"No  Parking\" sign on roads within the city area.  It\r\n\r\nis rather fortunate that Members of this Assembly are\r\n\r\nprivileged  to  have a special car parking  space  in\r\n\r\nfront  of  this  Assembly  House.  If  not  for  this\r\n\r\nprivilege, I am sure that Members will also  find  it\r\n\r\ndifficult  to  find a place to park their  cars  when\r\n\r\nattending sittings of this Assembly. It is my opinion\r\n\r\nthat  it is more convenient to come down to the  city\r\n\r\nin  taxis  than in our own cars. Now, to  solve  this\r\n\r\ntraffic problem, I think Government should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3314</b></font><br><br>\r\n\r\n\r\n\r\nconsider  introducing  a  light  railway  scheme.   I\r\n\r\nbelieve,  some years back, the Assistant Minister  to\r\n\r\nthe  Chief Secretary who was then in the City Council\r\n\r\nsuggested  such a scheme. He is now in  power  and  I\r\n\r\nthink  he should push this scheme through. This light\r\n\r\nrailway  scheme,  Sir, could bring workers  from  the\r\n\r\nrural areas into the city, and if most of the workers\r\n\r\nor those who come down to the city for business would\r\n\r\ntravel  on  small trains, I am quite sure  that  this\r\n\r\nwould lessen the number of vehicles on the roads.  In\r\n\r\nmost countries, there are such light trains which  go\r\n\r\ninto  the  rural areas to convey the people  down  to\r\n\r\nwork. Sir, I hope that Government will look into this\r\n\r\nand give consideration to the introduction of such  a\r\n\r\nscheme  whereby  people can travel to  and  from  the\r\n\r\ncity. This will lessen congestion on the roads  as  I\r\n\r\nsaid  and, at the same time, petrol consumption  will\r\n\r\nbe  less.  With  the increase of 20 cents  tax  on  a\r\n\r\ngallon  of petrol, I am sure that the public will  be\r\n\r\nquite happy to travel in light trains rather than  in\r\n\r\ntheir  own  cars. They can leave their cars  at  home\r\n\r\nuntil  the  evening when they can then go  for  their\r\n\r\npleasure  rides. I sincerely hope that the  Assistant\r\n\r\nMinister to the Chief Secretary who had this in  mind\r\n\r\nsome   years  back  will  press  the  Government   to\r\n\r\nintroduce such a scheme.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua (Ponggol-Tampenis):</b> Mr Speaker,\r\n\r\nSir,  may  I ask the Minister for Communications  and\r\n\r\nWorks  whether he is aware that some of the buses  in\r\n\r\nthe  rural districts are not running uniformly.  Some\r\n\r\nof  them run from morning to 12 o'clock midnight  and\r\n\r\nsome  of them run to 10 p.m. I do not understand  why\r\n\r\nthis  should  be so especially for the rural  people,\r\n\r\nSir,  who,  late  in  the night, find  difficulty  in\r\n\r\ngetting  down to town, especially on emergency  cases\r\n\r\nsuch as confinement or accident. If the buses run  up\r\n\r\nto  12 o'clock midnight, I think that will give  more\r\n\r\nhelp to the rural people. So I hope that the Minister\r\n\r\nfor  Communications  and  Works  will  consider  this\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3315</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, Sir, I would\r\n\r\njust  like to add to what the last two speakers  have\r\n\r\nsaid,  that the problem of public transport  is  very\r\n\r\nlittle nearer solution than it was 2½ years ago  when\r\n\r\nthe  Labour  Front stated that their  policy  was  to\r\n\r\nnationalise  transport. There is only  a  short  time\r\n\r\nleft  under this head. So I do hope that the Minister\r\n\r\nwill give us a resume of what is the intention of the\r\n\r\nGovernment in the last few months of its life.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> With regard to transport, Mr\r\n\r\nSpeaker, Sir, I have already made a statement in  the\r\n\r\ncourse  of  this Budget debate. I presume  that  some\r\n\r\nMembers were out of the room at that time. They  will\r\n\r\nget  a copy in due course of what I said and they can\r\n\r\nsee  what my remarks were: they can also get it  from\r\n\r\ntheir  friends. So I do not think that I need say  it\r\n\r\nagain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point raised by the Member for\r\n\r\nPonggol-Tampenis (Mr Goh Chew Chua) that  buses  are\r\n\r\nrunning  irregularly, I am aware of that problem.  It\r\n\r\nis  a  complex problem which is derived  partly  from\r\n\r\nmanagerial  inefficiency  perhaps  and  partly   from\r\n\r\nstresses  and strains between employer and  employee.\r\n\r\nWhen  some  workers  dislike the management  they  do\r\n\r\nsometimes  get the buses driven wrongly.  In  effect,\r\n\r\nthey do not exactly go slow, but go in a muddled way;\r\n\r\nyou  get  five buses close together on the roads  and\r\n\r\nthey pass the bus stops at the same time and then for\r\n\r\nhalf an hour after that there is no further bus. That\r\n\r\nkind of thing does occur.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, generally speaking, it is a problem derived\r\n\r\nfrom the long and muddled history of public transport\r\n\r\nwith  which I have had to grapple because it had been\r\n\r\nbadly  done in the past. It is a complicated job.  We\r\n\r\ncould,  no doubt, have made a Ceylon approach to  the\r\n\r\nproblem  and  gone  with great  rapidity  and  passed\r\n\r\nlaws - not  provided money - and set up a Board.  Whether\r\n\r\nor   not  that  would,  in  fact,  have  brought  any\r\n\r\nimprovement  remains to be seen. My own  judgment  is\r\n\r\nthat  it  is much better to accept delay and to  make\r\n\r\nsure that you are going forward over sound\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3316</b></font><br><br>\r\n\r\n\r\n\r\nfoundations than to say, \"This is a bad situation and\r\n\r\nI  assume  that any action will make it better.\"  You\r\n\r\nhave  got to get the right kind of action or you  may\r\n\r\nmerely  make it worse. But we are in fact considering\r\n\r\nnow  whether  it  is possible to do anything  interim\r\n\r\nabout  the  bus services, particularly the rural  bus\r\n\r\nservices and the Chairman of the Rural Board has been\r\n\r\npressing on this matter for some time. I hope that as\r\n\r\nsoon  as  this Budget is out of the way, my Permanent\r\n\r\nSecretary  can attend to other work and  he  will  be\r\n\r\nable to get on with this one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, for the Member for Queenstown (Mr Lee Choon\r\n\r\nEng).  As usual, he took a good deal of our  time  to\r\n\r\nsay nothing of any importance at all. He knows a good\r\n\r\ndeal about bus companies because he was or is still a\r\n\r\nCity Councillor -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Until tonight.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> - and was closely concerned with them for a number of years and knows a good deal about them\r\n\r\nbut  if he know about the workings of this House,  he\r\n\r\nwould know that in this House, we have already passed\r\n\r\nan  Omnibus  Services  Licensing  Authority;  not   a\r\n\r\nTraffic  Advisory  Board, but an authority  with  the\r\n\r\nduties  and powers properly laid down and constituted\r\n\r\nby  this House. It was typical of the approach  which\r\n\r\nhe  makes to this House that he should not even  know\r\n\r\nwhat  he  is talking about and talk about  a  Traffic\r\n\r\nAdvisory Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The light railway scheme is, of course, a very old\r\n\r\nchestnut. I have got lengthy reports which have  been\r\n\r\nbrought  up  to  date since I was a  Minister  in  my\r\n\r\noffice  and, of course, it would be worth considering\r\n\r\nbut  the  capital cost would be enormous. Even  using\r\n\r\nrelatively vacant land, the mere fact that  you  have\r\n\r\ngot either to lift the thing up in the air or run  it\r\n\r\ndown  in  the  ground - foundations and  that  kind  of\r\n\r\nthing - makes  it a very difficult thing to  carry  out\r\n\r\nand highly speculative, particularly if the main work\r\n\r\nof  development  is not on the present  line  of  the\r\n\r\nrailway.  If  you  are going to run  a  railway  from\r\n\r\nCollyer Quay to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3317</b></font><br><br>\r\n\r\n\r\n\r\nKatong,  the  hon. Member can imagine the  amount  of\r\n\r\ncost that would be involved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $265,800 for Head 53 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3317</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 54 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,273,910 for Head 54 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3317</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 55 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,058,440 for Head 55 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, speaking on\r\n\r\nthis  subject, I do exactly know what I  am  speaking\r\n\r\nabout   because   this  is  from  my  own   practical\r\n\r\nexperience.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the function of this department is to\r\n\r\nstudy   the   atmospheric  movements,  with   special\r\n\r\nemphasis on weather forecasts. From my experience,  I\r\n\r\nemphasise  again  that the forecasts  given  by  this\r\n\r\ndepartment  sometimes  go wrong.  Before  big  social\r\n\r\nfunctions,  I understand that some hosts  do  contact\r\n\r\nthe   department  to  ascertain  the  actual  weather\r\n\r\nforecasts for the day but as I have said, some of the\r\n\r\nforecasts  given  by  the  department  go  wrong.   A\r\n\r\nforecast is given as \"fine\" for the evening and  when\r\n\r\nthe  host  is entertaining his guests in the evening,\r\n\r\nthere  is a big downpour or a big shower. So I  think\r\n\r\nthat   there   must  be  something  wrong   in   that\r\n\r\ndepartment. I am afraid I do not know where the fault\r\n\r\nin   the  department  lies  as  I  am  not  in   that\r\n\r\ndepartment. I can only speak of what I actually know,\r\n\r\nthat  the forecasts have sometimes gone wrong. So  if\r\n\r\nthere  is  something  that has  gone  wrong  in  that\r\n\r\ndepartment, I hope the Minister will look into it and\r\n\r\nfind out where the fault is or what is wrong and  let\r\n\r\nus know whether he can remedy the faults or right the\r\n\r\nwrongs of that department\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3318</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Of course, the difficulty for the\r\n\r\nMeteorological Department, Mr Speaker, Sir, is  that\r\n\r\nSingapore  is  surrounded by water and by  relatively\r\n\r\nundeveloped   areas   and   countries   from    which\r\n\r\nmeteorological  reports are not  directly  available.\r\n\r\nEven  in  Great Britain, which is a highly  developed\r\n\r\narea,  you still get mistakes over what is  going  to\r\n\r\nhappen  to the weather; whether it is going  to  rain\r\n\r\ntomorrow;  or  whether you are going  to  have  light\r\n\r\nshowers or heavy showers. Because what, in fact,  the\r\n\r\nmeteorological people can do is to check  up  on  the\r\n\r\nclouds and the speed they are approaching, the height\r\n\r\nthey are at and the type of cloud and all the factors\r\n\r\ninvolved  and say, \"It looks as though the result  of\r\n\r\nthis  and this and this added together means a shower\r\n\r\nof  rain  in Katong.\" But the shower of rain  may,  of\r\n\r\ncourse, by some factor they have not completely  been\r\n\r\nable to evaluate, fall on the sea instead or fall  on\r\n\r\nQueenstown  perhaps. However, I do  not  think  that\r\n\r\nthere  is anything wrong with the department. I think\r\n\r\nit  is a very good department. Its main function,  of\r\n\r\ncourse, is not to provide information for V.I.P. tea\r\n\r\nparties  but  to advise the ships and aircraft  which\r\n\r\nare  in our meteorological area and to give them  the\r\n\r\nbest  warning  it  can  as to what  sort  of  weather\r\n\r\nconditions  they are likely to meet  with.  It  is  a\r\n\r\nsafety-of-life  service. It may give a  safety-of-tea\r\n\r\nparty service on the side as far as it can, but  that\r\n\r\nis not its proper function. We are hoping to have the\r\n\r\nstorm  warning radar in use (it is now being erected)\r\n\r\nand  this  will  give  a further degree  of  reliable\r\n\r\ninformation  but I do not think at any  time  in  the\r\n\r\nforeseeable future will Singapore be able to say with\r\n\r\nabsolute  reliability precisely where and  when  rain\r\n\r\nwill fall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,058,440 for Head 55 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3318</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 56 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,470,250 for Head 56 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3318</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 57 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,552,630 for Head 57 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3319</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 58 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10 in respect of subhead 2 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under this item, caretakers for unoccupied\r\n\r\nGovernment buildings, the approved Estimates for 1957\r\n\r\ncame to $62,000. For this year $85,000 is required - an\r\n\r\nincrease of $23,000. We would like to know why  there\r\n\r\nshould   be  a  sudden  increase  in  the   cost   of\r\n\r\ncaretakers, whether Government is doing all it can to\r\n\r\nprevent  houses  being unoccupied, as  we  know  that\r\n\r\ndeterioration and, sometimes, theft and damage  occur\r\n\r\nwhen houses are unoccupied.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the hon. Member moving in respect\r\n\r\nof item (2) of subhead 2?\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes. I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10 in respect of item (2) of subhead 2 therein.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The hon. Member is quite right in\r\n\r\npresuming  that there are larger numbers of buildings\r\n\r\nvacant.  I  think it is basically due  to  the  large\r\n\r\namount  of  movement by officers as a consequence  of\r\n\r\nMalayanisation. The continual ebb and flow of people,\r\n\r\neither  on promotion or on retirement or on transfer,\r\n\r\nhas  produced  a  confused situation with  regard  to\r\n\r\nquarters. The result of this is seen in the fact that\r\n\r\nthere is half a page of vacant quarters, some of them\r\n\r\nrunning  quite  far  back,  others  coming  up   very\r\n\r\nrecently.  As  far as I am concerned, it  is  just  a\r\n\r\nmatter  of seeing that they are secure and are looked\r\n\r\nafter  as much as possible during the confused period\r\n\r\nduring which they are standing idle for one reason or\r\n\r\nanother.  I cannot give any more details  as  to  why\r\n\r\nthey stand idle.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, will the Hon. Minister give\r\n\r\nus  an assurance that every step is taken to see that\r\n\r\nthey could be occupied as soon as possible?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3320</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> On that assurance, I beg to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10 in respect of item (3) of subhead 2 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This item, Sir, relates to Maintenance and Current\r\n\r\nRepairs,  General, each year. Last year,  the  amount\r\n\r\napproved  was $2,300,000. This year, we are asked  to\r\n\r\nincrease  this  item  by  $300,000.  I  see  in   the\r\n\r\nexplanation that each year -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member has not given\r\n\r\nnotice  of this amendment. The next amendment on  the\r\n\r\nOrder Paper is,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10 in respect of subhead 4 therein.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the next amendment we are dealing with, and I\r\n\r\nthink  the  hon. Member pinpointed item (3)  of  that\r\n\r\nsubhead, if I am not mistaken?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes. I will come to that under\r\n\r\nthe  general head, Sir. I will proceed with item  (1)\r\n\r\nof subhead 4. That concerns the provision of $100,000\r\n\r\nfor Maintenance of Runway, Taxi Tracks, Aprons, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an entirely new item. I am not\r\n\r\nconversant with the requirements of runways  and  the\r\n\r\nmaintenance  of taxi tracks at the Airport.  I  would\r\n\r\nlike  to  know  why such a vast sum  of  $100,000  is\r\n\r\nrequired  for next year when it was not  required  in\r\n\r\n1957.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can I get this a little clearer? Is\r\n\r\nthe hon. Member moving in respect only of item (1) of\r\n\r\nsubhead 4?\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question then is,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10  in respect of item (1) of subhead 4 therein.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3321</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> In previous years, there was no head for\r\n\r\nthis - runway,  taxi  tracks,  aprons,  etc. - and  these\r\n\r\nitems  were dealt with under what is now item (3)  of\r\n\r\nsubhead  4 - Upkeep  of Government Roads  and  Approach\r\n\r\nRoads  to Government Buildings and Quarters - and  that\r\n\r\nis  why the vote for item (3) of subhead 4 is reduced\r\n\r\nthis  year, although I think it has gone up in  other\r\n\r\nrespects but down as regards this. There is this  new\r\n\r\nitem  (I)  where  we  show the  Airport  costs  as  a\r\n\r\nseparate  item because they are now of a  significant\r\n\r\nsize  and deserve to be separately recorded. I  think\r\n\r\nthe  costs have probably gone up as the work has been\r\n\r\nexpanded  and, of course, they have now been  in  use\r\n\r\nfor 18 months.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I am satisfied with the\r\n\r\nexplanation and beg leave to withdraw my amendment.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 58 be reduced\r\n\r\nby $10 in respect of item (8) of subhead 6 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a question of minor works, Sir. The footnote\r\n\r\nto this item says:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Increase required to meet essential requests for\r\n\r\nitems not provided for under Head: Public Works, Non-Recurrent (General) - Development Estimates.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like more information as to what are items of\r\n\r\ngeneral  works, non-recurrent, for which  this  extra\r\n\r\n$150,000 is required.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> This represents a tussle between the\r\n\r\nTreasury,  who  are  anxious to  economise,  and  the\r\n\r\nPublic  Works Department, who are anxious to maintain\r\n\r\nand to provide what other people ask for.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1955 the total provision was $485,000 for minor\r\n\r\nworks - $60,000 for unforeseen minor works, $50,000 for\r\n\r\nCustoms  and Excise, $75,000 for Education,  $100,000\r\n\r\nfor  foreseen minor works, $100,000 for Medical,  and\r\n\r\n$100,000  for  Police. You can see  that  the  fairly\r\n\r\nheavily   spending  departments  have  fairly   large\r\n\r\nallocations,  and obviously there is some  temptation\r\n\r\nfor heads of departments to say, \"Now, I have a large\r\n\r\nsum of money for minor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3322</b></font><br><br>\r\n\r\n\r\n\r\nworks.  I  will have a lot of attractive little  jobs\r\n\r\ndone.\" But in the interests of economy, the vote  was\r\n\r\npretty vigorously cut. I think for 1956 and 1957  the\r\n\r\namount was very much less. It is only a proportion of\r\n\r\nthe  requests that come in for odd jobs of all  sorts\r\n\r\nthat  are  approved. A lot of requests  are  rejected\r\n\r\nstraightaway as soon as they are put up. Others go as\r\n\r\nfar  as  the  requisition stage and  there  they  get\r\n\r\nturned  down.  In 1957 a total of 570  requests  were\r\n\r\nexamined,  total cost being $245,738. 494  jobs  were\r\n\r\ncarried out at a total cost of $149,988.75 cents.  76\r\n\r\nrequests  were disapproved or postponed, their  total\r\n\r\nestimated  cost  being  $95,749.25  cents.  I   think\r\n\r\nperhaps the increased allocation in this case  brings\r\n\r\nit a bit nearer to reality.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> I hope this struggle will result\r\n\r\nin  some  economy for Government. I will withdraw  my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $7,725,680 for Head 58 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I just want to touch on the\r\n\r\nquestion  of  the  increase  in  the  Estimates   for\r\n\r\nmaintenance  and repair of government  buildings  for\r\n\r\nwhich  another  $300,000 is asked.  While  I  do  not\r\n\r\nobject to the increase, because undoubtedly there are\r\n\r\nmore  government houses being completed,  I  do  urge\r\n\r\nthat extreme care should be taken to see that we  are\r\n\r\ngetting  value  for the money spent on  the  repairs.\r\n\r\nSir,  I  understand this job is undertaken by a  very\r\n\r\nlimited number of contractors and something should be\r\n\r\ndone  to  see that the number of contractors who  are\r\n\r\nasked to do this job should be increased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is this: The other day I met the head\r\n\r\nof  a firm who sells cement-based paints in Singapore\r\n\r\nand  he  was in a fearful fit of temper. He  told  me\r\n\r\nthat he had been quarrelling with his agents who  had\r\n\r\nnot  been looking after his business, and I asked him\r\n\r\nwhat  was  the  trouble.  He  said  he  had  received\r\n\r\ncomplaints that cement-based paints were of  no  use.\r\n\r\nThey were being washed away in about six months. Then\r\n\r\nhe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3323</b></font><br><br>\r\n\r\n\r\n\r\nhad  scrapings taken down from a wall, had them  sent\r\n\r\nfor  analysis and found that they were three-quarters\r\n\r\nlocal  lime and only one-quarter was his product.  It\r\n\r\nwas  a  really bad mixture which was causing all  the\r\n\r\ntrouble.  Sir, I hope such instances can  be  avoided\r\n\r\nwhere government expenditure is concerned.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $7,725,680 for Head 58 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3323</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 59-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $5,325,080 for Head 59 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3323</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>SECOND SCHEDULE\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 1 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name\r\n\r\nof Mr Lee Kuan Yew -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 1 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lee Kuan Yew's absence, the amendment was not\r\n\r\nproceeded with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $75,000 for Head D 1 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3323</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 2 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 2 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 1 deals with additions and alterations to\r\n\r\nthe Supreme Court. The note says that the Registrar's\r\n\r\nCourt and chambers are now required for a sixth Court\r\n\r\nand  provision is asked for to build an extra chamber\r\n\r\nand  Court  for  the  Registrar.  I  can  speak  with\r\n\r\nconsiderable authority on this matter, Sir, because I\r\n\r\nwas  Acting Registrar in the Supreme Court  for  over\r\n\r\nsix  years - between 1932 and 1938 - and I did my job  so\r\n\r\nwell  that  when  after three years I  got  into  the\r\n\r\nColonial  Legal Service, I was appointed as Registrar\r\n\r\nto  the Civil District Court, a post now held by  the\r\n\r\nchief clerk! Anyway, Government found it so difficult\r\n\r\nto  fit me in the District Court that they sent me to\r\n\r\nPenang\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3324</b></font><br><br>\r\n\r\n\r\n\r\nand  Malacca!  Sir, I was for six  years  the  Acting\r\n\r\nRegistrar of the Supreme Court, and I do not  believe\r\n\r\nI  ever  had  any  occasion to hold any  enquiries - probate,  divorce or accounts - in any Court and  I  do\r\n\r\nnot  think, Sir, a Registrar really requires a  Court\r\n\r\nfor  his work. His work is more chamber work  and  it\r\n\r\ncan  be  done in a large chamber. $200,000 is a  very\r\n\r\nlarge sum of money. I can do a lot of things with it.\r\n\r\nTake this beautiful Assembly Hall. The whole building\r\n\r\nwas  renovated at a cost of $600,000. Now I  want  to\r\n\r\nknow  whether or not you are putting a new  Court  on\r\n\r\ntop  of  the flat roof. Where is this $200,000  going\r\n\r\nto?\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> It is a\r\n\r\nmost complicated matter, Sir. We do propose to create\r\n\r\ntwo  new  Courts for Judges, to create a new  waiting\r\n\r\nroom  and  an extra Court for the Registrar,  and  an\r\n\r\noffice for the Deputy Registrar, and all these  rooms\r\n\r\nwill be air-conditioned with furniture provided.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I might mention in passing that only\r\n\r\ntwo  minutes was allotted for this head because there\r\n\r\nwas no claim for time at the informal meeting.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $85,000 for Head D 2 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3324</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 9 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 9 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 1 is my favourite, Sir. It relates to\r\n\r\nDivision I quarters. I notice with satisfaction  that\r\n\r\nno  increase  has been asked for this item.  I  think\r\n\r\npartly  one  of  the  reasons is  that  I  have  been\r\n\r\nconsistently  attacking these quarters for  the  last\r\n\r\ntwo  years. Sir, this quarter is to replace  the  hut\r\n\r\nnow  used by the engineer at the Broadcasting Station\r\n\r\nin  Jurong,  but it is a big step from  a  hut  to  a\r\n\r\nDivision I quarter. Why cannot we give him a Division\r\n\r\nII  quarter  which  costs $18,000?  This  is  a  very\r\n\r\nreasonable sum. I caused a bungalow to be  built  for\r\n\r\nthe chief clerk\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3325</b></font><br><br>\r\n\r\n\r\n\r\nof  a  big rubber estate and it only cost $12,000 with\r\n\r\nsanitation  complete. Sir, cannot  we  save  at  least\r\n\r\n$20,000 on this item?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The item is item (1) of subhead\r\n\r\n1 - Division I Quarters, Jurong, one - is that correct?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the sum to be allotted for\r\n\r\nHead  D 9 be reduced by $10 in respect of item (1)  of\r\n\r\nsubhead 1 therein.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I am not perfectly clear if I have got\r\n\r\nthe  hon. Member right, but I think he now accepts the\r\n\r\ncost of the quarters as all right, but he thinks there\r\n\r\nshould be a lower grade of quarter. In regard to  what\r\n\r\nquarter  that officer should have, that  is  a  matter\r\n\r\nwhich  does  not concern the builders but it  concerns\r\n\r\nthose  who control the civil service. It comes  within\r\n\r\nthe  terms of employment of the civil service and  the\r\n\r\navailability of certain types of quarters.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I just want to find out if\r\n\r\nGovernment can reduce it to a lower cost.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart (Acting Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Chief Secretary (Mr S. T. Stewart):</b> Sir,\r\n\r\nthe  Resident  Engineer  at Jurong  is  a  Division  I\r\n\r\nofficer  and  we are providing him with  quarters  for\r\n\r\nwhich Division I officers are eligible. In fact, it is\r\n\r\nonly a Class V quarter which we are providing for this\r\n\r\nofficer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Did I hear the Chief Secretary\r\n\r\nsay  that  the  Government are  providing  a  Class  V\r\n\r\nquarter for a Division I officer?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Government quarters are divided into\r\n\r\ncategories, Sir. The most senior Division  I  officers\r\n\r\nhave  Class  I  quarters. The most junior  Division  I\r\n\r\nofficers have Class V quarters. The particular type of\r\n\r\nquarter  suitable for the Resident Engineer at  Jurong\r\n\r\nis  a  Class  V  quarter. It is the cheapest  type  of\r\n\r\nquarter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I strongly advocate doing\r\n\r\naway with this type of quarter. I would rather add two\r\n\r\nextra  rooms  to a Division II quarter at  a  cost  of\r\n\r\nanother $5,000.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I think that would be a considerable\r\n\r\narchitectural  feat,  Sir. I do not  think  we  should\r\n\r\ncontemplate that at the moment.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps the Estimates Committee will\r\n\r\nlook into the details.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $120,000 for Head D 9 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 10 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,000 for Head D 10 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 11 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name\r\n\r\nof Mr Lee Kuan Yew -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 11 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lee Kuan Yew's absence, the amendment was not\r\n\r\nproceeded with.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 11 be reduced\r\n\r\nby $10 in respect of subhead 2 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 2 comes under the Royal Malayan Navy and it\r\n\r\ndeals with shipbuilding the estimated cost of which is\r\n\r\n$15 million. At last year's Budget sitting I said that\r\n\r\ntorpedo-boats were obsolescent, and now  I  can  claim\r\n\r\nthat they are obsolete. With the advent of the Sputnik\r\n\r\nand  intercontinental missiles with  atomic  warheads,\r\n\r\nwarfare  has  made a complete circle in  that  it  has\r\n\r\nreturned  to  where it started, where the fighting  is\r\n\r\nbetween  leaders - like the stags at rutting - the  winner\r\n\r\ntakes all. It is clear that in the next war, which God\r\n\r\nforbid,  the blows will fall on the nerve centres  and\r\n\r\nthe  large centres of production, and far-flung  areas\r\n\r\nlike  Singapore  will fall like  ripe  apples  to  the\r\n\r\nvictor. There will be no more blockades or mine-laying\r\n\r\nas  was  the  case  in  the last  war.  Therefore  the\r\n\r\nexpenditure  on  building  torpedo-boats  will   be\r\n\r\nunnecessary.  In  their place we can have  more  small\r\n\r\npatrol  boats  to patrol our shores and  help  in  the\r\n\r\npreventive  measures  against smuggling.  Furthermore,\r\n\r\nthe saving of this very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3327</b></font><br><br>\r\n\r\n\r\n\r\nlarge  sum  of  $15 million can be used for  building\r\n\r\nmore  schools  or carrying out other welfare  schemes\r\n\r\nfor the population of Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I\r\n\r\nrise  to  support  most heartily the  mover  of  this\r\n\r\namendment.  The whole question before  the  House  is\r\n\r\nbriefly this: whether it is safer for Singapore to be\r\n\r\nknown  as  an  open city or as the Gibraltar  of  the\r\n\r\nEast - the  impregnable base of the British  Empire  in\r\n\r\nthe  Far  East - and therefore we must have an army,  a\r\n\r\nnavy,  and a strategic air force stationed at  Changi\r\n\r\nAirport.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Member for Paya Lebar that we\r\n\r\ncan  save  this  money  for many  useful  and  urgent\r\n\r\npurposes,  rather than spend it on what  some  people\r\n\r\nhave  described  as  a \"toy navy\".  Sir,  I  strongly\r\n\r\nsupported  the  proposal to scrap the  idea  that  we\r\n\r\nshould establish a Defence Department. A friend  once\r\n\r\nsaid  to  me, \"If we do not have an army or  a  small\r\n\r\nnavy, and if neighbouring countries like Indonesia or\r\n\r\nChina  or  even India just send a battalion into  our\r\n\r\nterritory, what are we going to do?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me ask this question: whether any hon.\r\n\r\nMember  of  this House ever fired a single bullet  or\r\n\r\nshed  a single drop of blood to gain our freedom from\r\n\r\nthe  British  imperialists? Sir, I must confess  that\r\n\r\nwithout Hitler, who was hitting the imperialists  and\r\n\r\nthe  colonialists  in the West, and  without  General\r\n\r\nTojo,  who started the war from the East,  I  do  not\r\n\r\nthink   we   will  today  have  so  many  independent\r\n\r\ncountries in Africa and Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our independence and our security are based on\r\n\r\nour international relationships. We must have friends\r\n\r\nin  this  new  age. No military power can  conquer  a\r\n\r\npeople  with genuine national aspirations.  Therefore\r\n\r\nwe   have   no  fear.  Let  anybody  try  to  conquer\r\n\r\nSingapore. They will have to withdraw at last. Sir, I\r\n\r\nrepeat  again,  it is now a question of  principle - whether Singapore should continue to be known as the\r\n\r\nGibraltar of the East or be declared an open city.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3328</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> On a point of information, Sir. I just want\r\n\r\nto  ask, Mr Speaker, Sir, whether the hon. Member is\r\n\r\non the side of shipbuilding or against it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am so sorry, Sir. I should\r\n\r\nlike  to  point  out that the whole  emphasis  of  my\r\n\r\nspeech  has been to scrap not only the Royal  Malayan\r\n\r\nNavy but all the defence expenditure arising from it.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir,\r\n\r\nthere  is  a programme of $15 million to be spent  on\r\n\r\nthis item of shipbuilding. Nothing has been spent  so\r\n\r\nfar.  If  so,  it  should not be proceeded  with  and\r\n\r\n\"money  wasted  in the water\". The  money  should  be\r\n\r\nutilised  for  the  welfare of the  people.  Besides,\r\n\r\nSingapore  is  not responsible for external  defence.\r\n\r\nThis  rests  with the United Kingdom  Government.  If\r\n\r\nAustralia, New Zealand and the United Kingdom want to\r\n\r\nhave  their  interests defended,  they  may  maintain\r\n\r\nanything they want at their expense. We should not be\r\n\r\ntheir cat's-paw.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I give another instance. The United States of\r\n\r\nAmerica is maintaining a naval reserve force in  Near\r\n\r\nEast waters, near Formosa, Vietnam and so on. If  the\r\n\r\nUnited  Kingdom  Government want to follow  the  same\r\n\r\ncourse  to  protect their own interests  in  the  Far\r\n\r\nEast,  let  them do so. But certainly we  should  not\r\n\r\nspend  our money on a shipbuilding scheme.  It  is  a\r\n\r\nmere waste. You may need an army for internal defence\r\n\r\nand  also  you may like to build up an auxiliary  air\r\n\r\nforce,  but it is a waste of money. We saw how  money\r\n\r\nwas  wasted on such defence services in the last war.\r\n\r\nSingapore  is a small city, Sir. In case of  war,  it\r\n\r\ncan  be declared an open city - that is quite easy.  It\r\n\r\nis  impossible for a small city to defend itself.  We\r\n\r\nshould not spend so much money on defence.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, when I heard the views of the hon.\r\n\r\nMember  for Telok Ayer and the hon. Member for Changi\r\n\r\non  defence,  I  was reminded of a remark  which  was\r\n\r\nattributed to the Duke of Wellington \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3329</b></font><br><br>\r\n\r\n\r\n\r\nwho, after reviewing his forces before a  battle\r\n\r\nin  the Peninsula War, said \"I hope they frighten the\r\n\r\nenemy, for, by God, they frighten me!\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want to enter into a discussion on the\r\n\r\nquestion  of defence policy, Sir. I cannot altogether\r\n\r\nagree  with  the views put forward by the Member  for\r\n\r\nPaya  Lebar, the Member for Telok Ayer and the Member\r\n\r\nfor  Changi.  I do think there is still  a  need  for\r\n\r\nsmall  coastal defence craft. But I would  say  this,\r\n\r\nSir,  that  this  programme  of  shipbuilding  is  in\r\n\r\nabeyance because a decision has not yet been  reached\r\n\r\non  the future of the Royal Malayan Navy. I think  it\r\n\r\ncan  be taken for certain, Sir, that this expenditure\r\n\r\nwill  not  fall  to  the  account  of  the  Singapore\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, in that case, I beg to\r\n\r\nwithdraw my amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it the pleasure of the Committee\r\n\r\nthat the amendment be withdrawn?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> No.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 11 be reduced\r\n\r\nby $10 in respect of subhead 9 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I come to subhead 9 which shows that an amount\r\n\r\nof   $12  million  is  required  to  build  permanent\r\n\r\nbarracks for the Singapore Infantry Regiment. I  have\r\n\r\nalready described this Budget as unrealistic and this\r\n\r\nis one of the items which makes me form that opinion.\r\n\r\nSir,  $12  million  is  a very large  sum  of  money.\r\n\r\nAlthough  we are committed to the Singapore Battalion\r\n\r\nand  troops to help us keep our internal and external\r\n\r\nsecurity,  I  do  not  visualise  the  necessity   of\r\n\r\nspending  such  a  large sum for permanent  barracks.\r\n\r\nBarracks  can be made of different types and  we  can\r\n\r\nput up large buildings for less than half\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3330</b></font><br><br>\r\n\r\n\r\n\r\nthat sum. The objection has always been that the cost\r\n\r\nof  maintenance of a semi-permanent building would be\r\n\r\ndouble  that  of a permanent one. That is  true,  but\r\n\r\nwhen  you come to the question of arithmetic, if  you\r\n\r\ncan  save $6 million out of $12 million, the interest\r\n\r\nsaved on that large sum would be more than enough  to\r\n\r\nbe  used  for  the  repairs and  maintenance  of  the\r\n\r\nbuildings,  and the sum of $6 million could  be  used\r\n\r\nfor  other  projects. Sir, as I have said before,  we\r\n\r\nare  coming to a time when we must examine every item\r\n\r\nof  expenditure, and I say that $12 million  for  any\r\n\r\nproject must be examined with minute care and  pruned\r\n\r\ndown wherever possible.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> These barracks are required for the 1st\r\n\r\nBattalion  of  the Singapore Infantry Regiment.  They\r\n\r\nare  based on a schedule of requirements drawn up  by\r\n\r\nthe  War  Council and on a programme of building  for\r\n\r\nthe Federation Regiment. The figure shown is merely a\r\n\r\nvery rough P.W.D. estimate based on cubic footage  of\r\n\r\nbuilding and ancillary services required for a  large\r\n\r\nmilitary  cantonment.  The plans  have  still  to  be\r\n\r\nprepared. I imagine that very considerable reductions\r\n\r\nwill  be  made, not perhaps so much on  the  cost  of\r\n\r\nitems  but on the number of items in the schedule.  I\r\n\r\nthink,  when the final plans are drawn up,  the  hon.\r\n\r\nMember will find that the total sum required will  be\r\n\r\nvery  considerably reduced. At the same time, Sir,  I\r\n\r\nshould  say  that  if he were dissatisfied  with  the\r\n\r\nestimate drawn up, it would be an appropriate  matter\r\n\r\nto be taken up by the Estimates Committee. The matter\r\n\r\nis  still in the planning stage. We have entered into\r\n\r\nno  commitments  and  the hon.  Member  will  in  the\r\n\r\nEstimates   Committee  have  every   opportunity   of\r\n\r\ndetermining whether the estimates are realistic.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> In that case, I withdraw my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,475,570 for Head D 11 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3331</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 15 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,154,850 for Head D 15\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3331</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 16 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,000 for Head D 16 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3331</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 17 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $145,000 for Head D 17 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3331</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 22 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $33,100,000 for Head D 22 stand\r\n\r\npart of the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, looking through\r\n\r\nthe Development Estimates under this head, I feel  it\r\n\r\nis a real shame on the part of the Government that no\r\n\r\nprovision  is  being  made for a  sports  stadium  in\r\n\r\nSingapore. It is also a disgrace to Singapore that we\r\n\r\ndo not have a sports stadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some years ago the Government set up a Sports\r\n\r\nStadium   Board.   Members   of   this   Board   were\r\n\r\nrepresentatives  of  local sports organisations,  the\r\n\r\nCity Council and, I believe, the Rural Board as well.\r\n\r\nI  happened  to  be a member of this  Board  for  two\r\n\r\nyears,  as a representative of the City Council.  But\r\n\r\nlast  year  I  was compelled to tender my resignation\r\n\r\nfrom this Board because I was not satisfied with  the\r\n\r\nset  up.  I felt at that time that I would  serve  no\r\n\r\npurpose  by sitting on the Board if it could  not  do\r\n\r\nanything  for the benefit of Singapore in the  sports\r\n\r\nfield.  Any  proposals made by members of  the  Board\r\n\r\nwere  just  simply  turned down - I see  the  Financial\r\n\r\nSecretary  is nodding his head. The reason  given  by\r\n\r\nthe Government for turning down any proposals made by\r\n\r\nmembers  of the Board was that there was no money  to\r\n\r\ncarry  them  out.  Yet this year's  Budget  Estimates\r\n\r\ncould be prepared with a deficit of $35 million,  and\r\n\r\nGovernment  knows  how to find that  $35  million  by\r\n\r\nincreasing taxes and so forth.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3332</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it was not only I who was disgusted with the\r\n\r\nattitude  of the Government. All the members  of  the\r\n\r\nBoard,  excluding  the  ex-officios,  especially  the\r\n\r\nFinancial Secretary, I think, were not happy  at  all\r\n\r\nwith  the state of affairs. Ultimately there  was  no\r\n\r\nalternative  for the Government but to dissolve  that\r\n\r\nBoard.  I  think  there  is another  Member  in  this\r\n\r\nAssembly  who was also a member of the Board,  and  I\r\n\r\nbelieve he felt the same way as I did.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At one time, Sir, some members of the Board\r\n\r\nsuggested  to  Government to take over  Bendemeer - the\r\n\r\nMember for Kampong Kapor is not here; if he is  here,\r\n\r\nhe will not feel happy about it, Sir, because that is\r\n\r\nthe   property  he  inherited  from  his   ancestors.\r\n\r\nBendemeer  is  a  very suitable  site  for  a  sports\r\n\r\nstadium.  If we could have taken that over, we  would\r\n\r\ntoday  be  proud and could boast of having  a  sports\r\n\r\nstadium in Singapore. But Government was not  at  all\r\n\r\nprepared  to  listen  to the  advice  given  and  the\r\n\r\nsuggestions made by members of the Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another excuse that the Government always gave was\r\n\r\nthat  there  was no response from the  public.  Would\r\n\r\nthat be correct, Sir, that there was no response from\r\n\r\nthe  public?  I am sure that the people of  Singapore\r\n\r\nare  quite  sports-conscious  and  sports-minded.  We\r\n\r\noften see big crowds at sports events. If there is no\r\n\r\nmove  made  by the Government, how can they ascertain\r\n\r\nif  there is any actual support and response from the\r\n\r\npublic?  Government must make a move or  a  start  so\r\n\r\nthat  response  or  support from the  public  can  be\r\n\r\nforthcoming. But no, Government was not  prepared  to\r\n\r\nmake a move at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is already on the sports map. We won many\r\n\r\nGold  Medals, Silver Medals and Bronze Medals in  the\r\n\r\nOlympic  Games.  Why cannot we have a sports  stadium\r\n\r\nand  so  be on a par with other countries? At  least,\r\n\r\nSir,  the  City Council of Singapore - a  much  smaller\r\n\r\nauthority  than the Assembly - can boast of  a  running\r\n\r\ntrack  in Farrer Park. If the City Council can  boast\r\n\r\nof   a  running  track  in  Farrer  Park,  what  have\r\n\r\nGovernment  done and what have they to  boast  about?\r\n\r\nNothing at all. A running track provided by the  City\r\n\r\nCouncil and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3333</b></font><br><br>\r\n\r\n\r\n\r\nnot  by the Government! But it is never too late  for\r\n\r\nthe Government to realise and correct their mistakes,\r\n\r\nSir.  There  is  still time. If  the  Government  are\r\n\r\nsincere  in  admitting that a mistake has been  made,\r\n\r\nthen I think they can have second thoughts about  the\r\n\r\nsports  stadium. Government can again set it up,  but\r\n\r\nin  doing so, let me tell the Government this -  there\r\n\r\nis  no purpose, as I have said, in having a board  if\r\n\r\nits   members  have  no  voice  at  all   under   the\r\n\r\ndictatorship of the Government. No member would  like\r\n\r\nto  sit  on  the Board if the Government dictated  to\r\n\r\nhim.  As a citizen of Singapore, I would like to  see\r\n\r\nSingapore have a sports stadium which will  be  on  a\r\n\r\npar  with  those  of other countries. Let  Government\r\n\r\nfind  out  whether there is any support  or  response\r\n\r\nfrom the public. If the worse comes to the worse, why\r\n\r\nnot  run  the stadium on a semi-commercial basis  and\r\n\r\nask  Government to give a dollar for dollar grant and\r\n\r\nsee whether there is any response from the public?\r\n\r\n\r\n\r\n<br><br><!-- Mr Soh Ghee Soon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Soh Ghee Soon (Cairnhill):</b> Mr Deputy Speaker,\r\n\r\nSir, I rise to support the last speaker. The idea  of\r\n\r\nhaving a sports stadium was mooted about eight  years\r\n\r\nago. The previous Government encouraged the formation\r\n\r\nof  a  Singapore Sports Stadium, but during the  last\r\n\r\nthree or four years, no support came from the present\r\n\r\nGovernment. This year it was said that because  there\r\n\r\nwas  no support for this project, there was no  point\r\n\r\nin  carrying  on with it and therefore it  should  be\r\n\r\nsuspended for the time being. But the fact is, as you\r\n\r\nhave heard the last speaker say, no encouragement was\r\n\r\ngiven  by the Government at all. Government's idea  I\r\n\r\nthink  is,  \"Oh, we need a lot of money for  schools,\r\n\r\nhospitals and housing.\" Well and good, but today when\r\n\r\nlooking  at the Budget we are asked to approve  about\r\n\r\n$242  million. I can see no point why we  should  not\r\n\r\nhave $1¾ million for a sports stadium and I think  it\r\n\r\nis  a shame for the Government in not having a sports\r\n\r\nstadium  built for Singapore. There are, I think,  in\r\n\r\nSingapore  at least 300,000 people who are interested\r\n\r\nin  sports.  Over 100,000 are interested  in  various\r\n\r\nforms of sports and 200,000 are either supporters  or\r\n\r\nonlookers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3334</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We were the first to cry for a sports stadium, and\r\n\r\nyet the Federation of Malaya, who did not clamour for\r\n\r\none,  were  the first to build their stadium.  It  is\r\n\r\nbecause  they have a great sportsman in  Tunku  Abdul\r\n\r\nRahman  and  their  Ministers are all  sports-minded.\r\n\r\nUnfortunately, looking across the Chamber,  I  cannot\r\n\r\nsee  anyone  on the Government benches who  has  even\r\n\r\nstepped  into the Jalan Besar stadium. That  is  why,\r\n\r\nMr Deputy Speaker, the Government are not interested\r\n\r\nin  sports at all. We are spending our money to fight\r\n\r\nsubversive  elements, and yet in a way  I  think  the\r\n\r\nGovernment  are  encouraging their existence  by  not\r\n\r\nproviding the youths of Singapore with healthier  and\r\n\r\nbetter recreation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At one stage I was told by a member of the\r\n\r\nGovernment  that  we have a sports stadium  in  Jalan\r\n\r\nBesar.  Sir,  that  is not a sports  stadium;  it  is\r\n\r\nmerely  a  playing  field  and  not  fit  for   major\r\n\r\ncompetitions.   What  we  want  is   a   stadium   of\r\n\r\ninternational standard where games can be held on  an\r\n\r\ninternational   level,  so  that  the   citizens   of\r\n\r\nSingapore can have something to be proud of.  I  hope\r\n\r\nthe Government will change their views, and they will\r\n\r\nreceive  the  blessings of the younger generation  if\r\n\r\nthey provide Singapore with a decent sports stadium.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, if I may speak for the non-games\r\n\r\nplaying  aesthetes who sit on the Government  benches\r\n\r\non  this matter of a sports stadium for Singapore!  I\r\n\r\ndo  not  want to go into this matter again at length.\r\n\r\nIt  has  been  ventilated in  this  Chamber  on  many\r\n\r\noccasions  over the past four years. It may  be  true\r\n\r\nthat  we have disappointed the Stadium Board and that\r\n\r\nwe have turned down requests from various sections of\r\n\r\nthe   community  for  a  stadium  in  Singapore.   We\r\n\r\nappointed the Board in the hope that it would be able\r\n\r\nto  evolve  a  suitable and workable scheme  for  the\r\n\r\nconstruction and running of a stadium, but it  failed\r\n\r\nto  do so. Its idea was that Government should put up\r\n\r\nall  the  money  for  the  stadium  and,  I  presume,\r\n\r\nsubsequently all the money for its running  expenses.\r\n\r\nI  would  like to summarise briefly why this proposal\r\n\r\nwas  not  supported by Government. First of  all,  we\r\n\r\nhave an excellent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3335</b></font><br><br>\r\n\r\n\r\n\r\nstadium  at  the  moment. We  have  Jalan  Besar  the\r\n\r\ncapacity  of  which has never been fully utilised  at\r\n\r\nany  sporting  event  held  there.  It  is  perfectly\r\n\r\nsuitable  for  all  reasonable  requirements  at  the\r\n\r\npresent  time. It could be expanded if necessary.  We\r\n\r\nalso  have  a running track in Farrer Park  which  is\r\n\r\nsuitable  for our athletes to train on. An even  more\r\n\r\ncogent  reason  for not supporting the proposal  from\r\n\r\nthe   Stadium   Board  is  that  our  resources   for\r\n\r\ndevelopment  are limited and we feel that,  while  an\r\n\r\ninternational  sports  stadium  might  add   to   the\r\n\r\nprestige of Singapore, in present circumstances,  the\r\n\r\nmoney  required for it could be devoted to far better\r\n\r\npurposes,  for example, to building houses, hospitals\r\n\r\nand schools for the population.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Deputy Speaker, Sir, it\r\n\r\nreally  surprises  me to see the Financial  Secretary\r\n\r\ncome  to  this Assembly and boast that we have  Jalan\r\n\r\nBesar stadium and a running track at Farrer Park, and\r\n\r\nthat all sporting functions can be held at these  two\r\n\r\nplaces. Sir, Jalan Besar stadium belongs to the  City\r\n\r\nCouncil, and not the Government. The running track at\r\n\r\nFarrer Park also belongs to the City Council, and not\r\n\r\nthe Government.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I should like to go further, Sir, and say that Jalan\r\n\r\nBesar  stadium  is  not a sports  stadium.  It  is  a\r\n\r\nstadium  built  especially for football  and  hockey.\r\n\r\nThroughout the whole year the activities held in that\r\n\r\nstadium consist of nothing but football. Other sports\r\n\r\nactivities are seldom held there, not because  people\r\n\r\nare  not interested, but because the place is not big\r\n\r\nenough  by international standards. The size of  that\r\n\r\nstadium is too small for the Olympic Games to be held\r\n\r\nthere. Only small schools hold their sports there. It\r\n\r\nis  really  surprising  to see Government  trying  to\r\n\r\ncover  up their responsibility by saying that we  are\r\n\r\nwell  catered  for  by having this  stadium  and  the\r\n\r\nrunning track at Farrer Park.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Member for Cairnhill has suggested, it\r\n\r\nis only through sports and games that you are able to\r\n\r\nteach  the younger generation to do the right things.\r\n\r\nWe  have  seen  many teenagers going the  wrong  way,\r\n\r\nbecoming either gangsters or\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3336</b></font><br><br>\r\n\r\n\r\n\r\nsubversive   elements.  Why?  Because   they   cannot\r\n\r\nconcentrate their minds on the right path and so they\r\n\r\ngo  into  the  wrong path, where you have  subversive\r\n\r\nelements  and gangsters and gang clashes  and  secret\r\n\r\nsocieties.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should try to bring the younger generation to the\r\n\r\nsports  field where they can mingle together, because\r\n\r\nit  is  through  games and sports that  the  sporting\r\n\r\nspirit  is cultivated, and the winning or the  losing\r\n\r\ndoes  not  matter.  It  is better  that  the  younger\r\n\r\ngeneration  go  in  for  sports  rather  than  become\r\n\r\nsubversive elements and extortionists.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Cairnhill has said, I hope the\r\n\r\nGovernment  will change their minds and  re-establish\r\n\r\nthis Board.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Deputy Speaker, Sir, the\r\n\r\nargument of the Member for Queenstown that we  should\r\n\r\nbring  teenagers to the stadium where they will learn\r\n\r\nto  cultivate the sporting spirit and be good boys is\r\n\r\nmost stupid. I thought the whole argument was that  a\r\n\r\nstadium  of international standard should be provided\r\n\r\nin  order  to  enhance the prestige of  Singapore.  I\r\n\r\nthink  the  Member for Queenstown does not understand\r\n\r\nthe  fight of ideologies in this country. It  is  not\r\n\r\nthrough  sports  alone that you can fight  subversive\r\n\r\nelements or gangsterism. It is the provision of  more\r\n\r\nemployment,  more housing and more schools  that  can\r\n\r\nfight these two problems - not sports alone.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I wish to stress is this: the\r\n\r\nMember  for  Queenstown  said  that  we  should   get\r\n\r\nteenagers   to   take  an  interest  in  recreational\r\n\r\nfacilities  to  prevent them from becoming  gangsters\r\n\r\nand subversive elements. If the Member for Queenstown\r\n\r\nand  the  Member  for Cairnhill, as  public  spirited\r\n\r\nleaders   of   this  country,  will  organise   these\r\n\r\nyoungsters into small sections and bring them to  the\r\n\r\nYouth  Sports Centre, I will say then that  they  are\r\n\r\ndoing a duty to the public.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I was much impressed by the obvious deep\r\n\r\nfeelings  of  the  Member  for  Cairnhill,  and  even\r\n\r\nperhaps of the Member for Queenstown, in this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3337</b></font><br><br>\r\n\r\n\r\n\r\nmatter. But I feel they might go a little bit further\r\n\r\nand  make  it  quite clear to us by  what  means  the\r\n\r\nGovernment   are  going  to  find  this  money.   The\r\n\r\nGovernment  cannot do all the things for which  money\r\n\r\nis required - a minimum of $¾ million. To get the money\r\n\r\nthey want, we must drop out schools, or hospitals, or\r\n\r\npublic assistance, or whatever item they want to  cut\r\n\r\nout. Alternatively, they can indicate what taxes they\r\n\r\nwould like to impose to get this money. Let them make\r\n\r\nit   perfectly  clear,  not  in  general  terms   but\r\n\r\nprecisely - to show that they have studied very  deeply\r\n\r\nthis  subject - exactly what item in  the  Budget  they\r\n\r\nwould  delete  or  what additional taxes  they  would\r\n\r\nimpose.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, if there had been a failure to\r\n\r\nestablish a sports stadium in Singapore, I  think  it\r\n\r\nshould  fairly and squarely be placed on the  members\r\n\r\nof the Stadium Board. We have had some useless men on\r\n\r\nthe Stadium Board. They, in their own way, had placed\r\n\r\ncertain suggestions before the Government -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> On a point of order, Sir. May I\r\n\r\nknow  whether  the term \"useless men on  the  Stadium\r\n\r\nBoard\", in referring to the members, is parliamentary\r\n\r\nor  is  it an inference? May I have your ruling,  Mr\r\n\r\nDeputy Speaker?\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I respectfully submit that\r\n\r\nit   is  not  a  point  of  order,  but  a  point  of\r\n\r\ninformation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, since the Assistant Minister\r\n\r\nto the Chief Secretary has given way, may I seek your\r\n\r\nruling whether the expression he used \"useless men on\r\n\r\nthe   Stadium  Board\"  is  an  inference  or  is   it\r\n\r\nparliamentary language?\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> It is not a point of information, Sir. If\r\n\r\nyou will permit me, Sir. I would like to -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> On a point of order, Sir. There\r\n\r\nis  an  argument whether it is a point of information\r\n\r\nor  a  point  of order. May I have your  ruling,  Mr\r\n\r\nDeputy Speaker, Sir?\r\n\r\n\r\n\r\n<br><br><!--Mr R. C. H. Lim-->&nbsp;&nbsp;&nbsp;&nbsp;<b>The  Deputy  Chairman (Mr R. C. H. Lim):</b> It  is  a\r\n\r\npoint of information.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3338</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Thank you.\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, it is quite usual for people to hold\r\n\r\ndifferent  views. In this case some  members  of  the\r\n\r\nStadium  Board  had made certain suggestions  to  the\r\n\r\nGovernment, and the Government had quite rightly told\r\n\r\nthem  they could not have their way. I would like  to\r\n\r\nask  those  members of the Board who had  made  these\r\n\r\nsuggestions   whether   they   had   considered   any\r\n\r\nalternative suggestions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this country many people believe that\r\n\r\nimprovements  can  only be made through  Government's\r\n\r\nefforts alone and with Government's money alone.  But\r\n\r\nthey have not pondered over the capacity of voluntary\r\n\r\ncontributions which people could make in  matters  of\r\n\r\nthis  kind.  Sir, I would like to call upon  the  two\r\n\r\nMembers of this House, who have championed the  cause\r\n\r\nof  a  sports stadium in Singapore, to champion  also\r\n\r\nthe cause of raising voluntary contributions to build\r\n\r\nthis  sports  stadium. I do not think for  a  moment,\r\n\r\nSir,  that the Government need feel any shame.  Where\r\n\r\nis  the  shame?  The  Government have  supported  the\r\n\r\nSingapore Youth Sports Centre. There were responsible\r\n\r\nmen  who  came  forward  and  organised  it  and  the\r\n\r\nGovernment  made a dollar for dollar grant  for  that\r\n\r\npurpose.  I do not believe this stadium is  only  the\r\n\r\nGovernment's  responsibility. The City  Council  must\r\n\r\ncome   in,   and  so  must  various  other  voluntary\r\n\r\norganisations.  We  will then  be  able  to  build  a\r\n\r\nstadium of international standard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Deputy Speaker, Sir, I never\r\n\r\nexpected this lively debate to develop into a  heated\r\n\r\nquarrel.  Sir, I wish to answer the question  put  by\r\n\r\nthe   Hon. the  Assistant  Minister  to  the   Chief\r\n\r\nSecretary    and   the   Hon. the   Minister    for\r\n\r\nCommunications  and  Works when they  ask,  \"How  are\r\n\r\nGovernment  going  to find the money?\"  Sir,  if  the\r\n\r\nHouse  will just accept my proposal to scrap  defence\r\n\r\nexpenditure, we will have the money.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, if the Minister for Commerce and Industry is\r\n\r\nkeen  enough to boost up tourism, one of the ways  he\r\n\r\ncan  do so is to boost up sports. Build a stadium  of\r\n\r\ninternational standard which can not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3339</b></font><br><br>\r\n\r\n\r\n\r\nonly hold the Asian Games but also the Olympic Games,\r\n\r\nand  that  will  be  another way  of  increasing  our\r\n\r\nnational revenue. What I strongly oppose, to boost up\r\n\r\ntourism,   is   to  extend  the  working   hours   of\r\n\r\nrestaurants  and hotels to 4 a.m. in the morning,  or\r\n\r\nrelax  the immigration regulations to allow  artistes\r\n\r\nto  come into this colony and make Singapore be known\r\n\r\nas  second to Tokyo in attraction or Paris.  I  think\r\n\r\nsports  is  one  of  the best means  to  attract  the\r\n\r\ntourists  and the Minister for Commerce and  Industry\r\n\r\nshould think about it. Of course, I support the  view\r\n\r\nof   the  Minister  for  Education  that  Singapore's\r\n\r\nprestige  would  be enhanced by the  provision  of  a\r\n\r\nstadium of international standard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Soh Ghee Soon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Soh Ghee Soon:</b> I have heard the views of the\r\n\r\nGovernment  Members and, as I have  said,  they  have\r\n\r\nnever  been present at sporting events. The Hon. the\r\n\r\nFinancial Secretary has said that we have Jalan Besar\r\n\r\nStadium  and that it has not been filled  up  at  any\r\n\r\ntime. This is because it is not fit for international\r\n\r\ncompetitions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Education talked about the Youth Sports Centre. Does he know what the Sports Centre is\r\n\r\ncatering  for?  It  is catering  for  the  youths  of\r\n\r\nSingapore particularly for those who may not have the\r\n\r\nprivilege  of joining clubs. To have that  centre  is\r\n\r\nwell  and good. But I am talking of having a  stadium\r\n\r\nwhere we can hold sporting events on an international\r\n\r\nscale.  I  must  say this, Sir, that  the  Government\r\n\r\nrepresentative  on the Stadium Board  had  been  most\r\n\r\ndiscouraging.  We put up suggestion after  suggestion\r\n\r\nand  when I said \"we\" I was referring to the  Stadium\r\n\r\nBoard, but all our suggestions were ignored. I accept\r\n\r\nthe  challenge of the Government - provide  us  with  a\r\n\r\nsite  and  a dollar for a dollar and we will  have  a\r\n\r\nstadium  built  in no time in spite  of  the  present\r\n\r\ncircumstances.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Deputy Speaker, Sir, I cannot\r\n\r\nallow the comments from the Government benches to  go\r\n\r\nunanswered.  First, I will touch on the remarks  made\r\n\r\nby the Minister for Education. He said that it is not\r\n\r\nonly teenagers \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3340</b></font><br><br>\r\n\r\n\r\n\r\nwho are interested in sports. I agree with him,\r\n\r\nbecause  a  sports  stadium  is  not  only  for   the\r\n\r\nyoungsters.  A  sport  stadium  on  an  international\r\n\r\nstandard  is meant for international and Olympic  use\r\n\r\nand  not  only  for small children. So  when  I  said\r\n\r\nteenagers  I  was  only  making  a  quotation  or   a\r\n\r\nreference. That is all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point raised by the Minister for\r\n\r\nEducation  was that it is not only sports alone  that\r\n\r\nwill  turn  a bad boy into a good boy. I again  agree\r\n\r\nwith him, but is not sports one of the most important\r\n\r\nfactors,    apart   from   others   that    he    has\r\n\r\nquoted - employment, schooling and education - that  will\r\n\r\nturn  a bad boy or a subversive element into a  good,\r\n\r\nloyal and faithful citizen?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> On a point of\r\n\r\nelucidation, Sir.\r\n\r\n\r\n\r\n<br><br><!--Mr R. C. H. Lim-->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Chairman:</b> Will the hon. Member give way?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> No, Sir. I now come to the\r\n\r\nremarks  made by the Minister for Communications  and\r\n\r\nWorks. He asked \"Where can we find the money? Tell me\r\n\r\nwhich of the items in this Budget we can cut down. Or\r\n\r\ncan  we  increase  any  form of  taxes?\"  Mr  Deputy\r\n\r\nSpeaker, if there is no extravagance in this  Budget,\r\n\r\nthere  will  not  be this number of  amendments  that\r\n\r\nappear  in  the Order Paper. This clearly shows  that\r\n\r\nthere  is  extravagance in the spending of  money  by\r\n\r\nGovernment,  and  if they can cut out  some  of  that\r\n\r\nextravagance,  they can provide money  for  a  sports\r\n\r\nstadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I come to the Assistant Minister to the Chief\r\n\r\nSecretary.  He asked, \"Did any member of the  Stadium\r\n\r\nBoard  put  forward any alternative  suggestion?  Why\r\n\r\nwere  members of that Board silent about it when they\r\n\r\nwere  members of the Board?\" Mr Deputy Speaker, Sir,\r\n\r\nmany alternative suggestions were put forward, as the\r\n\r\nMember for Cairnhill has said. Apart from the case of\r\n\r\nBendemeer which I have quoted, there were many  other\r\n\r\nplaces like Anson Road and so forth. Was that not  an\r\n\r\nalternative suggestion? The Member for Cairnhill  has\r\n\r\nsuggested  that,  instead  of  having  a  government-sponsored stadium, Government  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3341</b></font><br><br>\r\n\r\n\r\n\r\nmake a dollar for dollar grant, and in no  time\r\n\r\nwe  feel  sure the whole sporting public will  gather\r\n\r\ntogether  and  pool  their resources  to  build  this\r\n\r\nsports stadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government make out their case against a sports\r\n\r\nstadium  under the guise of the Youth Sports  Centre.\r\n\r\nIs  this  centre  a sports stadium? What  English  is\r\n\r\nthis? A sports centre is not a sports stadium.  The\r\n\r\nMember  for  Cairnhill  has said  that  none  of  the\r\n\r\nMembers  on the Government benches has any  knowledge\r\n\r\nof  sports. A sports centre is for training  purposes\r\n\r\nonly.   What   we  want  is  a  sports   stadium   of\r\n\r\ninternational  standard  so  that  we  can  have  the\r\n\r\nOlympic Games held here. Rather than going abroad, we\r\n\r\ncan  invite  other  countries to come  here  for  the\r\n\r\nOlympic  and  international games. There  is  only  a\r\n\r\nminute  left,  and I will give way to the  Government\r\n\r\nbenches to reply if they feel like it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information, Sir.\r\n\r\nAll I wanted to make sure from the two experts on the\r\n\r\nsports  stadium - the  Member  for  Cairnhill  and  the\r\n\r\nMember for Queenstown - is that if they can prove  from\r\n\r\ntheir personal experience that they can turn bad boys\r\n\r\ninto  good boys by exercise and sports, I am  all  in\r\n\r\nfavour of more sports stadiums.\r\n\r\n\r\n\r\n<br><br>12 Noon.\r\n\r\n\r\n\r\n<!--Mr R. C. H. Lim-->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Chairman:</b> Order, please. Time has\r\n\r\nelapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $33,100,000 for Head D 22 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3341</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 27 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $368,000 for Head D 27\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3341</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 37 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $453,000 for Head D 37\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3341</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 41 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $501,000 for Head D 41 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3342</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 42 -\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Deputy Speaker, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 42 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment I am not attacking the\r\n\r\nsum involved as being too large for district offices.\r\n\r\nThat  is  a  matter which can in any case go  to  the\r\n\r\nEstimates   Committee.  But  what  to  my   mind   is\r\n\r\ndisappointing is the progress intended to be made  in\r\n\r\n1958.  The District Councils themselves are to be  in\r\n\r\noperation  by  April or May next year.  One  presumes\r\n\r\nthat,  at  the  earliest, district  offices  will  be\r\n\r\ncompleted somewhere around the end of 1959  and  only\r\n\r\n$250,000 is to be spent next year. It seems to  us  a\r\n\r\npity  that,  as far as providing proper  centres  and\r\n\r\noffices  is  concerned, the District Councils  cannot\r\n\r\nbecome  more  of a reality, more of a focusing  point\r\n\r\nfor  the  rural  areas at an earlier  date.  District\r\n\r\nCouncils  have been planned by the Government  for  a\r\n\r\nvery   long  time.  This  delay  seems  to  be   most\r\n\r\nregrettable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, as you will see from the subhead in\r\n\r\nthe  Estimates,  this  involves the  construction  of\r\n\r\nthree  district offices. It is our intention to  farm\r\n\r\nthis  project out to private architects. Our estimate\r\n\r\nis  that  by the time these architects have  prepared\r\n\r\ntheir   sketch  plans,  and  these  are  subsequently\r\n\r\napproved  and  the  working drawings  made  out,  the\r\n\r\nnecessary  contract documents prepared and  the  work\r\n\r\nput out to tender, tenders received, considered and a\r\n\r\ncontract  let, it will be August. That  is  only  our\r\n\r\nestimate.  Following  from  that,  we  have   allowed\r\n\r\n$250,000  in  the  Estimates  as  the  sum  which  we\r\n\r\nconsider  will  be  spent on all three  offices  next\r\n\r\nyear.  If, however, we find that that is not  enough,\r\n\r\nthat our estimate of time has proved to be faulty and\r\n\r\nthat  more  progress is made, then we will  certainly\r\n\r\ncome to the Assembly and ask for further funds.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Deputy Speaker, Sir, while accepting\r\n\r\nthat statement for what it is worth, I would like  to\r\n\r\nknow  what are the District Councils going to  do  in\r\n\r\nthe interim? They come into operation\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3343</b></font><br><br>\r\n\r\n\r\n\r\nin  another  six months. Where are they going  to  be\r\n\r\nhoused?  How  are they going to function properly  as\r\n\r\nDistrict Councils should?\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid bin Haji Jumat):</b> Sir, the land for\r\n\r\nthese District Offices, depots and quarters has  been\r\n\r\nacquired  and work on site preparation and roads  has\r\n\r\nalready started. The intention is to erect new  light\r\n\r\nsteel type buildings immediately which will serve  as\r\n\r\ntemporary  offices  until the permanent  offices  are\r\n\r\nready. These temporary buildings can subsequently  be\r\n\r\nused  for community centres, markets and for  depots.\r\n\r\nThey will be ready for use in April next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $250,000 for Head D 42 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Deputy Speaker, Sir, it\r\n\r\nseems  that  people  living in the  rural  areas  are\r\n\r\nalways  forgotten  by  Government.  In  the  case  of\r\n\r\nelections,  the rural areas have never had  any  yet,\r\n\r\nand  this  is the first time they are going  to  have\r\n\r\nsome  members elected. But still there will  be  some\r\n\r\ngovernment-appointed members on the Rural Board. What\r\n\r\nI  am thinking about is this, if there is going to be\r\n\r\nan  election  and the representatives of  the  people\r\n\r\ncome  in  to sit down and consider matters  affecting\r\n\r\ntheir own welfare, it is important that we should not\r\n\r\nstart them off with a handicap. Previously under  the\r\n\r\nGovernment  they had handpicked men  to  sit  on  the\r\n\r\nRural  Board,  in  Empress Place - in a  good  concrete\r\n\r\nbuilding. Now we learn from the Government  that  the\r\n\r\nrural  districts are going to have elections sometime\r\n\r\nin  April  next year. I will be happy  if  the  Chief\r\n\r\nMinister  will  confirm that they  are  going  to  be\r\n\r\nhoused in prefabricated buildings. I also do not know\r\n\r\nwhether  the  provision is going to be sufficient  to\r\n\r\nenable  them to run their affairs properly.  I  think\r\n\r\nthis  leaves the rural people with an idea that  they\r\n\r\ncan only have second best, not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3344</b></font><br><br>\r\n\r\n\r\n\r\nonly in the matter of modern services but also in the\r\n\r\nmatter   of  planning  by  the  Government.  If   the\r\n\r\nGovernment  had been thinking of having  an  election\r\n\r\nfor the District Councils next year, they should have\r\n\r\nplanned  in  1955  or  1956 that all  such  buildings\r\n\r\nshould  be put up, and as soon as the representatives\r\n\r\nare  elected,  Government should at least  have  some\r\n\r\ndecent place for them to discuss their affairs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Mr Deputy Speaker, Sir, I\r\n\r\ncongratulate   the  Hon. the  Minister   for   Local\r\n\r\nGovernment,  Lands  and Housing  on  producing  these\r\n\r\n\"semi-temporary\"  buildings  for  district   officers\r\n\r\nbefore April next year. I am very happy to learn that\r\n\r\nthe  P.W.D. are now seriously undertaking  such  work\r\n\r\nand  I am quite sure they must be designing something\r\n\r\nwhich  is  eminently  suitable, because  we  are  now\r\n\r\ninformed  that  these semi-temporary offices  can  be\r\n\r\nturned  into markets and community centres  when  the\r\n\r\npermanent   buildings   for  district   offices   are\r\n\r\ncompleted.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it carries me to a further point: Why cannot\r\n\r\nthis  type of temporary buildings be adopted for  the\r\n\r\nschools  to be built in the rural areas and even  for\r\n\r\nour  barracks? A large sum of money can be  saved  if\r\n\r\nsuch  buildings are considered fit enough to be used\r\n\r\nlater for markets and community centres. Sir, I think\r\n\r\nwe  should  examine these plans and  adopt  them  for\r\n\r\nfurther use.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, the leader of the Liberal-Socialists posed the Government a question, and a\r\n\r\nBack-Bencher  of the same Party has answered  it  for\r\n\r\nthe  Government! I am indeed happy  to  know  that  a\r\n\r\nquestion  asked  by one is answered by  another  from\r\n\r\ntheir own ranks.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the suggestion raised by the Member\r\n\r\nfor  Paya  Lebar  about  cheaper  costs  in  building\r\n\r\nschools, it will receive the serious consideration of\r\n\r\nGovernment.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Deputy Speaker, Sir, I was\r\n\r\nmost  surprised to find an Opposition Member opposing\r\n\r\nhis  own colleague on the question whether the  Rural\r\n\r\nBoard  has been satisfactorily performing its duties.\r\n\r\nSir, I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3345</b></font><br><br>\r\n\r\n\r\n\r\nthink,  to  be  fair, we must hand a bouquet  to  the\r\n\r\nRural  Board  for the work it has done  in  the  past\r\n\r\nyear,  especially to officers like Mr Chan Sek  Kuan\r\n\r\nand Inche Hussein who have really contributed a great\r\n\r\ndeal  to  the service of the people. One point  worth\r\n\r\nmentioning  is  the remarkable change that  has  been\r\n\r\nachieved  in the relationship between the people  and\r\n\r\nthe  Rural  Board officers. Before these new  changes\r\n\r\ntook  place,  the  rural people were frightened  when\r\n\r\nthey   heard  the  word  \"tigu\".  \"Tigu\"  means   any\r\n\r\ngovernment  officer coming to inspect  a  house.  But\r\n\r\nsince  last  year their fears have died down  because\r\n\r\nthe  officer has such an easy approach,  so  much  so\r\n\r\nthat they have been pleased to co-operate with him.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Government will confirm again that there\r\n\r\nis  going  to  be an election for the rural  district\r\n\r\ncouncils.  If so, the earlier it is held, the  better\r\n\r\nso  that we will know exactly where the divisions  of\r\n\r\nthe  three  district councils are. I  also  wish  the\r\n\r\npeople  who  will  serve  on  the  Rural  Board  will\r\n\r\nmaintain this co-operative spirit, and so be of  more\r\n\r\nassistance to the people.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $250,000 for Head D 42 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n \r\n\r\n<!--Mr R. C. H. Lim-->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Chairman:</b> Order, order.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr R. C. H. Lim-->&nbsp;&nbsp;&nbsp;&nbsp;<b> Mr Deputy Speaker (Mr R. C. H. Lim):</b> I suspend the\r\n\r\nsitting now. It will be resumed at 2.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>12.16 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3345</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n                          \r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 43 -\r\n\r\n \r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 43 be reduced\r\n\r\nby $10 in respect of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3346</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here, Sir, I seek information. We are asked to\r\n\r\napprove an enormous lump sum of $10 million, of which\r\n\r\n$8  million is for general development. I think it is\r\n\r\nonly right that we on this side should hear from  the\r\n\r\nMinister something as to what is intended under  this\r\n\r\nHead.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Speaker, Sir, this vote is\r\n\r\nthe  combination  of  two separate  ones  which  were\r\n\r\nprovided  in the 1957 Estimates. A sum of $8  million\r\n\r\nwas  entered  last year for Purchase  of  Land.  This\r\n\r\nyear, there is a reduction of $2 million, and as  you\r\n\r\nwill  see,  it is $8 million for general  development\r\n\r\nand  $2  million for resettlement. The Estimates  for\r\n\r\n1958 are based on actual needs. Purchases of land are\r\n\r\nnecessary if Government's plans for the expansion  of\r\n\r\nthe  housing, education, medical, social welfare  and\r\n\r\nother  Government  services are to  be  carried  out.\r\n\r\nPurchases  must  be made not only for sites  required\r\n\r\nfor  schools,  hospitals and social welfare  centres,\r\n\r\nbut  also  for purchases of land on which to resettle\r\n\r\npeople.  From 1957 onwards, the Singapore Improvement\r\n\r\nTrust is a body primarily concerned with development.\r\n\r\nThe    cost    of   such   resettlement,    including\r\n\r\ncompensation, still has to be borne by Government. Up\r\n\r\nto  the  present, Sir, a total of 70 areas have  been\r\n\r\ninvestigated  and, as I mentioned yesterday  in  this\r\n\r\nAssembly in the course of the debate on Head  42,  on\r\n\r\nmy Ministry, there are some 2,652 farm lots which are\r\n\r\nbeing investigated, or have been investigated and are\r\n\r\ndue for allotment to farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think that is about all I can give the Member for\r\n\r\nTanglin. If he wants any further information I  shall\r\n\r\nbe pleased to give it to him.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, we do realise of course\r\n\r\nwhat  this vote is intended for, namely, for  general\r\n\r\ndevelopment, for such things as schools and so on  as\r\n\r\nmy  hon.  Friend  has mentioned. But  I  repeat,  $10\r\n\r\nmillion is a very large sum and we would like to have\r\n\r\nan  assurance that it is in fact going to  be  spent.\r\n\r\nThere  must have been some calculations to arrive  at\r\n\r\nthis very large figure. There was estimated to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3347</b></font><br><br>\r\n\r\n\r\n\r\nspent   in   1957   under  general  development   and\r\n\r\nresettlement, a similar sum of $10 million. We  would\r\n\r\nlike  to know, for instance, whether this $10 million\r\n\r\nwill  have  been spent by the end of  this  year.  We\r\n\r\nshould have rather more information than the Minister\r\n\r\nhas already given, and we would be very glad of it.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Speaker, Sir, there are\r\n\r\nindications  as  to expenditure on  these  items.  In\r\n\r\n1954,  the  total expenditure on land  purchases  was\r\n\r\n$8.35  million, in 1955 $10.2 million, in  1956  $6.5\r\n\r\nmillion  and in 1957 it is expected that a  total  of\r\n\r\n$9.8  million  will have to be spent by  the  end  of\r\n\r\nDecember.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, that was not the\r\n\r\ninformation  that  my colleague wanted.  Actually  he\r\n\r\nwanted  to know how this enormous sum of $10  million\r\n\r\nis  going  to  be spent, and I think possibly  I  can\r\n\r\nsupply the information. I know -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Why ask then?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Well, to let you know.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I surmise that part of this amount will be required\r\n\r\nfor the acquisition of 500 acres in Woodlands for the\r\n\r\nMaster Plan to settle the population of Singapore. In\r\n\r\nconnection  with this land, I can say  that  this  is\r\n\r\nwhere   our  effort  to  produce  houses   has   been\r\n\r\nstultified to the extent of nearly 1,000 units. About\r\n\r\ntwo years ago, we made enquiries whether we would  be\r\n\r\nallowed  to  develop  very low-cost  houses  in  this\r\n\r\nparticular  area. For some reason or other,  we  have\r\n\r\nbeen put off repeatedly; then six months ago, we were\r\n\r\ntold,  'Don't  waste your money on contour  surveys';\r\n\r\nthen  about  two months ago, a notice of  acquisition\r\n\r\nwas served on us. We now know what the reason is.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, on a point of clarification - I\r\n\r\nnotice,  Sir,  that the hon. Member says,  \"we\"  lost\r\n\r\n1,000  housing  units.  We  would  like  to  have   a\r\n\r\ndefinition  of what \"us\" implies or embraces,  it  is\r\n\r\nnot \"us\" on this side of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3348</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I think the hon. Member has\r\n\r\nalways been trying to trip me on this subject. Yes, I\r\n\r\nmean the two companies of which I am director and  of\r\n\r\nwhich we are -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of order, Sir. Is it\r\n\r\nnot more proper for the hon. Member for Serangoon  to\r\n\r\nstate -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Paya Lebar.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> - Paya Lebar to state categorically\r\n\r\nat  the  start that he represents them or has certain\r\n\r\ninterests  in these matters. Then we would  not  have\r\n\r\nhad to ask him who \"us\" implies, who \"us\" embraces.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Standing Order and the relevant\r\n\r\nOrdinance  are quite clear on the point: if  an  hon.\r\n\r\nMember  has a direct pecuniary interest, he ought  to\r\n\r\ninform the House about that direct pecuniary interest\r\n\r\nbefore  he speaks on any subject. But whether or  not\r\n\r\nthere  is direct pecuniary interest, I am not at  the\r\n\r\nmoment prepared to find. Perhaps the hon. Member  for\r\n\r\nPaya Lebar will explain?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I declare I have no direct\r\n\r\npecuniary interest except from a director's point  of\r\n\r\nview  to help in the housing of Singapore. If I  were\r\n\r\nto  declare in detail I would take such a lot of time\r\n\r\nthat  there  would be none left for  the  Member  for\r\n\r\nTanjong  Pagar  to carry on with his  very  important\r\n\r\nmotion.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not see why Government should try to\r\n\r\ndevelop  500  acres,  a complete  town,  when  it  is\r\n\r\nalready  finding trouble in financing and  developing\r\n\r\nother  houses  planned in town  areas  like  the  old\r\n\r\nKallang  Airport.  If  it had only  concentrated  its\r\n\r\nefforts   there,  and  allowed  and  helped   private\r\n\r\nbuilders to go on, we would have got somewhere and  I\r\n\r\nam  quite  sure we would have put up an  extra  1,000\r\n\r\nhouses there.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the $2 million to be allocated for\r\n\r\nresettlement,  I  would  enquire  whether  Government\r\n\r\nwould  encourage people who live in densely populated\r\n\r\nareas, where there are many\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3349</b></font><br><br>\r\n\r\n\r\n\r\nplank-attap houses and where there is a danger of the\r\n\r\nlandlord  selling  out  to  unscrupulous  developers,\r\n\r\nwhether Government would consider helping the  people\r\n\r\nliving  in  these attap houses by having a scheme  to\r\n\r\nacquire  the land on their behalf and cut it up  into\r\n\r\nsmaller  pieces for sale to them. This  will  prevent\r\n\r\nhardship  to people in attap dwellings and save  them\r\n\r\nfrom  being exploited by unscrupulous speculators  of\r\n\r\nland.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Perhaps, Sir, I can tell the hon. Member\r\n\r\nhow  this vote is made up. I have the information  at\r\n\r\nmy  disposal. I obtained it from my hon.  Friend  the\r\n\r\nHon.   Minister  for  Local  Government,  Lands   and\r\n\r\nHousing.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Helping each other!\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Naturally!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Early in the year, Sir, the Commissioner of Lands\r\n\r\nasked  various heads of departments in  Singapore  to\r\n\r\nstate  what were their possible requirements for  the\r\n\r\npurchase  of  land  for the coming year.  These  were\r\n\r\nsifted  by the Commissioner and it was on that  basis\r\n\r\nthat  his application for a vote for the coming  year\r\n\r\nwas  made. In this particular year, his bid was  well\r\n\r\nover  $10  million but it was thought  that,  on  the\r\n\r\nbasis of expenditure in the past, $8 million would be\r\n\r\nenough to enter in the Estimates. Correspondingly, in\r\n\r\nconnection   with   the   purchase   of   land    for\r\n\r\nresettlement,  the initial bid from the  Commissioner\r\n\r\nwas  $5  million  but  it was  thought  that  in  all\r\n\r\nprobability $2 million would be enough.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But you will notice that the form of the vote has\r\n\r\nbeen  changed this year and that both the items which\r\n\r\nappeared  last  year as subheads under  the  Head  of\r\n\r\nDevelopment  expenditure, now appear as  items  under\r\n\r\none subhead. This enables us to switch funds from one\r\n\r\nitem to another, as is allowed. If, for example,  the\r\n\r\nsum  voted  for the purchase of land for resettlement\r\n\r\nis  insufficient, or on the other hand if the  amount\r\n\r\nof  money voted for the purchase of land for  general\r\n\r\ndevelopment proves to be insufficient, and there is a\r\n\r\nsaving  in  the other item, we can switch funds  from\r\n\r\none to the other as required.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3350</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Sir, the figure of $10 million\r\n\r\ndoes not include the probable or possible purchase of\r\n\r\nthe land at Woodlands.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 43 be reduced\r\n\r\nby $10 in respect of subhead 3 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have only a very short time at my disposal and\r\n\r\nshall  cut  my  remarks very short. I  refer  to  the\r\n\r\ncontribution to Rural Board, Appendix DB, page 434 of\r\n\r\nthe Estimates, subhead 11, item (5)\r\n\r\n-\"Link  road Holland Road/Bukit Timah\" - and  to  note\r\n\r\nwith  regret  that the development of  this  road  is\r\n\r\ngoing  to  be virtually delayed for yet another  year\r\n\r\nbecause  only  $20,000 of the required  $220,000  has\r\n\r\nbeen voted. I would refer to the explanatory note  on\r\n\r\npage 470 which says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...This road will open up a considerable area\r\n\r\nfor   development,  and  will  be  used  by  through\r\n\r\ntraffic  which  at  present  uses  the  very  narrow\r\n\r\nwinding and dangerous Upper Holland Road.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the importance of this road in opening up\r\n\r\nthis area, I express regret, as I say, and wonder why\r\n\r\nit is being delayed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, the items under this Head were drawn\r\n\r\nup  and  provision  made for them after  consultation\r\n\r\nwith  the  Director of Public Works and his engineers\r\n\r\nas  to  the departmental capacity in the coming year.\r\n\r\nWe  will  do our best to develop roads as quickly  as\r\n\r\npossible,  but we are limited to a certain extent  by\r\n\r\ncapacity\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,902,750 for Head D 43 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3350</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 44 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,500 for Head D 44 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3350</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 45 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $16,061,260 for Head D 45 stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3351</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Cher Kheng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, on development of our\r\n\r\neducation,  I  wish  to ask a question,  whether  the\r\n\r\nGovernment has considered higher education.  I  think\r\n\r\nNanyang  University was mentioned by  His  Excellency\r\n\r\nthe  Governor in his Address not long ago. I am sorry\r\n\r\nto  see  that  in the Estimates of development,  this\r\n\r\nitem  is  not  included.  I  know  that  the  Nanyang\r\n\r\nUniversity has tendered an official memorandum to the\r\n\r\nGovernment  seeking aid from it. I hope the  Minister\r\n\r\nfor Education can clear this point to the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> The question of Nanyang\r\n\r\nUniversity is a subject still under consideration not\r\n\r\nonly  by  the  Government, but also by the  Executive\r\n\r\nCouncil of the Nanyang University.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I do not wish to join in any\r\n\r\nvote-catching  scheme about Nanyang University.  When\r\n\r\nthe Chairman of my Party went to a forum organised by\r\n\r\nthe  Nanyang  University  Students  Union,  when  all\r\n\r\npolitical    Parties    were    invited    to    send\r\n\r\nrepresentatives, quite a number went  there  for  the\r\n\r\nexpress  purpose of trying to win votes. In  fact,  I\r\n\r\nwas  told  that one of them went there with  a  large\r\n\r\nsymbol  of  some very lethal instrument  and  shouted\r\n\r\nfierce  slogans which had no relevance to the  rather\r\n\r\nintellectual subject then under discussion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I do not think that Nanyang University is a\r\n\r\nsubject  for discussion merely between its  Executive\r\n\r\nCouncil  and  the  Singapore Government.  If  Nanyang\r\n\r\nUniversity wants to settle its future, I think it has\r\n\r\nto do it, not only with the Singapore Government but,\r\n\r\nmore   important,  with  the  Federation  of   Malaya\r\n\r\nGovernment. If it wants to cater for the education of\r\n\r\nthe  people of Malaya as distinct from the people  of\r\n\r\nSingapore,  then  the important  partner  to  discuss\r\n\r\nthese  matters with would be the Federation. That  is\r\n\r\nwhere  the final settlement will undoubtedly be made,\r\n\r\nand I hope will be made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch upon certain other topics in\r\n\r\nconnection with this head: It is with regret  that  I\r\n\r\nnote that not so much money is being expended\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3352</b></font><br><br>\r\n\r\n\r\n\r\non   secondary   schools.  We  all   understand   the\r\n\r\ntremendous pressure on the educational facilities, so\r\n\r\nthat  we  cannot  muster enough to meet  the  growing\r\n\r\ndemands of a fast increasing generation. I am told by\r\n\r\nteachers - and   I  have  heard  it  with  considerable\r\n\r\nalarm - that  no  less than 70 to 80 per  cent  of  the\r\n\r\nstudents  now  passing out from primary schools  will\r\n\r\nfind no place in secondary schools next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I see the Hon. the Minister for Education would be\r\n\r\ndelighted  to  rise  to refute this  allegation,  but\r\n\r\nunless  more and more secondary schools are built  to\r\n\r\nequal  the  pace of building of primary  schools,  it\r\n\r\nmust  logically  follow that he who goes  to  primary\r\n\r\nschool does not necessarily go to a secondary school.\r\n\r\nUnless you build as many secondary schools as you  do\r\n\r\nprimary   schools,   that  is  just   not   possible.\r\n\r\nMathematically it is an impossibility.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to find out from the Minister is\r\n\r\nhow  long  does  he  think it  will  be  before  some\r\n\r\neffective approach can be made to this problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We understand, of course, that the moment an\r\n\r\nelected  or  partly  elected  government  comes  into\r\n\r\noffice,  it  is under all kinds of pressure.  Whereas\r\n\r\nthe  old Colonial-type government could issue  annual\r\n\r\nreports  with a glossy cover-piece and nice  pictures\r\n\r\ninside   and   nobody   would   put   searching   and\r\n\r\nuncomfortable questions, an elected government is not\r\n\r\nthat well protected. Therefore, the moment an elected\r\n\r\nGovernment  gets  into  office,  all  the   dammed-up\r\n\r\ndemands  which  have  been mounting  over  the  years\r\n\r\nsuddenly burst through at some point or other.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We understand also that the needs of the younger\r\n\r\ngeneration  are more acute than those of the  not-so-young,  but you have to face this problem. If  we  do\r\n\r\nnot  put  these children passing out from the primary\r\n\r\nschools into secondary ones, then we will be in for a\r\n\r\nbig  increase  in  juvenile  delinquency  and  graver\r\n\r\nproblems  of unemployment, because employment  cannot\r\n\r\nbe  created for all those in the unskilled  category.\r\n\r\nIf you want\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3353</b></font><br><br>\r\n\r\n\r\n\r\nto   create   employment  under   modern   industrial\r\n\r\nconditions, you have to create your industrial  class\r\n\r\nto   form  the  basis  of  your  new  industrial   or\r\n\r\ncommercial society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to hear from the Minister for\r\n\r\nEducation  is some disclosure of plans or of  serious\r\n\r\nthinking that has gone into this problem.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I am glad\r\n\r\nthat the hon. Member for Tanjong Pagar has come round\r\n\r\nto  our  point, and that he is in fact  now  worrying\r\n\r\nabout  the young people. We have voiced that so  many\r\n\r\ntimes and I think we must keep on voicing that need.\r\n\r\nI asked a few questions when the Head under Education\r\n\r\nwas discussed, and if the Minister could give us some\r\n\r\nsort of a reply we would be very grateful.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, the Member for\r\n\r\nTanjong Pagar says right when he says that I would be\r\n\r\ndelighted to refute the statement that 70 to  80  per\r\n\r\ncent  of pupils from primary schools will not be able\r\n\r\nto  get  secondary education. We are  admitting  next\r\n\r\nyear into our secondary schools slightly more than 60\r\n\r\nper  cent of all primary school pupils who pass  out.\r\n\r\nAs  I  said yesterday, we have provided for, and  are\r\n\r\nexpanding, our evening classes to absorb\r\n\r\nthose  pupils found to be unable to profit  from  a\r\n\r\nsecondary education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I said yesterday that no country in the world can\r\n\r\nafford to provide secondary education for every child\r\n\r\nwho  needs it. What we aim at is to give an education\r\n\r\nto   those  pupils  who  cannot  get  into  secondary\r\n\r\nschools,  to  give  them  a chance  to  have  further\r\n\r\neducation  in  subjects  such  as  those   having   a\r\n\r\ncommercial bias, so that they can be made employable.\r\n\r\nThat   is   one  of  the  ways  to  combat   juvenile\r\n\r\ndelinquency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondary education is not an easy matter. We must\r\n\r\nhave  the  teachers and we lack able and  experienced\r\n\r\nones  to  staff the secondary schools. We  must  also\r\n\r\nthink  of standards. If we are not to lower standards\r\n\r\nin  all  the schools, we must ensure that we get  the\r\n\r\nright type of teachers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Nanyang University, it is in\r\n\r\nfact, as pointed out by the Member for Tanjong Pagar,\r\n\r\na   subject  for  discussion  between  not  only  its\r\n\r\nExecutive  Council and the Singapore Government,  but\r\n\r\nalso  the Federation of Malaya. I am always in  touch\r\n\r\nwith the Federation Government and we are approaching\r\n\r\nthe problem with common-sense and treating it with  a\r\n\r\nrealistic mind.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the questions put by the hon. Member for\r\n\r\nSerangoon,  I think his main attack was  that  pupils\r\n\r\nwere  not given schools or placed in schools  nearest\r\n\r\nto   their   homes.   It   is  almost   a   practical\r\n\r\nimpossibility  to  place every child  in  the  school\r\n\r\nnearest his home. There are thousands of them  living\r\n\r\nin  the  city area, and there are just not sufficient\r\n\r\nplaces  in  particular schools  to  cater  for  them.\r\n\r\nTherefore, there must be cases where pupils  have  to\r\n\r\ntravel  a bit further from their homes. It will  take\r\n\r\ntime  to  solve this problem and the officers  in  my\r\n\r\nMinistry will try to solve it as quickly as possible.\r\n\r\nThe  only quick method, I think, is by building  more\r\n\r\nschools  in the urban areas, skyscraper buildings  if\r\n\r\nnecessary, with very little space for recreation  but\r\n\r\nwith enough places to house all these pupils.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for evening classes, these have been expanded,\r\n\r\nas  I  said,  and pupils will be given  education  in\r\n\r\nsubjects with a commercial bias so that they will not\r\n\r\nbe unemployable when they eventually graduate.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $16,061,260 for Head D 45 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 46 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $750,000 for Head D 46\r\n\r\nordered to stand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 47 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $30,000 for Head D 47 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3354</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 48 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3355</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 48 be\r\n\r\nreduced by $10 in respect of subhead 6 therein.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This deals with the first District Hospital. The\r\n\r\nestimate  of cost as first presented to this Assembly\r\n\r\nwas  $3,200,000;  the  revised  estimate  is  now  $7\r\n\r\nmillion, an increase of more than 100 per cent. We on\r\n\r\nthis  side of the House would like to know  how  this\r\n\r\nincrease  has been effected, how much of  it  is  for\r\n\r\nextra accommodation and how much of it is claimed for\r\n\r\nincrease in cost of building.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, the question of this\r\n\r\nDistrict Hospital, which is optimistically called the\r\n\r\nfirst  one in the Estimates, must be as much a source\r\n\r\nof embarrassment to the Government as that of housing\r\n\r\non  which it has failed so dismally. This business of\r\n\r\na  district hospital has been going on ever since the\r\n\r\npresent Government took office. If I might refer  the\r\n\r\nHouse  to  column 1064 of Volume 1, No.  19,  of  the\r\n\r\nOfficial  Report  for  21st November,  1955,  in  the\r\n\r\ndebate on the Estimates two years ago this was stated\r\n\r\nby the Hon. the Financial Secretary.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"As regards district hospitals, complaints have\r\n\r\nbeen  made  that we are making no progress  with  the\r\n\r\nwork. It has been explained that we have changed  our\r\n\r\nplan and that we are now going to Kallang and I think\r\n\r\nnobody would care to question that decision, which is\r\n\r\nputting  a  district hospital right in the middle  of\r\n\r\none  of the major centres of population of Singapore.\r\n\r\nThe site that has been provided will cost no money to\r\n\r\nthe  Government, but the site at Bukit Panjang  which\r\n\r\nwould not, in any case, have been suitable, had to be\r\n\r\nacquired,  as  would  sites in  other  parts  of  the\r\n\r\nisland.  That  is the major advantage  of  putting  a\r\n\r\ndistrict hospital in Kallang, that the site is free.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two years ago, we on this side were complaining\r\n\r\nabout   inaction.   Now,  Sir, we   do   know   that\r\n\r\ndifficulties were met with at the Kallang site  after\r\n\r\nthat optimistic speech of the Financial Secretary two\r\n\r\nyears ago, and some explanation of this business  was\r\n\r\ngiven to us by the Minister, (the reference is column\r\n\r\n1030 of Volume 2, No. 14, of the Official Report  for\r\n\r\n23rd  November,  1956),  because  by  that  time  the\r\n\r\nestimate of $3.2 million had crept up to $6.5 million\r\n\r\nand the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3356</b></font><br><br>\r\n\r\n\r\n\r\nMinister said the first estimate of $3.2 million  had\r\n\r\nbeen  based on pure paper calculations of  the  cubic\r\n\r\nmeasurement  of the schedule of accommodation  for  a\r\n\r\n400-bed  hospital without provision  for  residential\r\n\r\naccommodation. So from $3.2 million we jumped to $6.5\r\n\r\nmillion,  but  in the interim, during the  course  of\r\n\r\nthis year, I made tender enquiries into the health of\r\n\r\nthis  district hospital, the first, and on 22nd  May,\r\n\r\n1957 I asked (column 1931-2, Volume 2, No. 27):\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Speaker, Sir, is the Minister aware that there\r\n\r\nis  considerable dissatisfaction over the great delay\r\n\r\nin   the  building  of  the  District  Hospital,  now\r\n\r\nextended over two years?\"\r\n\r\n \r\n\r\n<br><br>To which the Minister for Health replied:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any delay, Mr Speaker, Sir, is outside my own\r\n\r\njurisdiction.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So at that stage, it appeared that the Minister more\r\n\r\nor less washed his hands of the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, having jumped, as I say, from $3.2 to\r\n\r\n$6.5  million,  here  we  are  jumping  again  to  $7\r\n\r\nmillion - another   $500,000   more - in   next    year's\r\n\r\nEstimates;  and  of  this  jump  of  $500,000,   only\r\n\r\n$200,000 is estimated to be spent during 1958.  Now  I\r\n\r\nsuppose  that  if the Government is  in  office  next\r\n\r\nyear,  it will want another $500,000 to bring up  the\r\n\r\nestimated  cost  to  $7.5 million,  and  so  on,  but\r\n\r\nfortunately we will be spared.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have heard of people suffering from\r\n\r\nimaginary illnesses, but it seems rather a novel idea\r\n\r\nto  have an imaginary hospital in which to cure them.\r\n\r\nWe  do  regard this business as wholly unsatisfactory\r\n\r\nand we would like to know what is going to happen  in\r\n\r\nfuture  because, at the present rate of progress,  it\r\n\r\ndoes seem impossible for this district hospital to be\r\n\r\ncompleted before 1960 or even later.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, we do know there have been\r\n\r\nrevisions.  First, 250 beds, I think  it  was,  under\r\n\r\nconsideration; then it was 350 and 400; and  then  it\r\n\r\nwent  up  to  450 (if my memory serves me right,  the\r\n\r\nMinister for Health himself was not sure) a year ago.\r\n\r\nWe  would  like  to know why it could not  have  been\r\n\r\npossible to get on rapidly with a 200-bed hospital or\r\n\r\nwhatever unit would be regarded as economic, and then\r\n\r\ndevelop\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3357</b></font><br><br>\r\n\r\n\r\n\r\nit  into  something larger at a later  date.  Even  a\r\n\r\nhospital  with  a smaller number of beds  would  have\r\n\r\nbeen  a  start, and would have been more  in  keeping\r\n\r\nwith  the Government policy than the present  failure\r\n\r\nto build anything at all.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker,   Sir,   I  think  I  have  given   adequate\r\n\r\nexplanation  in  this House in the  past  as  to  the\r\n\r\noriginal rise in the estimates from $3 million to  $6\r\n\r\nmillion  and  I  do not think that there  need  be  a\r\n\r\nrepetition  on  the  question  of  the  Kallang  site\r\n\r\nsubsequently found to be inadequate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in cost from the approved $6.5 million\r\n\r\nin 1957 to $7 million now, is necessary, Sir, for the\r\n\r\nfollowing  reasons - the provision of access roads  and\r\n\r\nthe  preparation of the site for water and  sewerage.\r\n\r\nFurthermore, as the site of the proposed hospital  is\r\n\r\non  the top of a steep hill, it is essential that  an\r\n\r\nante-natal  clinic  be provided near  the  main  East\r\n\r\nCoast  Road,  as  it is unreasonable to  expect  pregnant\r\n\r\nwomen  to  climb  to the top of the  hill  for  their\r\n\r\nroutine  clinical examination. If the hon. Member  is\r\n\r\ninterested,  as  the Member for  Paya  Lebar  is,  in\r\n\r\ncertain  figures, I am quite prepared to give  him  a\r\n\r\ndetailed  breakdown of the cost involved if  he  will\r\n\r\ncome to my office, or I will send them to him. I have\r\n\r\nthe  details here but I am afraid they are  much  too\r\n\r\nlengthy to go into at this stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whether land is available or not, plans have to be\r\n\r\ndrawn up, and the plans would serve as standards  for\r\n\r\ndistrict  hospitals elsewhere. In consequence,  great\r\n\r\ncare is exercised so that the maximum benefit can  be\r\n\r\nobtained at an economical price.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to draw attention to the fact\r\n\r\nthat  the  decision to build a district hospital  was\r\n\r\ntaken  soon after I took office. The complexities  of\r\n\r\nthe  drawings have occupied the architects for a long\r\n\r\ntime,  as  is explained on page 466 of the Estimates.\r\n\r\nFurthermore, acquisition of the land for  the  access\r\n\r\nroad  and  the ante-natal clinic for the hospital  is\r\n\r\nproceeding. The site chosen for this clinic is in the\r\n\r\nbest part of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3358</b></font><br><br>\r\n\r\n\r\n\r\nparticular  area, and the owners are making  a  claim\r\n\r\nfor  injurious affection to their land. This has also\r\n\r\nbeen  the cause of some delay. The original  cost,  I\r\n\r\nthink I have already informed the Member for Tanglin,\r\n\r\nwas  based  only on hospital building which  did  not\r\n\r\ntake  into account the provision of quarters  and  so\r\n\r\nforth.  We  have now true estimates and I have  every\r\n\r\nreason  to believe that there should be some progress\r\n\r\nin building.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, the Minister gave as an\r\n\r\nexplanation for an increase from $6.5 to  $7  million\r\n\r\nin  1958 that provision had to be made for the access\r\n\r\nroad  and  for  water and sewerage, those  being  the\r\n\r\nfirst  two  out of three items. Are we to  understand\r\n\r\nthen, that in the estimates for 1957 the provision of\r\n\r\nan  access road and for water and sewerage  had  been\r\n\r\noverlooked, and that these did not exist? I  fail  to\r\n\r\nbelieve  that that could possibly be so. That  is  my\r\n\r\nfirst question.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second is I would like to have, if I may, an\r\n\r\nanswer  from  the  Minister as  to  why  it  was  not\r\n\r\npossible  to  start  a smaller scheme  and  so  bring\r\n\r\nhospital  facilities  to  the  Eastern  side  of  the\r\n\r\nisland, and to have expanded it at a later date?\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> I thought, Sir, I have already said that\r\n\r\nthe  $500,000 extra on the original estimate for 1957\r\n\r\nis  partly for the road to make access easier to  the\r\n\r\nbuilding  for the ante-natal clinic at the bottom  of\r\n\r\nthe road. There will be access to it in two ways, one\r\n\r\nfrom Bedok Road and another from the main road.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, does the Minister mean\r\n\r\nthat the access road, water and sewerage to which  we\r\n\r\narc  referring  is for the ante-natal  clinic  alone?\r\n\r\nThat  is  my  first  point. The  second  point  still\r\n\r\nremains:  would not a 200-bed hospital  or  something\r\n\r\nrather more modest have been a better project?\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I just want to make a point I think the\r\n\r\nhon.  Member  might  perhaps feel  comforted  by.  In\r\n\r\ngeneral, the larger your project for a hospital,  the\r\n\r\nmore you can get costs down. You\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3359</b></font><br><br>\r\n\r\n\r\n\r\nwill  have to provide certain common services in  any\r\n\r\ncase  for a hospital - sterilising units or what have\r\n\r\nyou - and  these will not be fully utilised unless  you\r\n\r\nhave a full-scale number of beds to go with them. The\r\n\r\nunits have to be there in any case.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I might thank the Minister for\r\n\r\nCommunications and Works for coming to the rescue  of\r\n\r\nthe  Minister  for Health. I do now fully  understand\r\n\r\nthat   the   thing   is   not  under   the   latter's\r\n\r\njurisdiction.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, may I suggest that my next\r\n\r\nthree  amendments,  (ii) , (iii)  and  (iv)  be  taken\r\n\r\ntogether? The main point I want to raise in all three\r\n\r\nis  to  seek  an explanation as to why the  estimates\r\n\r\nhave  shot  up so much, and generally what proportion\r\n\r\nof them is represented in increasing costs.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Probably it will be a bit more\r\n\r\nconvenient if we take them separately.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Very well, Sir. I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 48 be\r\n\r\nreduced by $10 in respect of subhead 7 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This subhead refers to extensions to the Children's\r\n\r\nOrthopaedic Hospital. The estimated cost was $400,000\r\n\r\nbut   now   nearly  $1  million  is   required.   The\r\n\r\naccompanying note does say that 44 quarters are going\r\n\r\nto  be  built,  but  even these 44  quarters  do  not\r\n\r\njustify   the   increase.  I   would   welcome   some\r\n\r\nexplanation as to what new projects are involved.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, the original estimated\r\n\r\ncost  of  $400,000 provided for wards and ancillaries\r\n\r\nbut   did  not  include  special  accommodation   and\r\n\r\nquarters. Subsequently, a revised estimate  was  gone\r\n\r\ninto  and  arrived  at,  which was  $1,250,000.  This\r\n\r\nincluded   an  operating  theatre  block.   For   the\r\n\r\ninformation of the hon. Member for Paya Lebar, I will\r\n\r\ngive him details of the extra work to be added. There\r\n\r\nis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3360</b></font><br><br>\r\n\r\n\r\n\r\na 340-bed ward, a classroom block, sisters' quarters,\r\n\r\nservants'  quarters  and a laundry  block;  and  then\r\n\r\nthere  is  to  be  a special block for  an  operating\r\n\r\ntheatre, X-ray department, administration and stores.\r\n\r\nThis  alone  was estimated at $263,000.  There  is  a\r\n\r\nnurses  hostel,  medical  quarters  and  ancillaries.\r\n\r\nHowever,  it  was eventually not considered  that  at\r\n\r\nthis  stage  an  operating theatre  block  should  be\r\n\r\nconstructed, so the sum of $263,000 was deducted from\r\n\r\nthe  $1,250,000. Since the medical plan was  started,\r\n\r\nthe  Department has found it necessary to plan for  a\r\n\r\ndoubling  of the size of the proposed hospital,  that\r\n\r\nis for 120 beds more.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now with regard to the classroom block, since the\r\n\r\npatients  are  children, some of whom would  have  to\r\n\r\nstay  on  for  a  long period in the  hospital,  this\r\n\r\nprovision was essential. To use the end of a ward  as\r\n\r\nat   present   would  not  be  convenient.   Sisters'\r\n\r\nquarters - the  two extras were required.  The  laundry\r\n\r\nblock  was not included in the original proposal;  at\r\n\r\npresent  there  is  no  laundry  block  and  one   is\r\n\r\ndefinitely  essential.  The nurses'  hostel - for  both\r\n\r\nconvenience and economy the existing hostel, standing\r\n\r\non most valuable ground, is dilapidated and should be\r\n\r\ndemolished  to make room for new wards. A new  hostel\r\n\r\nis therefore necessary.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The proposal, as can be observed, include all\r\n\r\nfacilities  and has been subjected to  very  critical\r\n\r\nobservation.  Considerable economies  in  consequence\r\n\r\nhave  been effected and, as I just pointed  out,  the\r\n\r\nestimate of $1.25 million has now been whittled  down\r\n\r\nto $987,000.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I am satisfied with the\r\n\r\nexplanation. I beg to withdraw the amendment.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head D 48 be\r\n\r\nreduced by $10 in respect of subhead 8 therein.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This subhead relates to the Hospital for the\r\n\r\nChronic  Sick  in  Thomson Road. Here  the  estimated\r\n\r\nincrease  in cost is nearly 300 per cent. That  is  a\r\n\r\nvery  large  sum,  Sir,  and  we  would  welcome   an\r\n\r\nexplanation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3361</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, I think that that sum\r\n\r\nhas  already been approved by the House, but I  would\r\n\r\nlike to draw the hon. Member's attention to subhead 9\r\n\r\nin the Draft 1957 Development Estimates, at page 383.\r\n\r\nThe  revised estimated cost is shown as $2.9  million\r\n\r\nand  the  previous estimate was $1.5 million.  I  can\r\n\r\nexplain  that the estimate of $1.5 million  was  made\r\n\r\nwithout  knowledge  of  the  exact  site  and  on   a\r\n\r\ndiagrammatic  line  drawing of the cheapest  possible\r\n\r\nenvisaged  pavilion-type hospital of 200 beds.  Since\r\n\r\nthen,  available  Crown  land  at  Thomson  Road  was\r\n\r\nsurveyed  and  it  was decided that  a  pavilion-type\r\n\r\nhospital  meant an extravagant use of  land.  It  was\r\n\r\ntherefore decided to use plans already drawn  up  and\r\n\r\navailable for a multi-storeyed hospital building. The\r\n\r\nuse  of  existing  plans saved 18  months  delay  and\r\n\r\nenabled work to start in 1957.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When estimating the $2.9 million this was to\r\n\r\nprovide for a hospital of 180 beds. In the process of\r\n\r\ndetailed  planning, it was, however,  found  that  it\r\n\r\nwould  be cheaper in the long run to build a  396-bed\r\n\r\nhospital on a single site rather than to build a 180-bed  hospital  on the site at a cost of $2.9  million\r\n\r\nand at a later date, another at the same cost. Had we\r\n\r\nprogressed  as originally planned, that  is  to  say,\r\n\r\nbuilt  two hospitals of 180 beds each, it would  have\r\n\r\ncost  us  a total of not less than $5.8 million.  The\r\n\r\npresent  construction therefore  shows  a  saving  of\r\n\r\n$1.15 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The construction of this hospital is proceeding\r\n\r\nsatisfactorily and it should be ready for  occupation\r\n\r\nby  the  middle of next year. When ready, we will  be\r\n\r\nable  to relieve the General Hospital of beds blocked\r\n\r\nby  chronic or incurable patients. At present,  there\r\n\r\nare  more  than 300 beds blocked by such patients  in\r\n\r\nthe  General Hospital and the provision of a hospital\r\n\r\nof  396 beds for the chronic sick cannot by any means\r\n\r\nbe considered excessive. It is hardly necessary, Sir,\r\n\r\nfor  me  to  say  that the annual recurrent  cost  of\r\n\r\nrunning  a  chronic sick hospital is very  much  less\r\n\r\nthan that of running an acute General Hospital.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3362</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I would just like one\r\n\r\nfurther  point  of information from the  Minister.  I\r\n\r\nthink he stated that the hospital will be ready  for\r\n\r\noccupation in the middle of next year. However, there\r\n\r\nwill  still  be $2,405,000 required to  complete  the\r\n\r\nbuilding,  which will presumably come in 1959.  Could\r\n\r\nhe explain how he reconciled these two points?\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> I am sorry, I meant the middle of 1959.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, in the first half of\r\n\r\n1959, $2,405,000 worth of work can be done as against\r\n\r\nonly $1.5 million during 1958.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I think, Mr Speaker, hon. Members do\r\n\r\nnot  quite  appreciate how these  things  work.  What\r\n\r\nhappens  is that the work is done and then the  bills\r\n\r\ncome  in  and it may well be that bills come in  late\r\n\r\nfor  work done in 1958; but even if they do  come  in\r\n\r\nthey  may  not be approved if the work has  not  been\r\n\r\nchecked: and so they have to be paid in 1959 although\r\n\r\nthe  work might have been done earlier. This sort  of\r\n\r\nbreakdown of future expenditure is to be expected  to\r\n\r\nsome  extent: you cannot be certain or precise as  to\r\n\r\nwhat the progress will be; you cannot divide the  sum\r\n\r\nvoted  precisely between one year and  another,  with\r\n\r\nabsolute certitude that it will be spent precisely as\r\n\r\nset down.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I am extremely grateful for the\r\n\r\ninformation  from  the Minister  for  Communications,\r\n\r\nWorks - and Health!\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 48 be\r\n\r\nreduced  by $10 in respect of item (7) of subhead  15\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This item relates to the Students Nurses Hostel and\r\n\r\nTraining  School.  Here we see an estimated  cost  of\r\n\r\n$1.2 million being revised to $2 million. While we do\r\n\r\nnot  want  to  deprive nurses of a fair  standard  of\r\n\r\naccommodation,  we  have  always  thought  that   the\r\n\r\nquarters  provided  so far have been  rather  on  the\r\n\r\nlavish side. With requirements  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3363</b></font><br><br>\r\n\r\n\r\n\r\nof  money for other services, I would  enquire\r\n\r\nwhether  a less expensive type of quarters could  not\r\n\r\nbe provided.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, I would just like to\r\n\r\nremind  the  Member for Paya Lebar that this  is  not\r\n\r\nonly  a  students nurses hostel but also  a  training\r\n\r\nschool. You will observe that we are only asking  for\r\n\r\na  token  vote of $1,000 for the project. The  reason\r\n\r\nwhy  there  is  only  a  token provision,  which  has\r\n\r\nprobably  escaped the notice of the Member  for  Paya\r\n\r\nLebar,  is  that  at present it is  anticipated  that\r\n\r\nthere  will be no need for opening all the  wards  in\r\n\r\nthe   Tan   Tock   Seng's  Hospital  immediately   on\r\n\r\ncompletion. In consequence, it is expected to release\r\n\r\none floor, which would lie vacant for a while. It  is\r\n\r\ntherefore proposed in the meantime to use this  floor\r\n\r\nfor  training  of  assistant  nurses,  and  to  start\r\n\r\nconstruction  of  the  student  nurses   hostel   and\r\n\r\ntraining school in 1959 or later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This measure, while not impeding the training\r\n\r\nprogramme of assistant nurses, will assist the P.W.D.\r\n\r\nby  not  throwing too much of a strain on it  and  so\r\n\r\nforcing  it  to curtail activity in regard  to  other\r\n\r\nessential projects.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $10,033,030 for Head D 48 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3363</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 50-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,000 for Head D 50 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3363</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 52 -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 52 be\r\n\r\nreduced by $10 in respect of subhead 6 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 6 is on the Junior Approved School. Sir, we\r\n\r\nare  not  in  principle against the establishment  of\r\n\r\nthis  school. What we want is information as  to  why\r\n\r\n$683,000  is  required now instead  of  the  $400,000\r\n\r\nunder  the original estimates, how many children  are\r\n\r\ngoing  to be catered for in this school and what  the\r\n\r\namenities will be.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3364</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lim Yew Hock:</b> Mr Speaker, Sir, this project\r\n\r\ndates  back  as  far  as  1949.  In  that  year,  the\r\n\r\nDepartment  of  Social Welfare drew up its  five-year\r\n\r\nplan  and  provision was made in the 1950,  1951  and 1952  Estimates, but the building did not materialise\r\n\r\nbecause  it  received a low priority. This  item  was\r\n\r\nthen  deleted from the 1953, 1954 and 1955 Estimates.\r\n\r\nIn  the  1956  Development  Estimates,  $100,000  was\r\n\r\nentered and this amount was later reduced to a  token\r\n\r\nof $20. The total cost required for building was then\r\n\r\n$400,000.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On 20th February, 1956, the Department was informed\r\n\r\nby  the  Public  Works Department that  the  cost  of\r\n\r\nbuilding  this  Junior Approved  School,  with  staff\r\n\r\nquarters,  was approximately $566,000, and that  more\r\n\r\nmoney  would be required than that envisaged  in  the\r\n\r\nDevelopment Estimates, that is $400,000. In  view  of\r\n\r\nthis,  $250,000  was entered in the 1957  Development\r\n\r\nEstimates  under Head D 53, leaving $316,000  as  the\r\n\r\nsum  required to complete it. When the drawings  were\r\n\r\ncompleted   this  year,  the  Department  was   again\r\n\r\ninformed by the P.W.D. that the estimated cost of the\r\n\r\nproject was then $683,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This school, Sir, when completed can accommodate\r\n\r\n120 boys.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I would enquire whether,\r\n\r\nwhen  plans are set in motion and buildings are going\r\n\r\nto be built, a limit could not be set by the planners\r\n\r\nso  that the architects would know what they have  to\r\n\r\nwork  on, instead of having to ask for increases year\r\n\r\nafter  year.  I  have  one particular  instance,  the\r\n\r\nbuilding  for Auxiliary Police Constables in  Whitley\r\n\r\nRoad,  in  the  Police  Training  School  grounds.  I\r\n\r\nbelieve  the  architects, when they  were  asked  for\r\n\r\nplans  for this headquarters, said they could not  do\r\n\r\nit  for less than a quarter of a million dollars, but\r\n\r\nas  the  sum approved was only $200,000, the  project\r\n\r\nwas  given to a private architect and the whole thing\r\n\r\nwas  completed for $195,000. Sir, can that  principle\r\n\r\nnot be applied to some of these present projects?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3365</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $937,680 for Head D 52 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3365</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 54 -\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I beg to move\r\n\r\nthe amendment standing in my name on the Order paper,\r\n\r\nnamely,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 54 be\r\n\r\nreduced by $10 in respect of item (3) of subhead 1\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1957 on items (1) , (2) and (3) we spent $2\r\n\r\nmillion  odd. Now we are asked to approve  a  sum  of\r\n\r\nover $3 million for 1958. No details are given.  May\r\n\r\nI  have  some details as to how and on what  projects\r\n\r\nthis money is to be spent?\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, looking at the Permanent Terminal\r\n\r\nBuilding, the revised cost is put at $8 millions.  We\r\n\r\nhave spent about $250,000 so far on that project. May\r\n\r\nI  know how that has been spent? I happened to  be  a\r\n\r\nmember  in  the  old  days of the Airport  Committee,\r\n\r\nwhich  started  the project, and I am  interested  to\r\n\r\nknow  what  are  the  prospects  of  completing   the\r\n\r\nbuilding.   Is  it  being  completed  as   originally\r\n\r\ndesigned, or is Government going to change it because\r\n\r\nof  the  different  political position  of  Singapore\r\n\r\ntoday? And we do not even have a sporting stadium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would like to have the details, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the hon. Member's amendment\r\n\r\nis in respect of the whole subhead?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question then is, \"That the sum\r\n\r\nto  be  allotted for Head D 54 be reduced by  $10  in\r\n\r\nrespect of subhead 1 therein.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Sir, if hon. Members cannot submit\r\n\r\ntheir  amendments precisely, it does probably  defeat\r\n\r\nthe purpose of putting in amendments. The information\r\n\r\nasked for can of course be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3366</b></font><br><br>\r\n\r\n\r\n\r\ngiven  them but it will be rather difficult if a  lot\r\n\r\nof  Opposition Members put in amendments  and  it  is\r\n\r\nfound  in  fact  that  they do  not  speak  on  those\r\n\r\namendments but on something else.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present terminal building is functioning but it\r\n\r\nis  pretty tightly packed, with people coming in  and\r\n\r\nout,  and  if the number of flight movements  through\r\n\r\nthe  airport continues to expand, then there will  be\r\n\r\ncongestion and delay. I think it was the hon.  Member\r\n\r\nhimself  who drew attention to the undesirability  of\r\n\r\nletting  people  get  a bad impression  of  Singapore\r\n\r\nbecause of slow handling through at the airport.  The\r\n\r\nonly  way to get them through fast is to provide more\r\n\r\nchannels   and  improve  facilities.  Therefore   the\r\n\r\nterminal  building is a necessity.  If  there  was  a\r\n\r\nslowing down in the development of aviation for  some\r\n\r\nreason, the urgency would not be so great, but we are\r\n\r\nlooking to the future and, as far as I can judge  the\r\n\r\nfuture,  it  is  essential. We shall be  calling  for\r\n\r\ntenders, I hope early next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the main point of the hon. Member is the\r\n\r\ncost  of about $1 million under \"Other Works\". I  can\r\n\r\ngive  him  the details of that. There  is  a  sum  of\r\n\r\n$350,000 required for fencing, turfing, levelling and\r\n\r\ncompletion  of the drainage system, and miscellaneous\r\n\r\nwork of that sort. He will appreciate that there  are\r\n\r\nvery  large areas at the airport which have to be  upkept  and  maintained. This work has  been  going  on\r\n\r\nslowly  but steadily, but there are still  some  eye-sore  patches which I hope will be less of  eye-sores\r\n\r\nby the end of next year. Then roads and car parks are\r\n\r\nneeded, we have to get the perimeter road in and also\r\n\r\nthe  largest part of the access road to the  proposed\r\n\r\nnew  terminal building site; and then the third major\r\n\r\nitem  of  course  is  radio aids of  which  the  most\r\n\r\nsignificant is the VHF omni-range beacon  which  will\r\n\r\nprobably  go  on  Lazarus  Island  although  a  final\r\n\r\ndecision  has  not been made yet. It does  require  a\r\n\r\nlevel  surface on which to stand in order to operate,\r\n\r\nand  it  is  a question of deciding where  this  high\r\n\r\nlevel  sounding-off ground for this beacon should  be\r\n\r\nplaced.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,033,870 for Head D 54 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 3367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 55 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $60,100 for Head D 55 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 56 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $508,790 for Head D 56\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 57 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $661,770 for Head D 57\r\n\r\nordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3367</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 59 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 59 be\r\n\r\nreduced by $10 in respect of item (5) of subhead 31\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this motion, I have to touch on item\r\n\r\n(6) as both items are inter-related. May I ask that\r\n\r\nthey be taken together?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If it is convenient.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes, Sir, both these items relate\r\n\r\nto Division IV quarters, item (5) to 15 at Paya Lebar\r\n\r\nand  item  (6) to 18 at Jurong. For the  15  at  Paya\r\n\r\nLebar,  a  revised estimate of $90,000  is  required,\r\n\r\nworking out at $5,000 a piece.\r\n\r\n \r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> $6,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Yes, I am sorry. For the 18 at\r\n\r\nJurong, the revised estimate is $130,000, which works\r\n\r\nout at $7,250 a piece. There is a difference there of\r\n\r\n$1,250  per  quarter. As the quarters at both  places\r\n\r\npresumably  must  be from the same plan,  there  does\r\n\r\nseem  to  be a lot of difference, and a lot of  money\r\n\r\ninvolved when the total difference is 18 x $1,250.  I\r\n\r\nwould like to know what the difference is due to.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Question is, \"That the sum to be\r\n\r\nallotted  for Head D 59 be reduced by $10 in  respect\r\n\r\nof  item  (5) of subhead 31 therein\", and  discussion\r\n\r\nmay range over the next amendment - \"That the sum to be\r\n\r\nallotted for Head D 59 be reduced by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3368</b></font><br><br>\r\n\r\n\r\n\r\n$10 in respect of item (6) of subhead 31 therein.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The Paya Lebar quarters of course are\r\n\r\nstill  in the planning stage and it is impossible  to\r\n\r\nsay, when we start building in 1959, what  the  cost\r\n\r\nwill  be  then. Costs did go up very heavily  earlier\r\n\r\nthis  year but they have now taken a downward  swoop.\r\n\r\nIn  fact, cement is down below what we call the  base\r\n\r\nline,  below the 100 mark. Whether they will continue\r\n\r\nto go down or up, or whether items will vary in 1959,\r\n\r\nI cannot say.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, there is a presumption that\r\n\r\nanything  built in Paya Lebar will, by and large  for\r\n\r\nan  equivalent  job,  be cheaper  than  something  at\r\n\r\nJurong: you have city services and that kind of thing\r\n\r\nmore  conveniently available at Paya Lebar,  and  the\r\n\r\nfurther out of the City you go, the more likely  will\r\n\r\nyou  be  to  have higher costs. There is therefore  a\r\n\r\ntoken provision of $1,000 extra which means that  you\r\n\r\nwill have room to change your mind if you want to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These would be the standard Division IV married\r\n\r\nquarters. I do not know whether the hon. Member wants\r\n\r\nto  know or not what such \"quarters\" comprise. I will\r\n\r\ngive  him an opportunity to ask if he wants  to  know\r\n\r\nany more about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Does the hon. Member for Paya Lebar\r\n\r\nwish to move his next amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to withdraw it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,932,930 for Head D 59 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3368</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 60 -\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 60 be\r\n\r\nreduced by $10 in respect of subhead 7 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This head relates to construction of roads, phase I,\r\n\r\nhalf a million dollars. My first point is to ask  the\r\n\r\nMinister if he would give some indication as to  what\r\n\r\nis  intended under this particular Head and how  many\r\n\r\nphases there will be.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3369</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main point I wish to refer to is the expenditure\r\n\r\non  roads and some of the extravagance which I  think\r\n\r\nis  being  indulged  in and which  perhaps  could  be\r\n\r\nsaved.  I  realise of course that roads are expensive\r\n\r\nthings  in  themselves  and that  if  you  make  them\r\n\r\ncheaply,  they fall to rack and ruin and have  to  be\r\n\r\nrepaired more often. That is not my point. I have two\r\n\r\npoints  to  make.  The  first  is  the  question   of\r\n\r\nroundabouts.  I  have a sort of fetish  against  them\r\n\r\nwhich possibly the Minister does not share, but  they\r\n\r\ndo  seem to me to be extraordinarily extravagant  not\r\n\r\nonly in the use of land, but in the cost of metalling\r\n\r\nand the time taken to make them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now it is of course a fact that roundabouts are no\r\n\r\nuse unless you make them large, of a sufficient size,\r\n\r\nto  keep  a  proper flow of traffic.  Then  they  are\r\n\r\nideal.  But it does seem to me, when you look at  the\r\n\r\nroundabouts being made at the moment at the  junction\r\n\r\nof  Thomson Road and Lornie Road, and the junction of\r\n\r\nUpper  Thomson Road and Yio Chu Kang Road,  that  for\r\n\r\nthe  time  being when we have not all that  money  to\r\n\r\nspend  on  these  important  things  such  as  roads,\r\n\r\ntraffic lights would be simpler and cheaper. We could\r\n\r\nsave  time and money in making these roundabouts  and\r\n\r\nput  them to the making of other roads which are more\r\n\r\nimportant. I think that would be putting first things\r\n\r\nfirst.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I would like to refer to is what I\r\n\r\nhave observed recently in Mandai Road, that there has\r\n\r\nbeen  a whole stretch of that road - for about a  mile-and-a-half - on  which re-turfing has taken  place.  It\r\n\r\nhas got to the extent of the old turf being taken out\r\n\r\nof  the  edges of the road and replaced by new  turf.\r\n\r\nNow  again  I  appreciate that what  is  intended  by\r\n\r\nturfing  is to prevent wash aways and the  damage  to\r\n\r\nroads that would ensue, but what has happened in this\r\n\r\nparticular  area - and it is a waste of  money - is  that\r\n\r\nthis beautiful turfing is being done at this time  of\r\n\r\nyear  when there is heavy rain almost every  day  and\r\n\r\nthat it is all being washed away almost as soon as it\r\n\r\nis laid.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3370</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is more, what is happening is that because the\r\n\r\ndrains  are  not properly constructed, the  labourers\r\n\r\nare  coming along and digging out the silt  that  has\r\n\r\ngone into it, putting it in nice piles on the top  of\r\n\r\nthe  new  turf. The piles of silt are thereby burying\r\n\r\nthe  turf, which will be destroyed quickly,  and  you\r\n\r\nwill be getting back to the same position you were in\r\n\r\nabout a month ago.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to go and see what is\r\n\r\nhappening. That kind of thing is of course a waste of\r\n\r\npublic  money and I would draw the attention  of  the\r\n\r\nMinister  to these two points when he tells  us  what\r\n\r\nthis item is intended for.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The vote under this sub-head is a\r\n\r\n\"notional\"  vote. The fact is that we  have  not  yet\r\n\r\ndecided   finally  which  roads  ought  to   be   the\r\n\r\nresponsibility of the state or government, and  which\r\n\r\nshould be that of the local authority, and the matter\r\n\r\nhas   still   to   be  sorted  out   and   discussed.\r\n\r\nConsequently, this vote makes provision for  work  to\r\n\r\nbe done but is not related precisely to any job which\r\n\r\nmay have to be done.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to roundabouts, I think that if you are\r\n\r\ngoing  to  have one, you might as well put it  in  as\r\n\r\nsoon  as  you  have the road up to that  point.  When\r\n\r\nmaking  a new road system, you might as well put  the\r\n\r\nroundabouts in with it. One particular reason is that\r\n\r\ncorner  sites  are very popular with squatters - coffee\r\n\r\nshop squatters - and if you leave a corner site, a  bit\r\n\r\nof  turf at the edge of the road, you will find first\r\n\r\na  man  sitting there and then a concrete floor  laid\r\n\r\nand  then a roof, and before you know where you  are,\r\n\r\nyou get somebody with the protection of some vigorous\r\n\r\nAssemblyman  fighting for the  rights  of  the  poor:\r\n\r\n'This  man should not be turned out without  a  large\r\n\r\ncompensation.'  The  best  thing  is   to   get   the\r\n\r\nroundabout in first and then nobody can squat on  the\r\n\r\ncorners.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the turfing in Mandai Road, I take\r\n\r\nnote  of  the hon. Member's remarks and I value  very\r\n\r\nmuch  anybody who draws my attention to what  appears\r\n\r\nto be a failure in efficiency.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3371</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head D 60 be reduced\r\n\r\nby $10 in respect of subhead 19 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Hon. the Minister for Local Government,\r\n\r\nLands  and Housing has had his fair share of  punches\r\n\r\nduring  this  sitting. I would like to pull  back  my\r\n\r\npunch  if  possible, but unfortunately this item  has\r\n\r\ngiven  me  a  smack  right in the eye.  In  the  last\r\n\r\nAssembly debate on the 1957 Estimates, $5 million was\r\n\r\nasked  for.  Now  we  have here an  explanatory  note\r\n\r\nsaying  that  the new provision is for an 11-storeyed\r\n\r\nbuilding.   Last  year  it  was  not  an  11-storeyed\r\n\r\nbuilding;  last year it was only seven  storeys.  Its\r\n\r\nsize  is now suddenly to be increased in spite of  my\r\n\r\nprotest against an already palatial building for just\r\n\r\none  Ministry.  The  cost is now  increased  to  $7.5\r\n\r\nmillion   and   the  11-storeyed  building,   to   be\r\n\r\nconstructed on Shenton Way, is to be for the Ministry\r\n\r\nof  Local  Government,  Lands  and  Housing  and  the\r\n\r\nMinistry of Communications and Works, and departments\r\n\r\nthat come under them. Probably the extra $2.5 million\r\n\r\nis for the second Ministry to be housed on top of the\r\n\r\nMinistry of Local Government, Lands and Housing. Sir,\r\n\r\nif  two Ministries are going to cost us $7.5 million,\r\n\r\nheaven  help  us! I think housing all the Ministries,\r\n\r\nif  we  go  on  at this planned rate,  will  cost  us\r\n\r\nhundreds of millions of dollars!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I attacked this item I pointed out the\r\n\r\nvery nice and substantial buildings like those of the\r\n\r\nChartered  Bank in Robinson Road for $3 million,  and\r\n\r\nof  the  Bank of China for about the same  amount.  I\r\n\r\ncannot  possibly conceive how the two Ministries  are\r\n\r\ngoing to fill three times the accommodation that  can\r\n\r\nbe  offered in the Chartered Bank with all  its  very\r\n\r\nspecial   expenditure   on  safe-boxes   and   luxury\r\n\r\nfittings. Sir, I have to ask that Ministers must come\r\n\r\ndown to earth and possibly build prefabricated little\r\n\r\nstructures  which  the Hon. the  Chief  Minister  has\r\n\r\npromised  to  look  into and which might  suffice  in\r\n\r\nfuture days.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3372</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> Sir, it is not undesirable that we\r\n\r\nshould have further Government accommodation. We  are\r\n\r\ngetting overcrowded as all offices tend to expand. We\r\n\r\nhave  read about Parkinson's law that they do expand,\r\n\r\nif  only in relation to the increasing population; we\r\n\r\nmust presumably keep on adding to the number of civil\r\n\r\nservants  to look after the population as  it  grows.\r\n\r\nThe  Opposition, I am sure, will concede that  we  do\r\n\r\nneed  more office accommodation, and that it is  only\r\n\r\nconcerned  that we do not need to spend  as  much  as\r\n\r\nthis.  It  may  well be that this is a project  which\r\n\r\nwould  be  farmed out to a private architect  and  we\r\n\r\nshould then have a useful case for comparison and  be\r\n\r\nable to see whether in fact a private architect could\r\n\r\nprovide  what  was required without our spending  all\r\n\r\nthe  money;  but the vote is a guess rather  than  an\r\n\r\nestimate,  as we do not yet know precisely  what  the\r\n\r\ncost will be.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, this is the third year in\r\n\r\nsuccession  that  we have heard the hon.  Member  for\r\n\r\nPaya  Lebar give us his expert evaluation of the work\r\n\r\nof each project. If ever I get bourgeoisie tendencies\r\n\r\nand have to put up a magnificent building to house my\r\n\r\nindustry, I shall certainly look for the Member,  not\r\n\r\nonly  to  give  me advice, but to make sure  that  he\r\n\r\nbuilds it at the figure he advised me is possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, apart from the fact that I do not think he\r\n\r\nreally  believes it can be done so cheaply,  I  would\r\n\r\nlike  to  add  my  concern that one cannot  make  the\r\n\r\npublic  believe  that  the  Public  Works  Department\r\n\r\nexercises   all   the  economy,   skill,   care   and\r\n\r\nsupervision  in  the  world.  In  fact,  my  backseat\r\n\r\ndriver, the Member for Ponggol-Tampenis, who has some\r\n\r\npractical experience in these matters, tells me  just\r\n\r\nthe  opposite. To that extent I am inclined to  share\r\n\r\nthe  anxieties  which the Member for Paya  Lebar  has\r\n\r\noften  expressed  in this House. Perhaps  we  do  not\r\n\r\nreally get one dollar's worth out of every dollar  we\r\n\r\nvote in this Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I rise to express my opinion that the\r\n\r\nAssembly does get a dollar's worth, sometimes more.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3373</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, to that I must reply that we\r\n\r\nmight have got a dollar's worth, but never, never\r\n\r\nmore.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,357,310 for Head D 60 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3373</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head D 61-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,171,630 for Head D 61\r\n\r\nordered to stand part of the Schedule.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 3 inclusive ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First and Second Schedules ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without Amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br>3.57 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3373</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>MALAYANISATION AND EX-GRATIA PAYMENTS TO</b></div>\r\n\r\n<div align=\"center\"><b>CITY COUNCIL EMPLOYEES</b></div>\r\n\r\n                          \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I move the\r\n\r\nmotion standing in my name. It reads:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House deplores the decision on major\r\n\r\nissues  like  Malayanisation and one  and  a  quarter\r\n\r\nmillion  dollars  ex-gratia  payments  made  by   the\r\n\r\npresent  City  Council during its last  few  days  of\r\n\r\noffice  and  urges  that  sanction,  as  required  by\r\n\r\nparagraph   (r)  of  section  29  of  the   Municipal\r\n\r\nOrdinance, to the payment of over one and  a  quarter\r\n\r\nmillion  dollars  for  ex-gratia  payment  mostly  to\r\n\r\nexpatriate employees, be withheld until the new  City\r\n\r\nCouncil  to  be  elected  on the  21st  December  has\r\n\r\nreconsidered the matter.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a typographical error in the Order Paper,\r\n\r\nSir.  The last part of my motion should read \".  .  .\r\n\r\nhas reconsidered\" the matter, and not, as printed, \".\r\n\r\n. . has recommended\".\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the days go by, we approach Christmas time,\r\n\r\nand we all receive beautiful Christmas cards sent  by\r\n\r\nfellow  Assemblymen to one another. I hate  to  spoil\r\n\r\nother  people's Christmases, but whilst I would  like\r\n\r\nto  convey  my  good  wishes for a  happy  and  merry\r\n\r\nChristmas, I cannot be urged to join in felicitations\r\n\r\nto  the  extent of letting pass unnoticed $1¼ million\r\n\r\nworth  of  public  funds, most of which  will  go  to\r\n\r\nexpatriate  officers  already in  retirement  in  the\r\n\r\nUnited Kingdom.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3374</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two possible approaches to the\r\n\r\nsubject that I have tabled for debate today,  one  on\r\n\r\nprinciple and the other on detail. Whether it  is  to\r\n\r\nbe  on principle alone or on detail and principle,  I\r\n\r\nleave  it  to the Members on both sides of the  House\r\n\r\nother  than those of my Party. I propose to take  the\r\n\r\nquestion of principle first. If Members, particularly\r\n\r\nthose  who  are Members of the City Council  up  till\r\n\r\nmidnight,  choose to raise this matter in  detail,  I\r\n\r\nmay  inform them that I have been fairly well briefed\r\n\r\nby local senior officers in the City Council and I am\r\n\r\nquite prepared to go into the matter in detail.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Briefly, the one question of principle that I object\r\n\r\nto  strenuously  is  this: that at  the  second  last\r\n\r\nmeeting on the 29th November, when almost every  City\r\n\r\nCouncillor  knew whether or not he was going  to  put\r\n\r\nhis  record of office before the electorate, and  had\r\n\r\ndecided  that  he was not going to do so,  he  joined\r\n\r\nexpatriate officers - the President of the City Council\r\n\r\nand  his  colleagues - in bundling these two  Christmas\r\n\r\ngifts by.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we all know that elections to the City\r\n\r\nCouncil  should  have been held in 1955.  The  P.A.P.\r\n\r\nsupported  the  ex-Chief Minister  when  he  moved  a\r\n\r\nresolution that elections should be postponed so that\r\n\r\nthe  whole question of the local government structure\r\n\r\ncould   be  reviewed.  These  people  were  therefore\r\n\r\nallowed  to  carry on, and they have carried  on  for\r\n\r\nover  two years. Their mandate had expired. They  had\r\n\r\nno  right to decide on major issues such as this  one\r\n\r\ncosting  millions of dollars - $1¼ in the case  of  the\r\n\r\nadditional  benefits  of  provident  fund,  and   $14\r\n\r\nmillion  (in our calculation) on the other  issue  of\r\n\r\nMalayanisation.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These were the two big issues on which there was a\r\n\r\nlot  of  hard  argy-bargy for  a  long  time  but  no\r\n\r\ndecision was arrived at. No vote was taken until  the\r\n\r\nCouncillors  knew  that  they  were  not   contesting\r\n\r\nelections, either because their Parties thought  they\r\n\r\nwere  too  heavy a political liability, or for  other\r\n\r\npersonal reasons. The moment they decided that  their\r\n\r\nfuture was not for the public to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3375</b></font><br><br>\r\n\r\n\r\n\r\ndecide any more, since they did not think their  past\r\n\r\nrecord  worth  putting  before  the  public  for  its\r\n\r\ndecision,  they passed these two big things,  and  we\r\n\r\nstrenuously object.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We object in particular to the expatriate officers\r\n\r\nin  the  Council being not just a party to this,  but\r\n\r\nbeing  the prime movers of this. They knew  that  the\r\n\r\nnext  Council is going to be radically different from\r\n\r\nthe  present one. This is a nice, cosy little set up.\r\n\r\nWe have nine nominated members, we have 18 elected on\r\n\r\nthe old basis - small little elections, 800 people were\r\n\r\ninvolved;  and nice little people like - well,  I  will\r\n\r\nnot say nice little people but little people like the\r\n\r\nhon.  Member  for Queenstown; I mean  it  depends  on\r\n\r\nwhether  one  likes him or not, but they  are  people\r\n\r\nwhom  you  can  accommodate, you could persuade,  you\r\n\r\ncould talk them round - reasonable chaps.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next City Council is going to be quite a\r\n\r\ndifferent proposition. These officers know it and  so\r\n\r\ndo  the  Councillors. And these officers know further\r\n\r\nthat  it is very unlikely that they will get such  an\r\n\r\namenable  council as the present one. They are  going\r\n\r\nto  get people who will be very sensitive to what the\r\n\r\npublic  thinks and who have very decided views  about\r\n\r\nhow  public  funds  should be  dispensed.  Therefore,\r\n\r\nrather  than  risk the matter receiving more  careful\r\n\r\nconsideration,  and  a  final decision  by  the  real\r\n\r\nrepresentatives   who  will  be   elected   on   21st\r\n\r\nDecember - tomorrow - they smuggled it  through  on  29th\r\n\r\nNovember.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I have worded the motion carefully because\r\n\r\nI  do not want to apply it to each and every case  of\r\n\r\nthose  who retired before the operative date. I think\r\n\r\nit  was  1954 (I believe you are quite familiar  with\r\n\r\nthe  matter) - when salaries were boosted up after  the\r\n\r\nwar  and  provident fund schemes were  not  similarly\r\n\r\nadjusted. The consequence was that those who  retired\r\n\r\nbefore  that date when the provident fund scheme  was\r\n\r\nadjusted  to fit in with the new emoluments, suffered\r\n\r\nin  not getting the benefits of the new rates.  There\r\n\r\nmay have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3376</b></font><br><br>\r\n\r\n\r\n\r\nbeen a few individual cases where, quite properly,  a\r\n\r\ncase  can  be made out under section 29  (r)  of  the\r\n\r\nMunicipal Ordinance. This section stipulates that the\r\n\r\nGovernor  in  Council - but perhaps I should  read  the\r\n\r\nexact words:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Commissioners are authorized to expend the\r\n\r\nMunicipal Fund for the following purposes: -  .  .  .\r\n\r\n(r)   payment  with  the  previous  sanction  of  the\r\n\r\nGovernor in Council in special cases of gratuities to\r\n\r\ndeserving municipal officers or workmen prior to, on,\r\n\r\nor  after  their  retirement or to  their  widows  or\r\n\r\nchildren on their death\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, people like Mr A. P. Rajah of the Liberal-Socialist Party, who gave away $50,000 to the City\r\n\r\nCouncil engineer (I think it was the Chief Engineer),\r\n\r\nand  another,  Mr Chan Kum Chee, who  voted  another\r\n\r\nlarge  sum  of  money to some electrical  expert  for\r\n\r\nstopping  the  power failures, quite wisely  did  not\r\n\r\noffer  themselves for elections. But here  they  have\r\n\r\nthe  impudence, these Councillors as a whole have the\r\n\r\nimpudence,  not to consider, according to section  29\r\n\r\n(r) , each individual officer's case to see whether or\r\n\r\nnot any injustice was made or had been inflicted in a\r\n\r\nparticular case, but to make a blanket payment of $1¼\r\n\r\nmillion. If they want to give away their own money it\r\n\r\nis  their  funeral, but this happens to be our  money\r\n\r\nand  it  is our business. We in this Chamber  have  a\r\n\r\nright  to  urge  the  Government  not  to  give  this\r\n\r\nsanction,  as the City Council is required under  the\r\n\r\nMunicipal   Ordinance  to  get  sanction   from   the\r\n\r\nExecutive Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, that is a nice legal point. This Ordinance\r\n\r\nwill expire by tomorrow, and the question is: Can the\r\n\r\nGovernment  under  the new Ordinance  give  sanction,\r\n\r\nbecause  the new Ordinance does not contain a similar\r\n\r\nproviso?  In  my opinion, there is not the  slightest\r\n\r\ndoubt whatsoever that if this is not done before  the\r\n\r\n21st  December - before midnight tonight - then it cannot\r\n\r\nbe  done  at all. But if my view happens to be  wrong\r\n\r\nand another view is established that the sanction can\r\n\r\nbe given even after the Ordinance is repealed, then I\r\n\r\nsay very seriously to the Government that it would be\r\n\r\nan act of political folly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3377</b></font><br><br>\r\n\r\n\r\n\r\nto  be  a party to this rump of local political  has-beens, and give away this amount of public money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been careful, Sir, in my drafting of the\r\n\r\nmotion  not  to say that this is wrong in  each  and\r\n\r\nevery  case.  There may have been some special  cases\r\n\r\nwhere  an  injustice  might have  been  done,  but  a\r\n\r\nblanket  provision, if approved, would be a  betrayal\r\n\r\nof  the  mandate of the people to us  to  look  after\r\n\r\npublic funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I shall leave the personalities involved,\r\n\r\nwho  voted through this $1¼ million, to the  Liberal-Socialist   Party  because  it  issued  a   statement\r\n\r\nimmediately after we brought public attention to bear\r\n\r\non  this matter. It washed its hands completely clean\r\n\r\nof  this. It said, 'Oh, no, we are against the  whole\r\n\r\nbusiness.' In fact, but for the Member for  Cairnhill\r\n\r\nwho, for some reason or other, abstained on the whole\r\n\r\nmatter  and  thereby  connived at  it,  the  Liberal-Socialists  were dead set against it.  They  did  not\r\n\r\napprove  of this waste of public funds and  doubtless\r\n\r\nit will be their duty to clarify their position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the more important issue, that of\r\n\r\nMalayanisation; this is a more complex subject and  a\r\n\r\nlarger  sum of money is involved. Quite a  number  of\r\n\r\nminds  have  been at work on this topic  for  a  long\r\n\r\ntime.  They  have  worked out a very  nice  and  very\r\n\r\ncomplicated   scheme   whereby   all   City   Council\r\n\r\nexpatriate employees who are at present on  contracts\r\n\r\ncan opt to sign new contracts - type A, type B and type\r\n\r\nC.   In short, it means money all round because there\r\n\r\nis no reason why any contract should be renewed. They\r\n\r\nare  not  Malayan Civil Service officers, the heaven-born   who  were  in  a  special  category.  We  were\r\n\r\npersuaded  last  year because the Government  of  the\r\n\r\nFederation  approved  the  abolition  terms  in   the\r\n\r\nFederation,  not  to  attack the  Government  on  the\r\n\r\nabolition terms offered to expatriate officers  here.\r\n\r\nBut  of course that has acted as a great stimulus  to\r\n\r\nexpatriate  officers in the Singapore Harbour  Board,\r\n\r\nthe   City  Council  and  all  other  semi-government\r\n\r\ncorporations,  to  try to get similar  or  equivalent\r\n\r\nabolition terms. Everyone\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3378</b></font><br><br>\r\n\r\n\r\n\r\nthought  that  this was a jackpot free-for-all - just\r\n\r\nput your hand into the kitty, grab a bagful of notes,\r\n\r\nput them into your pocket and push off. Better still,\r\n\r\nget   another  job  in  the  Telephone  Board  where,\r\n\r\nsubsequently,  you  might be able  to  persuade  some\r\n\r\nstupid  members on that Board to agree  to  give  you\r\n\r\nfurther abolition terms.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I should go into this in much detail and\r\n\r\nread  to  this House a letter which has reduced  this\r\n\r\ncomplicated plot into fairly simple terms. This is  a\r\n\r\nletter  written by the President of the Local  Senior\r\n\r\nOfficers   Association  of  the   City   Council   of\r\n\r\nSingapore, an open letter published in the Press.  It\r\n\r\nsays:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Singapore City Council at its meeting on\r\n\r\nNovember 29th agreed to offer expatriate officers the\r\n\r\noption  of  continuing on the permanent establishment\r\n\r\non their existing terms and conditions of service, or\r\n\r\nas  varied  by  agreements  from  time  to  time,  or\r\n\r\nentering  into  one of the following three  forms  of\r\n\r\ncontracts  of service with the Council on  the  terms\r\n\r\nand  conditions set out hereunder and referred to  as\r\n\r\ncontracts A, B and C.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As this is a fairly complicated matter to the\r\n\r\nuninitiated. I will read a little slowly:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Contract A is to incorporate all the conditions of\r\n\r\nservice  applicable to all senior officers at present\r\n\r\nand,  in  addition, to provide that  an  officer  who\r\n\r\nresigns after five years is to be paid a lump sum  of\r\n\r\nthe  difference between the more favourable  and  the\r\n\r\nless  favourable method of compilation for  provident\r\n\r\nfund.\"-\r\n\r\n \r\n\r\n<br><br>There are two methods of calculating provident fund,\r\n\r\none the more favourable, one the less favourable; the\r\n\r\ndifference  is about 30 to 40 per cent.  Sir,  if  an\r\n\r\nofficer signs contract A, stays on for five years and\r\n\r\nresigns,  and if he himself quits - he gets this  extra\r\n\r\n30 or 40 per cent, for no rhyme or reason whatsoever,\r\n\r\nbecause in any case he is on contract. If he does not\r\n\r\nlike  it,  and  has a better job, he  goes,  as  some\r\n\r\nofficers who have better jobs have gone. To continue:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If his service is terminated by the Council\"-\r\n\r\n \r\n\r\n<br><br>and this is the other proviso, this is the other\r\n\r\nside of this plot-\r\n\r\n \r\n\r\n<br><br>\"for any or no reason other than misconduct or ill-health\"-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3379</b></font><br><br>\r\n\r\n\r\n\r\nin  other words, you cannot sack a man other than for\r\n\r\nmisconduct   or  ill-health;  if  he   is   downright\r\n\r\ninefficient you have to tolerate him. It is all  laid\r\n\r\ndown,  you can only sack him for misconduct  or  ill-health-\r\n\r\n\r\n\r\n<br><br>\"and he be thereby compulsorily retired\"-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;in other words, malayanised-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"the compensation payable is to be calculated on the\r\n\r\nfollowing basis:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The difference as in the first paragraph above\r\n\r\n[that is, table A and table B of the provident fund];\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Government abolition terms.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the big thing. That is what everybody is\r\n\r\ngrabbing. Expatriate officers will have written  into\r\n\r\ntheir  contracts  that if any expatriate  officer  is\r\n\r\nmalayanised, then compensation is payable to all such\r\n\r\nofficers  and  provident fund benefits will  also  be\r\n\r\npaid  in  addition. So all the officers who now  have\r\n\r\ncontracts - a  hundred odd persons - sign new  contracts.\r\n\r\nThey all sign contract A, and then if they serve five\r\n\r\nyears  and  they do not like it any more,  they  take\r\n\r\nthis extra provident fund with no abolition terms. If\r\n\r\nthey  happen to stay healthy as they are bound to  on\r\n\r\ntheir  present  salary, and they  do  not  commit  an\r\n\r\nindiscretion, then you cannot get rid of them. If you\r\n\r\ndo  get  rid of them, then they get greater benefits\r\n\r\nof  provident  fund. This will no doubt  serve  their\r\n\r\nfive  years for abolition terms on Government  rates.\r\n\r\nFurthermore,  if  you sack one, then  all  the  other\r\n\r\nofficers  who have signed contract A, can also  say,\r\n\r\n\"Well,  I  am  leaving  too.  Please  give  me  extra\r\n\r\nprovident fund benefits plus abolition terms.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, contract B provides for an officer who resigns:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to receive provident fund benefits according to\r\n\r\nTable B of the Provident Fund Rules,\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the less favourable one.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"and to sign a contract which is similar to contract\r\n\r\nA  except in lieu of further provident fund benefits.\r\n\r\nHe  receives  an allowance equal to 20  per  cent  of\r\n\r\nbasic salary.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is not the important one, because I do not\r\n\r\nthink many will plump for that one.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3380</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Contract C provides for an officer who resigns:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to receive provident fund benefits according to\r\n\r\nTable  B  of the Provident Fund Rules and to  sign  a\r\n\r\nshort-term contract for three years' resident service\r\n\r\non  the  same  lines  as  the present  contracts  for\r\n\r\ntemporary   officers.  It  has   been   agreed   that\r\n\r\ngratuities,  compensation of provident fund  payments\r\n\r\nbe made tax free.\"\r\n\r\n\r\n\r\n<br><br>In  other  words, the Council pays the tax, and  they\r\n\r\ncollect.  Now, we worked out the abolition terms  and\r\n\r\nall these people who come in will collect $50,000  or\r\n\r\n$60,000  and that is tax free. They are not  in  that\r\n\r\nsame  privileged position because under  the  law  of\r\n\r\nincome tax, they have to pay a large slice of  it  in\r\n\r\nincome  tax.  So they providently provide  beforehand\r\n\r\nthat  on  the  sum  they are going  to  receive,  the\r\n\r\nCouncil  will pay the income tax and they collect  as\r\n\r\nmuch  as  they  would  have  had  if  they  were   in\r\n\r\nGovernment service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, this is what the local officers have to\r\n\r\nsay on this:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Council has apparently approbated its rights to\r\n\r\nterminate  any  expatriate  officer's  contract   for\r\n\r\ninefficiency    or    redundancy    without    paying\r\n\r\ncompensation. In times of recession, it would be less\r\n\r\nexpensive for the Council to retrench local  officers\r\n\r\nthan  expatriate officers. My Association,  [this  is\r\n\r\nthe  President's  writing] after its  representatives\r\n\r\nhad   given   evidence   before  the   Malayanisation\r\n\r\nCommission, have not pressed the Council to implement\r\n\r\nthe  terms  of  this Commission's Report  as  it  has\r\n\r\nviewed with concern the enormous sums of money  which\r\n\r\nhave  been  paid to expatriate officers in  Singapore\r\n\r\nand in the Federation Government services.\"\r\n\r\n\r\n\r\n<br><br>Those  praiseworthy,  public-spirited  servants!   In\r\n\r\nSingapore, it was stated that the direct cause  of  a\r\n\r\ndeficit in 1957 - the deficit being $8 million - was that\r\n\r\n$9 million was paid out in abolition terms. Therefore\r\n\r\nthe  conclusion we draw is that but for  that,  there\r\n\r\nmight  not  have been a deficit but a surplus  of  $1\r\n\r\nmillion. This is according to the computation of  the\r\n\r\nHon. the Financial Secretary. I read on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the opinion of the members of my Association,\r\n\r\nthese  large  sums  of money could have  been  better\r\n\r\nspent  in  enlarging the local services  which  could\r\n\r\nhave  directly benefited the peoples of  Malaya.  The\r\n\r\nmembers  of  my Association feel further that  whilst\r\n\r\nthey  hold the view that all the senior posts in  the\r\n\r\nCity\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3381</b></font><br><br>\r\n\r\n\r\n\r\nCouncil   can  be  fully  malayanised  with   a   few\r\n\r\nexceptions within four years, they should  not  press\r\n\r\nfor  immediate Malayanisation if vast sums  of  money\r\n\r\nare  to be handed out to all the Council's expatriate\r\n\r\nofficers.  This  money  could  be  better  spent   on\r\n\r\nprojects that benefit the people of Singapore.\"\r\n\r\n\r\n\r\n<br><br>These are the facts briefly and succinctly stated.  I\r\n\r\nam  quite prepared to go into further details on this\r\n\r\nbut I would like to take the matter on principle.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member did\r\n\r\nanticipate the Chair when he said that he  would  not\r\n\r\ngo  into  the details but would debate the  principle\r\n\r\nbecause, as I read the motion. it says,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House deplores the decisions on major\r\n\r\nissues  like  Malayanisation and one  and  a  quarter\r\n\r\nmillion  dollars  ex-gratia  payments  made  by   the\r\n\r\npresent  City  Council during its last  few  days  of\r\n\r\noffice and urges ...\" etc.\r\n\r\n\r\n\r\n<br><br>Of  course,  the hon. Member can touch on details  to\r\n\r\nindicate  that it is, in fact, a major  issue  but  I\r\n\r\nwould not allow a debate on the issue itself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I am much obliged to you, Mr\r\n\r\nSpeaker, Sir, but I merely indicated that in order to\r\n\r\ninform  all Members in this House that we are  fairly\r\n\r\nwell  briefed on the subject. I am quite prepared  to\r\n\r\nanswer any questions from our point of view regarding\r\n\r\nthe subject matter which we have tabled for debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everybody knows that over 520,000 voters are\r\n\r\ngoing  to  the polls tomorrow to elect  32  new  City\r\n\r\nCouncillors.   Everybody  knows  that  the   Liberal-Socialist Party have had the impudence to put  up  32\r\n\r\ncandidates  many of whom are likely  never  again  to\r\n\r\ncontest   elections,  and  also  that  the   Liberal-Socialist Party were very anxious to wash their hands\r\n\r\nof this matter the moment we brought the spotlight to\r\n\r\nbear  on  it.  Sir, when they shelved off  the  extra\r\n\r\npayment  of provident fund, they were silent  on  the\r\n\r\nquestion of Malayanisation. It is necessary to remind\r\n\r\nthem that they were the prime movers. Their Mr A. P.\r\n\r\nRajah  who  was their leading man in the Finance  and\r\n\r\nGeneral  Purposes Committee was responsible for  this\r\n\r\nwhole scheme. A long time was taken to work\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3382</b></font><br><br>\r\n\r\n\r\n\r\nthis  out. In his last statement, which the  national\r\n\r\ndailies were judicious enough not to publish, because\r\n\r\nit  probably did him more harm than good,  but  which\r\n\r\nthe not so judicious daily Free Press did publish - Mr\r\n\r\nA. P. Rajah said that the reason why he did all this,\r\n\r\nof course, was that he did not want to see the people\r\n\r\nbeing  victimised. He is a presumptuous  man.  If  he\r\n\r\ndoes not want to see anybody being victimised and  he\r\n\r\nthinks  that  he  is the man to do justice,  then  he\r\n\r\nshould  have  come  out to fight  the  elections.  He\r\n\r\nshould  speak his Party's policy and explain  to  the\r\n\r\npeople  why he did so and so. Instead he has  decided\r\n\r\nto  retire from politics for the time being, and  not\r\n\r\nto  try and justify what has been done. What we would\r\n\r\nlike  to tell him and his colleagues is this. We  are\r\n\r\nhere  to  see  that the people of Singapore  are  not\r\n\r\nvictimised, and not to see that a few persons in  the\r\n\r\nCity   Council   are  not  victimised.   Nobody   is\r\n\r\nthreatening to victimise them provided they do  their\r\n\r\nduties. We do not want to cut off our noses to  spite\r\n\r\nourselves  but if we feel that somebody is trying  to\r\n\r\npull  a fast one over us, we will cut off their noses\r\n\r\nto   spite   themselves, even  if  we  suffer   the\r\n\r\nconsequence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, in asking this House to approve this\r\n\r\nmotion,  all  I  am doing is to say that  the  matter\r\n\r\nshould  be  reconsidered by the new Council.  It  may\r\n\r\nwell be that the first new candidates of the Liberal-Socialist Party will duly assemble on Monday the 23rd\r\n\r\nto  elect their Mayor. They will not be electing  one\r\n\r\nwho  has  been trained to be a Mayor because the  one\r\n\r\nwho  has  been  so  trained  is  not  contesting  the\r\n\r\nelections, but if that eventuality should arise, then\r\n\r\nso  be  it.  But the suspicion one has is  this:  the\r\n\r\nPresident  of the City Council does not believe  that\r\n\r\nthey  are  going  to come in. In fact  everybody  who\r\n\r\nknows what is going on knows that they are not coming\r\n\r\nin  and  knows  that  these resolutions  would  never\r\n\r\nreceive  the same favoured treatment if the  question\r\n\r\nwere to be opened again. It may well be that on  the\r\n\r\nquestion of the provident\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3383</b></font><br><br>\r\n\r\n\r\n\r\nfund,  certain individual cases may have to be  taken\r\n\r\non their merits and justice meted out. We do not want\r\n\r\nto  be  unjust.  It  may well be that  the  new  City\r\n\r\nCouncil  may be even more stable, more in a  position\r\n\r\nto  offer  long-term prospects of employment  and  to\r\n\r\nkeep its promise. But we do not want something to  be\r\n\r\nbundled  through so that we who come into the Council\r\n\r\non  the 21st (tomorrow) and meet on the 23rd December\r\n\r\nfor  the first time are prevented from doing anything\r\n\r\nabout  these  major issues because they  are  already\r\n\r\nfait accompli. That is the principle that I am asking\r\n\r\nthis House to join me in supporting.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua:</b> I rise to second the motion and\r\n\r\nreserve my right to speak.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The hon. Member for Tanjong Pagar did\r\n\r\npoint  out  what he called a typographical error.  He\r\n\r\nhas   asked  that  the  word  \"recommended\"  be  read\r\n\r\n\"reconsidered\". The typographical error was of course\r\n\r\nhis own.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I fully acknowledge that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>4.25 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Speaker, Sir, the motion\r\n\r\nbefore this House is in two parts. The first reads:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House deplores the decisions on major\r\n\r\nissues  like  Malayanisation and one  and  a  quarter\r\n\r\nmillion  dollars  ex-gratia  payments  made  by   the\r\n\r\npresent  City  Council during its last  few  days  of\r\n\r\noffice.\"\r\n\r\n\r\n\r\n<br><br>And the second part reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"and urges that sanction, as required by paragraph\r\n\r\n(r)  of section 29 of the Municipal Ordinance, to the\r\n\r\npayment of over one and a quarter million dollars for\r\n\r\nex-gratia payment mostly to expatriate employees,  be\r\n\r\nwithheld until the new City Council to be elected  on\r\n\r\nthe 21st December has reconsidered the matter.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first part, Sir, is concerned with a point of\r\n\r\nprinciple,  namely  that the City  Council  has  made\r\n\r\ndecisions on important matters within a few weeks  of\r\n\r\nthe expiry of its tenure of office.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> A few days, not a few weeks - 29th\r\n\r\nto 31st.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3384</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> It is still a couple of weeks. It\r\n\r\nis  necessary, Sir, for the purpose of debate to take\r\n\r\nthe  two  decisions separately before coming  to  any\r\n\r\nconclusion  about  the point of  principle.  Firstly,\r\n\r\nMalayanisation. It is I think implied in  the  motion\r\n\r\nand  in  the  speech of the Member for Tanjong  Pagar\r\n\r\nthat  this  is a hurried decision made  at  the  last\r\n\r\nmoment and that -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of clarification, Sir.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I do not suggest for one moment\r\n\r\nthat  this  was  a hurried decision. I  suggest  that\r\n\r\nthere  has  been a long time hatching this  plot  and\r\n\r\nthat  it  has been smuggled through just  before  the\r\n\r\ncockerels came in.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> I still think my interpretation\r\n\r\nof  his speech is that he meant that it was a hurried\r\n\r\ndecision. I must point out, Sir, that it is not  true\r\n\r\nthat  the  decision was a hurried one. Government  is\r\n\r\naware  that  it has been the result of very  detailed\r\n\r\nstudy  by various committees of the City Council.  It\r\n\r\nis  a  problem which the City Council has lived  with\r\n\r\nfor a long time although I myself can say that it was\r\n\r\nrather  unfortunate that they could not arrive  at  a\r\n\r\ndecision, say, a few months before the elections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the decision to make ex-gratia payments\r\n\r\namounting  to  about one and a quarter of  a  million\r\n\r\ndollars, once again I know that this is not a  matter\r\n\r\nwhich has been decided swiftly or hurriedly. It has a\r\n\r\nlong  history  and it has been the  subject  of  much\r\n\r\ndiscussion  and  study by various  committees.  I  am\r\n\r\ninformed that it originally arose from a petition  by\r\n\r\nex-local employees of the City Council giving grounds\r\n\r\nof  hardship owing to the reduced postwar  purchasing\r\n\r\nvalue of the dollar. I have endeavoured to point  out\r\n\r\nthat  these two decisions were not arrived  at  in  a\r\n\r\nhurry  and that being the case, Government therefore,\r\n\r\nSir,  cannot subscribe to the terms of the first part\r\n\r\nof the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3385</b></font><br><br>\r\n\r\n\r\n\r\nThe  terms of the second part of the motion are quite\r\n\r\nclear. It urges upon the Government that sanction  be\r\n\r\nwithheld  under paragraph (r) of section  29  of  the\r\n\r\nMunicipal   Ordinance  in  respect  of  an  ex-gratia\r\n\r\npayment  of  about  $1¼ million. In  regard  to  this\r\n\r\nmatter, the City Council has made application to  the\r\n\r\nGovernor  in  Council  and this  application  is  at\r\n\r\npresent  under  consideration and I  cannot  at  this\r\n\r\nstage, Sir, commit the Governor in Council for  their\r\n\r\nviews.  Government, Sir, does not have to urge itself\r\n\r\nto do something. We either do it or we do not. If the\r\n\r\nOpposition thinks that any urging is necessary, it is\r\n\r\nfree  to  do so but I can assure the Opposition  that\r\n\r\nGovernment will take due note of their views.\r\n\r\n\r\n\r\n<br><br>4.29 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I had no\r\n\r\nintention  of  speaking on this motion  when  it  was\r\n\r\ntabled. As there is exactly 7½ hours more for  me  to\r\n\r\nremain a City Councillor, I do not think that  it  is\r\n\r\nright for me to speak on the motion, but after having\r\n\r\nheard the attack of the Member for Tanjong Pagar that\r\n\r\nall City Councillors joined in with the President and\r\n\r\nsenior  officers to approve what is contained in  the\r\n\r\nmotion before the House -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of clarification.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, just in case the Member for\r\n\r\nQueenstown says a few brash remarks that he may  have\r\n\r\nreason  to regret subsequently, I would like  to  say\r\n\r\nthat not all of them joined in this plot. If they had\r\n\r\nall  joined in this plot, the thing would  have  been\r\n\r\nsmuggled through with such deadly silence that nobody\r\n\r\nwould  have heard about it. It is because a few birds\r\n\r\ndid make a lot of noise; they squawked away and so it\r\n\r\nreached  half round the world and finally arrived  in\r\n\r\nthis Chamber.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3386</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the hon. Member seems to\r\n\r\nbe making another speech. He could probably have said\r\n\r\nthat in reply and I think he has clarified the matter\r\n\r\nsufficiently.  I  think the point  that  excited  the\r\n\r\nMember  for  Tanjong  Pagar  to  ask  for  leave   to\r\n\r\nintervene was that the Member for Queenstown  thought\r\n\r\nthat  he  was involved in this so-called plot  and  I\r\n\r\nthink  the Member for Tanjong Pagar has said 'No'.  I\r\n\r\nthink that clarifies the matter. \r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I would like to be quite\r\n\r\nexplicit   on   this  matter.  On  the  question   of\r\n\r\nMalayanisation, I would like to say that he  was  not\r\n\r\ninvolved  at  all.  He  voted  against  it,  to   his\r\n\r\neverlasting credit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I am much obliged to the hon.\r\n\r\nMember  for  clarifying the situation.  I  thank  the\r\n\r\nMember  for Tanjong Pagar for making it clear that  I\r\n\r\nwas  not actually involved in one of the issues. That\r\n\r\nis why I stood up to speak.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the thing is this. The manner in which he has\r\n\r\ntabled  this motion shows that he is not quite  fully\r\n\r\naware  of  the internal affairs that went on  in  the\r\n\r\nCity  Council.  The  Minister for  Local  Government,\r\n\r\nLands  and  Housing said that the motion appeared  to\r\n\r\nhim  to be in two parts and as it now appears  to  me\r\n\r\nthat  it is in fact two parts which is framed in  one\r\n\r\nmotion, I am at a loss to understand what the  actual\r\n\r\nmotion  is. Really I cannot understand where or  what\r\n\r\nthe  Member for Tanjong Pagar is arriving at, whether\r\n\r\nit is Malayanisation or the provident fund. According\r\n\r\nto the extracts he read from some information he got,\r\n\r\nI am led to believe that it is more on Malayanisation\r\n\r\nthan on the second part of his motion. The first part\r\n\r\nof his motion reads:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . . decisions on major issues like\r\n\r\nMalayanisation   and  one  and  a  quarter   million\r\n\r\ndollars ex-gratia payments...\".\r\n\r\n\r\n\r\n<br><br>Now,  these  one  and a quarter million  dollars  ex-gratia   payments   have  got  no   connection   with\r\n\r\nMalayanisation at all. And the second part is  clear,\r\n\r\nas the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3387</b></font><br><br>\r\n\r\n\r\n\r\nMinister  for  Local Government,  Lands  and  Housing\r\n\r\npointed out just now. It reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...the payment of over one and a quarter million\r\n\r\ndollars  for ex-gratia payment mostly to  expatriate\r\n\r\nemployees...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, there were actually two issues in the City\r\n\r\nCouncil: one, Malayanisation and the other, provident\r\n\r\nfund for those who retire after certain dates. So now\r\n\r\nif  you  mix  both issues together, I am afraid  that\r\n\r\nsome  Members  of this Assembly will  get  themselves\r\n\r\nconfused and will not be able to cast their votes  in\r\n\r\nthe  proper way. The hon. Member (Mr Lee  Kuan  Yew)\r\n\r\nknows  who  has voted and who has not voted  on  this\r\n\r\nquestion in the City Council. Much as I would like to\r\n\r\nexplain and go into detail of the actual facts of the\r\n\r\ntwo  issues - Malayanisation and provident fund - I think\r\n\r\nI  would prefer to keep him guessing. I would like to\r\n\r\nquote  the Hon. the Chief Minister's words, \"A little\r\n\r\nknowledge is more dangerous than to have no knowledge\r\n\r\nat  all.\" Since the Member for Tanjong Pagar has only\r\n\r\na  little knowledge, it is rather dangerous for me to\r\n\r\ntell  him more and so I prefer to refrain from  doing\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>4.34 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, the issue seems to\r\n\r\nbe:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House deplores the decisions on major\r\n\r\nissues...\",\r\n\r\n \r\n\r\n<br><br>and  Malayanisation and ex-gratia payments are  taken\r\n\r\nas  examples.  I  wonder why the Member  for  Tanjong\r\n\r\nPagar  has not brought up other major issues. I  know\r\n\r\nthat  today is the eve of the City Council elections.\r\n\r\nIt  is  the  intention of the hon.  Member  that  the\r\n\r\nLiberal-Socialists should not receive all the  credit\r\n\r\nand  that we do not get all the votes tomorrow.  Such\r\n\r\nan  attitude should actually be discouraged.  For  no\r\n\r\nbetter  propaganda  material,  he  has  accused   the\r\n\r\nLiberal-Socialist Party of one thing or  another  and\r\n\r\nlater  on he swallowed it all back to say, \"No,  they\r\n\r\nare  not involved. They have cleared themselves.\"  I\r\n\r\njust cannot understand how the leader of a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3388</b></font><br><br>\r\n\r\n\r\n\r\npolitical  Party can just tell all these  half-truths\r\n\r\nto  the people of Singapore and get away with it  and\r\n\r\nthen  come  to this Assembly to tell us, \"Well,  they\r\n\r\nhave cleared themselves. We are now on this issue and\r\n\r\nwe  are now on the other issue.\" I think that this is\r\n\r\nnot absolutely honest.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Member for Serangoon\r\n\r\nshould  try and contain himself. The expression  \"not\r\n\r\nabsolutely honest\" with reference to a Member of  the\r\n\r\nAssembly is unparliamentary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Perhaps, Sir, I -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the hon. Member withdraw the\r\n\r\nexpression?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I withdraw it. It may not be,\r\n\r\nSir, that the Member for Tanjong Pagar is the only\r\n\r\nleader of the P.A.P. There are also other leaders not\r\n\r\nin this Assembly who spoke the same untruth and I\r\n\r\nsuppose I shall not be pulled up for applying such\r\n\r\nremarks to such people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the second part of the motion on the ex-gratia\r\n\r\npayment, I shall repeat what has been said. There was\r\n\r\na   committee   consisting  of  the  following   City\r\n\r\nCouncillors none of whom are from our Party. They are\r\n\r\nMr  Sim  Beng  Seng, Mr Seet Leong Seng,  Mr  Theo\r\n\r\nLeijssius,  Mr L. Rayner and Mrs G.C. Smith.  They\r\n\r\nrecommended  that an ex-gratia payment  amounting  to\r\n\r\n$1,267,000  odd  be  paid  to  the  retired  officers\r\n\r\nconcerned.  Of  course, the matter  went  before  the\r\n\r\nFinance  Committee  and for various  reasons  it  was\r\n\r\nvoted  against. Finally, it was brought up before  an\r\n\r\nordinary  meeting of the City Council and the  motion\r\n\r\nfor this payment was approved, but not with the votes\r\n\r\nof  the Liberal-Socialists. All of them voted against\r\n\r\nthe  issue  with the exception of one who  abstained.\r\n\r\nSir, on  this matter, I believe that the Member  for\r\n\r\nTanjong  Pagar  has  said that the  Liberal-Socialist\r\n\r\nmembers  have done this and that but finally he  said\r\n\r\nthat we were not involved. I would say that he should\r\n\r\nwithdraw all those things he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3389</b></font><br><br>\r\n\r\n\r\n\r\nsaid.  If  he wants to quarrel with the Labour  Front\r\n\r\nMembers,  he can go ahead and quarrel with  them.  We\r\n\r\nhave no issue with them on this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of Malayanisation, Sir, I think that\r\n\r\nit  was  the idea of the Member for Tanjong Pagar  to\r\n\r\nget  rid  of  all expatriate officers from Government\r\n\r\nservice  and he advocated buying them out,  I  think,\r\n\r\nwhen   the   question   of   compensation   for   the\r\n\r\nMalayanisation of the civil service came up. He said,\r\n\r\n\"We can recover all the money from our savings and it\r\n\r\nwould be cheaper buying them out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information, Sir.\r\n\r\nWould the hon. Member quote me -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Only if the Member will give\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Even during this Budget debate,\r\n\r\nSir,  when he discovered that the interest from  this\r\n\r\nmoney would not be sufficient to pay for the cost  of\r\n\r\nMalayanisation, he advocated, \"We will put up posters\r\n\r\noutside the banks and say, 'We seize them in the name\r\n\r\nof  the  people to pay for expatriation fees and  all\r\n\r\nthat.' \"  Well  that confirms it. If he had  not  made\r\n\r\nthat previous suggestion, Sir, then he would not have\r\n\r\nregretted  making  this  other  suggestion  in   this\r\n\r\nAssembly. If the Government is spending $21.4 million\r\n\r\non Malayanisation, the City Council is following suit\r\n\r\nin trying to get rid of their expatriates and on that\r\n\r\nscore,  Sir, unless the Member for Tanjong Pagar  can\r\n\r\ncome up with a better suggestion as to how to get rid\r\n\r\nof them -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the Member for Serangoon\r\n\r\nis  going  dangerously into a  debate  on  the  issue\r\n\r\nitself. I am trying to prevent that. The issue before\r\n\r\nthe House is merely,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House deplores the decisions on major\r\n\r\nissues  like  Malayanisation and one  and  a  quarter\r\n\r\nmillion  dollars  ex-gratia  payments  made  by   the\r\n\r\npresent  City  Council during its last  few  days  of\r\n\r\noffice...\".\r\n\r\n\r\n\r\n<br><br>That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> The Minister for Local\r\n\r\nGovernment,  Lands  and Housing said  that  the  City\r\n\r\nCouncil sat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3390</b></font><br><br>\r\n\r\n\r\n\r\nthrough  the problem for quite a long time  and  they\r\n\r\ncame  to  that  decision but I  was  saying  that  if\r\n\r\nsomebody else has no better ideas on how to go  about\r\n\r\nit, then it should be -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It will be done after the 21st.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> - done this way. So far, Sir, I\r\n\r\nhave heard no concrete suggestion as to how the thing\r\n\r\ncould best be done. This motion is on two issues tied\r\n\r\nup  together  as one and it would be better  to  deal\r\n\r\nwith  them as two separate issues instead of one that\r\n\r\nis bundled up to be smuggled through this Assembly.\r\n\r\n\r\n\r\n<br><br>4.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua:</b> Mr Speaker, Sir, I do not\r\n\r\nunderstand complicated matters of political plotting.\r\n\r\nTo  me  the  issue is quite simple. The  approval  of\r\n\r\nthese  two resolutions would cost the public millions\r\n\r\nof  dollars.  I am sure, if the European officers  in\r\n\r\nthe City Council expected the next City Council to be\r\n\r\nthe same as the present one, they would not bother to\r\n\r\nrush these two resolutions through. The President  of\r\n\r\nthe  City Council, Sir, knows that the term of office\r\n\r\nof  his  collaborators is going to expire at midnight\r\n\r\ntonight,  and I know that they will never be  elected\r\n\r\nagain to the City Council. Sir, I object to this kind\r\n\r\nof  plotting.  If a thing is right, surely  the  next\r\n\r\nCity  Council will have the right to approve it. Sir,\r\n\r\nwe  have  more  than a suspicion that  the  thing  is\r\n\r\nwrong.  So  do  the  people  of  Singapore.   It   is\r\n\r\nimportant, Sir, that the people's representatives  in\r\n\r\nthe next City Council should decide what is right  or\r\n\r\nwhat  is  wrong  in  the  future,  not  the  European\r\n\r\nofficers, nominated Members and political wash-outs.\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, when I received notice of\r\n\r\nthis  motion,  I read it through three  times  and  I\r\n\r\ncould not make out what it was. To me, it was a great\r\n\r\nsurprise that a very learned and precise\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3391</b></font><br><br>\r\n\r\n\r\n\r\nmind  could have drawn up such a motion to be  placed\r\n\r\nbefore  this House. The more I thought about  it  and\r\n\r\nthe  deeper I went into it, the more I was  convinced\r\n\r\nthat  it was an attempt to confuse the issue  and  to\r\n\r\ninvolve  our  Party  which has stood  honourably  and\r\n\r\ncorrectly on the ex-gratia payment issue.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Hear, hear! Then vote for it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> I am glad that today the hon.\r\n\r\nMember for Tanjong Pagar at least has the decency  to\r\n\r\nadmit that he was wrong when he imputed all sorts  of\r\n\r\nthings  against us for wanting to give away  millions\r\n\r\nof dollars. Sir, we are not concerned at all with the\r\n\r\nex-gratia  payment issue and we stick  to  the  stand\r\n\r\ntaken by our representatives on the City Council  and\r\n\r\nwe say they were correct.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the point of Malayanisation, Sir, we have to ask:\r\n\r\nWho  has  brought  about this difficult  position  in\r\n\r\nwhich  our country finds itself? We are in a position\r\n\r\nwhere  we do not have enough technical people to  run\r\n\r\nour  City Council services, and we may be faced  with\r\n\r\nthe possibility of so many of these people wanting to\r\n\r\nleave  this  country  at the  very  moment  when  we\r\n\r\nrequire  them,  because our  local  men  who  are  in\r\n\r\ntraining  overseas  and in Singapore  are  not  quite\r\n\r\nready  to take over. Rather than make a mess,  surely\r\n\r\nresponsible persons must look for a way to bridge the\r\n\r\ngap  so that we can still have the services of people\r\n\r\nwho  are  running  the very important  and  essential\r\n\r\npublic  services of Singapore until such time as  our\r\n\r\nown  people can take over. That is exactly, Sir, what\r\n\r\nour  City Councillors have done. They have gone  very\r\n\r\ncarefully  into  the problem without  bias  and  have\r\n\r\ntried to take the proper attitude towards two sets of\r\n\r\npeople  with conflicting claims, and in their honesty\r\n\r\nthey  have placed before Government a scheme, and  it\r\n\r\nis  now  for  the  Governor  in  Council  to  make  a\r\n\r\ndecision. Sir, I think our position is clear. We have\r\n\r\nnot  done anything wrong and our Party is proud  that\r\n\r\nit  is  fielding  32  candidates  in  the  field  for\r\n\r\ntomorrow's  elections. The hon.  Member  for  Tanjong\r\n\r\nPagar  asked  us what impudence made  us  put  in  32\r\n\r\ncandidates. I ask him, \"What impudence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3392</b></font><br><br>\r\n\r\n\r\n\r\nmade the hon. Member put in 16 candidates?\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: 14.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> To be in order I think the hon. Member\r\n\r\nshould say \"What impudence made the Party put in. .\r\n\r\n.\", not \"the hon. Member\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Koon Teck -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> I stand corrected.\r\n\r\n\r\n\r\n<br><br>4.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, you have\r\n\r\nclearly  ruled that the debate on this motion  is  on\r\n\r\nthe question of principle and that details should  be\r\n\r\navoided as far as possible. Therefore, it is not  for\r\n\r\nus  on  this  side to stand up and try to  defend  or\r\n\r\ncondemn the decisions of a lawfully constituted  body\r\n\r\nwhich has come to a decision of very grave character,\r\n\r\nparticularly as the Council itself is very  concerned\r\n\r\nwith  the staffing problem of the basic services.  My\r\n\r\ncolleague  the  Minister for Local Government,  Lands\r\n\r\nand  Housing  has said that the Government  is  aware\r\n\r\nthat  there has been no rush in the consideration  of\r\n\r\nthis  very important problem. I have personally  been\r\n\r\ninterested  in this particular problem and  have  had\r\n\r\ndiscussions of an unofficial nature with  members  of\r\n\r\nthe  City Council, and I can say in all honesty  that\r\n\r\nthis matter has not been rushed nor smuggled through.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the decision to make an ex-gratia\r\n\r\npayment  of $1¼ million to ex-employees of  the  City\r\n\r\nCouncil,  local and overseas, the Minister  has  said\r\n\r\nthat an application has been made to the Governor  in\r\n\r\nCouncil,   and  this  application  is   still   under\r\n\r\nconsideration.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as to the first part of the motion, we have\r\n\r\nmade  it clear that we cannot be a party to deploring\r\n\r\nsomething  which we know is not right. To the  second\r\n\r\npart,  we  say that we cannot prevent the  Opposition\r\n\r\nfrom  urging the Government to do what it thinks  the\r\n\r\nGovernment should do.\r\n\r\n\r\n\r\n<br><br>4.52 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew</b> rose -\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Lee Kuan Yew, in reply?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3393</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It is very strange, Mr Speaker,\r\n\r\nSir,  that every time we have a live political matter\r\n\r\nfor  discussion,  very few Members  are  prepared  to\r\n\r\nexpress their opinions upon it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to correct a misconception\r\n\r\nin the minds of both the Member for Serangoon and the\r\n\r\nMember for Paya Lebar. I would like to read them  the\r\n\r\nP.A.P. statement on this matter, and they  will  see\r\n\r\nthat right from the word go we had our facts correct.\r\n\r\nWe condemn the City Councillors on Malayanisation and\r\n\r\nwe  condemn the whole lot of them, not just the  Lib-Soc  element, on the ex-gratia payment issue. I  have\r\n\r\nthe  statement here but I will just read the relevant\r\n\r\nparts  to  assure the two Members that they have  not\r\n\r\nbeen  misrepresented.  In fact,  the  case  has  been\r\n\r\npresented with great vividness over a series of  mass\r\n\r\nmeetings and the people of Singapore are quite  aware\r\n\r\nof the position. What we said is this:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The P.A.P. condemns the decisions taken by the\r\n\r\npresent  City Councillors in their last few  days  of\r\n\r\noffice on important issues like Malayanisation of the\r\n\r\nCity Council and ex-gratia payment of a million and a\r\n\r\nquarter   dollars,   mostly  to  retired   expatriate\r\n\r\nofficers. They have no right to tie the hands of  the\r\n\r\nnew  Councillors to be elected on 21st December.  The\r\n\r\nP.A.P. does  not  consider  itself  bound  by   the\r\n\r\ndecisions of these Councillors who are so ashamed  of\r\n\r\ntheir  record of office that they dare not stand  for\r\n\r\nelection.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two of them are very brazen types. They have\r\n\r\npresented  themselves for re-election  and  we  shall\r\n\r\nknow their fate tomorrow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the President and Councillors of the City\r\n\r\nCouncil   try   to  rush  and  finalise   the   legal\r\n\r\nformalities  before 21st December  and  so  deny  the\r\n\r\npeople  of  Singapore,  through  their  newly-elected\r\n\r\nCouncillors, the right to say what they  think  about\r\n\r\nspending  millions of dollars of the people's  money,\r\n\r\nwe,  the  P.A.P., will  take  appropriate  steps  to\r\n\r\nrescind the decisions and reopen these matters. It is\r\n\r\nscandalous  that  this rump of local  political  has beens,  led by Liberal-Socialist A. P. Rajah,  should\r\n\r\ndecide  in  the  last  few days  of  office  that  to\r\n\r\nmalayanise the City Council in the future the  people\r\n\r\nof   Singapore   must  pay  over  $14   million   for\r\n\r\ncompensation to expatriates and it is the  same  rump\r\n\r\nthat  has decided to give away itself. We blame  them\r\n\r\nfor  the  Malayanisation. We blame the whole  Council\r\n\r\nfor the $l¼ million.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3394</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to make our position quite clear. A lot\r\n\r\nof  issues may develop out of the stand that we  have\r\n\r\ntaken  today.  My  motion has  been  drafted  with  a\r\n\r\ncertain  amount  of care. The Member  for  Queenstown\r\n\r\nwrote  me  a chit just now saying, \"Why did  you  not\r\n\r\nbreak  up the motion into two, and then I would  vote\r\n\r\nfor  one?\"  It  is  clear that on the  Malayanisation\r\n\r\nissue  he  would like to vote for it. The others  are\r\n\r\nclear on the ex-gratia payment, except for the Member\r\n\r\nfor  Cairnhill who has very conveniently  disappeared\r\n\r\nin  case we call a division, and therefore they would\r\n\r\nlike  to have the two issues taken separately. \"I  am\r\n\r\nreally not so bad, you know. I did right in one  even\r\n\r\nif I did not do right in the other.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are taking up this issue on the question of\r\n\r\nprinciple.  We  have never suggested  that  the  City\r\n\r\nCouncillors  have  suddenly  hatched  this  plan  and\r\n\r\nbundled it through. What we do suggest is that  there\r\n\r\nhas  been careful plotting and hatching and they have\r\n\r\ndecided  that,  as the incubator is  likely  to  pass\r\n\r\nunder new ownership on the 21st of December, they had\r\n\r\nbetter hatch the egg now or it will never be hatched.\r\n\r\nThat is what we are saying - that they have no right to\r\n\r\ndo that. Now we are urging the Government not to give\r\n\r\nsanction  under  section  29  (r)  of  the  Municipal\r\n\r\nOrdinance,   because  they  have  to  come   to   the\r\n\r\nGovernment for that sanction or the whole matter will\r\n\r\nbe   ultra  vires  and  we  will  hold  all  of  them\r\n\r\nresponsible.  We will surcharge them  and  make  them\r\n\r\nbankrupt for paying out public funds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the contracts themselves, I was delighted to\r\n\r\nhear  the Member for Paya Lebar say that he is  going\r\n\r\nto  ask  the Government about them. Sir, we are  very\r\n\r\npreoccupied with the elections at the moment and  our\r\n\r\nresearch bureau has not had the time to look  up  the\r\n\r\nlegal  implications of these contracts. But we  will,\r\n\r\nafter this election, if any step is taken about them.\r\n\r\nWhether  or  not  sanction is required  for  payments\r\n\r\nother   than  what  is  already  agreed  between   an\r\n\r\nindividual officer and the Council, we say this: even\r\n\r\nif  sanction is not required, if those contracts  are\r\n\r\nsigned  before  midnight tonight,  or  if  they  have\r\n\r\nalready been signed, then this will become a live\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3395</b></font><br><br>\r\n\r\n\r\n\r\nissue for the next Legislative Assembly elections. If\r\n\r\nthey  are validated, then we shall make this an issue\r\n\r\nin  the next Assembly elections - that we shall pass  a\r\n\r\nBill in this Assembly to rescind and render null  and\r\n\r\nvoid  all  those contracts. We say this knowing  full\r\n\r\nwell  that tomorrow is Polling Day. That is the stand\r\n\r\nwe have taken before the people.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to hear the Member for Paya Lebar speak\r\n\r\nthe  truth because Mr A. P. Rajah was what they call\r\n\r\nin  Malay \"lichin\" - it is like a big marble ball;  you\r\n\r\ncannot  pick  it up because it slips away  from  your\r\n\r\nfingers  every  time. First, they said,  \"Oh,  it  is\r\n\r\nutterly  ridiculous. Of course, the new City  Council\r\n\r\ncan  be  malayanised. It is quite untrue to say  that\r\n\r\nthey  cannot be malayanised.\" But today we have heard\r\n\r\nfrom  the Member for Paya Lebar that the whole object\r\n\r\nof   the   operation   is  to   put   a   ransom   on\r\n\r\nMalayanisation.  He says the local officers  are  not\r\n\r\nready  and cannot take over. These technical men  are\r\n\r\nvaluable - I do not say they are not, probably many  of\r\n\r\nthem are. Therefore we shall make sure that they  are\r\n\r\nnot  got rid of by putting up this ransom. A contract\r\n\r\nis  signed. The officer gets extra provident fund. He\r\n\r\nis  sacked,  and  he gets abolition terms.  In  other\r\n\r\nwords,  they  are all like the armadillo - they  go  on\r\n\r\nwith  this  armour-plating. But we say quite  clearly\r\n\r\nhere   and   now  that  if  this  scheme  is   pushed\r\n\r\nthrough - maybe we cannot undo it in the  City  Council\r\n\r\nif  it is all signed, sealed and delivered before the\r\n\r\n21st  December. But if it is done, we will wait until\r\n\r\nAugust or September next year when we will come  back\r\n\r\nhere, move a Bill to rescind that and say, \"That  was\r\n\r\nan act of indecency,\" and scrap it.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to say this in conclusion before I\r\n\r\ncall  a division on this matter. First, I think  they\r\n\r\nwere  just  plain stupid to do what they  have  done,\r\n\r\ntrying   to   bundle  the  thing  through.  Secondly,\r\n\r\nwhatever  merits there were in both the  issues  have\r\n\r\nnow  been  tarnished  and soiled  by  the  suspicious\r\n\r\nmanner in which the whole affair was handled. We  are\r\n\r\nbound   to   approach  this  matter   with   a   very\r\n\r\nconsiderable  degree of suspicion, to see  what  this\r\n\r\ngreat  haste  was  all about. There  must  have  been\r\n\r\nsomething wrong\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3396</b></font><br><br>\r\n\r\n\r\n\r\nor  the  whole  matter would not  have  been  bundled\r\n\r\nthrough.  We say this: if the Liberal-Socialists  are\r\n\r\nreally against all this bundling through at the  last\r\n\r\nmoment,  then  they should vote for this  motion.  If\r\n\r\nthey are not, then vote against it, knowing full well\r\n\r\nthe consequences tomorrow. Mr Speaker, Sir, I beg to\r\n\r\nmove.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> On a point of information, Sir.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I shall be delighted.\r\n\r\n \r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes, If the hon. Member for Tanjong\r\n\r\nPagar says he has not completed -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Oh, I am quite prepared to\r\n\r\nelucidate. I was just on the point of finishing and I\r\n\r\nwill be prepared to elucidate, but I do not wish  the\r\n\r\nChief Minister to take this as an occasion to make  a\r\n\r\nshort speech.\r\n\r\n \r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I said on a point of\r\n\r\ninformation. I have not made it clear just now. I did\r\n\r\nsay that on the first part we were against it, and on\r\n\r\nthe  second  part we could not prevent the Opposition\r\n\r\nfrom urging us to do what they think we should do. As\r\n\r\nthe  hon.  Member  has said, he is going  to  call  a\r\n\r\ndivision. As the Government has made no decision,  it\r\n\r\nwill abstain.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put.\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Division, Sir.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 3; Noes, 1: Abstentions,\r\n\r\n18; Paired, 2.\r\n\r\n\r\n\r\n <pre>\r\n\r\n \r\n\r\n                  Ayes.                       Abstentions.\r\n\r\n \r\n\r\n            Ahmad bin Ibrahim.            Abdul Hamid bin\r\n\r\n            Goh Chew Chua.                  Haji Jumat.\r\n\r\n            Lee Kuan Yew.                 Braga, A.J.\r\n\r\n                                          Chew Swee Kee.\r\n\r\n                                          Hart, T.M.\r\n\r\n                   No.                    Jumabhoy, J.M.\r\n\r\n                                          Lee Choon Eng.\r\n\r\n            Ong Piah Teng.                Lim Cher Kheng.\r\n\r\n                                          Lim Choon Mong.\r\n\r\n                                          Lim R. C. H.\r\n\r\n             Absent.                      Lim Yew Hock.\r\n\r\n            Ede, John.                    Mak Pak Shee.\r\n\r\n            Goh Tong Liang.               Mohd. Sidik bin Haji\r\n\r\n            Jumabhoy, R.                     Abdul Hamid.\r\n\r\n            Lazarous, A.R.                Nair, M.P.D.\r\n\r\n            Lim Ching Siong.              Seah Peng Chuan.\r\n\r\n            Soh Ghee Soon.                Shanks, E.P.\r\n\r\n            Sutherland, G.A.P.            Stewart, S.T.\r\n\r\n            Tan, William.                 Tan Theng Chiang\r\n\r\n                                          Thomas, Francis.\r\n\r\n                Paired.\r\n\r\n            Lim Koon Teck.\r\n\r\n            Wong Foo Nam.\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3397</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House deplores the decisions on major\r\n\r\nissues  like  Malayanisation and one  and  a  quarter\r\n\r\nmillion  dollars  ex-gratia  payments  made  by   the\r\n\r\npresent  City  Council during its last  few  days  of\r\n\r\noffice  and  urges  that  sanction,  as  required  by\r\n\r\nparagraph   (r)  of  section  29  of  the   Municipal\r\n\r\nOrdinance, to the payment of over one and  a  quarter\r\n\r\nmillion  dollars  for  ex-gratia  payment  mostly  to\r\n\r\nexpatriate employees, be withheld until the new  City\r\n\r\nCouncil  to  be  elected  on the  21st  December  has\r\n\r\nreconsidered the matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3397</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CITY COUNCIL ELECTIONS</b></div>\r\n\r\n<div align=\"center\"><b>(Radio time for Political Party Programmes)</b></div>\r\n\r\n\r\n\r\n<br><br>5.09 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, it is with\r\n\r\nconsiderable regret that I have to make a few remarks\r\n\r\non  this  motion. It has already served its  purpose.\r\n\r\nPolitical Party broadcasts have already started -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is the hon. Member moving his motion?\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I am, Sir. Tonight is the last of\r\n\r\nthe   Political  Party  broadcasts,   but   I   shall\r\n\r\nnevertheless  formally move to record my  disapproval\r\n\r\nof  the  obstinate and completely indefensible  stand\r\n\r\ntaken by the Government on this matter. Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House is of the opinion that political\r\n\r\nparties   competing  in  the  present  City   Council\r\n\r\nelections should be given time over the radio to  put\r\n\r\nover their party programmes for the City Council.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In civilised countries where the modern conveniences\r\n\r\nof  communication have reached the level where almost\r\n\r\nevery  other working-class home has a T.V. set,  the\r\n\r\nwork  of the politicians becomes much easier. He does\r\n\r\nnot have to shout and rant at the mass of people.  He\r\n\r\nputs  over his programme in a quiet and friendly way.\r\n\r\nThis  motion was introduced to compel the  Government\r\n\r\nto  acknowledge  that fact. You  will  remember,  Mr\r\n\r\nSpeaker, Sir, that I first took the occasion to raise\r\n\r\nthe  matter on a motion for the adjournment.  As  the\r\n\r\nposition then was very uncertain, I decided that  the\r\n\r\nbest  thing to do was to make it go to a vote, and  I\r\n\r\nwas  quite  right.  This  is definitely  the  way  to\r\n\r\ncompete.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3398</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last night the Liberal-Socialist Party had 15\r\n\r\nminutes  of radio time. As I was travelling from  one\r\n\r\nrally to another with my little car radio on, I heard\r\n\r\ntheir Party representative say, in his best parsonic\r\n\r\nmanner,    \"And    now    this   Victoria    Memorial\r\n\r\nHall - everybody blames the Liberal-Socialist Party for\r\n\r\nit.  It  is very dishonest. Because we were  not  the\r\n\r\nonly  people  to  blame. The Labour Front  Government\r\n\r\nappointed  nine people. Therefore they  are  also  to\r\n\r\nblame for the Victoria Memorial Hall scandal.\" I said\r\n\r\nto  myself, 'Fifteen minutes well spent. Proof to the\r\n\r\npeople   of   Singapore,  an   admission   from   the\r\n\r\nrepresentative of the Liberal-Socialist Party that it\r\n\r\nis  responsible,  if only in part, according  to  the\r\n\r\nadmission, for waste of public funds.' And they  have\r\n\r\nalso  shown to the people of Singapore what a lot  of\r\n\r\nintellectual duds and buffoons they are.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the way the democratic system should\r\n\r\noperate. Put your programme over and if you cannot do\r\n\r\nit,  then  perish. I cannot think of any  better  way\r\n\r\nthan to tell everybody sitting down quietly, under no\r\n\r\nobligation  to listen, and without being able  to  do\r\n\r\nany  greater harm than to switch the radio off if  he\r\n\r\ndoes not like what he is hearing.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore with great regret that I find that I\r\n\r\nneed  to  set this motion down, before the wheels  of\r\n\r\nthe  Government machinery could be made to  work,  to\r\n\r\nallow Radio Malaya to give us radio time.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I formally beg to move, in order to allow other\r\n\r\nspeakers time to make whatever remarks they  like  on\r\n\r\nthis matter. But if nobody wishes to make any comment\r\n\r\non  what I have already stated, then I shall at  some\r\n\r\nsubsequent time beg leave to withdraw.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Bin Ibrahim (Sembawang):</b> Sir, I second\r\n\r\nthe motion.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>5.14 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Choon Mong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I find that\r\n\r\nwhen people cannot put ideas over to the masses, then\r\n\r\nthey  want a lot of ways to try to win them, and they\r\n\r\nask for radio broadcasts and all that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3399</b></font><br><br>\r\n\r\n\r\n\r\nFor our Party, I think our ideas and ideals have been\r\n\r\nwell  known, and whether we have or we have not these\r\n\r\nradio  broadcasts, we do not bother very much.  Well,\r\n\r\nit  is  our idea that since the P.A.P. wanted  it  so\r\n\r\nvery badly, we would help them out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that for a Member in this House to\r\n\r\ncome  over here and criticise those who have not  the\r\n\r\nprivilege  to speak in this Assembly is  not  at  all\r\n\r\ngood.  I  think if you want to criticise anybody  you\r\n\r\nshould  criticise those who are inside this House  so\r\n\r\nthat  they  have a chance to reply. In this instance,\r\n\r\neven  on  a matter of political radio broadcasts,  he\r\n\r\nhas something to say against broadcasts by our Party.\r\n\r\nPerhaps, Sir, the truth hurts. When other people know\r\n\r\nthat  the  ideas  and ideals of the Liberal-Socialist\r\n\r\nParty are the best for Singapore, they feel that they\r\n\r\ncannot  let  that  go but that they should  at  least\r\n\r\nthrow  a few stones at it. We know that ideas can  be\r\n\r\npropagated  by action and not by just misleading  the\r\n\r\npeople  and  making them suffer for  their  political\r\n\r\nacts, by the action of the leaders showing that  they\r\n\r\nreally care for the people and will work for them and\r\n\r\nwill  not  in any way put them into misery.  Such,  I\r\n\r\nthink,  will be a far better way of propagating  your\r\n\r\nideas than just asking for five-minute broadcasts.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have helped them and I hope they will be grateful\r\n\r\nfor our helping them out.\r\n\r\n\r\n\r\n<br><br>5.17 p.m.\r\n\r\n \r\n\r\n<br><br><!-- Dr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I would not have risen to\r\n\r\nspeak  if  the hon. Mover of the motion had not  said\r\n\r\nthat  the  Government was obstinate. We explained  to\r\n\r\nthe hon. Member when he first brought this matter  to\r\n\r\nthe attention of the House that Radio Malaya is a pan-Malayan  Department  and that we  had  to  discuss  a\r\n\r\nquestion   of  this  kind  of  broadcast   with   the\r\n\r\nFederation Government. At the conclusion of the  last\r\n\r\nsitting  of  this  Assembly, I  found  time  to  have\r\n\r\ndiscussions with the Federation Prime Minister and we\r\n\r\ncame to an agreement. That agreement was conveyed  to\r\n\r\nthe  Members  of  the  Opposition  and  there  was  a\r\n\r\ndiscussion  as to how best this radio time  could  be\r\n\r\nutilised.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3400</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore find it difficult to understand why the\r\n\r\nhon.  Member should have found it necessary  to  rise\r\n\r\nand  say something, to have digs here and digs there.\r\n\r\nI hope he is not doing it just because polling day is\r\n\r\ntomorrow.\r\n\r\n\r\n\r\n<br><br>5.18 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I am sorry if I cause the\r\n\r\nGovernment any embarrassment by pursuing this motion.\r\n\r\nI  felt very strongly about it and I made my position\r\n\r\nquite  clear to the Government that I intended to  go\r\n\r\nthrough  and force this matter to a division.  It  is\r\n\r\nvital, if we want competition of political ideas  and\r\n\r\npolitical programmes, that the radio should be  given\r\n\r\nto  the  political  parties to put  their  programmes\r\n\r\nover.  Now,  Sir,  I  understood there  were  certain\r\n\r\ntechnical difficulties with the Federation Government\r\n\r\nbut  what I objected to, was that no effort was  made\r\n\r\nearlier to clear the position until I had to table  a\r\n\r\nmotion.  Only then was the effort made to  clear  the\r\n\r\nposition.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this should have been completely unnecessary.\r\n\r\nWhen  I  raised  the matter on the  adjournment,  the\r\n\r\nGovernment should have been in a position to say, 'We\r\n\r\nare in agreement in principle and we are clearing the\r\n\r\nposition.'  I would have been satisfied. But  we  had\r\n\r\nsuch  a wishy-washy answer about the position and  so\r\n\r\nforth,  that I thought if the matter was not  pressed\r\n\r\nhard, nothing would come out of it.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, as for the remarks of the Member for\r\n\r\nSerangoon,  he  said he wanted to  help  us  out.  Of\r\n\r\ncourse his Party is not really keen on radio time. My\r\n\r\nParty  representative informed me that when  all  the\r\n\r\nParties  met  in  Radio Malaya, the Liberal-Socialist\r\n\r\nParty  representative said he would not know what  to\r\n\r\ndo  with  the 15 minutes and he wanted three or  four\r\n\r\nspeakers  to use them up. That is the real  truth  of\r\n\r\nthe  matter  and the people of Singapore should  know\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You can cover up a lot of things by just issuing\r\n\r\npamphlets or leaflets. But put a man over the  radio,\r\n\r\nput  the party programme over, and be it good, or  be\r\n\r\nit  bad, the people are there to listen and to decide\r\n\r\nwithout anybody disparaging\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3401</b></font><br><br>\r\n\r\n\r\n\r\nwhatever   is   being  put  over,   without   anybody\r\n\r\ninterfering  with  your  delivery.  If  under   those\r\n\r\nconditions  you  are not able to put  your  political\r\n\r\nviews  over, then you are not likely ever to  compete\r\n\r\nsuccessfully under any other condition, no matter how\r\n\r\nfavourable  they may be. If a political party  cannot\r\n\r\ncompete  on a par over the radio, then it  can  never\r\n\r\ncompete at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I should take this matter further but\r\n\r\nwill  let  it go until the vote is taken,  because  I\r\n\r\nwould like to have it established that we are of  the\r\n\r\nopinion  that  when  political parties  contest  City\r\n\r\nCouncil  elections, they should be given radio  time.\r\n\r\nThe  matter  will  arise when  the  District  Council\r\n\r\nelections come up in March, and will arise again when\r\n\r\nthe  Legislative Assembly elections come up in August\r\n\r\nor September. We should all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3402</b></font><br><br>\r\n\r\n\r\n\r\nmake our position quite clear and if there should  be\r\n\r\na  dissenting voice on this motion, then  a  division\r\n\r\nshould be called.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this House is of the opinion that political\r\n\r\nparties   competing  in  the  present  City   Council\r\n\r\nelections should be given time over the radio to  put\r\n\r\nover their party programmes for the City Council.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Assembly do now adjourn.\"-[The\r\n\r\nChief Minister].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">twenty-two minutes past Five o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
