{"memberId": null, "volumeNo": "4", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_No\" content=\"10\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-12-18\">\r\n\r\n<meta name=\"Start_Col\" content=\"3151\">\r\n\r\n<meta name=\"End_Col\" content=\"3224\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">18-12-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 3151</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 4</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART III OF SESSION 1956-7</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n              \r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 18th December, 1957</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E. M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3152</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Dr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting)(ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P.(Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3153</b></font><br><br>\r\n\r\n \r\n\r\n<div align=\"center\"><b>APPROPRIATION BILL</b></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;of Supply [3rd Allotted Day]:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (17th December,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1957) proposed to Head 25 in the First Schedule of\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;the Bill,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 25 be reduced\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;by $120,000 in respect of subhead 33 therein.\"-(Mr\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;R. Jumabhoy).\r\n\r\n \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n                           \r\n\r\n<div align=\"center\"><b>FIRST SCHEDULE</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 25 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang (Bukit Panjang):</b> Mr Speaker,\r\n\r\nSir, in view of the limited time allotted, I propose\r\n\r\nto go direct to the point to give the others a chance\r\n\r\nto speak.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the third time I have to announce to\r\n\r\nthe  people  of  Singapore the Government's  wasteful\r\n\r\npolicy  in  coming here and asking for a grant  of  a\r\n\r\nlarge  sum  of  the ratepayers' money for  a  useless\r\n\r\npurpose like family planning. I say \"useless\" because\r\n\r\nto  a  Question I put to this House last month asking\r\n\r\nfor  birth statistics for two periods, I got a  reply\r\n\r\nwhich  showed  that births had increased  instead  of\r\n\r\ndecreased.  In  other  words, family  planning  is  a\r\n\r\nfailure. Indeed, Sir, the Family Planning Association\r\n\r\nadmits  it  in page 5 of their Seventh Annual  Report\r\n\r\nwhich reads as follows:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No one is more conscious than we of the fact that\r\n\r\nfamily planning cannot hope to provide a solution  to\r\n\r\nthe  problems which face Singapore with a  population\r\n\r\nwhich  is  likely to treble itself in  less  than  30\r\n\r\nyears.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, knowing this, I think the Association should\r\n\r\nhave  the  conscience to give up and make a  retreat.\r\n\r\nInstead  of  that, they come to ask for money  to  be\r\n\r\nwasted. I now await to see what the attitude  of  the\r\n\r\nGovernment  is. As for myself, I strongly  object  to\r\n\r\nthe grant.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the Chief Minister did\r\n\r\nannounce that there is going to be a free vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang:</b> Yes, that is right.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3154</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> They still rule.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker, Sir, I\r\n\r\nthink  it  will be extremely unfair not to make  this\r\n\r\ngrant to the Family Planning Association. It will not\r\n\r\nonly disorganise that Association and may render  the\r\n\r\nmembers  thereof liable for damages for  one  month's\r\n\r\npay  in lieu of notice, etc., but it will cause great\r\n\r\nhardship  to those women who have been accustomed  in\r\n\r\nthe  last few years to come to \"the Association\"  for\r\n\r\nadvice and for other forms of assistance. We must  at\r\n\r\nleast make this grant this year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During this present Session of the Assembly, we have\r\n\r\nhad  the  Estimates Committee sitting  and,  if  some\r\n\r\nMembers  are not satisfied with the way in which  the\r\n\r\nAssociation has spent the money, the matter could  be\r\n\r\nreferred  to  the Estimates Committee  for  the  next\r\n\r\nSession  to investigate into how the money was  spent\r\n\r\nand  a  report will be made. If, as a result  of  the\r\n\r\ninvestigation  by  the Estimates Committee,  we  find\r\n\r\nthat   the  money  had  been  wasted,  then  we   can\r\n\r\nreconsider the matter next year but it would be  very\r\n\r\nunfair  indeed  to refuse this grant  without  notice\r\n\r\nthis year.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore appeal to Members to take these two\r\n\r\npoints into consideration when deciding whether  this\r\n\r\ngrant should or should not be made.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, it\r\n\r\nwas  rather  a  funny argument by the hon, nominated\r\n\r\nMember Mr R. C. H. Lim. He said that it would  cause\r\n\r\nhardship  to families. Have we not got our hospitals?\r\n\r\nHave we not got our clinics? Can these people not  be\r\n\r\nattended  to  there? How much is one month's  pay  in\r\n\r\nlieu  of  notice? Is that not better rather  than  to\r\n\r\nkeep on paying $120,000 a year?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, yesterday, I said that I moved this\r\n\r\namendment  with an open mind and pointed out  that  I\r\n\r\ndid so on certain principles. I mean no disrespect to\r\n\r\nthe   honorary   workers  of  the   Family   Planning\r\n\r\nAssociation  who  are giving of their  time  and  not\r\n\r\nmoney  because they only contributed $1,000, as  laid\r\n\r\ndown in their own pamphlet.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3155</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the question was raised yesterday about\r\n\r\nthe  Jams. It is a very important religion  which  is\r\n\r\none  of  the  recognised religions of  India  in  the\r\n\r\nworld.  Why  should  we  not  show  respect  to   its\r\n\r\nfollowers  if they raise certain objections?  One  of\r\n\r\ntheir beliefs is that you should not kill even an ant\r\n\r\nif  you  can  help  it. Now, Sir,  there  is  also  a\r\n\r\nreligious body here which is an inter-religious  body\r\n\r\nconsisting of various religious heads. Have they been\r\n\r\nconsulted  as  to  whether  they  approve  of  it  on\r\n\r\nreligious  grounds?  Has the Muslim  Chief  Kathi  of\r\n\r\nSingapore been consulted?\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Inche Abdul Hamid Bin Haji Jumat):</b> I have.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Now, Islam is definitely against\r\n\r\nunnatural  practices but it also stresses that  if  a\r\n\r\nwoman  does not want to have children for reasons  of\r\n\r\nhealth,  she can take all the precautionary  measures\r\n\r\npossible. There is no question about that.  The  main\r\n\r\nreason  of  the objectors is that their money  should\r\n\r\nnot  be  spent  or given away. Let me also  say,  Mr\r\n\r\nSpeaker,  that possibly due to the prayers  of  these\r\n\r\nreligious  objectors, the Labour Front has lost  four\r\n\r\nof  its Members including the ex-Chief Minister  (Mr\r\n\r\nD. S. Marshall). Possibly they may lose all; the time\r\n\r\nis not far off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I said that there is strong objection to\r\n\r\nfamily planning on religious grounds but my objection\r\n\r\nis  this, that you are giving away $120,000 to a body\r\n\r\nfor a purpose which may be good but how much are they\r\n\r\nraising  themselves? It is only $1,100. Now, has  the\r\n\r\nGovernment   any   control   whatsoever   over    the\r\n\r\nadministration?  We  have received  another  pamphlet\r\n\r\nfrom the objectors giving us the number of hours they\r\n\r\nwork  in the Association and so on, and informing  us\r\n\r\nthat  $83,000  was  spent on salaries  and  provident\r\n\r\nfund.  Now. Sir, if the Government is giving so  much\r\n\r\nmoney,  why not run this department on their  own  in\r\n\r\nthe  interests of the public? We are not against that\r\n\r\nbecause  with  the increase in population,  Singapore\r\n\r\nmay not be large enough to accommodate everybody.  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3156</b></font><br><br>\r\n\r\n\r\n\r\nNo  taxpayer then can object to that but  what\r\n\r\nthey are objecting to is giving away $120,000 to this\r\n\r\nparticular  body which can only raise $1,000  itself.\r\n\r\nBut it seems that there is to be a free vote. I would\r\n\r\nstill  like  to  hear  arguments  in  favour  of  why\r\n\r\nGovernment  should  give $120,000  to  a  body  which\r\n\r\nraises  only $1,000 through subscriptions  and  maybe\r\n\r\nthrough  other  sources. That is  a  different  thing\r\n\r\naltogether.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker,  Sir, this is the third year in  which  this\r\n\r\nsubject  has been raised in the Assembly.  Everything\r\n\r\nthat  could  be  said  one way or  another  has  been\r\n\r\npreviously  expressed  most forcefully  and  must  be\r\n\r\nclear in the minds of those present, because the set-up  of this House is the same as has been during  the\r\n\r\nlast  two years with the exception of the new  Member\r\n\r\nfor  Cairnhill (Mr Soh Ghee Soon) - I am sure that  he\r\n\r\nhas  taken an interest in this matter and read up our\r\n\r\nlocal  Hansards on what has been said on this subject\r\n\r\nin  the  past. I agree with Mr R. C. H. Lim that  no\r\n\r\nfurther  time should be wasted on detailed arguments.\r\n\r\nMy  stand however in this is quite clear. I can  only\r\n\r\nrepeat what I have said in the past and that my stand\r\n\r\non  this  subject  in supporting  the  mover  of  the\r\n\r\namendment is the same as it was and ever will be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While I agree with the Member for Telok Ayer (Mr R.\r\n\r\nJumabhoy) that there should not be discrimination  on\r\n\r\nthe question of religions, when he was discussing the\r\n\r\necclesiastical votes, I would like to point out  that\r\n\r\nthis  is  not  a  question of religion  and  religion\r\n\r\nshould  not be an issue. The two issues as I  see  it\r\n\r\nbefore the House are (1) the complete deletion  of  a\r\n\r\nvote  for $120,000 to the Family Planning Association\r\n\r\nand (2) whether the increase of $20,000 is justified.\r\n\r\nI  am in full accord with all those who say that  the\r\n\r\ntaxpayers' money should not be used in something that\r\n\r\nis  against  the  very tenets of  their  religion  or\r\n\r\nagainst  their conscience and Government  should  not\r\n\r\nbulldoze   through  its  policy  by  compelling   the\r\n\r\ntaxpayers to contribute to something\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3157</b></font><br><br>\r\n\r\n\r\n\r\nwhich  they  think is really wrong.  On  that  point,\r\n\r\neverything that could be said has been said.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can furthermore see no justification whatsoever\r\n\r\nfor  this increase of $20,000. The increase of grants\r\n\r\nto  this Association has gone up from the paltry  sum\r\n\r\nof  $5,000  to  $10,000, $30,000,  $45,000,  $60.000,\r\n\r\n$80,000, $85,000, $100,000 and now it is going up  to\r\n\r\n$120,000.  I would like to know where this  will  all\r\n\r\nend  when  there are other most deserving  charitable\r\n\r\ncauses  like  the  Home  for the  Blind,  the  Little\r\n\r\nSisters  of  the  Poor, the Ramakrishna  Mission  and\r\n\r\nseveral  other missions whose needs are  far  greater\r\n\r\nthan  those of the Family Planning Association  which\r\n\r\ncould,  with voluntary effort, raise their own funds,\r\n\r\nas  pointed out by the Member for Telok Ayer. I think\r\n\r\nthat it is a wasteful act to allot such a vast sum to\r\n\r\nan Association the majority of whose sister bodies in\r\n\r\nother parts of the world are self-supporting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion which was moved by the Member\r\n\r\nfor Telok Ayer.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I\r\n\r\nthink  I have to continue with my reply to the speech\r\n\r\nof   the   Minister  for  Communications  and   Works\r\n\r\nyesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that we should not repeat and repeat the\r\n\r\nsame  old  story again on this controversial  subject\r\n\r\nbut  I would like to raise three points for the House\r\n\r\nto  consider.  Firstly,  on this  issue  are  we  not\r\n\r\ndefeatists?  We have no hope to provide for  what  we\r\n\r\nhave to provide. The Minister for Communications  and\r\n\r\nWorks  has warned us that there is a rapid growth  of\r\n\r\npopulation  in  the  whole world and  that  therefore\r\n\r\nSingapore  should be on the safe side to be  able  to\r\n\r\nprovide the means of livelihood for the people.  Sir,\r\n\r\nI  stated  yesterday that we are in the  age  of  the\r\n\r\nhydrogen bomb and that we are about to conquer space.\r\n\r\nI  mentioned  also  that the Prime  Minister  of  the\r\n\r\nUnited  Kingdom has hopes of drawing power  from  the\r\n\r\nsea instead of from coal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3158</b></font><br><br>\r\n\r\n\r\n\r\ndug by miners. In the old days travel from the United\r\n\r\nKingdom  to  Singapore took months but now  it  takes\r\n\r\njust  over two days by Comet. Therefore, in the  same\r\n\r\nway, we should strive through hard work to produce an\r\n\r\nideal  system of society. Sir, I strongly  object  to\r\n\r\nthe  unnatural practice of birth control and one must\r\n\r\nhave  strong faith in an ideal social system  with  a\r\n\r\nfair  distribution  of wealth. I am  sure  that  many\r\n\r\noffice-bearers  of  the Family  Planning  Association\r\n\r\nhave  a so-called small family. To them, two or three\r\n\r\nchildren  are  really sufficient and  more  would  be\r\n\r\ntroublesome but I am sure that their houses must have\r\n\r\nmany   rooms.   Sir,   I  think  the   Minister   for\r\n\r\nCommunications and Works knows where I stay. I have a\r\n\r\nroom which I occupy and based on the standard of  the\r\n\r\nhouses of those office-bearers it would qualify as  a\r\n\r\nservant's  room. But I have five children  and  I  am\r\n\r\nvery  proud  of  them.  Sir,  if  one  has  hopes  of\r\n\r\nconquering space in the future and of many scientific\r\n\r\nimprovements, we should not therefore worry about the\r\n\r\nrapid increase in population. We must not think  that\r\n\r\nif  we limit the growth of population, there will  be\r\n\r\nless delinquents and illiteracy in society. We should\r\n\r\nbuild  more  schools and more hospitals  rather  than\r\n\r\nsay,  \"We should limit the number of patients to  the\r\n\r\nhospitals  or limit the number of new pupils  to  the\r\n\r\nschools.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, the argument is that Singapore is a\r\n\r\nsmall  island  of  224  square  miles  and  that  the\r\n\r\npopulation in 1965 will be about 2 million. Sir,  why\r\n\r\ncan  we  not  look  forward  to  a  merger  with  the\r\n\r\nFederation of Malaya? The all-Party agreement in this\r\n\r\nHouse  is  that we must merge with the Federation  of\r\n\r\nMalaya.  We  may  be  citizens of the  Federation  of\r\n\r\nMalaya   in  the  future  and  therefore  the   over-population problem of Singapore could be solved.  One\r\n\r\ncould  admit  that  a merger with the  Federation  of\r\n\r\nMalaya is a long way off but, Sir, I say, \"No, it  is\r\n\r\nnot so.\"\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I think the Government has shown some\r\n\r\nfavouritism  in  its  generous grant  to  the  Family\r\n\r\nPlanning Association. The Member for Telok Ayer\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3159</b></font><br><br>\r\n\r\n\r\n\r\nstated  that  there is a tendency to  instability  in\r\n\r\nthis   country  which  is  mainly  due  to  the  high\r\n\r\npopulation of youth but when the Chinese Young  Men's\r\n\r\nAssociation asked for a grant from the Government  to\r\n\r\nhelp  to  solve  their  financial  difficulties   the\r\n\r\nMinister  for Finance said that he will consider  the\r\n\r\nmatter - consider for many, many months! I  cannot  see\r\n\r\nwhich  is  more  important, the Chinese  Young  Men's\r\n\r\nAssociation   or  the  Family  Planning  Association.\r\n\r\nEverybody   agrees   that  family   planning   is   a\r\n\r\ncontroversial problem. I am sure that everybody would\r\n\r\nlike  to support the Chinese Young Men's Association,\r\n\r\nand  yet  the  result  for the  Chinese  Young  Men's\r\n\r\nAssociation has been adverse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly support the mover of the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Mr Speaker, Sir,\r\n\r\nuntil  we  can live in space and drink sea water,  we\r\n\r\nmust  come down to earth and face facts as they  are.\r\n\r\nThe  only objection so far as I can see to this  vote\r\n\r\nfor family planning is the question of $83,000 having\r\n\r\nbeen  spent on salaries and provident fund.  When  we\r\n\r\nlook  at  it  from this point of view - that  there  is\r\n\r\nhardly  any other expense except the hiring of people\r\n\r\nto  do the work of helping and giving advice to women\r\n\r\nthen it must necessarily be so that three-quarters of\r\n\r\nthe  funds  of  this Association has  been  spent  on\r\n\r\nsalaries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another remark was, \"Why was such a little amount\r\n\r\nraised  by  private subscriptions?\" That  is  because\r\n\r\nmost  people feel that this work should  be  done  by\r\n\r\nGovernment.  It is really a Government responsibility\r\n\r\nand  this has been adopted by many countries.  I  can\r\n\r\nsay that it is now being supported by Governments  in\r\n\r\nIndia,  China, Japan and Pakistan but I say  that  if\r\n\r\nthis  branch of work were to be carried  out  by  the\r\n\r\nGovernment and its hospitals I am afraid that it will\r\n\r\nachieve  less  than  half of  what  can  be  done  by\r\n\r\nvoluntary  people  who without selfish  reasons  come\r\n\r\nforward  to  work hard because they feel that  it  is\r\n\r\nessential for the welfare of our state.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3160</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Federation last week voiced great concern\r\n\r\nover  the difficulties of finding employment  for  an\r\n\r\nextra  million workers in the next ten  years.  Their\r\n\r\npopulation  is  now  nearly eight million.  With  our\r\n\r\npopulation of about 1½ million, we are going  to  get\r\n\r\nnearly 400,000 people seeking employment in ten years\r\n\r\ntime  and we in Singapore are suffering from lack  of\r\n\r\nspace with no new lands to open up. If the Federation\r\n\r\nwith  its  huge  hinterland could  worry  about  this\r\n\r\nincrease  in  the workers and finding employment  for\r\n\r\nthem  what must we in Singapore think? Shall  we  get\r\n\r\ninto  the  position of what Japan and  China  are  in\r\n\r\ntoday  where  abortion is legalised?  In  Japan,  any\r\n\r\nmedical practitioner can perform an abortion for  two\r\n\r\nreasons:  one,  if it is for health  reasons  of  the\r\n\r\nmother;  and  two, when it is economically  essential\r\n\r\nfor the family to have the abortion performed. Is  it\r\n\r\nnot better Sir, for us to plan to avoid the abhorrent\r\n\r\nposition that may and will arise if we do not support\r\n\r\nthe  Family  Planning Association and the  very  good\r\n\r\nwork that it is doing today?\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> Mr\r\n\r\nSpeaker, Sir, I usually have the greatest respect for\r\n\r\nthe  Member for Changi (Mr Lim Cher Kheng)  for  his\r\n\r\nreasoning  and his way of tackling a problem  but  my\r\n\r\nrespect  for  him  this  morning  has  been  somewhat\r\n\r\nshattered  because the arguments he  put  forward  in\r\n\r\nsupport  of the motion before the House are  actually\r\n\r\narguments in favour of the grant to be given  to  the\r\n\r\nFamily  Planning Association. He speaks of the  youth\r\n\r\nproblem  and the delinquents that we are facing  now.\r\n\r\nIf  we  do  not have family planning on  a  voluntary\r\n\r\nbasis to restrict the birth of young children how can\r\n\r\nwe  ever  provide places for the children in schools?\r\n\r\nAs  it  is,  I have to revise my estimates every  six\r\n\r\nmonths.  I have to see that more buildings are  being\r\n\r\nconstructed to provide places for the children  going\r\n\r\nto  secondary schools and if we allow things to go on\r\n\r\nas  they  are,  we  will never be able  to  introduce\r\n\r\ncompulsory education. No government, as far as I  can\r\n\r\nsee, will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3161</b></font><br><br>\r\n\r\n \r\n\r\nbe  able to do that if the increase in population  is\r\n\r\nallowed to go on without a check. I am glad that  the\r\n\r\nMember  for Paya Lebar (Mr Lim Koon Teck)  mentioned\r\n\r\nabout  Japan  where  abortion is  legalised  for  two\r\n\r\nreasons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the third time, I think I have to contradict the\r\n\r\nMember  for  Bukit Panjang (Mr Goh Tong  Liang)  who\r\n\r\ndescribes   the   Family  Planning   Association   as\r\n\r\n\"useless\". I say for the third time that it is useful\r\n\r\nand  I  take  off  my hat to many  of  the  voluntary\r\n\r\nworkers  of  the Association who are doing  a  useful\r\n\r\njob. Instead of condemning them, I think they deserve\r\n\r\nall the praise from us.\r\n\r\n\r\n\r\n<br><br><!-- Mr Soh Ghee Soon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Soh Ghee Soon (Cairnhill):</b> Sir, I am a new\r\n\r\nMember of this Assembly and I must confess that until\r\n\r\nlately  I  did  not know how much good the  Singapore\r\n\r\nFamily  Planning Association had been doing  for  the\r\n\r\npublic of Singapore. They must have been in existence\r\n\r\nfor  at  least  eight years now. I  am  glad  that  I\r\n\r\nreceived a report lately giving me a clearer  picture\r\n\r\nof what the Singapore Family Planning Association had\r\n\r\ndone. When I received the Estimates, my first impulse\r\n\r\nwas  to  vote against family planning. I feel that  a\r\n\r\nproject  like this should be supported by the  public\r\n\r\nand not by Government. On going through the report, I\r\n\r\nfound  that the Association had done very  goo4  work\r\n\r\nand, if given a chance, I think they would do better.\r\n\r\nIt  is nonsense to say that it is a pleasure to  have\r\n\r\nmany  children and that the Chinese are proud to have\r\n\r\nmany  children. We realise the hardship of the people\r\n\r\nwho have too many children and not being able to give\r\n\r\nthem  a good education. It is a sin and by not giving\r\n\r\nsuch  children  a good education, we are  encouraging\r\n\r\nthem,  to join bad elements. We are fighting  against\r\n\r\nsuch things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not true to say that Singapore is not over-crowded. Only lately, I heard-if not in this Chamber\r\n\r\nit  was  somewhere else-that Singapore is one of  the\r\n\r\nmost  populated areas in the whole world and that  it\r\n\r\nwill  be  very much so in another 10 or 15 years.  At\r\n\r\nthe  moment we cannot cope with the housing  problem.\r\n\r\nLook  at  the Singapore Improvement Trust.  Thousands\r\n\r\nand thousands\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3162</b></font><br><br>\r\n\r\n\r\n\r\nare  still on its waiting list and the situation  has\r\n\r\nnot  improved although many buildings have  been  put\r\n\r\nup;  about  the same number of applicants for  houses\r\n\r\nare  still  on  its waiting list. It  shows  that  we\r\n\r\ncannot even house them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore feel that family planning must be\r\n\r\nstrongly  supported by Government and  I  even  think\r\n\r\nthat  $120,000 is not sufficiently enough to  do  the\r\n\r\ngood work that they are doing for Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nthe Member for Bukit Panjang (Mr Goh Tong Liang) has\r\n\r\nclearly indicated to us this morning that this is the\r\n\r\nthird time we are debating this subject It appears to\r\n\r\nme  that  this subject has become very stale  and  it\r\n\r\nwill carry on and on year by year if we are going  to\r\n\r\ncontinue debating this subject every time it comes up\r\n\r\nduring the Committee of Supply. Last year, the Member\r\n\r\nfor  Bukit  Panjang was defeated for the second  time\r\n\r\nand  I  told  him that he was trying to flog  a  dead\r\n\r\nhorse. Now this morning I am not going to repeat that\r\n\r\nsame  phrase  again. The mover of the  amendment  may\r\n\r\nexpect to succeed after some canvassing or so outside\r\n\r\nthis Chamber. If he succeeds with his amendment, good\r\n\r\nluck to him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But what I notice, Sir, is the question of the\r\n\r\nincrease  in the grant. I think we should concentrate\r\n\r\nmore on the increase in the grant rather that on  the\r\n\r\nactual  grant  itself. In the year before  last,  the\r\n\r\nAssociation was granted $80,000. Last year,  it  came\r\n\r\nup  to  $100,000. It is now $120,000. As  one  Member\r\n\r\npointed out just now, where is this all going to end?\r\n\r\nAre we going to increase again the grant next year to\r\n\r\n$140,000, and so on? As I said, then year after  year\r\n\r\nwe will have to debate this same subject. Now if this\r\n\r\ngrant is going to increase year by year, would it  be\r\n\r\nfair  to the other charitable organisations? As I  go\r\n\r\nthrough  the list, I find that some of the grants  to\r\n\r\nthese   organisations  have  decreased  rather   than\r\n\r\nincreased - apart from those which remain with the same\r\n\r\ngrant - such as the grant to Voluntary Institutions for\r\n\r\nChildren  which  has  come  down  to  $295,000   from\r\n\r\n$350,000, the maintenance of St. Andrew's Orthopaedic\r\n\r\nHospital from $5,000 to $3,000, and many other\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3163</b></font><br><br>\r\n\r\n\r\n\r\nitems  (I  have not gone through the list carefully).\r\n\r\nSo,  Sir, I think that now is the time we should stop\r\n\r\nthe  increase in the grant rather than  to  stop  the\r\n\r\nwhole grant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government is going to grant $120,000 and\r\n\r\nincrease it every year, what about the application of\r\n\r\nthe  Chinese  Young  Men's Christian  Association?  I\r\n\r\nbelieve  that  the Hon. the Financial Secretary  said\r\n\r\nthat it is still receiving consideration. How long is\r\n\r\nthe  application  going to receive consideration?  As\r\n\r\nfar  as  I know, the application was submitted  early\r\n\r\nthis  year. I brought up the issue last year and  the\r\n\r\nHon. the Financial Secretary promised to look into it\r\n\r\nlast  year during the Committee of Supply.  One  year\r\n\r\nhas  elapsed and nothing appears in the Estimates for\r\n\r\nthe Chinese Young Men's Christian Association? Why is\r\n\r\nthat, Sir?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it would be very unfair to cut out the whole\r\n\r\ngrant altogether. As the hon, nominated Member Mr R.\r\n\r\nC.  H.  Lim  pointed out, how is the Family  Planning\r\n\r\nAssociation  going  to function?  Also  we  would  be\r\n\r\nsubject to legal expenses in paying extra salaries to\r\n\r\nthe  staff  of the Association on the termination  of\r\n\r\ntheir   services.  Are  we  prepared  for   that?   I\r\n\r\nunderstand  that  the Member for Cairnhill  (Mr  Soh\r\n\r\nGhee  Soon) said that this Association has been going\r\n\r\non  for  eight years and that we have been  giving  a\r\n\r\ngrant to it for quite a number of years. The thing to\r\n\r\ndo  now, I think, is to stop the increase. If Members\r\n\r\nare   not  satisfied  with  the  functions   of   the\r\n\r\nAssociation,  let us get a Committee going  then  and\r\n\r\ninvestigate   into  the  actual  functions   of   the\r\n\r\nAssociation. If the Association is doing pretty  well\r\n\r\nand doing good work as the Member for Cairnhill said,\r\n\r\nthen  let  the Committee recommend to the  Government\r\n\r\nthat  there should be an increase in the grant rather\r\n\r\nthan  stop  the  whole grant. If the Committee  feels\r\n\r\nthat  the Association is doing work which is  against\r\n\r\nthe  interests of the public, then it can either stop\r\n\r\nthe grant or stop the increase in the grant, Sir,It\r\n\r\nwill be unfair now to cut off the grant altogether to\r\n\r\nan Association that has been going on for years. I do\r\n\r\nnot  think  that  it  is right,  Sir.  Last  year,  I\r\n\r\nabstained  from the issue, because I was neither  for\r\n\r\nor against. I am quite happy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3164</b></font><br><br>\r\n\r\n\r\n\r\nso  long  as the Association carries on and maintains\r\n\r\nitself and I think, to be fair to the Association  as\r\n\r\nwell  as  to  the Member who moved the amendment,  we\r\n\r\nshould cut off this increase in the grant. So  may  I\r\n\r\nhave your guidance if I can move an amendment to  the\r\n\r\namendment, Sir? With your permission, Sir,  I  intend\r\n\r\nto move it to debate-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member no doubt knows\r\n\r\nStanding Order 69 (7) which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any Member may move an amendment to the schedule to\r\n\r\nreduce by $   the sum to be allotted for any head  of\r\n\r\nexpenditure  in  respect  of  any  sub-head  or  item\r\n\r\ntherein, but at least two clear days' notice of  such\r\n\r\namendment shall be given.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I am not trying\r\n\r\nto  move  an  original  amendment  as  the  amendment\r\n\r\nappears on the Order Paper. My intention is to  amend\r\n\r\nthe  amendment and I wonder if that is in  order.  My\r\n\r\nintention  is  to  leave out \"$120,000\",  and  insert\r\n\r\n\"20,000\"   which  would  retain  the  old  grant   of\r\n\r\n$100,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> My reading of financial procedure as a\r\n\r\nwhole  is such that I think I must disagree. I cannot\r\n\r\nallow  an  amendment to an amendment of  that  nature\r\n\r\nbecause,  if  the hon. Member will look at  paragraph\r\n\r\n(8), it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"When several such amendments are proposed to the\r\n\r\nsame  sub-head  or  item, the amendment  seeking  the\r\n\r\nsmallest  reduction shall be first  proposed  and  an\r\n\r\namendment to omit the sub-head or item shall only  be\r\n\r\nproposed  after all motions for reduction  have  been\r\n\r\ndisposed of.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It follows therefore that the financial procedure\r\n\r\npresupposes that there should be specific  amendments\r\n\r\nto  each  sub-head or each item. Therefore, I  cannot\r\n\r\nallow an amendment to the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> On a point of further clarification, Sir.\r\n\r\nIf   no  amendment  can  be  moved  to  the  original\r\n\r\namendment, I would like to enquire whether the  mover\r\n\r\nof the original amendment could amend his amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The principle is still the same.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3165</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, since I am\r\n\r\nruled  out  of  order  to move my  amendment  to  the\r\n\r\namendment,  may  I then, Sir, ask the  Government  to\r\n\r\nlook into this suggestion of mine that a Committee be\r\n\r\nformed  to  investigate or to look into the functions\r\n\r\nof  the Association and then recommend either to this\r\n\r\nAssembly  to the Government next year the grant  that\r\n\r\nshould be made?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, as the Deputy Speaker stated\r\n\r\njust  now, the Estimates Committee could go into that\r\n\r\nmatter.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Thank you.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr Speaker,\r\n\r\nSir,  I  do  not propose to adduce any  arguments  in\r\n\r\nsupport  of my view which is unchanged because  I  do\r\n\r\nnot  want to bore the House with reiteration but  one\r\n\r\nthing  that has stiffened my resistance is the amount\r\n\r\nof  lobbying  I  have had from religious  bodies  who\r\n\r\nemphasise  that they are putting forward their  point\r\n\r\nof  view from a secular and an economic basis and not\r\n\r\nfrom a religious basis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One is indeed either in favour of family planning\r\n\r\nor  against it. I do not believe that any  amount  of\r\n\r\ndebate  would change anybody's views on the  subject.\r\n\r\nOne  either holds the scientific point of view or the\r\n\r\nsuperstitious.  For  myself, I  am  inclined  to  the\r\n\r\nformer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One point, Sir, that occurs to me in connection with\r\n\r\nthe  remarks made by the Member for Changi  (Mr  Lim\r\n\r\nCher Kheng): it may not have occurred to him that  in\r\n\r\nlooking  for  greater  Lebensraum  in  interplanetary\r\n\r\nspace, he might find perhaps that the population,  if\r\n\r\nany,  of  Mars and Venus - especially Venus -  might  be\r\n\r\nmore advanced in birth control than we are.\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> This item\r\n\r\nhas  not  been placed in the estimates  in  order  to\r\n\r\nprovoke  a debate but because Government thinks  that\r\n\r\nthe  grant  should  be made and it would  perhaps  be\r\n\r\nappropriate for me at this stage to give the  reasons\r\n\r\nwhy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, it is generally accepted, as a matter\r\n\r\nof   policy,   in  most  civilized  countries,   that\r\n\r\ninstruction and advice in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3166</b></font><br><br>\r\n\r\n\r\n\r\nmatters  connected  with family  planning  should  be\r\n\r\navailable  to  all those who wish to obtain  it.  As\r\n\r\nwill be seen from the voluminous correspondence which\r\n\r\nhas been exchanged between the various\r\n\r\norganisations  interested in  this  matter,  in  most\r\n\r\ncountries, the state either undertakes the  task,  or\r\n\r\ngives  financial assistance to voluntary  bodies,  or\r\n\r\ndoes  both, to promote the cause of family  planning.\r\n\r\nThere is no doubt in the mind of the government  that\r\n\r\nfamily  planning  is,  under  modern  conditions,  an\r\n\r\nessential  service and one which does  a  very  great\r\n\r\ndeal   to  dispel  ignorance,  to  alleviate  misery,\r\n\r\npoverty and hardship, and to promote a full and happy\r\n\r\nfamily  life. Al, though this advice can be  obtained\r\n\r\non  request from Government hospitals and clinics, it\r\n\r\nis  considered  preferable, in the  conditions  which\r\n\r\nexist  in  Singapore at the present  time,  that  the\r\n\r\nground-work  in  what  must be an  expanding  service\r\n\r\nshould  be done by a voluntary organisation like  the\r\n\r\nFamily Planning Association which can, I think,  make\r\n\r\na  more personal contact with the population than can\r\n\r\nan impersonal Government department.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In one of the letters in the barrage of\r\n\r\ncorrespondence  which has been laid down,  criticisms\r\n\r\nwere  made on the inefficiency of the Family Planning\r\n\r\nAssociation.  I  have been into the  affairs  of  the\r\n\r\nAssociation with considerable care knowing  that  the\r\n\r\nmatter  would  come up once more for  debate  in  the\r\n\r\nAssembly  and I can say that I am satisfied that  the\r\n\r\nAssociation is a very efficient organisation  run  on\r\n\r\nprofessional lines. Its overhead expenses are low.  I\r\n\r\nthink  perhaps  this  is because  so  much  voluntary\r\n\r\nassistance is given by a dedicated band of women. The\r\n\r\nsalaries  of  its paid staff are in no way  excessive\r\n\r\nwhen  compared  with  the  emoluments  of  comparable\r\n\r\nGovernment officers. In this connection, I should say\r\n\r\nthat  the  proportion which emoluments bear to  total\r\n\r\nexpenditure  is in no way out of the ordinary  for  a\r\n\r\nbody  which does nothing but render services  to  the\r\n\r\npublic.   I   am  satisfied  that  the  grant   which\r\n\r\nGovernment  makes  to  the Association  is  well  and\r\n\r\nproperly  spent.  It  is a fact that  the  Government\r\n\r\ngrant does make up a large proportion of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3167</b></font><br><br>\r\n\r\n\r\n\r\nincome of the Association and that these grants  have\r\n\r\nincreased  considerably  over  the  years   but   the\r\n\r\nincrease in the amount of the grant has been met by a\r\n\r\ncorresponding  increase  in  the  activities  of  the\r\n\r\nAssociation  as  an  examination  of  the  statistics\r\n\r\nprovided  in  the  Annual Report will  show.  At  the\r\n\r\npresent time, it will be seen from the Annual Report,\r\n\r\nthat the Association conducts four daily clinics, one\r\n\r\nweekly   clinic,   eight  bi-weekly   clinics,   nine\r\n\r\nfortnightly  clinics  and three monthly  clinics  and\r\n\r\nthat  the  attendance at these clinics  now  averages\r\n\r\nclose  on 15,000 persons a year. I am satisfied  that\r\n\r\nany  addition to the grant will result in  a  further\r\n\r\nexpansion  of  the very desirable activities  of  the\r\n\r\nAssociation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel, Sir, that this question of whether a grant\r\n\r\nshould  or  should  not be given is  a  matter  which\r\n\r\nshould  be  decided  on what I might  call  practical\r\n\r\nhumanitarian    grounds,    and    that     religious\r\n\r\nconsiderations  should not be taken into  account.  I\r\n\r\nfeel  that  if hon. Members will weigh the  pros  and\r\n\r\ncons of the matter, they will come to the conclusion,\r\n\r\nas  the  Government has done, that it is the duty  of\r\n\r\nthe  state either directly or by financing an  agency\r\n\r\nor  by both means to make available to all those  who\r\n\r\nwish  to obtain it in whatever walk of life they  may\r\n\r\nbe,  information about the planning of  families  and\r\n\r\nkindred matters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like hon. Members to ponder the\r\n\r\nconsequences  which would befall if this  grant  were\r\n\r\nnot to be made in the coming year. It would mean that\r\n\r\nthe activities of the Association would have to cease\r\n\r\nand  it  would cause untold misery to all  those  who\r\n\r\nhave voluntarily gone to it for assistance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the suggestion that the affairs and\r\n\r\nactivities of the Association should be examined by a\r\n\r\nCommittee,  I would repeat what the nominated  Member\r\n\r\nMr  R.  C. H. Lim said, namely that this is a matter\r\n\r\nwhich  can  properly be gone into  by  the  Estimates\r\n\r\nCommittee of this House.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, there is no doubt\r\n\r\nthat  the Association is doing very good work but  my\r\n\r\npoint is that when Government is paying 85 or 90  per\r\n\r\ncent of the money, it is the Government's duty to run\r\n\r\nthis Association\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3168</b></font><br><br>\r\n\r\n\r\n\r\nor  an agency. What Government control is there  over\r\n\r\nsuch  an  agency? That answer has not been  given  at\r\n\r\nall.  The Hon. the Financial Secretary said only that\r\n\r\nhe  was  satisfied. There has been some objection  to\r\n\r\nthe grant as it is public money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on this subject, I promised\r\n\r\nyesterday  to get the dates of the letters  addressed\r\n\r\nto  the  Government  from  the  Chinese  Young  Men's\r\n\r\nChristian  Association.  A letter  was  addressed  in\r\n\r\nFebruary 1957 and a reminder was sent in May 1957. It\r\n\r\nwas  to  the fact that they were owing over  $350,000\r\n\r\nand paying interest on it. It is December now and yet\r\n\r\nthe  Government has not come to any decision so  far.\r\n\r\nIt is most disgusting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ramakrishna Mission wrote also in February\r\n\r\nbut  the  Hon. the Chief Minister explained yesterday\r\n\r\nthat  they were asked for some particulars  and  that\r\n\r\nthe  onus  lay  with  the  Mission  to  furnish  such\r\n\r\nparticulars to the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Trustees of the Sultan Mosque applied for a\r\n\r\ngrant  on 20th May, 1957 for repairs. I was  told  by\r\n\r\nthe  Hon. the Financial Secretary that  he  did  not\r\n\r\nreceive  that letter. The letter was dated 20th  May,\r\n\r\n1957,  addressed to him. Now, Sir, the Government  is\r\n\r\npaying  Ecclesiastical Grants and yet when  the  main\r\n\r\nmosque for all Muslims, irrespective of any sect,  is\r\n\r\nasking for repairs, the application has not yet  been\r\n\r\nconsidered  or the letter has not been  received.  We\r\n\r\nare   spending  a  lot  of  money  on  St.   Andrew's\r\n\r\nCathedral. I have got no objection to that. Spend  if\r\n\r\nyou want to but give equal treatment to everybody.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I had intended to speak on this matter\r\n\r\nwith   your  permission,  Sir,  when  there  was   an\r\n\r\nopportunity for debate on the whole head and  perhaps\r\n\r\nI might be allowed to keep my remarks until then?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It might be convenient to carry on,\r\n\r\nMr Financial Secretary.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3169</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> It was my intention to inform the Member\r\n\r\nfor  Telok  Ayer that I wished to correct a statement\r\n\r\nwhich I made yesterday, Sir, and to ask him to accept\r\n\r\nmy  apologies  but  as I was late in  coming  to  the\r\n\r\nAssembly,  I  had not the opportunity of speaking  to\r\n\r\nhim beforehand. I think I said yesterday that, to the\r\n\r\nbest  of  my knowledge, no application for  financial\r\n\r\nassistance had been received from the authorities  of\r\n\r\nthe  Sultan Mosque, the Ramakrishna Mission  and  the\r\n\r\nYoung   Men's  Muslim  League.  The  Hon. the  Chief\r\n\r\nMinister said that he had received an application  in\r\n\r\nthe  Social  Welfare Department from the  Ramakrishna\r\n\r\nMission.  I have made enquiries, and I find  that  in\r\n\r\nJune  last  year, we did receive an application  from\r\n\r\nthe Sultan Mosque for money for repairs to the mosque\r\n\r\nand  I  must confess that I myself saw the letter  in\r\n\r\nOctober.  Due to preoccupation with other matters,  I\r\n\r\nforgot  all  about  it. The Ramakrishna  Mission  did\r\n\r\napply for some assistance as far back as 1952 and the\r\n\r\nYoung Men's Muslim Association applied for assistance\r\n\r\nin  1947 but the reply in each case was that  it  was\r\n\r\ncontrary  to  Government's  general  policy  to  make\r\n\r\nfinancial  contributions  to religious  organisations\r\n\r\nand that in the circumstances it was not possible  to\r\n\r\nagree  to  the  application. I should like  the  hon.\r\n\r\nMember   to   accept  my  apologies  for   being   so\r\n\r\ncategorical-\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Thank you.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> - in my rebuttal to him yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a place like Singapore where so many religions\r\n\r\nare practised and where so many different branches of\r\n\r\nreligions  flourish, it would be extremely  difficult\r\n\r\nfor  Government  to  admit the  principle  of  giving\r\n\r\nassistance  to religious bodies. As I said yesterday,\r\n\r\nthe  case  of the St. Andrew's Cathedral is rather  a\r\n\r\nspecial case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to organisations like the Chinese Young\r\n\r\nMen's Christian Association and other similar bodies,\r\n\r\nit  has always been the policy of Government to avoid\r\n\r\nas far as possible giving direct financial assistance\r\n\r\nto organisations\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3170</b></font><br><br>\r\n\r\n\r\n\r\nwhich  are  connected either directly  or  indirectly\r\n\r\nwith particular religions. Assistance, of course, has\r\n\r\nbeen given in the matter of sites. In the case of the\r\n\r\nChinese Young Men's Christian Association, we gave  a\r\n\r\nmost valuable site in the Telok Ayer area and I think\r\n\r\nthat  the  Y.M.C.A. has also had assistance  in  this\r\n\r\nconnection.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, we received an application from the Young\r\n\r\nWomen's   Christian  Association  and,  as   I   said\r\n\r\nyesterday,  there  were  special  considerations   in\r\n\r\nconnection with that case and we dealt with it  on  a\r\n\r\nspecial basis. I think, Sir, you will agree that  the\r\n\r\neducation  of  young  women  gives  rise  to  special\r\n\r\nproblems  in  a  city  like  Singapore  and  in  this\r\n\r\nparticular   case   the   Young   Women's   Christian\r\n\r\nAssociation  proposed  to  erect  an  institution  in\r\n\r\nOutram  Road  which  would  provide  instruction   in\r\n\r\ndomestic  science,  home craft and kindred  subjects.\r\n\r\nNow these are matters which the Education Department,\r\n\r\ndue  to  preoccupation with other matters,  have  not\r\n\r\nbeen able to develop as much as they would have liked\r\n\r\nand  again there are no facilities as far as  we  are\r\n\r\naware  in that particular part of Singapore to  teach\r\n\r\nthese  subjects to young girls. For that  reason,  it\r\n\r\nwas  decided  to  give  the Young  Women's  Christian\r\n\r\nAssociation  a dollar for dollar grant,  although  it\r\n\r\nwas  a denominational organisation, on an undertaking\r\n\r\nfrom them that the institution would be used for  the\r\n\r\ndissemination of instruction in domestic science  and\r\n\r\nwould be open to young girls of all races and creeds.\r\n\r\nThis  decision of course, Sir, opened  the  door  for\r\n\r\napplications from other organisations for  assistance\r\n\r\nfrom  Government. The Chinese Young  Men's  Christian\r\n\r\nAssociation and the Young Men's Christian Association\r\n\r\nboth  applied  for grants. The Young Men's  Christian\r\n\r\nAssociation  wish  to build hostel accommodation  but\r\n\r\nhave  not  yet obtained a suitable site and have  not\r\n\r\nyet  considered  in  any great detail  the  financial\r\n\r\nimplications  of  their proposal. The  Chinese  Young\r\n\r\nMen's Christian Association has indeed built a hostel\r\n\r\nand  club premises in the Telok Ayer region on a site\r\n\r\nprovided by Government but they have, I think, rather\r\n\r\nexceeded their resources and are in debt to the  bank\r\n\r\nto the tune, as I understand it, of $320,000. \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3171</b></font><br><br>\r\n\r\n\r\n\r\nThe Government  is sympathetic towards both these cases  and\r\n\r\nthey  are actively under consideration at the present\r\n\r\ntime and I hope that early in the new year we will be\r\n\r\nable  to  come  forward  with  certain  proposals  in\r\n\r\nconnection  with both associations but I should  warn\r\n\r\nthe   House.  Sir,  that  there  are  still   certain\r\n\r\nfinancial difficulties which have to be examined with\r\n\r\nsome  care  before  we  are in  a  position  to  make\r\n\r\nrecommendations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I just wish to\r\n\r\nmake some remarks on this family planning vote.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been, as I said yesterday, showered by an\r\n\r\nendless number of pamphlets and letters bearing  five\r\n\r\nor seven seals and signed by seven different persons.\r\n\r\nIt  struck me that the Catholics are a very efficient\r\n\r\npressure  group.  They  do  just  what  we  hear  the\r\n\r\nCommunists do. They never give up. They know that  it\r\n\r\nis  a  hopeless fight. They know that it is not going\r\n\r\nto get them anywhere but they keep on trying.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Nonsense.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Yesterday, in the Chamber, I\r\n\r\nreceived  a  letter marked 'Urgent'  in  red,  treble\r\n\r\nunderlined.  I  slit  open the letter  and  I  saw  a\r\n\r\nfamiliar  signature. I knew what it was going  to  be\r\n\r\nabout.  Yes,  there it was at the top of  the  letter\r\n\r\n\"Please Vote Against\" with the word 'Against'  treble\r\n\r\nunderlined.  Sir,  never had I been  more  determined\r\n\r\nthat it is necessary to tell such people that as much\r\n\r\nas  we  admire  their persistency, determination  and\r\n\r\nobstinacy,  the  freedom of  one's  views  cannot  be\r\n\r\ncurtailed  by  such high-pressure tactics.  There  is\r\n\r\nonly  one  point on which I agree with the  Catholics\r\n\r\nand   that   is  that  perhaps  the  Family  Planning\r\n\r\nAssociation is not efficiently run.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this dialectical exercise, what the Catholics\r\n\r\nwant - I do not think they will deny it - is to stop  any\r\n\r\naid that will increase the practice of birth control,\r\n\r\nbecause it is against the teaching of their religion.\r\n\r\nBut  that  not being accepted by others  who  do  not\r\n\r\naccept  the teaching of their religion, they  try  to\r\n\r\nfind  every conceivable reason why we should  support\r\n\r\nthem  to achieve this objective. That is part of  the\r\n\r\npractice of dialectics. They say, 'Well, never  mind,\r\n\r\nlet forget\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3172</b></font><br><br>\r\n\r\n\r\n\r\nabout  the  religious  point of view';  they  mention\r\n\r\ndamage  to  health. They say it is  contrary  to  the\r\n\r\nprinciple  of spending money contributed by everybody\r\n\r\nto  use it in ways which offend somebody, and so  on,\r\n\r\nad  infinitum. They even go so far as to suggest that\r\n\r\nwe   should  stop  the  Family  Planning  Association\r\n\r\nbecause it is inefficient.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my spare time I sometimes ruminate through these\r\n\r\nletters and I was very much tempted to write back and\r\n\r\nsay,  'Well, all right, we will have a real efficient\r\n\r\nbranch  of  the  government or some really  efficient\r\n\r\ninstitution   to   make  family  planning   a   great\r\n\r\nsuccess' - which is just what they do not  want.  Well,\r\n\r\nSir,  I  agree with them. However, its criticism  has\r\n\r\nnot much of an impact.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, great respecter as I am of established\r\n\r\nstandings in society, I find it difficult to  believe\r\n\r\nin  an Association with all these honourable names as\r\n\r\npatrons,  presidents, eight vice presidents,  and  no\r\n\r\nless than eight patrons. What they do nobody knows. I\r\n\r\nam  sure  they  do nothing, otherwise none  of  these\r\n\r\npersons  would  have  the time to  be  patrons.  Lord\r\n\r\nSheppard  of  Spalding,  Dato  Sir  Cheng-Lock   Tan,\r\n\r\nK.B.E., D.M.M.J., J.P., Mrs W. A. C. Goode (I  think\r\n\r\nthat is out of date, but never mind, they will change\r\n\r\nit  next  year  at our expense!). Sir Percy  McNeice,\r\n\r\nK.B.E.,  C.M.G., O.B.E.; and  there  are  eight  vice-presidents. None of them is ever likely to bring this\r\n\r\nfamily  planning  idea down to the people.  They  are\r\n\r\npeople  who live right on top in the clouds. They  do\r\n\r\nnot know what is happening in Singapore. They are not\r\n\r\never likely to. And as long as it is run by people in\r\n\r\nthat  particular  sector of society, family  planning\r\n\r\nwill be what it is: a very laudable, praiseworthy and\r\n\r\nSunday-school type of project - one does it because  it\r\n\r\nis  a  good  thing to spend a little bit of  time  on\r\n\r\nhelping others.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But if you want to make it really work, then get the\r\n\r\norganisation  on  the ground, sell it,  and  sell  it\r\n\r\nhard.   The   Indian  Government,  and  the   Chinese\r\n\r\nGovernment  now, are embarking on birth  control  and\r\n\r\nthe propagation of simple birth control methods on  a\r\n\r\nscale unparalleled anywhere else in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3173</b></font><br><br>\r\n\r\n\r\n\r\nworld.  They  know  that if they want  to  raise  the\r\n\r\nstandard  of  living of their people, there  must  be\r\n\r\nsome  check  on  the tremendous and rapid  growth  of\r\n\r\npopulation. I do not think we will be faced with  the\r\n\r\nsame  acute difficulties facing either the Indian  or\r\n\r\nChinese  Government, but I do suggest that we  should\r\n\r\nmake  a  better effort than just through  the  Family\r\n\r\nPlanning Association.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we give it this $100,000 but, at the same time,\r\n\r\nwe  had  better  spend  some time  thinking  how  the\r\n\r\nMinister  for  Education's  worries  should  be   not\r\n\r\nfurther  increased,  or  the Minister  for  Housing's\r\n\r\nworries  should  not be too greatly enlarged,  by  an\r\n\r\nunrestricted growth of population.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allotted for Head\r\n\r\n25  be  reduced by $120,000 in respect of subhead  33\r\n\r\ntherein.'.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart (Acting Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Chief Secretary (Mr S. T. Stewart):</b>\r\n\r\nDivision, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 8; Noes, 16; Abstentions,\r\n\r\n6; Absent, 2.\r\n\r\n\r\n\r\n<pre>\r\n\r\n \r\n\r\n                 Ayes.                      Noes.\r\n\r\n\r\n\r\n               Braga, A. J.             Chew Swee Kee.\r\n\r\n               Jumabhoy, R.             Ede, John.\r\n\r\n               Lazarous, A. R.          Goh Chew Chua.\r\n\r\n               Lim Cher Kheng.          Hart, T. M. \r\n\r\n               Lim Choon Mong.          Lee Kuan Yew.\r\n\r\n               Stewart, S. T.           Lim, R. C. H.\r\n\r\n               Tan, William.            Lim Koon Teck.\r\n\r\n               Goh Tong Liang.          Lim Yew Hock.\r\n\r\n                                        Nair, M. P. D. \r\n\r\n                 Abstentions            Ong Piah Teng.\r\n\r\n                                        Seah Peng Chuan.\r\n\r\n               Abdul Hamid bin          Shanks, E. P.\r\n\r\n                Haji Jumat.              Soh Ghee Soon.\r\n\r\n               Ahmad bin Ibrahim.        Sutherland, G. A. P.\r\n\r\n               Jumabhoy, J. M.           Tan Theng Chiang.\r\n\r\n               Lee Choon Eng.            Thomas, Francis.\r\n\r\n               Mak Pak Shee.             \r\n\r\n               Mohamed Sidik bin\r\n\r\n                Haji Abdul Hamid.\r\n\r\n\r\n\r\n                  Absent\r\n\r\n\r\n\r\n              Lim Ching Siong.\r\n\r\n              Wong Foo Nam.\r\n\r\n\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir,\r\n\r\nI move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced\r\n\r\nby $10 in respect of subhead 6.\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3174</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every year for the last three years we have had\r\n\r\nthis  sum  recurring - $2,400 for the  Singapore  Civil\r\n\r\nService  Association. I would like to know  from  the\r\n\r\nHon. the Financial Secretary - because this is one  of\r\n\r\nthose  things \"Subject to Treasury sanction, (6244/53)\" - whether  he thinks this particular  contribution\r\n\r\nshould  go  on  year  after year  in  perpetuity,  or\r\n\r\nwhether  at  some time or the other we should  put  a\r\n\r\nstop to it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> This, Sir, is a grant which we propose to\r\n\r\nmake  to  the Singapore Civil Service Association  to\r\n\r\nenable  it  to  upkeep  its  recreation  grounds  and\r\n\r\nclubhouse. I do not think I need explain to the  hon.\r\n\r\nMember  what  the  Civil Service  Association  is.  I\r\n\r\nthink  he is very well aware of that. Government  has\r\n\r\ngiven this Association considerable assistance in the\r\n\r\npast.  Before  the war, it made gifts  of  a  playing\r\n\r\nfield and clubhouse. I think shortly before the  war,\r\n\r\nthe    Association   found   itself   in    financial\r\n\r\ndifficulties  and unable to upkeep  the  grounds  and\r\n\r\nclubhouse in the manner in which they should be kept,\r\n\r\nand  on representations being made, Government agreed\r\n\r\nthat  the  rent accruing from the canteen behind  the\r\n\r\nGovernment  Offices in Empress Place should  be  made\r\n\r\navailable to the Association to enable it to meet its\r\n\r\nrecurrent expenditure. That practice has continued up\r\n\r\nto the present time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1953, however, the Staff Side of the Council of\r\n\r\nNegotiation  recommended  to  Government   that   the\r\n\r\ncollection  of  rents from the staff  canteen  should\r\n\r\ncease and that the control of all canteens should  be\r\n\r\nplaced in the hands of a Coordination Committee,  the\r\n\r\nobject, I imagine, being that the charges made by the\r\n\r\ncanteen  operators  to Government servants  would  be\r\n\r\nreduced.  The effect of that decision would  be  that\r\n\r\nthe  Association would be deprived of  the  $2,400  a\r\n\r\nyear  income which it received from the canteen  rent\r\n\r\nfor   the   upkeep  of  its  grounds,  and  it   made\r\n\r\nrepresentations   late  in  1954   that,   in   these\r\n\r\ncircumstances, Government might replace the  loss  of\r\n\r\nrevenue from the canteen by an annual grant.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3175</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That was put to the Finance Committee at that time\r\n\r\nand  was approved by the Estimates Committee  of  the\r\n\r\nLegislative  Council, and in the Estimates  for  1955\r\n\r\nthe  sum  of  $2,400  was placed  in  the  Estimates,\r\n\r\nsubject to Treasury sanction. It has so happened that\r\n\r\neffect  has not yet been given to the recommendations\r\n\r\nof  the  Council  of  Negotiation, the  Co-ordination\r\n\r\nCommittee  has  not  yet  called  upon  the   canteen\r\n\r\noperator to cease paying rent, and the Civil  Service\r\n\r\nAssociation has not yet had to call on Government  to\r\n\r\nmake  this  grant. Consequently, this item  has  been\r\n\r\nrepeated  in  the  Estimates  this  year  subject  to\r\n\r\nTreasury sanction. If and when application is made by\r\n\r\nthe Association for the payment of this grant, I will\r\n\r\nof  course  go into the whole matter to  see  whether\r\n\r\nthere is any reason to upset the previous decision of\r\n\r\nthe  Legislative  Council that this grant  should  be\r\n\r\nmade.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, we are not against giving\r\n\r\nassistance  to  employees of the Government  to  seek\r\n\r\nhealthy recreational activity. But it does seem to me\r\n\r\na  little bit too much to say, 'First of all, let  me\r\n\r\nstop  collecting rents from the canteen in order that\r\n\r\nthe  prices it charges can go down and I can get  the\r\n\r\nsame  thing for less; then give the money to me as  a\r\n\r\ngrant   of   $2,400.'   There   are   thousands    of\r\n\r\nclubs - football, cricket and badminton clubs - in  which\r\n\r\npeople  get  together on a voluntary  basis  to  seek\r\n\r\nrecreation. There is enough drive and verve  in  them\r\n\r\nto  see  that  it is done on an economic basis,  that\r\n\r\nincome  balances expenditure. It is a  sad  thing  to\r\n\r\nnotice that every time you come across people in  the\r\n\r\nEnglish-educated field, whether in  boys'  clubs,  or\r\n\r\nother  recreational  clubs,  they  need  crutches  to\r\n\r\nsurvive.  They have been molly-coddled and expect  to\r\n\r\nbe  aided somehow or other, so that they do not  have\r\n\r\nto  make  so much of an effort. I would like  to  say\r\n\r\nthat  although  I propose to withdraw this  amendment\r\n\r\n(not  because I am fully satisfied but because we  do not  want  to  make  it an issue just  yet),  if  any\r\n\r\nassociation,  be  it of Government  servants  or  any\r\n\r\nother voluntary organisation, \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3176</b></font><br><br>\r\n\r\n\r\n\r\nexpects a grant in perpetuity (that is what  it\r\n\r\nmore  or  less  does amount to), then it  is  greatly\r\n\r\nmistaken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is not the purpose of Government. We can give\r\n\r\ngrants  to set some thing on its course, to launch  a\r\n\r\nmovement,  but  if  that  movement,  organisation  or\r\n\r\nsociety is not strong enough to sustain itself on its\r\n\r\nown, then it does not deserve to survive.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I find much in what the hon. Member\r\n\r\nsays  which strikes a chord in my own heart, and when\r\n\r\nthe  matter  comes up for consideration I shall  bear\r\n\r\nmost  carefully  in mind what he has said  about  the\r\n\r\nnecessity  for  clubs  of  this  nature  being  self-reliant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> On a point of clarification, is the hon.\r\n\r\nMember for Tanjong Pagar withdrawing his amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I said so, Mr Speaker. I ask\r\n\r\nleave to withdraw the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 25 be reduced\r\n\r\nby $10 in respect of subhead 46 therein.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Subhead 46 is listed as \"Leeson Park. Dublin . . .\r\n\r\nsubject  to  Treasury sanction\". I understand  Leeson\r\n\r\nPark  to  be  a kind of students' hostel for  Malayan\r\n\r\nstudents  in Dublin. Now, Sir, I do not want  to  let\r\n\r\nthis grant go unnoticed and I hope in particular that\r\n\r\nthose students will either read the Straits Budget or\r\n\r\nsome  such newspaper and remember that if they expect\r\n\r\nalways  to be the privileged godsons of the Singapore\r\n\r\nand   Federation  Governments,  then  they  are  very\r\n\r\nmistaken.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, both in London and in the other big cities\r\n\r\nwhere  university students from Malaya are  studying,\r\n\r\nthere is a prevailing sense of calculated importance,\r\n\r\npartly because visiting Ministers tell them that they\r\n\r\nare the future leaders of Malaya. To my mind, nothing\r\n\r\nis  further from the truth. From what I see of  them,\r\n\r\nin  free and open competition with other groups vying\r\n\r\nfor leadership in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3177</b></font><br><br>\r\n\r\n\r\n\r\nMalaya,  they would perish, most of them. It is  only\r\n\r\nthe  very  few in London and other towns in  Britain,\r\n\r\nand   in   Australia,  who  are  likely  to   survive\r\n\r\ncompetition for leadership here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But all these students, particularly in London, get\r\n\r\nused  to  the  idea that there must  be  a  vote  for\r\n\r\nsomething  or the other - like a billiard or ping  pong\r\n\r\ntable,  or there must be nice and comfortable  chairs\r\n\r\nfor  them and a common lounge room. They never  cease\r\n\r\nto  ponder  why it is that hundreds or  thousands  of\r\n\r\ntheir  fellow-countrymen are living in slums  and  do\r\n\r\nnot  get  such favoured treatment from the  Singapore\r\n\r\nGovernment. I do not think that they are  the  future\r\n\r\nleaders of Malaya. They may be the future technicians\r\n\r\nof some government in Malaya. What worries me is that\r\n\r\nmany  of  them  will, in fact, be not very  efficient\r\n\r\ntechnicians at that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first thing that must be brought home to them is\r\n\r\nthat  they  must  understand that the  Government  is\r\n\r\ndoing this, just for the time being, in the hope that\r\n\r\nit  will  be diminished, in the hope that  all  these\r\n\r\nintellects  will  be  of use to  the  future  Malaya.\r\n\r\nUnless  the returns are there, then all this  subsidy\r\n\r\nshould go.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a way it was better when I was a student there,\r\n\r\nbecause  we  did not have these subsidies  in  Malaya\r\n\r\nHall.  We survived for ourselves but perhaps  it  was\r\n\r\ntoo rigorous. When University closed for the vacation\r\n\r\nwe  just roughed it out. We either roughed it out  in\r\n\r\nthe country or went down to London and roughed it out\r\n\r\nsomewhere.  Nowadays  they expect  to  write  to  the\r\n\r\nWarden of Malaya Hall and say, 'Dear Sir, please book\r\n\r\nme  a room at 7s. 6d. and let me have running hot and\r\n\r\ncold  water, and central heating turned on.'  Anyway,\r\n\r\nthree-quarters of these students are sons of  wealthy\r\n\r\nparents who can afford to give their children  a  bit\r\n\r\nextra  to  make sure that all this comfort that  they\r\n\r\nrequire  is  paid for, it is only the one quarter  of\r\n\r\nscholars,  either state or otherwise subsidised,  who\r\n\r\nget  this favoured treatment. However, no system  has\r\n\r\nyet  been  devised whereby a man first  produces  his\r\n\r\nscholarship  card and then gets entry at special  cut\r\n\r\nrates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3178</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let these students remember that we are giving this\r\n\r\nsubsidy in the hope that it will produce the kind  of\r\n\r\ncadre  or  material that will be of some use  to  the\r\n\r\nMalayan society to which they belong. If it turns out\r\n\r\nthat this is all a great loss of money, then we shall\r\n\r\nput a stop to it in the very near future.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I am not quite sure what the point is I\r\n\r\nhave to answer, Sir, but if it is on the question  of\r\n\r\nexpenditure on these hostels for Malayan students,  I\r\n\r\nwould  say that it is scrutinised with the same  care\r\n\r\nwith  which  spending  in Government  departments  is\r\n\r\nscrutinised.  I  can  give that assurance.  No  doubt\r\n\r\nstudents  there ask for hot and cold water, they  ask\r\n\r\nfor -\r\n\r\n \r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Central heating.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> - central heating, and of course chairs,\r\n\r\nbut  I  am pretty certain, Sir, they do not  get  all\r\n\r\nthey want.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Could the Financial Secretary tell\r\n\r\nus  the  details of expenditure of this vote for  the\r\n\r\nLeeson Park hostel and the accommodation available? I\r\n\r\nmyself have not been to Dublin.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I am afraid I do not have the details\r\n\r\nhere, but the vote is for the Singapore share of  the\r\n\r\nestimated  recurrent expenditure for the  forthcoming\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,616,690 for Head 25 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker, Sir,\r\n\r\nreferring to Head 25, subhead 30, would the Hon. the\r\n\r\nFinancial Secretary explain the reason why there is a\r\n\r\ndecrease  in the grant to voluntary institutions  for\r\n\r\nchildren?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> If I may draw the attention of the hon.\r\n\r\nMember  to  the fact, I think the answer  is  in  the\r\n\r\nfootnote.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Sir, if you compare the relevant\r\n\r\namounts, you will still find that there is a decrease\r\n\r\nof $30,000.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3179</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The Financial Secretary of course\r\n\r\ncould supply the information later on if he does  not\r\n\r\nhave it flow.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Yes, Sir, I shall look into the matter and\r\n\r\ngive the hon. Member the information later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,616,690 for Head 25 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3179</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 26 -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,290,370 for Head 26 ordered\r\n\r\nto stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3179</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 27 -\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I beg to move the\r\n\r\namendment standing in my name,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 27 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have chosen the first item merely to initiate\r\n\r\ndiscussion  of  this  Department,  the  Customs   and\r\n\r\nExcise.  I  do  know  that  it  is  being  run   very\r\n\r\nefficiently and that the Permanent Secretary  of  the\r\n\r\nMinistry  is  also very efficient. The remarks  I  am\r\n\r\nmaking  are suggestions on whether we cannot  improve\r\n\r\nthe service in the Customs.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been to several countries. As a tourist,\r\n\r\nmy first impression of a city will be gained from how\r\n\r\nI  am  received  on landing, at the airport,  railway\r\n\r\nstation,  or  docks.  Now the treatment  given  to  a\r\n\r\nvisitor  is  of paramount importance because  of  our\r\n\r\nposition. Singapore is centrally situated and we have\r\n\r\nto  depend  on  our  wits for our income.  We  should\r\n\r\nwelcome as many people as possible to visit Singapore\r\n\r\nand spend their money here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is also a free port and there is no duty\r\n\r\non imports except some items. Vigilance is necessary,\r\n\r\nno  doubt, against smugglers of dutiable articles.  I\r\n\r\nmust  at  this stage pay a tribute to the work  being\r\n\r\ndone  by the marine branch in arresting smugglers  or\r\n\r\npreventing  the  smuggling  of  tobacco   and   other\r\n\r\ncontraband. It is doing wonderful work. But\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3180</b></font><br><br>\r\n\r\n\r\n\r\nI   think  improvement  is  needed  at  out  airport,\r\n\r\nClifford  Pier, the railway station and  the  harbour\r\n\r\nboard.  This  can be achieved in a very easy  way  by\r\n\r\nhaving  an  experienced  officer  in  charge  of  the\r\n\r\ncustoms  officers stationed there. In recent times  I\r\n\r\nthink   they  have  improved  a  bit  but   not   yet\r\n\r\nsufficiently.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, if one goes to London, Hongkong, Japan or\r\n\r\nany  other  country,  one  sees  experienced  customs\r\n\r\nofficers  who can tell from the face of the traveller\r\n\r\nwhat  type  of person he is and what he is  carrying.\r\n\r\nSometimes  they open the luggage at random, sometimes\r\n\r\nthey pass them. Experienced officers in charge of the\r\n\r\ncustoms  can  do  a  lot  to  earn  the  goodwill  of\r\n\r\nvisitors. In Singapore, there are certain articles on\r\n\r\nwhich duty is levied and sometimes strict examination\r\n\r\nis  necessary.  But  when a person leaves  Singapore,\r\n\r\nwhat  examination of his luggage is needed? I  cannot\r\n\r\nunderstand the need at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Hongkong if you are leaving, they \"O.K.\" you. You\r\n\r\ncan  buy  and take out as much as you want. In  Japan\r\n\r\ntoo, a country where import duties are levied, only a\r\n\r\nlimited  examination is carried  out  and  with  most\r\n\r\ncourtesy on entry, but when you are leaving, off  you\r\n\r\ngo,  buy  and  take  as  much as  you  want,  and  no\r\n\r\nexamination is necessary. In Singapore we are in  the\r\n\r\nposition where no tax is levied on goods bought  here\r\n\r\nand taken away. However, when you step on to Clifford\r\n\r\nPier  to  board a ship the Customs say,  \"Buka  ini\".\r\n\r\nWhat  for?  Why?  Go  to  the airport  to  leave  for\r\n\r\nPenang - \"Oh, misti buka ini.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is this rigid procedure necessary? I think it is due\r\n\r\nto  lack of supervision of young customs officers. It\r\n\r\ndoes  leave a bad taste. The Customs must know  where\r\n\r\ncontraband  usually comes from, or  what  is  usually\r\n\r\nsmuggled out and to which country. Certainly there is\r\n\r\nno  smuggling to and from all countries. Instructions\r\n\r\nshould be issued to be very courteous to tourists and\r\n\r\nvisitors because we want the goodwill of the tourists\r\n\r\nand should avoid unnecessarily annoying them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All this is by way of suggestion out of the\r\n\r\nexperience I gained in other countries.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3181</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Mr Deputy Speaker, Sir, I much appreciate\r\n\r\nthe confidence which the hon. Member has expressed in\r\n\r\nthe  Customs service. I am grateful, Sir, and I  sure\r\n\r\nmembers of the Customs service will appreciate it  as\r\n\r\nmuch as I do. Thank you very much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate everything he has said about the\r\n\r\nnecessity  for  a  proper  welcome  being  given   to\r\n\r\nvisitors  to Singapore, that their treatment  by  the\r\n\r\nCustoms should always be courteous and as expeditious\r\n\r\nas  possible. It may conceivably be that  there  have\r\n\r\nbeen  instances  where  people  have  been  held   up\r\n\r\nunnecessarily, that perhaps have not been treated  as\r\n\r\ncourteously as they might expect to be treated, but I\r\n\r\nthink  these cases must be very few and far  between.\r\n\r\nHowever,  I  shall  take note of  the  hon.  Member's\r\n\r\nremarks  and  pass them on to the Customs Department.\r\n\r\nQuite  obviously we should be above reproach in these\r\n\r\nmatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are indeed, Sir, a free port. We collect duties\r\n\r\nonly on a very limited number of commodities, and  so\r\n\r\nof  course we might say that, prima fade, there is no\r\n\r\nreason  why  there should be any examination  of  the\r\n\r\nbaggage of passengers leaving Singapore. But I  think\r\n\r\nthe  hon.  Member forgets that we are a part  of  the\r\n\r\nsterling area and, as such, it is necessary to ensure\r\n\r\nthat  travellers leaving Singapore do not  take  with\r\n\r\nthem  valuable securities, cash and things like that.\r\n\r\nSpeaking  from memory, I think that one  is  shown  a\r\n\r\nlist  by  a Customs officer when one leaves Singapore\r\n\r\nand  is  asked.  'Have you any of these commodities?'\r\n\r\nand  these  items  do figure fairly largely  on  that\r\n\r\nlist; but I am subject to correction there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The main thing here, I think, is that the hon.\r\n\r\nMember has made a very good point. We are a centre of\r\n\r\ncommunications and we do hope to encourage  tourists.\r\n\r\nWe  do  hope to encourage people to come to Singapore\r\n\r\nand  it  is,  I  think, of vital  concern  that  when\r\n\r\nvisitors do come here, they should be shown  as  much\r\n\r\ncourtesy  as possible and that their entry  and  exit\r\n\r\nfrom the Colony be made as easy as possible.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3182</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Lim, Sir, I wish to support\r\n\r\nthe two points, one made by the hon. Member for Telok\r\n\r\nAyer   and  the  other  by  the  Hon, the  Financial\r\n\r\nSecretary, on the efficiency of the Customs  in  this\r\n\r\ncountry  and  on  the  need for Customs  officers  to\r\n\r\nextend  courtesy to tourists. But,  Sir,  I  wish  to\r\n\r\npoint  out one further important point touched on  by\r\n\r\nthe Financial Secretary in his Budget speech, I think\r\n\r\nthe  other  day, about the smuggling of tobacco  into\r\n\r\nthis country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wonder how much information the Government\r\n\r\nhas  gathered on the big-scale smuggling  of  tobacco\r\n\r\ninto  this  Colony since we increased the  duty  last\r\n\r\nyear.  As  far  as  I am concerned, I  have  received\r\n\r\nseveral  pieces of information about a few  personnel\r\n\r\nin  the Customs being involved in big-scale smuggling\r\n\r\nand  about their integrity being doubted. I take this\r\n\r\nopportunity  to point out to Government the  need  to\r\n\r\nscreen  or observe whether there is a possibility  of\r\n\r\nbig-scale  smuggling involving Customs personnel,  or\r\n\r\nits existence already.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I just want to say that the\r\n\r\nSingapore Harbour Board has built a terminal for  the\r\n\r\ncomfort  of passengers coming in and going  out,  and\r\n\r\nthat this terminal will be opened shortly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I am afraid, Sir, that I did not follow\r\n\r\nvery clearly the remarks made by the last hon. Member\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Me?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I beg your pardon, I am referring to the\r\n\r\nhon.   Member  for  Changi.  He  may  possibly   have\r\n\r\nsuggested  that  the members of the  Customs  service\r\n\r\nwere  acting in collusion with smugglers. I must  say\r\n\r\nthat  if  the hon. Member considers that he  has  any\r\n\r\nevidence  to  that effect which he considers  can  be\r\n\r\nsubstantiated,  it  is his duty to  give  it  to  the\r\n\r\nComptroller  of  Customs. It is  the  duty  of  every\r\n\r\ncitizen  of  Singapore  to give  information  to  the\r\n\r\nappropriate authority of any breach of the law, and I\r\n\r\nhope  that  he will do so. At the same time,  I  must\r\n\r\nexpress doubt whether there is any substance  in  any\r\n\r\nof these contentions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3183</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,632,444 for Head 27 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3183</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 28 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Deputy Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 28 be reduced by\r\n\r\n$10 in respect of item (2) of subhead 2 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I move this amendment just to get information from\r\n\r\nthe  Hon. the Financial Secretary. The vote  for  this\r\n\r\nyear appearing in last year's Estimates was $900; I see\r\n\r\nthat  it is now $2,000, an increase of $1,100. This  is\r\n\r\nmore  than  a 100 per cent increase. Will the Financial\r\n\r\nSecretary  give an explanation why such an increase  is\r\n\r\nnecessary?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> My friend the Attorney-General has pointed\r\n\r\nout  that the explanation is given on page 450  of  the\r\n\r\nEstimates. The answer is in two words \"fruit machines.\"\r\n\r\nThe Collector of Stamp Duties now has the duty of going\r\n\r\nto  various clubs and associations where fruit machines\r\n\r\nare in situ to examine the contents of the machines, to\r\n\r\ncheck the contents of the machines. As a result of  the\r\n\r\nduties, which will increase in the coming year, it  has\r\n\r\nbeen  necessary  to  increase the vote  for  travelling\r\n\r\nexpenses.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Deputy Speaker, Sir, from the\r\n\r\nexplanation  given  in page 450 of  the  Estimates,  it\r\n\r\nwould  appear  that Government is trying  to  encourage\r\n\r\nmore  fruit  machines to come in, and to see  that  all\r\n\r\nclubs  and associations are equipped with such machines\r\n\r\nfor  the  benefit  of the members and,  I  suppose,  to\r\n\r\ncollect duty on.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, that is not the case. In the past the\r\n\r\nCollector  of  Stamp Duty inspected machines  in  clubs\r\n\r\nwhen there has not been a paid official. Recently,  all\r\n\r\nfruit  machines have been fitted with padlocks and  the\r\n\r\nkeys  are  in the possession of the Collector of  Stamp\r\n\r\nDuty, and it is now necessary for him to make a trip to\r\n\r\nevery  club or association where a machine is  situated\r\n\r\nin order to examine the contents of the machine.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3184</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, a small query - the Hon. the\r\n\r\nFinancial Secretary has just said that the keys to  the\r\n\r\nlocks  of  these fruit machines are with the Department\r\n\r\nconcerned. I am just wondering how often and when these\r\n\r\nlocks are opened and how the tax is collected.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> I have no information about that, at the\r\n\r\nmoment, Sir, but I shall try to get it and give  it  to\r\n\r\nthe hon. Member later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $140,750 for Head 28 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3184</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 29 -\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Deputy Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 29 be reduced by\r\n\r\n$10 in respect of item (6) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I select this item also for initiating\r\n\r\ndiscussion  under the whole of Head 29. Income  Tax  is\r\n\r\nthe  most important department collecting revenue.  The\r\n\r\nsum  collected  or  to be collected  seems  to  be  $65\r\n\r\nmillion,  even after the tax on individual incomes  was\r\n\r\nincreased. This is a Department which should take  more\r\n\r\nrigid  steps so that evaders of taxation can be brought\r\n\r\nto  book  and  the  full  amount  of  tax  due  to  the\r\n\r\nGovernment for running the Colony is collected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will leave further discussion to others, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,972,900 for Head 29 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3184</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 30 -\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Deputy Speaker, Sir, I\r\n\r\nbeg to move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 30 be reduced by\r\n\r\n$10 in respect of subhead 11 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are perturbed at the slow rate of progress\r\n\r\nbeing  made  by the Minister in promoting  the  tourist\r\n\r\nindustry, and we want to know rather more about what is\r\n\r\nbeing done. I urged this matter in this House first two\r\n\r\nyears  ago, in November 1955. I raised it again a  year\r\n\r\nago in Committee of Supply, when it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3185</b></font><br><br>\r\n\r\n\r\n\r\nwas  gratifying to find unanimity from all  sides  that\r\n\r\ntourism as an industry should be actively pursued.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After further prompting from me in May this year, the\r\n\r\nMinister  announced  on 19th June that  Government  had\r\n\r\ndecided,  as  a  first step, to recruit  an  expert  in\r\n\r\ntourist  promotion  work from overseas,  to  appoint  a\r\n\r\nDirector of Tourism under the Minister for Commerce and\r\n\r\nIndustry. Six months later, no step has yet been taken.\r\n\r\nNo  Director  of  Tourism has been  appointed,  as  the\r\n\r\nMinister  told us yesterday. But the position is  this:\r\n\r\nthat  anybody  who is now selected will, one  imagines,\r\n\r\ntake another six months to reach Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is to be host in February 1959 to the\r\n\r\nPacific Area Travel Association's annual conference,  a\r\n\r\ntarget  date which everybody interested in  tourism  is\r\n\r\naiming at. Singapore has to be on display, as it were.,\r\n\r\nin a big way by then, if we are to make the most of our\r\n\r\nopportunities with overseas people coming here in large\r\n\r\nnumbers;  and  the  Director of  Tourism  is  not  even\r\n\r\nselected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other step which the Minister has taken is to\r\n\r\nappoint  an  Advisory Committee, to use the  Minister's\r\n\r\nown words, \"to give advice and guidance to the Director\r\n\r\nof  Tourism\". So long as the Director is not there, the\r\n\r\nAdvisory Committee is hamstrung.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would remind the House that this Committee is\r\n\r\nadvisory. The Minister is in executive charge.  He  has\r\n\r\ntaken  on  that responsibility himself, and he  is  not\r\n\r\nadministering it as we would like to see it. He  cannot\r\n\r\nhide behind the Committee. Sir, we want to know what is\r\n\r\ngoing  on. We want to know how this sum of $300,000  is\r\n\r\nbeing  allocated for 1958, and we want to know, because\r\n\r\nof  our dissatisfaction, what statistics the Government\r\n\r\nhas  regarding the present rate of tourist spending  in\r\n\r\nSingapore in 1957.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is not unfair to say that we are lagging\r\n\r\nbehind neighbouring countries - Hongkong and Ceylon,  for\r\n\r\nexample.  There is going to be enormous competition  in\r\n\r\nthe next few years to attract the tourists, and we have\r\n\r\na big leeway to make up. Let me quote, as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3186</b></font><br><br>\r\n\r\n\r\n\r\nan  example, figures of what is going on in Ceylon.  In\r\n\r\nthe whole of 1956, tourists spent Rs. 8.3 million while\r\n\r\nin  the first five months of 1957 - this year - they  spent\r\n\r\nRs.  6.2 million. This means that Ceylon this year  may\r\n\r\ngo  very near to doubling its revenue from tourists. In\r\n\r\nCeylon  they believe that, properly organised.  Rs.  50\r\n\r\nmillion can be received from tourist spending, or  four\r\n\r\nto  five  times the present figure. Therefore we  would\r\n\r\nlike to know from the Minister what figures he can hope\r\n\r\nfor Singapore and what our position is.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> First of all, Sir, I would like to\r\n\r\nrefute the suggestion or the inference contained in the\r\n\r\nhon.  Member's prepared speech which he has just  made,\r\n\r\nthat it was his prompting which got the Minister to  do\r\n\r\nsomething  for  tourism. That  is  not  so.  The  first\r\n\r\ninitiative  was  taken  by the  ex-Chief  Minister  and\r\n\r\nmyself, when I presided over a meeting in 1955 of those\r\n\r\ninterested  in the tourist trade. I put it squarely  to\r\n\r\nthem  that Government was prepared to contribute dollar\r\n\r\nfor dollar to what the trade contributed. But there was\r\n\r\nno  response  at all from their side. They  wanted  the\r\n\r\nGovernment to spend all the money and they to  get  the\r\n\r\nbenefit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we had an expert from New Zealand and he\r\n\r\nsubmitted a report. That report I considered did not go\r\n\r\nfar  enough, and therefore it was on my initiative that\r\n\r\nI  recommended to Government that a sum be  set  aside - $300,000 - so  that we would really go in a  big  way  to\r\n\r\nattract  the tourists here. In between, of course,  the\r\n\r\nhon.  Member did ask several questions, but  they  were\r\n\r\njust  incidental. If I had thought that it was  only  a\r\n\r\nwaste  of  money, no prompting on the part of the  hon.\r\n\r\nMember would have made me recommend this\r\n\r\nsum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the inference is that I am hiding behind the\r\n\r\nskirt of the Tourist Advisory Committee. That again  is\r\n\r\nnot  so.  I  am actively watching what it is doing.  In\r\n\r\nfact,  I  spend  a  lot  of time reading  its  minutes,\r\n\r\ndiscussing  things with its chairman  and  the  members\r\n\r\nthemselves  when  I meet them outside;  sometimes  they\r\n\r\ncome to my office to discuss these things.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3187</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I admit, Sir, that Government machinery is a little\r\n\r\nslow  in  certain matters and we had to take a  bit  of\r\n\r\ntime  to  get the director's salary fixed up  with  the\r\n\r\nEstablishments Branch and the Treasury. There again  we\r\n\r\nhad   of  course  to  satisfy  the  Treasury  and   the\r\n\r\nEstablishments  Branch. We have at last  been  able  to\r\n\r\npersuade the Establishments Branch and the Treasury  to\r\n\r\ncreate  the  post  and to fix the remuneration  of  the\r\n\r\ndirector.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the meanwhile, time has not been wasted. We have\r\n\r\nbeen   receiving  applications  from  various   persons\r\n\r\noverseas  who  are interested in the  post,  and  these\r\n\r\napplications  have  been sent to the  Tourist  Advisory\r\n\r\nCommittee for its consideration. The Committee has been\r\n\r\nconsidering   the  applications  and,   as   I   stated\r\n\r\nyesterday, it has now made a short list of eight or ten\r\n\r\nnames. But the information given in the applications is\r\n\r\nnot  sufficient and therefore the Committee has written\r\n\r\nback  to the applicants asking for further information.\r\n\r\nAs  soon as that further information is forthcoming, it\r\n\r\nwill be in a position to make a choice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There again, Sir, if I had on my own initiative\r\n\r\nchosen  a  man  from  the big number  of  applications,\r\n\r\nprobably  the hon. Member would have had  a  chance  to\r\n\r\nstand  up  and say, 'The Minister is favouring  so  and\r\n\r\nso.'  In order not to give the hon. Member that chance,\r\n\r\nI have referred the whole thing to the Tourist Advisory\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>12.00 noon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I must stress that the final authority is in\r\n\r\nme whether to choose or not to choose a particular man.\r\n\r\nIf  I think the Tourist Advisory Committee's choice  is\r\n\r\nthe  wrong one, I will say so and refer the matter back\r\n\r\nto  it.  However, I do not envisage that there will  be\r\n\r\ntrouble  on this score. I believe the Tourist  Advisory\r\n\r\nCommittee  has been doing a lot of work.  It  has  been\r\n\r\nvery  active.  In  fact, it is one of the  most  active\r\n\r\ncommittees that I have got in my Ministry. I  have  the\r\n\r\nTrade   Advisory  Council  but  the  Tourist   Advisory\r\n\r\nCommittee has exceeded all expectations and I must  say\r\n\r\nthat it is ably guided by its chairman, and the members\r\n\r\nare very enthusiastic.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3188</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now what has the Tourist Advisory Committee done\r\n\r\nbesides  considering  applications  for  the  post   of\r\n\r\ndirector?  It  has  been actively pursuing  a  research\r\n\r\nprogramme  into all aspects of tourist promotion.  This\r\n\r\nincludes  production  of  brochures,  guide-books   and\r\n\r\nliterature,  the extension of amenities  for  tourists,\r\n\r\noverseas  publicity  by  film, television  and  feature\r\n\r\narticles and so on, statistical surveys, transportation\r\n\r\nfacilities, etc.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee is also preparing the groundwork for\r\n\r\nthe  formation of a tourist association which will take\r\n\r\nover  tourist  promotion. At the inaugural  meeting  of\r\n\r\nthis Committee I stressed very strongly that Government\r\n\r\nwas  not  going to shoulder the burden of  tourism  for\r\n\r\never,  and  that  it was my intention  that  Government\r\n\r\nshould get out of this as soon as possible and hand  it\r\n\r\nover   to  the  trade  in  a  true  democratic  manner.\r\n\r\nGovernment  acts  as a midwife; it sets  up  something;\r\n\r\nthen  the trade sets up a tourist association in  which\r\n\r\nall  those  interested in promoting tourism  can  join,\r\n\r\nbecause  different scales of fees can be fixed so  that\r\n\r\nit  can  take in the smallest tradesman and shopkeeper,\r\n\r\nas  also the air and shipping lines. As soon as I  have\r\n\r\nthe  tourist  association going,  I  will  see  that  a\r\n\r\nstatutory  tourist  promotion  board  is  set   up   by\r\n\r\nlegislation   with  the  association  having   majority\r\n\r\nrepresentation   on   that  board.   Thereby,   tourist\r\n\r\npromotion work will slowly pass from the hands  of  the\r\n\r\nMinister  (who is normally a much maligned  person)  to\r\n\r\nthe people who are interested in the trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I hope that, in a couple of years, or in\r\n\r\nthree  years, this tourist association will be able  to\r\n\r\nraise  the entire funds, not only by subscription,  but\r\n\r\nprobably also from advertising rights in certain  areas\r\n\r\n(it  can  issue pamphlets, guide books and so  on,  and carry  advertisements in them), and from lots of  other\r\n\r\nways. Then the whole of tourist promotion work will  go\r\n\r\ninto  the  hands  of the Tourist Advisory  Board  which\r\n\r\nwould  be a body controlled by the tourist association.\r\n\r\nThe  people interested in the trade would then  control\r\n\r\ntheir own promotion work and Government would step out.\r\n\r\nThat is how I see the future.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3189</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has taken the step of inviting the PATA to\r\n\r\nhold its 1959 annual meeting here. I am going to set up\r\n\r\na committee shortly (probably early in the New Year) to\r\n\r\nget down to making the arrangements for the conference.\r\n\r\nThis  committee  will contain members  of  the  Tourist\r\n\r\nAdvisory Committee and others who may be able to help.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think that it will take as long as six\r\n\r\nmonths  to get a director. We hope we will be  able  to\r\n\r\nrecruit  one  and  get him here probably  within  three\r\n\r\nmonths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now the hon. Member quoted figures about the\r\n\r\ncontribution of tourists to the revenue of  Ceylon  and\r\n\r\nvarious other territories. If I start giving figures to\r\n\r\nthis  House,  I could go on ad infinitum  and  probably\r\n\r\noccupy all the time allocated to this vote, and I  will\r\n\r\nnot  have  the bother of having to listen to criticisms\r\n\r\nfrom  my  hon. Friend opposite who is ready, I see,  to\r\n\r\nlash  away at me on other spheres in my Ministry  which\r\n\r\nare  more  important. I will confine myself, therefore,\r\n\r\nto  stating that the figures we have show that American\r\n\r\ntourists  alone have spent U.S. $2 billion  a  year  in\r\n\r\ntravel  (excluding cost of passages). If we can attract\r\n\r\neven 5 per cent of this figure to the Pacific area, and\r\n\r\nif  Singapore could get one or two per cent,  it  would\r\n\r\nrun into millions of U.S. dollars. Therefore I am quite\r\n\r\nsure  that tourism has a good future and that Singapore\r\n\r\ncan  hope to attract a good number of tourists who come\r\n\r\ninto the Pacific area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One other thing - I have been very heartened, Sir, in\r\n\r\nthe  last  week or two, to read that the Federation  of\r\n\r\nMalaya  is  also  interested in tourist promotion,  and\r\n\r\nthat  some arrangement might be arrived at between  the\r\n\r\nFederation and ourselves. I do not know enough  yet  at\r\n\r\nthis too early a stage to comment, but both territories\r\n\r\ncould benefit by the influx of tourists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Deputy Speaker,\r\n\r\nSir, I merely wanted to stand up and say, 'Hurray for a\r\n\r\ngood Minister!'-\r\n\r\n \r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Thank you.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3190</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> -when he said that it was not the\r\n\r\nidea of the hon. Member for Tanglin or anybody else but\r\n\r\nhis  own.  I  was pretty moved when he  said  that  the\r\n\r\ncredit  should  go to his ex-chief, the  ex-Member  for\r\n\r\nCairnhill, who  had  the  drive,  the  ideas  and  the\r\n\r\nforesight.  But  with  his ex-chief  now  out  of  this\r\n\r\nAssembly,  the drive also seems to have gone  out  with\r\n\r\nhim!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I heard a lot of outpouring, but for all that the\r\n\r\nresult  is  nothing. Words, words, words,  nothing  but\r\n\r\nwords - Meetings, decisions and indecisions. We have  to\r\n\r\nget  a director of tourism, we cannot do anything until\r\n\r\nthen.  No,  we  must  wait for  applications;  we  must\r\n\r\nscrutinise  them.  We  must wait  six  months  for  the\r\n\r\ndirector  to  come;  in  the  meantime  we  cannot   do\r\n\r\nanything! Oh yes, we are still doing something, looking\r\n\r\ninto  the information coming in and going out,  and  so\r\n\r\non. Yes, we can do one thing and cannot do another. The\r\n\r\nnet  result, however, is that nothing concrete has been\r\n\r\ndone. Sheer waste of time!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Minister has taken the credit and said,\r\n\r\n'I  am the executive. I will do everything. I will make\r\n\r\nthe  decisions.' Show us something! Show  us;  tell  us\r\n\r\nwhat you have done. Does anybody outside Singapore know\r\n\r\nthat it is a place where tourists may stop over?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have not heard anything concrete from the\r\n\r\nGovernment. I know that expenditure will arise and that\r\n\r\nany   benefits   ever  likely  to  accrue   from   such\r\n\r\nexpenditure will only be lost in time.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Lim, Sir, I am sorry to speak\r\n\r\nagainst  the Opposition Members for rushing  Government\r\n\r\nto  implement the policy on tourism. To me, boosting up\r\n\r\ntourism to increase our national revenue is one  thing.\r\n\r\nWe  must  be  interested; then, as  suggested,  we  can\r\n\r\ndivert  one per cent of the U.S. $2 billion  into  this\r\n\r\nColony. How much benefit it will be to this country!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But is money more important than morality? Have we\r\n\r\never  in  this House, or have even the people connected\r\n\r\nwith the tourist trade, advisers or experts\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3191</b></font><br><br>\r\n\r\n\r\n\r\never think what American tourists are most enthusiastic\r\n\r\nabout   and   interested  in?  Tokyo,  Paris - are   they\r\n\r\ninterested  in the scenery or culture of those  places?\r\n\r\nNo;  I  am  sure it is wine, women and song  attracting\r\n\r\nmore tourists. It is in most cases the night clubs they\r\n\r\nwant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> He has been there!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> If one has stayed in Paris and\r\n\r\nTokyo, perhaps like the hon. Members for Serangoon  and\r\n\r\nTanglin and others, and one returns to Singapore,  what\r\n\r\nis  his answer if a friend should ask him, 'Do you find\r\n\r\nany  place better than Singapore?' His answer will  be,\r\n\r\n'No. The best place to live in is Singapore.' Why? They\r\n\r\nsee the pleasant night life of Paris, even New York and\r\n\r\nTokyo, and Manila, but still they prefer Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore I wish to put forward this paramount\r\n\r\nimportant  point to the Government: the policy  of  the\r\n\r\ntourist  association can be to boost  tourism  in  this\r\n\r\ncountry but it should not forget to maintain the higher\r\n\r\nmoral  standard of this city. We prefer to starve  than\r\n\r\nmake  dirty  money. We prefer to tax liquor  and  other\r\n\r\nluxury  goods  to  maintain our expenditure  on  social\r\n\r\nservices,  but do not expect that we are going  to  woo\r\n\r\nthe tourists, especially the American, to come here  to\r\n\r\nenjoy the night life in Singapore, which I think is the\r\n\r\ndoom for the people here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope therefore that all Members in this House will\r\n\r\nremember  that  the  people of Singapore  would  really\r\n\r\nprefer  to starve than to earn filthy money. I  am  not\r\n\r\nopposed  to the principle of exploiting the possibility\r\n\r\nof  tourism  in  this  country, but  do  not  rush  our\r\n\r\nController  of  Immigration  into  admitting  beautiful\r\n\r\nentertainers  and telling him, 'The most beautiful  and\r\n\r\nmost  famous  Paris Folies Bergere must be  allowed  to\r\n\r\ncome  in', or a whole team of entertainers from a Tokyo\r\n\r\nnight   club  which  must  be  classified  as  eligible\r\n\r\nimmigrants! The Controller will not have to be busy  on\r\n\r\nhow to maintain our moral standard if we will not allow\r\n\r\nsuch so-called 'highly civilised artistes', to come in.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3192</b></font><br><br>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly support the principle of tourism but\r\n\r\nI  prefer the Government to be very careful not  to  be\r\n\r\nrushed  and  misled into believing that in boosting  up\r\n\r\ntourism  we  must  be  prepared  to  lower  our   moral\r\n\r\nstandard.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Deputy Speaker, Sir, I am very glad to\r\n\r\nlearn   that   the  Hon. the  Minister   accepts   all\r\n\r\nresponsibility regarding the expansion of tourism, even\r\n\r\nto the extent of having thought about it before anybody\r\n\r\nelse did. But having thought of it before anybody else,\r\n\r\nsomewhere  back  in 1955, we would like  to  know  what\r\n\r\nexpansion  since that date he has achieved, whether  he\r\n\r\nhas  achieved any increase in revenue. If he  has  done\r\n\r\nthat, I would be the last person to malign him. Sir, we\r\n\r\nshall continue to prompt him on the question even if he\r\n\r\nproposes  to  ignore our suggestions (as  it  seems  he\r\n\r\nwill) and he does not like them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He talks about democratic procedure in running\r\n\r\ntourism  but  he  has still to learn to  be  democratic\r\n\r\nhimself.  We  still  ask for statistics  regarding  the\r\n\r\nexpansion of the tourist industry on which he has  been\r\n\r\nworking so hard in the last two years.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Deputy Speaker, Sir, my\r\n\r\ncomments-\r\n\r\n\r\n\r\n<br><br>12.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Deputy Chairman (Mr R. C. H. Lim):</b> Order,\r\n\r\nplease.  I think it is an appropriate time to  suspend,\r\n\r\nto 2.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b> Mr Deputy Speaker (Mr R. C. H. Lim):</b> The sitting\r\n\r\nwill be resumed at 2.30 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.15 p.m. to 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 30 be reduced\r\n\r\nby  $10  in  respect of subhead 11 therein.\"-(Mr  John\r\n\r\nEde).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3193</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n     \r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum to be allotted for Head 30 be\r\n\r\nreduced by $10 in respect of subhead 11 therein,\"  put,\r\n\r\nand negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> This also disposes of the next\r\n\r\namendment, which is similar in content, standing in the\r\n\r\nname of Mr R. Jumabhoy.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $760,490 for Head 30 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I wish to revert to the\r\n\r\nquestion of the expansion of industry in Singapore. The\r\n\r\nMinister   says  that  the  number  of  new  industrial\r\n\r\ncompanies  registered in Singapore in 1957  is  at  the\r\n\r\nmoment 129, while our criterion of industrial expansion\r\n\r\nis  based on the number of people who work. I  am  sure\r\n\r\nthat  it  is no comfort for the unemployed in Singapore\r\n\r\nto  be  told by a Labour Government Minister that  more\r\n\r\ncompanies  have been registered. The fact is  that  the\r\n\r\nnumber   of   labourers   employed   in   manufacturing\r\n\r\nindustries  dropped  by 2,321 between  March  1956  and\r\n\r\nMarch  1957. The Minister claimed that a vegetable  oil\r\n\r\nrefinery, with a capital of $1½ million, was registered\r\n\r\nand  is operating. But, Sir, if you look at the figures\r\n\r\nof  employment  in  the  Malayan Statistics  Digest  of\r\n\r\nEconomic  and  Social  Statistics  issued  in  November\r\n\r\n1957, that  is the latest issue there is,  under  the\r\n\r\nhead  \"Manufacturing of non-metallic  mineral  products\r\n\r\nexcept  products of petroleum and coal\" - and I  take  it\r\n\r\nthat  that covers vegetable oil refineries - I find  that\r\n\r\nin  March 1956 the total number of persons employed was\r\n\r\n3,131.  In September 1956 it dropped to 2,969,  and  in\r\n\r\nMarch of this year there was a further drop to 2,644.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also stated that a million dollar biscuit factory had been set up. But if you will refer\r\n\r\nto   the  same  statistics  under  \"Food  manufacturing\r\n\r\nindustries  except beverage industries\" you  will  find\r\n\r\nthat  in  March  1956  there were 4,099  employed.  The\r\n\r\nfigure dropped to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3194</b></font><br><br>\r\n\r\n\r\n\r\n2,818 in September 1956. There was a rise in March 1957\r\n\r\nto  4,062. But there is still less employment in  March\r\n\r\n1957 than in March 1956.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those are two of the examples which the Minister gave\r\n\r\nus  a  few days ago. The rest of his claims lay in  the\r\n\r\nfuture. We are concerned with what has been done in the\r\n\r\npast  two and a half years, not with what will be  done\r\n\r\nwhen  the  Minister is no longer in  office.  The  fact\r\n\r\nremains   that  while  new  companies  may  have   been\r\n\r\nregistered,  there are less opportunities for  work.  I\r\n\r\nwill therefore seek clarification from the Minister  on\r\n\r\nthree questions:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, will he state how he reconciles the\r\n\r\ndeclining  employment  figures  with  his  claim   that\r\n\r\nindustry is expanding?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, will he give us the figures of how many\r\n\r\nindustrial  concerns have closed down in the  past  two\r\n\r\nand a half years? And\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, will he state how many people will find work\r\n\r\nas  a  result of hush-hush schemes which belong to  the\r\n\r\nfuture?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, I give figures\r\n\r\nof  industrial companies that have been registered  and\r\n\r\nthose that have closed down in the past two and a  half\r\n\r\nyears:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1955, 74 new industrial companies were registered\r\n\r\nand 75 closed down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1956, 93 new industrial companies were registered\r\n\r\nand 54 closed down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the 11 months in 1957, 129 new industrial\r\n\r\ncompanies were registered and 45 closed down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, on the whole, we still have an increase of\r\n\r\nindustrial, companies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member said that what is of concern is\r\n\r\nwhat  is  happening now rather than what  is  going  to\r\n\r\nhappen after I am no more a Minister. I hope, Sir, that\r\n\r\nthe Member does realise that laying the foundations  of\r\n\r\na  sound  economic policy cannot be done overnight.  It\r\n\r\nhas  to  take time. We are laying the foundation  stone\r\n\r\nfor a sounder economy for the future and I am sure that\r\n\r\nsucceeding  governments will benefit  by  the  planning\r\n\r\nthat the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3195</b></font><br><br>\r\n\r\n\r\n\r\npresent  Government is doing and perhaps they may  even\r\n\r\nget  the  credit, because they are going  to  reap  the\r\n\r\nfruits of our labours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am also sure that the future people of Singapore\r\n\r\nwill benefit as a result of our planning today. We  are\r\n\r\ntoday  in  the transitory stage. Our past  economy  has\r\n\r\npredominantly been a trading economy. We  now  want  to\r\n\r\nencourage  industries. This takes time. It is  not  our\r\n\r\ncapital  that  will be involved. It is the  capital  of\r\n\r\noutsiders and we have to give them confidence in  order\r\n\r\nto  induce them to come here. Once they come  here,  it\r\n\r\ntakes  time - maybe  a year or two - to plan  and  build  a\r\n\r\nfactory, and so it can only go into production after  a\r\n\r\nyear  or  two when it is built. Therefore it is  not  a\r\n\r\nmatter  of reaping the fruits today, but it is a matter\r\n\r\nof planning today to gather the fruits next year or the\r\n\r\nyear   after - possibly  during  the  time   of   another\r\n\r\ngovernment.  Probably that government would  claim  the\r\n\r\ncredit  for  it, but I am sure the people of  Singapore\r\n\r\nwill  not forget - their memories are not short - and  they\r\n\r\nwill understand who planned these things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has been a lot of grouse that industries\r\n\r\nare closing down and what is the Government doing about\r\n\r\nit. The inference from the Member's remarks just now is\r\n\r\nthat more industries are closing down. Sir, there is  a\r\n\r\ntendency  today  in  Singapore for  people  to  run  to\r\n\r\nGovernment for spoon-feeding. This is a very bad  sign,\r\n\r\nbecause  when  they  run to the Government  for  spoon-feeding,  they  lose  their  initiative,  and  if   the\r\n\r\ninitiative is lost, industry cannot flourish.  Industry\r\n\r\nhas  primarily  to have its own initiative.  Government\r\n\r\ncan  only  give  a helping hand. It has been  so  after\r\n\r\nelections.  In many fields, not only in the  industrial\r\n\r\nfield, but also in other fields too, you will find that\r\n\r\nwhenever every little thing happens, people run to  the\r\n\r\nGovernment.  That sort of attitude has been  encouraged\r\n\r\nto a great extent by Members of the Opposition. What is\r\n\r\nthe  Government doing about this and that? Why  is  the\r\n\r\nGovernment  not  helping? They have even  gone  to  the\r\n\r\nextent  of  asking  me  to use my  influence  with  the\r\n\r\nIndustrial\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3196</b></font><br><br>\r\n\r\n\r\n\r\nPromotion  Board,  which  is an  independent  statutory\r\n\r\nbody,  to  get  them  to make a  loan  to  the  Beehoon\r\n\r\nCooperative, when the Board did not consider it to be a\r\n\r\nsound investment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the big factor is the creation of\r\n\r\nconfidence,  Sir,It has been remarked  in  this  House\r\n\r\nthat the \"unholy alliance between the Labour Front  and\r\n\r\nthe  P.A.P.\"  has been responsible for the  loss  of  a\r\n\r\ncertain amount of confidence. But, Sir, it is not  only\r\n\r\nthat.   Members  may  feel  that  the  manoeuvring   of\r\n\r\npolitical  Parties  is  responsible  for  the  loss  of\r\n\r\nconfidence, but the Labour Front and the P.A.P. are not\r\n\r\nthe  only Parties to blame. You have today the ex-Chief\r\n\r\nMinister   shouting  his  head  off   on   a   lot   of\r\n\r\nthings-perhaps  not to detain subversive  elements,  or\r\n\r\nnot to banish people and so on and so forth. Perhaps he\r\n\r\nis  embittered because of certain failures  during  his\r\n\r\npolitical career. But, Sir, you have no excuse for  the\r\n\r\nLiberal-Socialist Party encouraging David  Marshall  to\r\n\r\nform  the Workers Party, and [Interruption.].  Here  it\r\n\r\nis, from the Torch issue of 31st August:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We must also encourage splinter groups, e.g. David\r\n\r\nMarshall's  Workers Party and C. H. Koh's Youth  Party,\r\n\r\netc, to split the Labour vote.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now here is a Party which claims to act in a\r\n\r\nresponsible  manner,  which  claims  to  represent  the\r\n\r\ncapitalists, encouraging the formation of a  subsidiary\r\n\r\nParty  to  itself to split the Labour vote - the  Workers\r\n\r\nParty.  Is  that a responsible Party's job?  The  Torch\r\n\r\nissue goes on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We must encourage the left to merge\" - it has been\r\n\r\nachieved  more  or  less - \"and  then  condemn  them  for\r\n\r\nseeking  immediate  political  gains  by  an  electoral\r\n\r\nalliance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First encourage the left to merge. When they merge,\r\n\r\nyou condemn them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, I was just wondering whether the\r\n\r\nremarks  of the Minister were relevant to the  question\r\n\r\nof the expansion of industry, which I was asking.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3197</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I was, in fact, waiting for that point\r\n\r\nof order to be raised. I think the Minister has gone  a\r\n\r\nlittle too far. He is becoming completely irrelevant in\r\n\r\nhis remarks.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am sorry that you have ruled me\r\n\r\nout.  I  thought the matter of confidence was of  great\r\n\r\nimportance  to  my  Ministry in encouraging  industrial\r\n\r\ndevelopment  in  Singapore. It  is  how  the  political\r\n\r\nParties  behave  that  is going to  gain  or  lose  the\r\n\r\nconfidence  of outside investors. Sir, I  was  pointing\r\n\r\nout  how  they have been responsible for  the  loss  of\r\n\r\nconfidence in Singapore by making such remarks in their\r\n\r\nofficial  bulletins, and by creating  an  offspring  to\r\n\r\nsplit the Labour vote.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Point of order, Sir, I was just wondering\r\n\r\nwhether the Minister has regained relevance?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the Minister was trying to\r\n\r\nexplain   how   he  was  relevant  as   against   being\r\n\r\nirrelevant. I think the Minister ought to switch on  to\r\n\r\nanother  topic because, if he continues in that strain.\r\n\r\nI will have to pull him up as questioning the ruling of\r\n\r\nthe Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Far be it from me, Sir, to\r\n\r\nquestion  your  ruling.  I will  be  content  with  the\r\n\r\nremarks that I have made on this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member stated that in March last year\r\n\r\nthere  were  so many labourers employed in  industries,\r\n\r\nbut in March this year there were 2,000 less; but as  I\r\n\r\nmentioned  earlier, you cannot take one  month  as  the\r\n\r\ncriterion. You have got to plot the graph over a period\r\n\r\nof  years to see the trend of events, and therefore  it\r\n\r\nis  completely illogical to take any one month  out  of\r\n\r\ncontext  and  pinpoint it and say, \"Here you  are,  you\r\n\r\nhave  lost  so many workers this month,\" or  \"you  have\r\n\r\ndone this or that.\"\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, we are going to\r\n\r\nhave  up  to  3  o'clock to thrash out  this  important\r\n\r\nquestion  of commerce and industry. During  the  Second\r\n\r\nReading  of  the  Appropriation Bill I  never  had  any\r\n\r\nsatisfaction from the replies of the Minister.  I  will\r\n\r\nput  some questions to the Minister and I hope he  will\r\n\r\ngive me the answers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3198</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About the oil milling industry. What is he doing in\r\n\r\norder to prevent it from closing down?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The shoe industry. There is keen competition from\r\n\r\nJapan\r\n\r\n \r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Tariffs!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> What steps is he going to take?\r\n\r\nWe  have  never been satisfied with what  he  has  been\r\n\r\ndoing.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The soap and biscuit factories - dwindling\r\n\r\nmanufactures, and moving of factories from Singapore to\r\n\r\nthe Federation. What is he doing to prevent all this?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are today not grousing but presenting to the\r\n\r\nGovernment the very serious situation with which we are\r\n\r\nnow  faced. There is no consolation in having  so  many\r\n\r\nfactories registered since more factories have to close\r\n\r\ndown.  The Minister has admitted that it takes quite  a\r\n\r\nlot  of  time  for a factory to start functioning;  but\r\n\r\nwhen a factory is closed down, it means that the people\r\n\r\nemployed  therein have lost their jobs. That is  indeed\r\n\r\nvery serious.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nobody is going to take credit for the planning done\r\n\r\nby  the Labour Front Government. I think we cannot  get\r\n\r\nanything from that source. Everything, they say,  needs\r\n\r\nplanning.  They  plan  and  plan  and  they  are  still\r\n\r\nplanning.  May  I suggest to them that planning  should\r\n\r\nhave  started  before they contested the  elections  in\r\n\r\n1955,  and  that from then on up till now there  should\r\n\r\nhave   been  enough  time  for  planning?  If   nothing\r\n\r\nmaterialises, it means either they have never given the\r\n\r\nthing  a  thought or all the plans as usual  have  gone\r\n\r\nwrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we hear from the Minister about his idea of\r\n\r\ninitiative and a helping hand from the Government. I am\r\n\r\nwondering in what way government has helped.  There  is\r\n\r\nthe  Master  Plan  that has not even  come  before  the\r\n\r\nAssembly. You can only site your factory here. You  can\r\n\r\nonly site your factory there. Nowhere else can you site\r\n\r\nyour  factory. What help has Government been  extending\r\n\r\nto  industry  regarding  power  and  all  other  allied\r\n\r\nmatters? Has Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3199</b></font><br><br>\r\n\r\n\r\n\r\nhelped  in  accelerating  the  approval  of  plans   of\r\n\r\nfactories?  Let me hear from the Minister how  long  it\r\n\r\nwill  take a person wanting to build a factory to  have\r\n\r\nhis  plans passed? I think my colleague was right  when\r\n\r\nhe  said that it takes longer to have the plans  passed\r\n\r\nthan   to   have  the  building  built.  If   that   is\r\n\r\nencouragement  from  the Government,  I  think  I  must\r\n\r\ndiffer.  That  is not helping trade; it is discouraging\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I think I have\r\n\r\nto  agree with the views expressed by the hon.  Members\r\n\r\nof  the  Opposition  on this most  important  Ministry,\r\n\r\nCommerce   and  Industry.  During  this  debate,   many\r\n\r\nspeakers have emphasised one way or the other that  the\r\n\r\npolitical  stability of Singapore is dependent  on  its\r\n\r\neconomic  stability.  The  Minister  for  Commerce  and\r\n\r\nIndustry   has   been  to  Saigon  and  other   foreign\r\n\r\ncountries.  He  has attended Colombo Plan  conferences.\r\n\r\nBut I do not know how much knowledge he has gained as a\r\n\r\nresult  of  these trips abroad and what he  can  do  to\r\n\r\nboost up industrialisation. Sir, time is running short,\r\n\r\nand  I  wish to say this: One of my friends from abroad\r\n\r\njoked  with  me  and  said, \"Singapore  is  lucky.  She\r\n\r\nprospers by the instability of South-east Asia\". He did\r\n\r\nnot  envisage  that  if the neighbouring  countries  of\r\n\r\nSingapore  are once stabilised, then how will Singapore\r\n\r\nfare?  In  other  words,  Singapore  today  lives   and\r\n\r\nprospers because of the instability of this region.  Is\r\n\r\nit not?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the Member for Serangoon\r\n\r\nagain  raised  the same point about certain  industries\r\n\r\nthat  are  suffering at the moment because  perhaps  of\r\n\r\nFederation  tariffs.  Sir,  the  oil  industry  is  not\r\n\r\nsuffering  because of tariffs; it is suffering  because\r\n\r\nof  the shortage of copra at the moment. Sir, if we put\r\n\r\na quota on the import of Japanese shoes, the Member for\r\n\r\nTelok  Ayer  (he  is  also  a Member  of  the  Liberal-Socialist Party) will say that we are going against the\r\n\r\nfree  port status of Singapore. Conflicting views  from\r\n\r\nthe same Party!\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Bad management!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3200</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, we cannot have a free port\r\n\r\nand   yet  have  a  range  of  tariffs  on  all  items.\r\n\r\nTherefore, I told the oil industry that I would take up\r\n\r\nthe matter of reducing the freight rates from Singapore\r\n\r\nto  Europe.  Sir,  it  was  also  as  a  result  of  my\r\n\r\nrepresentations  that the freight rates  on  copra  had\r\n\r\nbeen  reduced  by the Straits/Homeward Conference.  The\r\n\r\nprevious  rates  were  much  higher  until  I  met  one\r\n\r\nConference member and told him, \"You are not giving  us\r\n\r\nany attention.\" They then reduced the freight rates  on\r\n\r\ncopra.  Now  we are taking up the matter of  getting  a\r\n\r\nreduction of freight rates on coconut oil to Europe.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The rubber shoe industry: I referred this matter to\r\n\r\nthe  Industrial  Promotion  Board  and  asked  them  to\r\n\r\ninvestigate  whether  there  are  any  other   possible\r\n\r\nmethods  by  which  they could cut  down  the  cost  of\r\n\r\nproduction. Tariff is not the answer, Sir.  You  cannot\r\n\r\nimpose a tariff or quota just for the asking. You  have\r\n\r\nfirst to find out if there are any other methods.  When\r\n\r\nyou  are satisfied that there is no other method,  then\r\n\r\nyou can think of tariffs; otherwise your entrepot trade\r\n\r\nis  going to suffer and I am sure the Member for  Telok\r\n\r\nAyer  will  agree  with me in this - he  is  so  keen  on\r\n\r\nmaintaining  the free port status, as he has  mentioned\r\n\r\nearlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I might also mention this, Sir, that the oil millers\r\n\r\napproached me and said, \"We cannot sell our copra  cake\r\n\r\nbecause  of  the  flood of copra cake  from  Indonesia.\r\n\r\nWould  you  please put a restriction on the  import  of\r\n\r\ncopra cake?\" And I said, \"Go slow, please. Do not  just\r\n\r\nrush  me.  Let me investigate what your case  is.\"  And\r\n\r\nwhile the investigation was going on - it was not even  a\r\n\r\nmonth - they came back and said, \"Our problem is  solved.\r\n\r\nNow  we  are able to sell our copra cake. There  is  no\r\n\r\nneed  for  you to put a restriction.\" So you see,  Sir,\r\n\r\nimmature  minds  only will rush to  do  a  job  quickly\r\n\r\nwithout   planning   and  without   thinking   of   the\r\n\r\nrepercussions. Ministers cannot do that. They  have  to\r\n\r\nthink  of the future, and not of today only. What  they\r\n\r\ndo hastily in order to get results might\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3201</b></font><br><br>\r\n\r\n\r\n\r\nmean upsetting something else. It is all right for  the\r\n\r\nOpposition to shout about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Changi has harped on the problem\r\n\r\nof  Ministers  travelling  far  and  wide - he  mentioned\r\n\r\nSaigon - and  asked what they have achieved.  His  speech\r\n\r\nwas  in  line with what the Member for Telok  Ayer  has\r\n\r\noften  mentioned in this House. Sir, I went  to  Saigon\r\n\r\nand  met  Ministers  from  other  countries.  I  had  a\r\n\r\ndiscussion  with Mr Casey. I impressed  upon  him  the\r\n\r\nneed  for an animal feed mixing plant for Singapore  in\r\n\r\norder to encourage the farmers. I am glad to say that I\r\n\r\nhave received agreement in principle from Australia  to\r\n\r\ngive  us  an  animal feed mixing plant worth Australian\r\n\r\n£15,000, with the necessary technical assistance to set\r\n\r\nup  that  plant.  That plant is going  to  provide  our\r\n\r\nfarmers  with a balanced mixture of animal  feed  which\r\n\r\nhas  been recommended by Dr Kelly, who is carrying out\r\n\r\nresearch on the best type of food for pigs and poultry.\r\n\r\nSo  you will have a saving because the middle man will.\r\n\r\nbe  cut  out when you buy the feeding stuff and farmers\r\n\r\nwill  therefore  get the mixed feed cheaper  than  what\r\n\r\nthey now pay for individual feeding stuff. Also poultry\r\n\r\nand pigs will be growing at an accelerated pace because\r\n\r\nof   the  nutritional  value  of  this  balanced  feed.\r\n\r\nTherefore one advantage has been achieved by  my  going\r\n\r\nto Saigon - a trip which cost about $825.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On my return, I stopped at Bangkok and made a rice\r\n\r\ncontract with the Thai Government. We were not  getting\r\n\r\nenough  rice  and  there was also an uncertainty  about\r\n\r\ngetting  it.  So  I  made  a  contract  with  the  Thai\r\n\r\nGovernment for 18,000 tons at a price of about one  and\r\n\r\nhalf  to two pounds a ton cheaper than the market price\r\n\r\nand thereby saved the colony $200,000 to $300,000. That\r\n\r\nis another example of what Ministers can do.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we had unofficial Members of the Legislative\r\n\r\nCouncil visiting foreign countries in the past. Mr Tan\r\n\r\nChin Tuan and Mr Yap Pheng Geck made\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3202</b></font><br><br>\r\n\r\n\r\n\r\ntrips  abroad.  Mr C. C. Tan went to London,  Karachi,\r\n\r\nOttawa,  and New Delhi. And the hon. Member  for  Telok\r\n\r\nAyer visited Rangoon, Bandung, Manila and so on. But no\r\n\r\nconcern  was  expressed then of  the  taxpayers'  money\r\n\r\nbeing   spent  by  Unofficials  who  were  not   in   a\r\n\r\nresponsible  position and had no executive powers.  But\r\n\r\ntoday we are Ministers with executive powers, and  when\r\n\r\nwe go out to discuss matters with other Ministers at  a\r\n\r\nhigh  level, we achieve something. So you can  see  the\r\n\r\nmentality of the Opposition today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To continue, Sir, with these allegations that my\r\n\r\nMinistry has not been able to encourage industries. The\r\n\r\nsoap  and biscuit factories, Sir: we are now taking  up\r\n\r\nthe  question of tariffs with the Federation.  We  have\r\n\r\nhad discussions with them on this matter since the past\r\n\r\none  and a half years. We have decided that there  will\r\n\r\nprobably  have  to be a joint meeting of  the  Economic\r\n\r\nCommittees  of  both the Governments  to  discuss  this\r\n\r\ntariff  issue;  though I have all along felt  that  the\r\n\r\neconomic  problems of Singapore and the Federation  are\r\n\r\ncomplementary and therefore there should be  no  tariff\r\n\r\nbarriers  between us. It is, however, an idea which  we\r\n\r\nhave  to sell to them, and it is not easy to do so.  It\r\n\r\nis  very  easy  to say, \"Why do we not merge  with  the\r\n\r\nFederation?\"  If we are willing but they are  not,  you\r\n\r\ncannot  do  it. And we cannot declare war on  them  and\r\n\r\nsay,  \"If you do not remove your tariffs, we will fight\r\n\r\nyou.\"  You  cannot do that sort of thing. You  have  to\r\n\r\ntalk to them and try to persuade them. You have to show\r\n\r\nthem  the  advantages of removing trade  barriers,  and\r\n\r\nthat  takes time again. It is very difficult  for  hon.\r\n\r\nMembers  on  the Opposition side who have  not  got  to\r\n\r\nshoulder  responsibility  to understand  these  things.\r\n\r\nThey  can shout here at random as they like, but it  is\r\n\r\nwe who have to do the job and who know the difficulties\r\n\r\nof  doing  this  job and the time that is  required  to\r\n\r\ncarry out the operation.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> There is only one minute left. When\r\n\r\nI  spoke  of  the  jolly rides of the  present  Members\r\n\r\nwhilst in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3203</b></font><br><br>\r\n\r\n\r\n\r\nthe  previous Councils, Singapore was more  politically\r\n\r\nadvanced  than the neighbouring territories.  Today  we\r\n\r\nare still a dependent territory, but the Federation  is\r\n\r\nindependent.  However, Sir, the time is  short  and  on\r\n\r\nsome  other subject I will deal with it and  I  hope  a\r\n\r\nseasoned man on the Government side will reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Just two seconds, Sir, to sum up\r\n\r\nthe  Minister for Commerce and Industry's  speech,  and\r\n\r\nthat is \"Carry on, sergeant!\" For the oil affair he  is\r\n\r\ntaking  up  the  matter;  for  the  shoe  affair,   the\r\n\r\nIndustrial  Promotion  will investigate,  and  for  all\r\n\r\nother matters, \"Carry on, sergeant!\"\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $760,490 for Head 30 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3203</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 31 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 31 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know that in Singapore the available land for\r\n\r\nfarming  is dwindling. This is because most of it  must\r\n\r\nbe  taken  up for building and other projects. However.\r\n\r\nwe  still  find that Government is expending a  lot  of\r\n\r\nmoney on experimental farms. I have a feeling that just\r\n\r\nas  in  the  case  of  the other Ministries  which  are\r\n\r\nputting up plans which will never be realised,  in  all\r\n\r\nprobability  these experimental farms, when  they  pass\r\n\r\nthe  experimental stage, will leave us with very little\r\n\r\nland worth talking about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My main point about agriculture, Sir, is that at\r\n\r\npresent  we  have  farmers. There are  two  departments\r\n\r\nwhich deal with farmers - one, the Health Department; and\r\n\r\nthe  other,  the  Agricultural Department.  The  health\r\n\r\nauthorities will go to the farmers and tell them,  \"You\r\n\r\ncannot  put  up pig-sties. There are flies. You  cannot\r\n\r\nhave  ponds.  There are mosquitoes.\"  The  farmers  are\r\n\r\nfaced with such troubles. We should have expected that\r\n\r\nfarmers  would  have been able to  get  help  from  the\r\n\r\nGovernment. They want a lot of insecticides. \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3204</b></font><br><br>\r\n\r\n\r\n\r\nThey want a lot of fertilisers.  Do  I  see\r\n\r\nGovernment  purchasing large quantities  of  fertiliser\r\n\r\nand  then  passing them on to the farmers at  wholesale\r\n\r\nprices?  Today  I still see the farmers having  to  run\r\n\r\nalong  to  the shopkeepers for their fertilisers.  Even\r\n\r\nthe  use of modern fertilisers has not been rammed home\r\n\r\nto the farmers as being more effective and sanitary. So\r\n\r\nfar  as  I understand, the Agricultural Department  has\r\n\r\nbeen of very little help and this sum of money spent on\r\n\r\nagriculture,    other   than   decorating    government\r\n\r\ndepartments, is of no direct help to the people engaged\r\n\r\nin that industry.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I wish to raise\r\n\r\nonly  one point, and it is very closely connected  with\r\n\r\nthe  Ministry  of Local Government, Lands and  Housing.\r\n\r\nSir,  as  Assemblymen we have received  complaints  and\r\n\r\npleadings  for  help  in regard  to  resettlement  from\r\n\r\npeople  who  can be termed professional agriculturists.\r\n\r\nThese  people grow vegetables, but there is no security\r\n\r\nof  land tenure for them in a period when Singapore  is\r\n\r\ndeveloping  fast. They are merely termed  as  squatters\r\n\r\nalthough  in the official records, and even during  the\r\n\r\noccupation period, in their identity cards they are put\r\n\r\ndown  as farmers. But, Sir, they are not farmers.  They\r\n\r\ndo not have farmland at all. So I wish the Minister for\r\n\r\nCommerce and Industry will look into the matter of  how\r\n\r\nto  provide  security of tenure for these people.  Give\r\n\r\nthem  security of tenure for at least 80 years so  that\r\n\r\nthey can make sure that they can make a living from the\r\n\r\nland.  At present the private landlord has every  right\r\n\r\nto  serve  eviction  notices  on  any  whom  they  call\r\n\r\nsquatters. They do not know that such people  render  a\r\n\r\ngreat  service  to this country by growing  more  food,\r\n\r\nthus easing the food problem. Sir, I sincerely wish the\r\n\r\nGovernment  can  give us an outline of their  long-term\r\n\r\npolicy  to  protect the farmers with more  security  of\r\n\r\ntenure.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, for once I am in agreement\r\n\r\nto  a certain extent with the Member for Serangoon, and\r\n\r\nthat  is,  we  can  do  much more  for  the  farmer  in\r\n\r\nproviding him with fertilisers and teaching him how  to\r\n\r\nuse  them.  Although we are doing  this  to  a  certain\r\n\r\nextent now,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3205</b></font><br><br>\r\n\r\n\r\n\r\nI  myself am not satisfied that that is enough. But the\r\n\r\nreason why we cannot do more is because we have not got\r\n\r\nthe facilities. Members must realise we have taken over\r\n\r\na  transitory stage; we have taken over a machine which\r\n\r\nhas   to   be  adapted  to  the  needs  of  an  elected\r\n\r\ngovernment. The adaptation takes some time. It is  like\r\n\r\nconverting a motor-car - it takes some time.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, not much attention has been paid to the\r\n\r\nrural  areas.  With an elected Government taking  over,\r\n\r\nthat  attention has been stepped up. Members will  have\r\n\r\nseen  figures  of  the  increase  in  poultry  and  pig\r\n\r\nproduction. This experimental station which I have been\r\n\r\ntalking of is going to help a great deal in this  line.\r\n\r\nWhen  the station is ready - and I hope part of  it  will\r\n\r\nstart functioning somewhere in the middle of next  year\r\n\r\nat  Sembawang - the Agricultural Department will be  able\r\n\r\nto  develop and extend its services which will  include\r\n\r\nprovision of better seeds, fruit trees, tobacco  plant,\r\n\r\nfertilisers,  treatment  of  pests  and  diseases,  and\r\n\r\nstudies of mixed farming methods. We can teach, and  if\r\n\r\nthe farmers are willing to learn and to follow what  we\r\n\r\nteach,  they  will benefit. But I must confess  that  I\r\n\r\nmyself am not satisfied that we are doing enough at the\r\n\r\nmoment. There are however limitations and we cannot  do\r\n\r\nmore until we have this experimental station.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the tenure of land, Sir, that is entirely a\r\n\r\nseparate   question.  It  is  now  actually   receiving\r\n\r\nattention  from  me  and from the  Minister  for  Local\r\n\r\nGovernment, Lands and Housing.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> Sir, I do not know whether it is\r\n\r\nin  order for me to touch upon the speech made  by  the\r\n\r\nMember  for Changi. It is about the security of  tenure\r\n\r\nin  resettlement areas. I can say this. Sir,  that  the\r\n\r\nhon.  Member will probably be glad to learn that during\r\n\r\nthe  first  week  of  January 1958 Government  will  be\r\n\r\ngiving  out 61 land titles to 61 farmers for leases  of\r\n\r\n60  years.  We are also proceeding with our  survey  of\r\n\r\n2,652 farm lots and we hope, if the farmers comply with\r\n\r\nthe   conditions,  all  these  2,652  farm  lots   will\r\n\r\nsimilarly be allocated to the farmers.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3206</b></font><br><br>\r\n\r\n \r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I would like to seek some\r\n\r\ninformation from the Minister. In Singapore we have, on\r\n\r\nthe  one  hand,  large  rubber estates,  large  coconut\r\n\r\nestates and probably some large pineapple estates,  but\r\n\r\nall  these  belong to large companies  which  can  look\r\n\r\nafter  themselves. I want to know how much agricultural\r\n\r\nland  there  is left in Singapore. How long  will  such\r\n\r\nland remain as agricultural land? At what rate will the\r\n\r\navailability of such land dwindle?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My next point is: instead of having to experiment\r\n\r\nwith mixed farming, with fertilisers and this and that,\r\n\r\nis  there  not an agricultural station in  Serdang  now\r\n\r\nbelonging  to the Federation of Malaya? The  Federation\r\n\r\nof  Malaya is still a friendly neighbour and if we  can\r\n\r\nobtain  information from them, would it  not  save  the\r\n\r\nMinister the trouble of having to experiment with mixed\r\n\r\nfarming, etc.?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the primary function of\r\n\r\nSerdang is to train officers in the agricultural field.\r\n\r\nWe have sent trainees there. We do get information from\r\n\r\nthere   too.   But  it  is  not  just  a  question   of\r\n\r\nexperimenting in our station. It is rather  a  question\r\n\r\nof  bringing our farmers to the station and  saying  to\r\n\r\nthem, \"See for yourselves what we can do with this  and\r\n\r\nthat.\"  You  cannot  take them  to  Serdang  for  that,\r\n\r\nbecause it will cost too much, and Members will grumble\r\n\r\nabout travelling expenses. I think the hon. Member  has\r\n\r\nalso raised another point, but it has slipped my mind.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> We are indeed very pleased to\r\n\r\nhear  the statement just made by the Minister for Local\r\n\r\nGovernment,  Lands and Housing regarding the  impending\r\n\r\nissue  of 61 land titles to farmers, Sir; but one thing\r\n\r\nhe  has  omitted  to mention: I think these  farm  lots\r\n\r\nbelong  to  Government. I wonder whether  the  Minister\r\n\r\nwill  consider  compelling  the  private  landlord   to\r\n\r\nprovide  the  same  compensation  facilities   as   the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang:</b> Mr Speaker, Sir, I was just\r\n\r\nwondering why the figure of 61 titles is so small.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3207</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid Bin Haji Jumat:</b> Sir, the reason is this: we\r\n\r\nstarted surveying land a year and a half ago and it has\r\n\r\ntaken some time to get the proper measurements for  the\r\n\r\nareas occupied by these squatters. It has also taken us\r\n\r\nquite some time to get the survey corrected, but I have\r\n\r\npromised   that  when  all  these  lots  are   properly\r\n\r\nsurveyed,  there  will  be a  further  2,652  lots  for\r\n\r\ndistribution to the farmers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point raised by the Member for\r\n\r\nChangi, I think that was the one which he raised in the\r\n\r\nAssembly  3  days ago - although he was not present  when\r\n\r\nyou  called out his name, Sir,I have already  provided\r\n\r\nthe Member with the answer. He asked whether Government\r\n\r\nwould  compel  private  landowners  to  make  ex-gratia\r\n\r\npayments when they evict the tenants; and my reply  was\r\n\r\nthat  it  was  not  possible for Government  to  compel\r\n\r\nprivate land owners to make ex-gratia payments  to  the\r\n\r\nsettlers because if it is ex-gratia, then there can  be\r\n\r\nno compulsion.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, another point that was\r\n\r\nraised  by  the  Member for Serangoon - a survey  of  all\r\n\r\nlands. We have up to now no real detailed survey of all\r\n\r\nthe available land. We have had a general survey, but I\r\n\r\ndo  contemplate - Members will  be  glad  to  hear  about\r\n\r\nthis - having a proper survey carried out so that we will\r\n\r\nknow exactly where vacant lands are and what lands  are\r\n\r\nnot utilised or put to economic use.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $105,990 for Head 31 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3207</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 32 -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 32 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 1 therein.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I move this amendment in order to seek more\r\n\r\ninformation.  So  far  as  cooperative  development  is\r\n\r\nconcerned,  it  is  still an unknown  affair  with  the\r\n\r\npeople.  Very few people know that this is a government\r\n\r\nundertaking. So far as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3208</b></font><br><br>\r\n\r\n\r\n\r\nI  can  gather,  many people believe that  co-operative\r\n\r\nmovements  are run by the P.A.P. This really  surprises\r\n\r\nme. So I would like to seek this information:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How many co-operative societies are there? What is\r\n\r\ntheir  total membership? What is the work  of  each  of\r\n\r\nthese  societies? How much good have they done for  the\r\n\r\npeople out of the money voted for them?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, as a matter of\r\n\r\ninformation to this House on the point just  raised  by\r\n\r\nthe  hon.  Member  for Serangoon that  the  cooperative\r\n\r\nmovement  is quite unknown to the people of  Singapore,\r\n\r\nand  that  even some people mistake it for  a  movement\r\n\r\nencouraged  by the P.A.P., I think that  is  not  true,\r\n\r\nSir.  As  far  as my personal experience goes,  when  I\r\n\r\nfounded the now dissolved Farmers' Association,  I  did\r\n\r\nformally suggest to the Association to carry on and  go\r\n\r\nall  out in its cooperative work; but there was  strong\r\n\r\nopposition  from  the P.A.P. clique, and  so  this  co-operative movement died. The P.A.P. said that  the  co-operative  movement is just an instrument of Government\r\n\r\nand  a colonial method to woo the people. However,  all\r\n\r\nthis is not a matter of concern to this House. It is, I\r\n\r\nthink,  the responsibility of the Minister for Commerce\r\n\r\nand  Industry  to  find out why  the  people  are  ill-informed of such a wonderful administrative machine  in\r\n\r\nthe  Government.  Every Party in Singapore  now  styles\r\n\r\nitself as Socialist and I am sure that the co-operative\r\n\r\nmovement  is one of the most important of any socialist\r\n\r\nmovements. Why is the public still unaware of  such  an\r\n\r\nimportant movement existing in Singapore? I think it is\r\n\r\nbecause  they do not know what benefit they can  derive\r\n\r\nfrom  such  a movement. Therefore I formally make  this\r\n\r\nrequest: whether the Government will consider extending\r\n\r\na  cash  loan, or even set up a co-operative  bank,  to\r\n\r\nhelp  the  poor  farmers  and hawkers  and  even  small\r\n\r\nbusiness men.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> The Ministry of Commerce and\r\n\r\nIndustry is indeed a Ministry of Shoes - even though they\r\n\r\nmay  be  made  of rubber - and we concern ourselves  with\r\n\r\nships  and  sealing  wax, and even  cabbages  from  our\r\n\r\nfarmers!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3209</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the request for figures from the\r\n\r\nMember  for Serangoon, there are 30,000 members in  the\r\n\r\n96 cooperative societies in Singapore today.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\r\n\r\n  Thrift and loan societies - 37.\r\n\r\n  Thrift and investment societies - l7.\r\n\r\n  Stores and shops societies - l2.\r\n\r\n  Marketing societies - 10.\r\n\r\n  Housing societies - 2.\r\n\r\n  Rural credit societies - 4.\r\n\r\n  Co-operative credit societies - 3.\r\n\r\n  Labourers' co-operative credit societies - 2.\r\n\r\n  Co-operative unions - 2.\r\n\r\n  Miscellaneous societies - 5.\r\n\r\n  Banking societies - 2.\r\n\r\n  \r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The total is 96 societies out of which 13 have been\r\n\r\nformed this year. I have not been caught napping,  Sir,\r\n\r\nby the Member for Serangoon. I have the figures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the hon. Member's allegation that the co-operative movement is unknown, that may have been so a\r\n\r\ncouple  of years ago, but it is becoming more and  more\r\n\r\nknown now, and I am sure it will become much more known\r\n\r\nin  the future as more propaganda is being spread about\r\n\r\nthis movement in the rural areas among the farmers. But\r\n\r\nwe  are at the moment suffering from a lack of suitable\r\n\r\nofficers.  We advertised in Hong-kong, I think  it  was\r\n\r\nthe  year before last, for a Chinese to be the head  of\r\n\r\nthis  department - essentially  he  must  be  a  Chinese,\r\n\r\nbecause  we have to make propaganda amongst the Chinese\r\n\r\nfarmers since they constitute the majority of the rural\r\n\r\npopulation - but  we could not get a suitable  man,  with\r\n\r\nthe result that we had to have other officers.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Another six months.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Frankly, if we cannot overcome\r\n\r\nthis  problem, then the co-operative movement will  not\r\n\r\nbe  given  a  push forward. We must have  more  Chinese\r\n\r\nofficers trained in the co-operative movement and  they\r\n\r\nare very difficult to get.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3210</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the point raised by the Member for\r\n\r\nChangi  about  a  rural bank, I  do  not  know  whether\r\n\r\nMembers  have  noticed that there  is  a  vote  in  the\r\n\r\nEstimates  for $50,000 to the Agricultural Co-operative\r\n\r\nUnion.  That  vote  is given on the understanding  that\r\n\r\nthey   raise   $10,000  themselves.  It   must   be   a\r\n\r\npartnership - even   though   they    may    be    junior\r\n\r\npartners - between Government and them. They cannot  have\r\n\r\ncomplete  spoon-feeding from the Government. They  must\r\n\r\nmake  an  effort also, but they have up  to  date  been\r\n\r\nunable  to  raise  this $10,000 because  of  jealousies\r\n\r\namongst  their own constituent societies. That  is  the\r\n\r\nplain  fact,  Sir, and I am not prepared  to  recommend\r\n\r\ngiving  the $50,000 unless they agree to abide  by  the\r\n\r\nterms  to  which  they  have  agreed  with  us  at  the\r\n\r\nbeginning when they said, \"Give us $50,000 and we agree\r\n\r\nto raise $10,000.\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I thought my question was,\r\n\r\nwhat  work  have these societies done and what  benefit\r\n\r\nhave  they  brought to the people? I just do  not  want\r\n\r\nfigures.  In  regard to the housing societies - how  many\r\n\r\nhouses or fiats have they built? What have they done?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I have just a minute and a half,\r\n\r\nSir.  The  Public  Services  Co-operative  Store  is  a\r\n\r\nlandmark in the drive against indebtedness - that I think\r\n\r\nthe  hon.  Member knows. This is an urban  co-operative\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the request for more information from\r\n\r\nthe hon. Member, Sir, 79 new houses have been built  at\r\n\r\nPaya  Lebar  by  the  Government Officers'  Cooperative\r\n\r\nBuilding  Society - I do not remember the name correctly,\r\n\r\nSir.  Then,  Sir, the Malay Co-operative Banking  Union\r\n\r\nhas  already saved $16,000. Then there is a Fishermen's\r\n\r\nSociety trying to co-ordinate the sale of fish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the hon. Member can go to Seah Street and\r\n\r\nbuy  eggs  cheap from the Agricultural Union. They  are\r\n\r\nselling  eggs  cheaper than what  we  can  get  in  the\r\n\r\nmarket. So that is a benefit which even the hon. Member\r\n\r\ncould  derive  from the activities of this co-operative\r\n\r\nsociety.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $117,430 for Head 32 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3211</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 33 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr Lee\r\n\r\nKuan Yew:-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 33 be reduced by\r\n\r\n$10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lee Kuan Yew's absence, the amendment was not\r\n\r\nproceeded with.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I move,\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 33 be reduced by\r\n\r\n$10 in respect of item (5) of subhead I therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have chosen this item to initiate\r\n\r\na discussion on Exchange Control in general.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Can the hon. Member explain why\r\n\r\nhe has chosen this particular item (5) to initiate a\r\n\r\ndebate on the policy as a whole?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> The reason why I have chosen this\r\n\r\nitem (5) is to initiate a debate on the whole policy.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Perhaps the hon. Member will\r\n\r\nwait  until I have proposed the question on  the  whole\r\n\r\nHead and then he will be in order. His amendment is out\r\n\r\nof  order.  The  Question now  is,  \"That  the  sum  of\r\n\r\n$262,420  for Head 33 stand part of the Schedule.\"  Mr\r\n\r\nR. Jumabhoy.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, you have ruled that my\r\n\r\namendment  is out of order. What item would I  have  to\r\n\r\nmove  an  amendment  to, Sir, in order  to  initiate  a\r\n\r\ndiscussion?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The proper item would be item (1),\r\n\r\nreferring to the head of the whole department.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Thank you, Mr Speaker, Sir. My idea\r\n\r\nis  to discuss Exchange Control as a whole. This  is  a\r\n\r\nsubject  which  I have raised for many   years  in  the\r\n\r\nprevious  Legislative Council and in this  Assembly.  I\r\n\r\nasked the Financial Secretary then and I have asked the\r\n\r\npresent  Financial Secretary about Singapore's earnings\r\n\r\nof  hard currency. I have never received a direct reply\r\n\r\nthat Singapore's earnings have been so much for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3212</b></font><br><br>\r\n\r\n\r\n\r\nso  many  years, year by year. Our surpluses have  been\r\n\r\nfor  somebody's benefit. The only reply I have received\r\n\r\nall  this, time has been rather evasive. Possibly  the\r\n\r\nview   is  taken  that,  being  a  joint  concern  (the\r\n\r\nFederation of Malaya and Singapore), the hard  currency\r\n\r\nearnings, are lumped together and not separated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are today still a colony, while the\r\n\r\nFederation  is  an independent country  enjoying  equal\r\n\r\nrights  as  any  other  Commonwealth  country.  I  have\r\n\r\nalways, pointed  out that we are buying  hard-currency\r\n\r\ngoods  at  black  market rates from Hongkong,  and  the\r\n\r\ncolonial power has always tolerated that at the expense\r\n\r\nof  the  taxpayers. Sir, one cannot deny that the  most\r\n\r\nimportant factor in entrepot trade is the relaxation of\r\n\r\nexchange  controls as far as possible or make Singapore\r\n\r\nas  free as Hongkong. That does not mean that Singapore\r\n\r\nwill be taken away from the sterling area. No. Hongkong\r\n\r\nhas the maximum relaxation of exchange controls and  it\r\n\r\nis still tied to sterling. Sir, Hongkong is flourishing\r\n\r\nbecause  of its free exchange. There is enough  capital\r\n\r\nfrom  various countries lying there. Capital is without\r\n\r\nfear  about putting in money in the Hongkong market  or\r\n\r\nin  Hongkong wares; so in turn, there is enough capital\r\n\r\n[Interruption.].\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I know that Ministers may need\r\n\r\nto  have private conversations but if they are of  some\r\n\r\nlength  I suggest that the Ministers retire behind  the\r\n\r\nbar.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> I do not blame him, Sir, he is the\r\n\r\nsenior man on the-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, to continue on this subject,\r\n\r\nwhat   I   want  is  to  see  development,   and   more\r\n\r\ndevelopment, for our vast population, and  to  see  our\r\n\r\nentrepot  trade  flourish.  We  have  connections  with\r\n\r\nIndonesia  and  Thailand;  we  have  connections   with\r\n\r\nVietnam,  Cambodia, Laos and various other  surrounding\r\n\r\ncountries for trade. If there is less control over  all\r\n\r\nthese transactions, we are sure to gain.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3213</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Time at my disposal is rather short, Sir, but I would\r\n\r\nlike  to  ask  a  question of the  Hon. the  Financial\r\n\r\nSecretary, the expert who deals with exchange  finance,\r\n\r\nto  let me know if it is possible for him in the  short\r\n\r\ntime available - notice of my motion has been given and I\r\n\r\nhave been talking on this pet subject for many years - to\r\n\r\ngive  figures at least of the past three, four or  five\r\n\r\nyears  showing Singapore's hard currency  earnings  and\r\n\r\nhow we have spent them.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland:</b> May I ask a point of\r\n\r\nelucidation of the hon. Member who has just  sat  down,\r\n\r\nSir?  Is  he advocating a free market in Singapore?  Is\r\n\r\nthat  what  he  is  advocating, or is he  advocating  a\r\n\r\ngreater  relaxation of exchange controls?  I  think  he\r\n\r\nought to make that clear.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Well, that is a surprise question\r\n\r\nfor  an  experienced banker. He may possibly  be  right\r\n\r\nabout sterling. What I worry about is Singapore's trade\r\n\r\nfor  the  sake  of the people here and at  the  present\r\n\r\nmoment I shall be quite satisfied with a relaxation  of\r\n\r\ncontrols  before complete freedom from it.  I  hope  he\r\n\r\nwill be satisfied.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> In that case, Sir, I do not\r\n\r\nunderstand why he brings Hong-kong into the picture  at\r\n\r\nall.  The exchange control regulations in Hongkong  are\r\n\r\nprecisely the same as they are here, but Hongkong has a\r\n\r\nfree  market.  If he would like me to say something  on\r\n\r\nthat, I shall be very pleased to do so.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> I was really quoting Hongkong as a\r\n\r\nflourishing  colony  because of  its  free  market.  We\r\n\r\nshould start first with a relaxation of controls and if\r\n\r\nthat succeeds, we can in future be in the same position\r\n\r\nas Hongkong.\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> Mr Speaker, Sir, there is a great\r\n\r\ndeal  of  loose  talk on this subject. As  recently  as\r\n\r\nNovember  30, the Singapore Standard said in a  leading\r\n\r\narticle:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The present foreign exchange restrictions should be\r\n\r\nlifted because these militate against the interests  of\r\n\r\nSingapore.  It is illogical that, although all  foreign\r\n\r\ncurrencies can be bought in Hongkong. Singapore is tied\r\n\r\nhand and foot.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3214</b></font><br><br>\r\n\r\n\r\n\r\nIf  British  trading  interests in  Singapore  wish  to\r\n\r\ncontinue   their   trading  operations,   the   British\r\n\r\nGovernment should remove currency restrictions and  put\r\n\r\nSingapore on a par with Hongkong.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I think that is actually what the hon. Member has\r\n\r\nin  mind.  But  this article, Sir, does not  state  the\r\n\r\nwhole  truth. The fact is that Hongkong has  precisely\r\n\r\nthe  same exchange control restrictions as we have. Its\r\n\r\nforeign  exchange arising from exports is  subject  to\r\n\r\nprecisely  the same controls, but Hongkong has  a  free\r\n\r\nmarket.  Now  this  free market is something  that  has\r\n\r\naccidentally developed. It started from gold and silver\r\n\r\nbeing  freely traded in Hongkong before the banks  were\r\n\r\nre-established  after  the  war.  Again,   it   has   a\r\n\r\ntremendous  influx  of United States  dollars - I  saw  a\r\n\r\nfigure  mentioned  of $200 million a  year - coming  from\r\n\r\nChinese  residents in the United States, and  from  all\r\n\r\nsources including U.S. dollars which virtually was  the\r\n\r\ncurrency  of  Nationalist China after the war.  It  has\r\n\r\nthis tremendous store of dollars to draw upon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is from these sources of free dollars that the\r\n\r\nimporter  finds  his foreign exchange. Tourist  dollars\r\n\r\nalso find their way into this market. Most people,  and\r\n\r\nI  think actually the hon. Member for Telok Ayer  also,\r\n\r\nthink  that we can start a free market in this  country\r\n\r\nby   freeing   foreign  exchange  here.   Incidentally.\r\n\r\nSingapore  does  not earn any U.S. dollars;  it  has  a\r\n\r\ndeficit  in its balance of payments with hard  currency\r\n\r\nareas;  but  they think they can start this  market  by\r\n\r\nfreeing  foreign  exchange arising from  exports.  That\r\n\r\nwould  be  a leak in the sterling area. That  would  do\r\n\r\nabsolutely no good at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are considerable advantages in belonging to the\r\n\r\nsterling  area,  and it is necessary that  the  central\r\n\r\nreserves  of  the sterling area held in  hard  currency\r\n\r\nshould be controlled by the United Kingdom. The Straits\r\n\r\ndollar cannot fall below its statutory limit because it\r\n\r\nis 100 per cent backed with sterling; and it is well to\r\n\r\nremember   that   the   pooling  of   hard   currencies\r\n\r\nstrengthens  sterling and, therefore,  strengthens  the\r\n\r\nStraits dollar.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3215</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Hongkong, the supply of hard currency, of U.S.\r\n\r\ndollars, is adequate. There are sufficient U.S. dollars\r\n\r\nfinding  their  way into that market for purchasers  of\r\n\r\nU.S. dollars to find them there. But such a  situation\r\n\r\ncannot  arise  in  Singapore. If we  establish  a  free\r\n\r\nmarket here, where will the U.S. dollars come from?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> From the air!\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> I will tell you one thing, Sir, and\r\n\r\nthat is that if we do establish a free market here,  if\r\n\r\nwe  take steps to establish a free market and say, 'All\r\n\r\nright, let the U.S. dollars come in', there will  be  a\r\n\r\ntremendous demand for them and the result will be  that\r\n\r\nthe free market will collapse in a very short space  of\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are simply not the sources of supply in this\r\n\r\npart of the world. There is no analogy between Hongkong\r\n\r\nand Singapore.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the hon. Mr Sutherland has\r\n\r\nadmirably  put up the arguments against a  free  market\r\n\r\nhere.  There are some who consider that if we establish\r\n\r\na  free  monetary  area  here  in  Singapore,  we  will\r\n\r\nprobably  attract dollars from Hongkong but  that  will\r\n\r\nnot be the case because Hongkong will then restrict the\r\n\r\nexport  of its dollars. It will see to that because  it\r\n\r\nwill  be going to lose the trade which it is doing with\r\n\r\nus.  If  we get its dollars, we will then use  them  to\r\n\r\nimport  goods direct; it will therefore see to it  that\r\n\r\nit  restricts  the export of dollars to  Singapore.  We\r\n\r\nwill not be able to attract dollars from Hongkong;  and\r\n\r\nas for attraction direct from the source, there is none\r\n\r\nhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the present moment, Hongkong is a sort of shop\r\n\r\nthrough which we purchase American goods, sometimes  at\r\n\r\nfour  per cent, sometimes six per cent above the price,\r\n\r\ndepending  on  the  free market rate  of  exchange  for\r\n\r\ndollars in Hongkong and the little commission  of  the\r\n\r\nmiddleman.  But Hongkong has placed one restriction  on\r\n\r\nus,  and that is that whatever goods we import from  it\r\n\r\nwith  its free market dollars, we cannot export at will\r\n\r\nto  any  other  country - although to  help  us,  we  are\r\n\r\nallowed to re-export\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3216</b></font><br><br>\r\n\r\n\r\n\r\nto  our  traditional entrepot markets, and that we  are\r\n\r\ndoing  now.  But  that gives you an indication  of  its\r\n\r\nattitude: if it will not allow us to re-export  to  any\r\n\r\ncountry  goods purchased with its free market  dollars,\r\n\r\nit  will  further  still not allow its  dollars  to  be\r\n\r\nexported to Singapore and be utilised by us to cut  its\r\n\r\nown   trade.  Apart  from  this  possible  source  from\r\n\r\nHongkong, I cannot see any other source of dollars  for\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have gone into this question at great length, Sir,\r\n\r\nfor  months and months, to see if there is any possible\r\n\r\nmethod  of establishing a free market here,  and  I  am\r\n\r\nconvinced that there is none. We do not earn sufficient\r\n\r\ndollars  for  our  own  consumption,  and  in  fact  by\r\n\r\nremaining in the sterling area and having this control,\r\n\r\nwe  stand to benefit rather than to lose. The moment we\r\n\r\nhave a free market, our imports will be restricted very\r\n\r\ngreatly  and we will not be able to import all we  need\r\n\r\nfrom any dollars officially earned by us.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $262,420 for Head 33 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3216</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 34 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $401,220 for Head 34 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir, I rise to vote against\r\n\r\nthis Head. It is regrettable that I have to revert once\r\n\r\nmore  to  the subject of prawn ponds. If I do  so,  the\r\n\r\nMinister  has only himself to blame. He held  back  his\r\n\r\ninformation and arguments when he spoke in reply to his\r\n\r\nmotion on 4th December.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally agreed on this side of the House that\r\n\r\nif there is the remotest possibility that the supply of\r\n\r\nprawns  will drop with the cutting down of 1,000  acres\r\n\r\nof mangroves and replacing the breeding area by similar\r\n\r\ntrapping areas, then the Government should not proceed.\r\n\r\nNow, Sir, the Minister admitted, a little late, that he\r\n\r\nhad to reply on his Fisheries Officer. He said:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the House feels that the opinion of the Fisheries\r\n\r\nOfficer  is wrong, then the House can vote against  the\r\n\r\nmotion.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3217</b></font><br><br>\r\n\r\n\r\n\r\nThe  Minister  then  read out the  Fisheries  Officer's\r\n\r\nexpert  opinion, rather rapidly, I thought, for it  was\r\n\r\nnot  easy  to follow; in any case, I had no opportunity\r\n\r\nto  reply.  The  expert opinion on which  the  Minister\r\n\r\nsolely relies - he is not prepared to listen to any other\r\n\r\nexpert  opinion - is to be found in column 2884 of volume\r\n\r\n2, No. 40 of the Official Report. Perhaps I may read it\r\n\r\njust a little more slowly? The second sentence is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No conclusive research work on the breeding of\r\n\r\nPeneids in Malayan waters has been carried out.\"\r\n\r\n\r\n\r\n<br><br>That is a significant point - the Chief Fisheries Officer\r\n\r\nhas  no  conclusive evidence. So we will, according  to\r\n\r\nthe  Minister, cut down 1,000 acres of trees first  and\r\n\r\nthen come to conclusions later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To go on, the third sentence reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The present state of knowledge based on the research\r\n\r\nwork done in the United States of America and elsewhere\r\n\r\non  this  group  of prawns indicates  that  they  breed\r\n\r\nfairly far out to sea in clear water. A review of  this\r\n\r\nwork  by three U.S.A. experts on prawns, namely, W.  N.\r\n\r\nAnderson, J. E. King and M. J. Linder, may be found  in\r\n\r\nthe Biological Bulletin of 1949, and this work has been\r\n\r\naccepted by biologists all over the world as accurately\r\n\r\nrepresenting  the position, so that we may  until  such\r\n\r\ntime as proof to the contrary is available, assume that\r\n\r\nour  Peneid prawns spawn fairly far out to sea and that\r\n\r\ntheir  larval stages are brought into the ponds by  the\r\n\r\ntide  from spawning grounds which may be ten  miles  or\r\n\r\nmore from the Ulu Pandan area ...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I looked up this work which actually is in volume\r\n\r\n96,  on page 168 and the following pages - I have it with\r\n\r\nme here. The actual title of the paper is \"Early stages\r\n\r\nof the life history of the common marine shrimp Penaeus\r\n\r\nSetiferus (Linnaeus)\", and this edible prawn is  to  be\r\n\r\nfound  in  the  South Atlantic and the Gulf  of  Mexico\r\n\r\nregion  of the United States. So that when we are  told\r\n\r\nthat  this paper refers to the group of Peneids, it  is\r\n\r\nnot in fact the case; it refers to a single species  in\r\n\r\nthe  family  of Peneids - and I have it on other  expert\r\n\r\nauthority that this prawn is not to be found in Malayan\r\n\r\nwaters. And even if it does, perhaps the Minister  will\r\n\r\nask   the  Fisheries  Officer  whether  he  can   state\r\n\r\npositively that Penaeus Setiferus (Linnaeus)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3218</b></font><br><br>\r\n\r\n\r\n\r\nis  to  be found here. That is the reason why  I  asked\r\n\r\nwhat   research   had  been  done  by   the   Fisheries\r\n\r\nDepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following are nevertheless conclusions made by\r\n\r\nthe three Americans:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The relationship of nursery grounds to commercial\r\n\r\ncatch [which is the summary of the paper]:\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We conclude that the number of openings to the\r\n\r\noutside  waters  and  the extent of favourable  nursery\r\n\r\ngrounds   are   two  of  the  major  physical   factors\r\n\r\ninfluencing   production  of  shrimps.   Secondly,   in\r\n\r\naddition  to  the number of passes to the area  of  the\r\n\r\nnursery grounds, coastal or nearby offshore areas  with\r\n\r\nrelatively  shallow water, high salinity and  mud  also\r\n\r\nseems to be a requisite.\"\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And if you were to search these four pages, you will\r\n\r\nnot find a reference anywhere to the breeding of prawns\r\n\r\n10  miles  out  to sea. There is no mention  about  any\r\n\r\ndistance whatever. In fact, if anything, the reverse is\r\n\r\nhinted  at, and this work also does not pretend  to  be\r\n\r\nconclusive  even about the movements of this particular\r\n\r\nSouth Atlantic and Gulf of Mexico prawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The factors responsible for the inshore movement of\r\n\r\nlarval and post-larval Penaeus Setiferus have not  been\r\n\r\ndetermined. We believe, however, that for the young  to\r\n\r\nreach  the  nursery  grounds,  they  must  encounter  a\r\n\r\nfavourable incoming current.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That was the point which I did refer to very briefly\r\n\r\nthe  other  day  in this House, that  the  question  of\r\n\r\ncurrents  was a most important one with regard  to  the\r\n\r\nmovement  of  prawns  to or from  the  breeding  areas,\r\n\r\nwherever  these may be, and to the feeding  grounds  in\r\n\r\nmangrove,  and  quite clearly I think  the  House  will\r\n\r\nagree that the currents around these islands are pretty\r\n\r\ntricky  ones and I think it is quite true to  say  that\r\n\r\nnot  enough is known about them to make it quite  clear\r\n\r\nwhat the movements would in fact be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And so, as there is not a shred of evidence in this\r\n\r\npaper in support of what the Minister said was in it, I\r\n\r\ncannot but come to the conclusion that the Minister has\r\n\r\nnot,  in fact, read the paper himself. So, Sir, we  are\r\n\r\nsatisfied  that  the Minister has not proved  his  case\r\n\r\nfrom the biological point of view. If he will only look\r\n\r\nat  the evidence with a little less prejudice, he  must\r\n\r\ncome to the conclusion that the action he proposes to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3219</b></font><br><br>\r\n\r\n\r\n\r\ntake  may  do more harm than good. I say 'may  do  more\r\n\r\nharm than good': it is open to doubt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us turn to two other points. Firstly, I have\r\n\r\na written answer to my question regarding the extent of\r\n\r\nother areas of mangrove suitable for the development of\r\n\r\nprawn  ponds.  The estimated present acreage  of  prawn\r\n\r\nponds  is 1,883 acres, and there are still 5,945  acres\r\n\r\napproximately  of Crown land suitable  for  production.\r\n\r\nWhy  cannot  these  be  used instead  of  the  area  in\r\n\r\nquestion?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The only argument against the development of prawn\r\n\r\nponds  in the Johore Straits, which comprises the  bulk\r\n\r\nof 5,945 acres given by the Minister, is because of the\r\n\r\ncurfew  and the restriction on fishermen to fish  there\r\n\r\nat  night. This argument, Sir, does not seem to  me  to\r\n\r\nmake sense. Prawn ponds are on land and not out at sea.\r\n\r\nIf  fishermen are restricted from fishing out  to  sea,\r\n\r\nthere is all the more reason for developing prawn ponds\r\n\r\nas  an  alternative or additional livelihood.  Why  not\r\n\r\nmake a start of increasing the prawn catch on this West\r\n\r\nCoast  instead  of at Ulu Pandan? And there  are  other\r\n\r\nfactors  which should make us hesitate before  changing\r\n\r\nconditions at Pandan because two other big changes  are\r\n\r\nalready being made. I refer to the affluent of the  new\r\n\r\nsewerage  purification plant being built in Ulu  Pandan\r\n\r\nwhich  would discharge into the Sungei Jurong and which\r\n\r\ncould  possibly upset salinity; and there  is  the  new\r\n\r\nCaltex  oil depot and jetty being built at the Southern\r\n\r\nextremity of the Nature Reserve, with the danger of oil\r\n\r\ndischarge - two  factors  above  and  below  the   Nature\r\n\r\nReserve. Why add a third and possibly fatal disturbance\r\n\r\nwhen there is other land available?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has told us it has not yet been\r\n\r\ndecided by what method the 800 acres are to be let  out\r\n\r\nfor development as prawn ponds. That is all to the good\r\n\r\nand gives a further chance to the Minister to pause and\r\n\r\nthink  again. But I would say this, that if he persists\r\n\r\nin   going  on  with  the  scheme,  will  he  give   an\r\n\r\nundertaking   to  this  House  that  he   will   invite\r\n\r\napplications   to   operate  the   scheme   by   public\r\n\r\nadvertisement and public tender? I mention this because\r\n\r\nI and my colleagues have heard rumours\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3220</b></font><br><br>\r\n\r\n\r\n\r\n- and rumours should be scotched quickly if untrue, as I\r\n\r\nam  sure  they are untrue - that applications  for  these\r\n\r\nacres  were made in January and February of this  year,\r\n\r\nand that promises were made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, will the Minister and the Government\r\n\r\nagree to review this whole matter again? In view of the\r\n\r\nevidence, it is their plain duty in the public interest\r\n\r\nto do so.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I must confess I have not\r\n\r\nread that learned treatise to which the hon. Member has\r\n\r\nfound access.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I will lend it to the Minister.\r\n\r\n \r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Thank you, but I must also say\r\n\r\nthat if Ministers have to read all that sort of\r\n\r\nacademic books and volumes -\r\n\r\n \r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> On a point of information, Sir, the paper is\r\n\r\nonly four pages long.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, if they have to read all\r\n\r\nthat,  they  will  not  be  able  to  carry  out  their\r\n\r\nministerial   duties  without  having   another   three\r\n\r\nassistant ministers, especially in a Ministry where, as\r\n\r\nI  say,  we have got to deal with cabbages and  prawns,\r\n\r\nforeign  exchange control and ships, and all  sorts  of\r\n\r\nother things -\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> And rubber footwear.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Besides rubber footwear. On\r\n\r\ntechnical matters, Ministers have to rely on  heads  of\r\n\r\ndepartments who have the technical knowledge, and as  I\r\n\r\nsaid,  I was prepared to accept the advice given by  my\r\n\r\ntechnical officer on fisheries. The hon. Member in  the\r\n\r\ndebate earlier this month cited technical opinion given\r\n\r\nby  professors against the Scheme, but then  they  were\r\n\r\nnot  professors  of  fisheries,  whereas  my  technical\r\n\r\nofficer is an officer qualified in fisheries. Evidently\r\n\r\nI have to take his advice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This work of the three United States professors is\r\n\r\naccepted  by all biologists as an authentic  work,  and\r\n\r\ntheir  paper also contains a review of the work carried\r\n\r\nout in other countries such as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3221</b></font><br><br>\r\n\r\n\r\n\r\nAustralia  and India, which the hon. Member might  have\r\n\r\nfailed  to notice. If the hon. Member wants to  have  a\r\n\r\nreview of the total published knowledge on prawns, that\r\n\r\ncan be prepared by the Fisheries Department for him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member harped on the point that there\r\n\r\nare  5,945  acres of land not utilised for prawn  ponds\r\n\r\nbut   which  could  be  used.  That  is  precisely  the\r\n\r\npoint-out  of these 5,945 acres of land,  I  am  taking\r\n\r\naway  800  acres, which happen to be in the Ulu  Pandan\r\n\r\nNature  Reserve. The land there is not being  used  and\r\n\r\ntherefore I am taking away a portion of it for  use  as\r\n\r\nprawn  ponds,  and  that is what  the  hon.  Member  is\r\n\r\nprotesting against.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other pieces of land, Sir, enumerated in my reply\r\n\r\nwe  cannot utilise because the fishermen object as they\r\n\r\nare  fishing in the swamps at the moment. Some of these\r\n\r\nlands,  as  you know, verge on the Straits  of  Johore.\r\n\r\nThere  is  a  curfew in that area on night fishing  and\r\n\r\ntherefore it will affect the livelihood of fishermen in\r\n\r\nthat area. That is why we are not using the land there,\r\n\r\nbut  as  soon as the curfew is lifted we will certainly\r\n\r\nconsider doing so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned the point that he understood\r\n\r\napplications  were  made in January and  February,  and\r\n\r\nthat  promises  were  made. That  is  not  correct.  No\r\n\r\npromise has been made to anybody and none will be made.\r\n\r\nIf  an  applicant is successful, he will get it;  there\r\n\r\nwill  be no promise that he will get it and then things\r\n\r\nare  moved in that direction. Applications are in  fact\r\n\r\ncoming  in right now, every day. I have not yet decided\r\n\r\nwhat  method'  to  use  to  allocate  the  prawn  ponds\r\n\r\nresulting from these 800 acres. As soon as I decide  on\r\n\r\nit,  the applications will be judged, but if the Member\r\n\r\nso  wishes we will certainly give a press release  that\r\n\r\nanyone who wishes to apply can do so. There is no  harm\r\n\r\nin  that.  In  fact  the people know about  the  matter\r\n\r\nalready,  from the publicity that prawns have  received\r\n\r\nsince they have \"sprouted wings\".\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Speaker, Sir -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3222</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are only 10 seconds left.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Perhaps I could just ask the Minister\r\n\r\nwhether he would review the matter again owing to the\r\n\r\nbiological doubt, which I think I have made quite clear\r\n\r\nto the House.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I certainly shall read that\r\n\r\npaper.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order, time has elapsed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $401,220 for Head 34 ordered to stand part\r\n\r\nof the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3222</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 35 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $74,940 for Head 35 stand part of\r\n\r\nthe Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, with the Ulu\r\n\r\nPandan Forest out of the way to be used as prawn ponds,\r\n\r\nwe  are  left  with a little patch of forest  in  Bukit\r\n\r\nTimah  and another little one in the Reservoir Reserve,\r\n\r\nyet  we are still going to expend a lot of money on the\r\n\r\nForest Department, with a staff of a Forest Officer  at\r\n\r\n$17,000 per annum and other forest officers. I ask  the\r\n\r\nGovernment  whether we are getting value  out  of  this\r\n\r\nexpenditure.  I  think with such small forests  as  are\r\n\r\nleft  now  in  Singapore, it is time  Government  think\r\n\r\nagain  on the matter of expenditure. The total area  is\r\n\r\nsmall, probably only a few square miles, and if we want\r\n\r\nto  get  any information on forests we can get it  from\r\n\r\nthe  Forest Department in the Federation. It  would  be\r\n\r\ncheaper paying for its advice. I think that for an area\r\n\r\nof  such small size, only a warden will be necessary to\r\n\r\nkeep  the  forest in order and to prevent  people  from\r\n\r\npilfering wood or damaging it, but I see no reason  why\r\n\r\nwe  should expend a large sum of money for a very small\r\n\r\narea of forest.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the Forest Department was\r\n\r\nset up years and years ago as a pan-Malayan department,\r\n\r\nand  in  fact  at  the  moment the  Forest  Officer  in\r\n\r\nSingapore  is the head of this pan-Malayan  department.\r\n\r\nHalf  of  his salary is recoverable from the Federation\r\n\r\nof Malaya.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3223</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The work that Singapore does is more in the field of\r\n\r\ntimber  grading and certification for export.  Most  of\r\n\r\nthe  timber  export business up to  now  has  been  via\r\n\r\nSingapore,  though  the Federation  is  now  getting  a\r\n\r\nbigger  share,  and actually this Department  could  be\r\n\r\nproperly  renamed the 'Timber Exports Department'.  But\r\n\r\nsince the set-up has been there from previous days, the\r\n\r\nold  name  has  been  used. Most  of  its  work  is  to\r\n\r\nencourage  exports,  to give technical  advice  on  the\r\n\r\nMalayan timbers to importers in other countries. I have\r\n\r\nmany  times  seen  letters from the Forest  Officer  to\r\n\r\nAustralia  or to the Trade Commissioner in  the  United\r\n\r\nKingdom  setting  out the advantages of  using  certain\r\n\r\ntypes of Malayan timber.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I may just add one point from my\r\n\r\nMinistry's point of view. For certain purposes, teak is\r\n\r\nvery  largely used in this country. It is of  course  a\r\n\r\nvery  costly wood which has to be imported - you pay  not\r\n\r\nonly  for the wood but also the cost of transport  from\r\n\r\nthe  teak  forests. Alternatively, other Malayan  woods\r\n\r\nare  used which are often not properly seasoned. I have\r\n\r\nbeen  anxiously  seeking to get co-operation  from  the\r\n\r\ntimber  trade for we should be able to use more of  our\r\n\r\nMalayan woods, and the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 3224</b></font><br><br>\r\n\r\n\r\n\r\nForest  Officer has been of great assistance  in  this.\r\n\r\nThough  we  have not succeeded in getting all  the  co-operation  from the industrialists we would have  hoped\r\n\r\nfor,  there  is  a  potentiality of  very  considerable\r\n\r\nsavings  through the services of the Forest Officer - the\r\n\r\ntimber  adviser, as I would call him - who has the expert\r\n\r\nknowledge   which   is  not  available   otherwise   in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee\r\n\r\nand took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I have to report that progress has\r\n\r\nbeen  made in the Committee of Supply and beg leave  to\r\n\r\ncontinue tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it will be.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That the Assembly do now adjourn.\" - [The\r\n\r\nChief Minister].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">two minutes past Four o'clock</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
