{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"10\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-04-30\">\r\n\r\n<meta name=\"Start_Col\" content=\"1853\">\r\n\r\n<meta name=\"End_Col\" content=\"1918\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">30-04-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1853</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 30th April, 1957</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid Bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr C. H. Butterfield, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1854</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>Mr D. S. Marshall (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister, Chief Secretary's Ministry.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Oon Khye Kiang. Financial Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1855</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CONSTITUTIONAL TALKS IN LONDON, 1957</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on\r\n\r\nAmendment to Question (29th April, 1957),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Assembly-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the Singapore\r\n\r\nConstitutional Conference held in  London  in\r\n\r\nMarch  and  April,  1957,  as  contained   in\r\n\r\nSessional  Paper No. Misc.  2  of  1957,  and\r\n\r\napproves  the  points on which agreement  has\r\n\r\nbeen reached; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation  in  not accepting  the  condition\r\n\r\nstipulated    in    paragraph 30    of     the\r\n\r\nReport.\" - (The Chief Minister).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, 'After \"(1)\" to leave out\r\n\r\n\"takes   note  of  the  Report  of  the  Singapore\r\n\r\nConstitutional Conference held in London in  March\r\n\r\nand  April, 1957, as contained in Sessional  Paper\r\n\r\nNo.  Misc.  2 of 1957, and approves the points  on\r\n\r\nwhich  agreement has been reached;  and\",  and  to\r\n\r\ninsert -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"regretfully takes note of the Report of the\r\n\r\nSingapore Constitutional Conference held in London\r\n\r\nin   March  and  April,  1957,  as  contained   in\r\n\r\nSessional   Paper  No.  Misc.  2  of   1957;   and\r\n\r\nnevertheless     calls    for    the     immediate\r\n\r\nimplementation  of  the new  Constitution  on  the\r\n\r\nbasis that all persons qualified by residence  for\r\n\r\ncitizenship shall be entitled to vote at the first\r\n\r\nelections; and\".' - (Mr David Marshall).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed\r\n\r\nto be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker, Sir,\r\n\r\nwhen  we  adjourned  yesterday  afternoon  I   was\r\n\r\ndealing with paragraph 30 of the Report, a  clause\r\n\r\nwhich the Colonial Office has imposed upon us as a\r\n\r\ncondition  of the agreement arrived at,  a  clause\r\n\r\nwhich forbids persons known to have taken part  in\r\n\r\nsubversive  activities from  taking  part  in  the\r\n\r\nfirst   election.  Sir,  this  condition   clearly\r\n\r\nreveals  an absolute ignorance, if I may  say  so,\r\n\r\nSir,  of  the  understanding on the  part  of  the\r\n\r\nColonial Office of the nature of nationalism  that\r\n\r\nexists  today in this part of the world.  In  this\r\n\r\npart  of  the  world,  Sir,  nationalism  is  very\r\n\r\nsensitive.    People   who   are   fighting    for\r\n\r\nindependence  do  not like an imposition  of  this\r\n\r\nnature.  It may be, Sir, and I believe it  is  so,\r\n\r\nthat we ourselves might\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1856</b></font><br><br>\r\n\r\n\r\n\r\nlike  to  make it a condition that those  who  are\r\n\r\nknown  to have taken part in subversive activities\r\n\r\nshould  not be allowed to take part in  the  first\r\n\r\nelection,  but we do not like such a condition  to\r\n\r\nbe  imposed, if I may say so again, Sir, as if  it\r\n\r\ncomes from above.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday I was enumerating the changes\r\n\r\nwhich   will  be  brought  about  when   the   new\r\n\r\nconstitution comes into force, and my  next  point\r\n\r\nis found in paragraph 36 which reads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Her Majesty's Government to have the conduct of\r\n\r\nexternal  defence and external relations, provided\r\n\r\nthat  the  Government of the State  of  Singapore,\r\n\r\nacting   with   the   assent  of   Her   Majesty's\r\n\r\nGovernment,  shall have the power to initiate  and\r\n\r\nconduct  matters  concerning  trade  and  cultural\r\n\r\nrelations with other countries.\"\r\n\r\n\r\n\r\n<br><br>This is a new thing, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next new thing, Sir, is this consultative\r\n\r\nmachinery.  There will be continuous  consultation\r\n\r\nbetween  the Government of the State of  Singapore\r\n\r\nand  the  Government of the United Kingdom,  which\r\n\r\nCommittee  will  meet at least  once  a  month  to\r\n\r\ndiscuss  any  matters affecting Singapore  arising\r\n\r\nfrom  the  United  Kingdom's responsibilities  for\r\n\r\nexternal affairs or defence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we already have the Public Service\r\n\r\nCommission, and this will continue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The judiciary, Sir, will remain independent, as\r\n\r\nit  is now, and this is most essential because  we\r\n\r\nhave  been taught and we know that justice  should\r\n\r\nnot  only be done, but should be seen to be  done;\r\n\r\nand therefore the independence of the judiciary is\r\n\r\nof   vital  importance  to  the  independence   of\r\n\r\nSingapore  which is, I hope, coming  in  the  near\r\n\r\nfuture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing, Sir, which is most important and\r\n\r\nwhich   is  entirely  new,  is  the  question   of\r\n\r\ncitizenship.  For  the first  time,  Sir,  in  the\r\n\r\nhistory  of Singapore, the aliens will be given  a\r\n\r\nchance to take part in the administration of  this\r\n\r\nterritory.  For  a  long  time,  Sir,  mostly  the\r\n\r\nChinese  have been treated as aliens, and  when  a\r\n\r\nlarge  group  of  people  living  here  have  been\r\n\r\ntreated  as aliens, they will remain aliens,  Sir.\r\n\r\nSo this is one of the wisest moves which have been\r\n\r\nmade recently and achieved. These\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1857</b></font><br><br>\r\n\r\n\r\n\r\naliens, now being given the right to take part  in\r\n\r\nthe  administration of the country, will certainly\r\n\r\nbe  able in the near future to identify themselves\r\n\r\nentirely with this country and forget the  country\r\n\r\nof their origin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, I should not finish my speech and\r\n\r\nsit down without congratulating the Chief Minister\r\n\r\nand  his  delegation for the unity with which  the\r\n\r\nteam  had  worked in London, a unity  which  I  am\r\n\r\nproud  to  say  the  Labour  Front  Bulletin   has\r\n\r\ndescribed  \"as amounting to military  discipline\".\r\n\r\nSir,  I  extend my congratulations  to  the  Chief\r\n\r\nMinister and his delegation.\r\n\r\n\r\n\r\n<br><br>10.10 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr Speaker,\r\n\r\nSir,  I  had intended, when this session  began - it\r\n\r\nseems  a  long  time ago - to speak on the  original\r\n\r\nmotion,  and  observing how the  debate  developed\r\n\r\nfollowing  the amendment moved by the  Member  for\r\n\r\nCairnhill,  I  determined  I  would  hold  to   my\r\n\r\nintention, feeling that to speak on the  amendment\r\n\r\nwould  be  rather  like intervening  in  a  family\r\n\r\nsquabble. Since then much ground has been covered.\r\n\r\nMembers  have  reminisced over  events  that  have\r\n\r\ntaken place during the past year, stirring up some\r\n\r\nsediment in doing so, and drawing back the curtain\r\n\r\nto  reveal secrets hitherto concealed. We have had\r\n\r\nlectures  on  constitutional law and on  geography\r\n\r\nand  on political economy. So now, Sir, I am still\r\n\r\nspeaking  on  the amendment, because  I  fear  the\r\n\r\nterms of the original motion are so limited that I\r\n\r\nmight  easily stray into irrelevancies, if ever  I\r\n\r\nhad the opportunity of speaking on them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a Nominated Independent, I have not a great\r\n\r\ndeal to contribute to this debate, and in any case\r\n\r\nthere  can be very little left to say.  I  do  not\r\n\r\nthink  I  am very greatly interested in  attacking\r\n\r\nthe  Member  for Cairnhill - not that he  could  not\r\n\r\ntake  it - but I feel the House has had  enough  for\r\n\r\nthe  time  being of contumely. One has  frequently\r\n\r\nheard  the  expression  \"the  cut  and  thrust  of\r\n\r\ndebate\",  but  figures of speech relating  to  the\r\n\r\nfencing art would be too refined to describe  what\r\n\r\nwe  have listened to here these last few days. One\r\n\r\nwould have to go to the circus\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1858</b></font><br><br>\r\n\r\n\r\n\r\nring  or  the  theatrical burlesque  to  find  the\r\n\r\nappropriate metaphor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I doubt, Sir, if this debate has done us very\r\n\r\nmuch  good, and my sympathies are with  the  Chief\r\n\r\nMinister when he expressed his sadness of heart at\r\n\r\nthe  way it had developed. I can also imagine  the\r\n\r\nserene politicians of the Federation looking  down\r\n\r\ntheir  noses at the political turmoil of Singapore\r\n\r\nand washing their hands of us. And speaking of the\r\n\r\nFederation, while there is something  to  be  said\r\n\r\nfor the logicality of union, I should have thought\r\n\r\nthat  we were entitled to more consideration  than\r\n\r\ncoming  in as just the eleventh State, as I  think\r\n\r\nwas suggested by the Member for Tanjong Pagar,  if\r\n\r\nI  am  not mistaken. The prosperity of this island\r\n\r\nis  not  one  hundred per cent  dependent  on  the\r\n\r\nFederation,  nor  is  the entrepot  trade,  though\r\n\r\nperhaps  declining, entirely due to a geographical\r\n\r\naccident. It relies greatly on the genius  of  the\r\n\r\nlocal    merchants,   particularly   the   Chinese\r\n\r\nmerchants, in anticipating markets in the adjacent\r\n\r\nand  contiguous  territories. Our rubber  and  tin\r\n\r\nmarkets,  our  port facilities,  our  services  in\r\n\r\nbanking  and  insurance - these various points  were\r\n\r\nmentioned  yesterday by the Hon, the Minister  for\r\n\r\nCommunications and Works (Mr Francis  Thomas) - are\r\n\r\nhighly developed and we have a lot to offer a  co-operative partner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the immediate implementation of the\r\n\r\nnew  constitution as called for in the  amendment,\r\n\r\nor  even its speedy implementation, I have just  a\r\n\r\nword to say. I - we have had a lot of Vitamin \"I\" in\r\n\r\nthe last few days - I, with a consistency worthy  of\r\n\r\nthe  Member  for  Tanjong  Pagar,  who  is  always\r\n\r\nreminding  the  House of his consistency  and  his\r\n\r\nelephantine  memory - I  mean,  the  elephant  never\r\n\r\nforgets - I have always been against this territory\r\n\r\nachieving independence too quickly and would  have\r\n\r\nliked to see the Rendel Constitution run its four-year  course. Ironically enough, in spite  of  the\r\n\r\nefforts  of  Parties  in this Assembly,  beginning\r\n\r\nalmost  before  they  had studied  their  Standing\r\n\r\nOrders or read the Singapore Order in Council,  to\r\n\r\nthrow it out, it looks as if it will run tiga suku\r\n\r\nof its course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Ampat suku.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1859</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sutherland:</b> As a matter of fact, my own\r\n\r\nsojourn in this country is limited and I doubt  if\r\n\r\nI  could  afford  to retire here even  if  I  were\r\n\r\nwilling to risk a ducking in the sea; but I  think\r\n\r\nthe Rendel Constitution may yet see me out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my own position in this Assembly is becoming\r\n\r\nincreasingly anachronistic. On the first day I sat\r\n\r\nin  this  House  I  was  reminded  that  Nominated\r\n\r\nMembers  speak only for themselves.  Later  I  was\r\n\r\nreminded  by  the  Member  for  Cairnhill  that  I\r\n\r\nrepresented  capital interests and that  Sir  John\r\n\r\nNicoll  had  so appointed me. Sir John  Nicoll  in\r\n\r\npoint  of  fact  never said so, nor  have  British\r\n\r\ncapital  interests ever approached me to speak  on\r\n\r\ntheir   behalf  in  this  House - very  wisely,   I\r\n\r\napprehend.  However, Sir, I wish I had  a  mandate\r\n\r\ntoday  to speak for British capital interests,  or\r\n\r\neven   for   the   British  European  Association.\r\n\r\nNevertheless,  Sir,  I  will  tell  you  what  the\r\n\r\nEuropean  business  community  think  about,   the\r\n\r\nresult  of  the All-Party Delegation's mission  to\r\n\r\nLondon.  They  think  that  the  Hon. the   Chief\r\n\r\nMinister,  who has led this delegation,  and  whom\r\n\r\nthey  regard  as  a  first-class  negotiator,  has\r\n\r\nbrought  back the bacon. They also think that  the\r\n\r\nChief  Minister has brought stability to Singapore\r\n\r\nfollowing a certain loss of confidence last  year,\r\n\r\nand that he is the best man to cement and maintain\r\n\r\nfriendly relations with the Federation Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think I have any enemies in the\r\n\r\nHouse, not real enemies - I am scarcely important or\r\n\r\nsignificant enough to incur any serious degree  of\r\n\r\ninimicality - but  if anyone feels slightly  hostile\r\n\r\ntowards  me, I would remind him that, in spite  of\r\n\r\nefforts  to  acquire a manly tan, my skin  remains\r\n\r\nrecalcitrantly  white,  and  my  outlook  slightly\r\n\r\ncolonial.  I cannot, Sir, shout merdeka because  I\r\n\r\ncannot   possibly  feel  that  way.  But   I   can\r\n\r\nunderstand  how  the  local-born  feel  and  I  am\r\n\r\nabsolutely  convinced that the bulk of  the  local\r\n\r\npopulation are very satisfied with the  result  of\r\n\r\nthe  London talks, if indeed the ovation given  to\r\n\r\nthe   returning  delegates  on  the   padang   was\r\n\r\nsomething  less  than  conquering  Caesar  got  on\r\n\r\nreturning to Rome, it was,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1860</b></font><br><br>\r\n\r\n\r\n\r\nI   think,  because  the  result  was  a  foregone\r\n\r\nconclusion and the people were already  inured  to\r\n\r\nthe idea.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the circumstances, Sir, I must oppose the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>10.18 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nwhen I came here last Wednesday I thought that the\r\n\r\nsitting  was going to finish in a day, or  at  the\r\n\r\nvery  most in two days, but it dragged on  and  on\r\n\r\nand  on,  hence we are still here today. In  fact,\r\n\r\nwhere the original motion was concerned, there was\r\n\r\nnot much to say about it, or there should not have\r\n\r\nbeen  so many Members speaking on it, had  it  not\r\n\r\nbeen  for  the amendment moved by the  Member  for\r\n\r\nCairnhill, and that part which started the  debate\r\n\r\nhas  made us so bored because we have been  forced\r\n\r\nto  sit  here  for  one whole  week  listening  to\r\n\r\nunnecessary speeches.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Report itself, Sir, it was accepted by the\r\n\r\nwhole  Assembly  and  it was  a  mandate  of  this\r\n\r\nAssembly  as a result of the All-Party  Conference\r\n\r\nwhere Independents were not included, as they  are\r\n\r\nconsidered no man's baby. However, Sir, although I\r\n\r\nam  an Independent and I was not consulted - but  in\r\n\r\nthe interests of the country and the people - I gave\r\n\r\nmy blessing to the delegation which left here very\r\n\r\nshortly  after  the sitting on the 5th  of  March,\r\n\r\nbecause I expected that the delegation would bring\r\n\r\nback what the people of Singapore wanted. I do not\r\n\r\nsee  much to discuss about the Report, though many\r\n\r\nMembers  have spoken about it. In fact, I  had  no\r\n\r\nintention of speaking at all had it been  approved\r\n\r\non  the  first or second day of the session.  From\r\n\r\nwhat  I  have  heard  of the speeches,  some  were\r\n\r\nrelevant and others were not, so I feel that it is\r\n\r\nnot  necessary for me to touch on the Report  now.\r\n\r\nOn  the  question  of  irrelevance,  most  of  the\r\n\r\nspeeches  were  in fact directed at  the  ex-Chief\r\n\r\nMinister, the Member for Cairnhill. They were  not\r\n\r\ncentred  on  the motion itself. As you might  have\r\n\r\nheard, Sir, all those speeches were concerned with\r\n\r\nwhat happened at the ex-Chief Minister's flat, and\r\n\r\nwhat  happened  during last year's  delegation  to\r\n\r\nLondon. What has all this to do with-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1861</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy)</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, are we having a post-mortem on the speeches made in the House?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> It appears to me that the hon.\r\n\r\nMember  is  imagining that he is in this particular\r\n\r\nChair.  I  think  the  question  of  relevance   or\r\n\r\nirrelevance is a matter for the Chair and  not  for\r\n\r\nthe hon. Member.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Sir, I will not touch on the\r\n\r\nquestion  of irrelevance then. The attack  directed\r\n\r\nat  the ex-Chief Minister, however justified it may\r\n\r\nbe,  is uncalled for, because I believe that he was\r\n\r\nvery  sincere in his fight for merdeka.  He  fought\r\n\r\nhard  in the interests of the people and the colony\r\n\r\nof  Singapore and I cannot see why all this  attack\r\n\r\nshould be directed at him. He failed, and it is not\r\n\r\nthat  Mr  David Marshall failed. It is  the  whole\r\n\r\ndelegation that failed last year and all Parties in\r\n\r\nthis Assembly should accept responsibility for that\r\n\r\nfailure and not Mr David Marshall alone.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I expect the hon. Member\r\n\r\nmeans the Member for Cairnhill?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Yes, Sir, I was referring to\r\n\r\nMr   David  Marshall  as  leader  of  last  year's\r\n\r\ndelegation  and  I am referring to the  Member  for\r\n\r\nCairnhill,  Sir. Now, as a result of that  failure,\r\n\r\nunfortunately,  Sir, the Member  for  Cairnhill  is\r\n\r\nsuffering  from mental strain - a number of  speakers\r\n\r\nhad said so - and what I am afraid, Sir, is that this\r\n\r\nmental  strain is a real torture to him,  and  with\r\n\r\nall  this attack launched against him, it  will  be\r\n\r\nunfortunate if it lands him into hospital.  Instead\r\n\r\nof  maybe losing the Member for Cairnhill in a  by-election, I am afraid that we may find him a member\r\n\r\nin Woodbridge Hospital. If there had been an attack\r\n\r\non  the  ex-Chief Minister, Sir, I thought that  it\r\n\r\nshould  have  come  from the ex-Labour  Fronters - my\r\n\r\ncolleagues  the Member for Kampong  Kapor  and  the\r\n\r\nMember  for Farrer Park and I myself - as we  had  to\r\n\r\nleave the Party at that time due\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1862</b></font><br><br>\r\n\r\n\r\n\r\nto  his  dictatorship. If not for  the  Member  for\r\n\r\nCairnhill-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I was under the impression\r\n\r\nthat  the  hon.  Member understood  the  difference\r\n\r\nbetween relevance and irrelevance. I must hold  now\r\n\r\nthat  what  the hon. Member is saying is completely\r\n\r\nirrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I am sorry, Sir. I will try to\r\n\r\nconfine myself to the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a Chinese saying, and I will quote\r\n\r\nit  in  Chinese since we are going to  have  multi-lingualism in the Assembly:\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>\"Nan say hoo kee boh hoo toh.\"</i></div>\r\n\r\n\r\n\r\n<br><br>I  will try and interpret this in English. It means\r\n\r\nthat  \"human  nature  always helps  those  who  are\r\n\r\nprosperous and progressive and suppresses those who\r\n\r\nare  suffering  from poverty and are down-trodden.\"\r\n\r\nWhy  then,  Sir, now that the ex-Chief Minister  is\r\n\r\ndown  should we all direct our attack against  him?\r\n\r\nCan we not give him a chance?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> He asked for it!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Oh, no, not because he asked\r\n\r\nfor it.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have already ruled that what the\r\n\r\nhon.  Member is saying up to now is irrelevant.  If\r\n\r\nhe  wishes to speak on the amendment, he may do so,\r\n\r\nbut let us not have any more irrelevancies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> I beg your pardon, Sir. I will\r\n\r\nconfine  myself to the amendment now. What I  could\r\n\r\nsee  is just a clash between two personalities.  It\r\n\r\nis  not  concerned at all with the original motion,\r\n\r\nbecause, arising out of this amendment, a challenge\r\n\r\nhas  been thrown out and accepted. Why then  should\r\n\r\nwe  argue  on  the amendment when  it  is  a  clash\r\n\r\nbetween two personalities? Let us confine ourselves\r\n\r\nto the original motion itself rather than argue and\r\n\r\nargue.  I am quite happy that about 70 per cent  of\r\n\r\nthe  Members  have spoken and I think  we  are  not\r\n\r\ngoing to waste too much time now and I do hope that\r\n\r\nwe can finish this morning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the amendment itself I will now declare my\r\n\r\nstand - I am not in the least concerned at  all.  As\r\n\r\nto the original\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1863</b></font><br><br>\r\n\r\n\r\n\r\nmotion,  a mandate was given and I stick  to  that\r\n\r\nmandate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Would the Chair explain to the\r\n\r\nHouse  that the second part of the motion  is  not\r\n\r\naffected by the amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Well, Mr Speaker, Sir, I was\r\n\r\nseeking your indulgence in that matter because the\r\n\r\nsecond  part of the motion might be deemed  to  be\r\n\r\ndeleted  when,  in putting the Question,  you  say\r\n\r\n\"all the words in (1) are deleted\". People may not\r\n\r\nunderstand  that the words in (2) of the  original\r\n\r\nmotion are not affected.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What is the hon. Member's point? I\r\n\r\nthought I had made it very clear.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 2; Noes, 22;\r\n\r\nAbstentions, 6.\r\n\r\n<pre>\r\n\r\n             Ayes                  Noes\r\n\r\n       Lim Cher Kheng.       Abdul Hamid bin \r\n\r\n                              Haji Jumat.\r\n\r\n       Marshall, D. S.       Ahmad bin Ibrahim.\r\n\r\n                             Braga, A. J.\r\n\r\n         Abstentions         Chew Swee Kee.\r\n\r\n       Butterfield, C. H.    Ede, John.\r\n\r\n       Lazarous, A. R.       Goh Chew Chua.\r\n\r\n       Lee Choon Eng.        Goh Tong Liang.\r\n\r\n       Oon Khye Kiang.       Jumabhoy, J. M.\r\n\r\n       Seah Peng Chuan.      Jumabhoy, R.\r\n\r\n       Stewart, S. T.        Lee Kuan Yew.\r\n\r\n                             Lim Choon Mong.\r\n\r\n           Absent            Lim, R. C. H.\r\n\r\n       Lim Ching Siong.      Lim Koon Teck.\r\n\r\n       Thomas, Francis.      Lim Yew Hock.\r\n\r\n                             Mak Pak Shee.\r\n\r\n                             Mohd. Sidik bin \r\n\r\n                              Haji Abdul Hamid.\r\n\r\n                             Nair, M. P. D.\r\n\r\n                             Ong Piah Teng.\r\n\r\n                             Sutherland, G. A. P.\r\n\r\n                             Tan Theng Chiang.\r\n\r\n                             Tan, William.\r\n\r\n                             Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1864</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>10.35 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Ahmad Bin Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Ahmad Bin Ibrahim (Sembawang):</b> Mr Speaker,\r\n\r\nSir,  I  should say that the proposal  for  a  new\r\n\r\nconstitution  which  the  Merdeka  Delegation  has\r\n\r\nbrought  back with them is an improvement  on  the\r\n\r\npresent Rendel Constitution. Although it does  not\r\n\r\nmake  Singapore  an independent  sovereign  State,\r\n\r\nnevertheless it is designed to confer on Singapore\r\n\r\nfull   internal   self-government,   leaving   the\r\n\r\nresponsibility  for external affairs  and  defence\r\n\r\nstill  in the hands of the British Government.  It\r\n\r\nwas  made  clear, Sir, by all Parties  before  the\r\n\r\nMerdeka  Delegation  went to London  that  merdeka\r\n\r\ncould  not be achieved by the delegation,  but  at\r\n\r\nthe  most the delegation could only hope for  full\r\n\r\ninternal self-government. That was the task  which\r\n\r\nthe  delegation set itself and the measure of  its\r\n\r\nsuccess must be gauged against this objective. All\r\n\r\nParties  are now agreed that it is absurd to  talk\r\n\r\nof a sovereign State of Singapore existing side by\r\n\r\nside with an independent Federation of Malaya  and\r\n\r\nentirely separate from it. Circumstances, however,\r\n\r\nbeyond the control of the people of Singapore have\r\n\r\nmade  the  merger of Singapore with the Federation\r\n\r\nof  Malaya impossible at present. We have now  had\r\n\r\ntime,  Sir,  to  study  the  proposals  which  the\r\n\r\ndelegation has brought back. The House  has  heard\r\n\r\nall  that has been said during the past few  days,\r\n\r\nand  there is not much for me to add to  what  has\r\n\r\nbeen said.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in one of the paragraphs of the Report, it\r\n\r\nis stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The task of the Conference was to agree upon the\r\n\r\nprovisions  to  be embodied in a new  Constitution\r\n\r\nfor Singapore.\"\r\n\r\n\r\n\r\n<br><br>The operative words, Sir, I need hardly point, are\r\n\r\n\"to  agree\". Unfortunately, there is in  the  same\r\n\r\nReport  a  declaration by the Secretary  of  State\r\n\r\nthat:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .persons known to have been engaged in\r\n\r\nsubversive  activity should not  be  eligible  for\r\n\r\nelection to the first Legislative Assembly of  the\r\n\r\nnew State of Singapore.\"\r\n\r\n\r\n\r\n<br><br>That  is  to be a condition precedent to  the  new\r\n\r\nconstitution which Her Majesty's Government  would\r\n\r\nhave  to  impose. Sir, it is obvious that this  is\r\n\r\ndesigned to exclude from this Assembly leaders of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1865</b></font><br><br>\r\n\r\n\r\n\r\nthe trade union movement, like the Member for Bukit\r\n\r\nTimah (Mr Lim Ching Siong) and his friends who are\r\n\r\nnow being detained under the Preservation of Public\r\n\r\nSecurity   Ordinance.  Without   such   restrictive\r\n\r\nconditions,  popular leaders have been  elected  to\r\n\r\nAssemblies  and  Parliaments while  serving  prison\r\n\r\nsentences.  Sir,  the first Prime Minister  of  the\r\n\r\nState  of  Ghana  was  elected  by  the  Convention\r\n\r\nPeople's  Party when he was in prison and at  least\r\n\r\ntwo  Members of Parliament representing  the  Irish\r\n\r\nNationalist  Movement  were  returned  in   similar\r\n\r\ncircumstances. Of course, these two were  prevented\r\n\r\nfrom  taking  their  seats.  The  Members  of   the\r\n\r\ndelegation have recorded their opposition  to  this\r\n\r\ndeparture from normal democratic practice and  have\r\n\r\nprotested against the unilateral imposition of this\r\n\r\ncondition by the Secretary of State. They also told\r\n\r\nthe  Secretary of State that they would not  accede\r\n\r\nto this condition. As stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The task of the Conference was to agree upon the\r\n\r\nprovisions to be embodied in a new Constitution for\r\n\r\nSingapore...\".\r\n\r\n\r\n\r\n<br><br>I do not see, Sir, how the Secretary of State could\r\n\r\nhave taken it upon himself to impose this condition\r\n\r\non  the  Singapore  delegation and  so  make  it  a\r\n\r\ncondition  precedent to the acceptance of  the  new\r\n\r\nconstitution by the Legislative Assembly. It is not\r\n\r\nthe  Secretary of State but the people of Singapore\r\n\r\nthrough their elected representatives who will have\r\n\r\nto  work the new constitution. It is only right and\r\n\r\nproper  therefore that the elected  representatives\r\n\r\nof  the  people  in  the  new Legislative  Assembly\r\n\r\nshould  be  given the chance to work or to  operate\r\n\r\nthis new constitution. Furthermore, Sir, it is  not\r\n\r\nas if the Secretary of State was, under the present\r\n\r\nproposal,   powerless  to  deal   with   cases   of\r\n\r\nsubversion. The British Government have the  power,\r\n\r\nin   the   last   resort,  to  suspend   this   new\r\n\r\nconstitution should the need arise and short of the\r\n\r\nsuspension of the constitution, Sir, there is to be\r\n\r\na Security Council with which the Government of the\r\n\r\nFederation  of  Malaya  will  be  associated.  This\r\n\r\nCouncil,  Sir, is competent to deal  with  our  own\r\n\r\ndomestic  problems when such problems do arise.  As\r\n\r\nthe British Government has ample powers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1866</b></font><br><br>\r\n\r\n\r\n\r\nto  deal with subversion, why should this condition\r\n\r\nbe further imposed on the Singapore delegation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a Member closely associated with the\r\n\r\ncivilian employees of the Armed Services, I am sure\r\n\r\nthat the House will understand the great importance\r\n\r\nI  attach to the matters discussed in London by the\r\n\r\nChief   Minister  with  Her  Majesty's  Government.\r\n\r\nAlthough  these matters were not directly connected\r\n\r\nwith  the  merdeka  talks,  the  locally  recruited\r\n\r\ncivilian  employees are concerned over  two  urgent\r\n\r\nissues  discussed.  One, the  question  of  current\r\n\r\nredundancies  caused by the defence cuts  following\r\n\r\nthe  debacle  of Britain's intervention  in  Egypt.\r\n\r\nTwo, their future when later constitutional changes\r\n\r\naffect  defence and the Armed Services. I therefore\r\n\r\nurge  the  Singapore Government to use  their  good\r\n\r\noffices   to  hasten  the  establishment   of   the\r\n\r\nTripartite Consultative Committee which was  agreed\r\n\r\nto  in  London  and  I  trust the  Hon. the  Chief\r\n\r\nMinister will see to it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br>10.42 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker, I\r\n\r\nrise  to  support  the motion. The People's  Action\r\n\r\nParty supports this motion because it means (1)  we\r\n\r\naccept the constitution; (2) without paragraph  30;\r\n\r\nand (3) , with proper Singapore citizenship.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment moved by the Member for Cairnhill\r\n\r\nand  supported only by the Member for  Changi  (Mr\r\n\r\nLim   Cher  Kheng)  meant  (1)  they  accepted  the\r\n\r\nconstitution albeit with regret; (2) with paragraph\r\n\r\n30; and (3) without proper citizenship.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Not with paragraph 30.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> With paragraph 30.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Speaker, Sir, may I, if it\r\n\r\nplease you-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Is it on a point of explanation?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the hon. Member will give way.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1867</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, we are\r\n\r\nentitled   in  this  House  to  read   and   accept\r\n\r\nstatements at their face value. We know that it  is\r\n\r\nnot  impossible to twist and turn anything to  mean\r\n\r\nanything  that  is convenient for the  moment.  The\r\n\r\nstand taken by my Party has been challenged by  the\r\n\r\nMember for Cairnhill. I would like to make it clear\r\n\r\nthat  this is an issue between the stand  taken  by\r\n\r\nthe Member for Cairnhill and the stand taken by the\r\n\r\nPeople's  Action  Party.  Charges  have  been  made\r\n\r\npublicly   and   a  challenge  has  been   accepted\r\n\r\npublicly.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps the hon. Member is\r\n\r\ngoing back on the amendment. I am not quite certain\r\n\r\nbut I would ask him to try to keep strictly now  to\r\n\r\nthe terms of the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Very much so, Sir. Our stand in\r\n\r\nsupporting this motion is as I have stated  it.  We\r\n\r\nhave  been accused of a lot of other things because\r\n\r\nwe  took  that  stand. We will vindicate  both  our\r\n\r\nhonour  and  the correctness of our  stand  in  the\r\n\r\nconstituency  for  which  I  am  the  Member.   Mr\r\n\r\nSpeaker, Sir, if those who have made these  charges\r\n\r\nchoose  to  forget their challenge, the people  can\r\n\r\ndraw their own conclusions.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Chief Minister, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> In reply. Mr Speaker, Sir, I\r\n\r\ndo  not wish to prolong the debate but there  is  a\r\n\r\npoint  raised  by  the Member for Sembawang  (Inche\r\n\r\nAhmad bin Ibrahim). I would like to state here,  as\r\n\r\nI  have  already  assured the member organisations,\r\n\r\nthat  the Government will do everything it  can  to\r\n\r\nlook   after  the  interests  of  the  workers   of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Original question put.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> May I ask, Mr Speaker, Sir,\r\n\r\nwhether  it is possible to take the motion  in  two\r\n\r\nparts?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> No.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1868</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 23: Noes, 2: Abstentions,\r\n\r\n5.\r\n\r\n<pre>\r\n\r\n          Ayes                 Noes\r\n\r\n   Abdul Hamid bin         Lim Cher Kheng.\r\n\r\n    Haji Jumat.            Marshall, D. S.\r\n\r\n   Ahmad bin Ibrahim.      \r\n\r\n   Braga, A. J.\r\n\r\n   Chew Swee Kee.             Abstentions\r\n\r\n   Ede, John.              Butterfield, C. H.\r\n\r\n   Goh Chew Chua.          Lazarous, A. R.\r\n\r\n   Goh Tong Liang.         Oon Khye Kiang.\r\n\r\n   Jumabhoy, J. M.         Seah Peng Chuan.\r\n\r\n   Jumabhoy, R.            Stewart, S. T.\r\n\r\n   Lee Choon Eng.\r\n\r\n   Lee Kuan Yew.                Absent\r\n\r\n   Lim Choon Mong.         Lim Ching Siong.\r\n\r\n   Lim, R. C. H.           Thomas, Francis.\r\n\r\n   Lim Koon Teck.\r\n\r\n   Lim Yew Hock.\r\n\r\n   Mak Pak Shee.\r\n\r\n   Mohd. Sidik bin\r\n\r\n    Haji Abdul Hamid.\r\n\r\n   Nair, M. P. D.\r\n\r\n   Ong Piah Teng.\r\n\r\n   Sutherland, G. A. P.\r\n\r\n   Tan Theng Chiang.\r\n\r\n   Tan, William.\r\n\r\n   Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) takes note of the Report of the Singapore\r\n\r\nConstitutional  Conference held  in  London  in\r\n\r\nMarch   and   April,  1957,  as  contained   in\r\n\r\nSessional  Paper  No.  Misc.  2  of  1957,  and\r\n\r\napproves  the  points  on which  agreement  has\r\n\r\nbeen reached; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) approves the stand of the All-Party\r\n\r\nDelegation  in  not  accepting  the   condition\r\n\r\nstipulated in paragraph 30 of the Report.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1868</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>CLERKS EMPLOYMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Recommittal read.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>10.54 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 13, line 11 to page 14, line 11, to leave\r\n\r\nout all the words after \"office\" to the end, and\r\n\r\ninsert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"or who is employed in clerical work\r\n\r\ncomplementary  or  supervisory  to  the  work  of\r\n\r\nworkmen   within  the  meaning  of   the   Labour\r\n\r\nOrdinance  except persons employed  in  positions\r\n\r\nof   management  workmen  or  domestic   servants\r\n\r\nwithin  the meaning of the Labour Ordinance  1955\r\n\r\nor  any other class of persons which the Minister\r\n\r\nmay from time to time by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1869</b></font><br><br>\r\n\r\n\r\n\r\nnotification  in the Gazette declare  not  to  be\r\n\r\nclerks  for  the purposes of this  Ordinance  and\r\n\r\nincludes such employees of the Government or  Her\r\n\r\nBritannic  Majesty's  Government  in  the  United\r\n\r\nKingdom    or   such   categories   classes    or\r\n\r\ndescriptions thereof as may from time to time  be\r\n\r\ndeclared by the Governor by notification  in  the\r\n\r\nGazette  to  be clerks for the purposes  of  this\r\n\r\nOrdinance or any Part or section thereof.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purport, Sir, of the deletion is to delete\r\n\r\nall  reference to a wage ceiling and all  reference\r\n\r\nto a distinction of clerks and a division of clerks\r\n\r\ninto  three categories: those from $500 and  under,\r\n\r\nthose   who  are  industrial  and  those  who   are\r\n\r\notherwise,    and   to   put    them    into    one\r\n\r\ncategory - clerks. I would, however, point out,  Sir,\r\n\r\nthat  there  are other ceilings. I have  sought  in\r\n\r\nthis insertion to bring together the definitions of\r\n\r\n\"clerk\"  and \"industrial clerk\" into the  one  word\r\n\r\n\"clerk\"  and I have combined both of them  and  the\r\n\r\nceilings, Sir, that are left are \"persons  employed\r\n\r\nin  positions of management\" and they are  excluded\r\n\r\nfrom  the definition of \"clerk\". Also, all  workmen\r\n\r\nwithin the meaning of the Labour Ordinance and  all\r\n\r\ndomestic  servants.  There are these  ceilings  and\r\n\r\nalso,  Sir,  you  will notice  that  there  is  the\r\n\r\nadditional  ceiling  that Government  servants  and\r\n\r\nthose  in  Her  Britannic Majesty's employment  are\r\n\r\nexcluded  otherwise than by express declaration  by\r\n\r\nthe Minister and furthermore, Sir, the Minister has\r\n\r\npower to exclude specifically any class of persons.\r\n\r\nYou  might think it odd, Sir, that i should support\r\n\r\nthis provision which is incorporated there but I do\r\n\r\nrecognise  that  this  is a  new  Bill  and  a  new\r\n\r\ndeparture in that we seek to give protection  to  a\r\n\r\ngroup  of people who have had no protection  before\r\n\r\nand  in the working out of the law, there might  be\r\n\r\nanomalies of a character which might require urgent\r\n\r\nattention. I think, therefore, Sir, that perhaps it\r\n\r\nis  not  unreasonable, as a temporary  measure,  to\r\n\r\ngive  the Minister these somewhat extensive  powers\r\n\r\nof  exclusion and inclusion but I think that it  is\r\n\r\nwholly illogical and absolutely unnecessary to make\r\n\r\na division of three classes in respect of what is a\r\n\r\nclerk.  Sir,  this  division has been  resisted  by\r\n\r\nemployees as well as by employers and, if I might\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1870</b></font><br><br>\r\n\r\n\r\n\r\ndraw the attention of the House, you will see,  for\r\n\r\nexample,   the  representations  of  the  Singapore\r\n\r\nClerical and Administrative Workers' Union  at  the\r\n\r\ntop  of  page  4  of  the Report before  you  being\r\n\r\nSessional Paper No. L.A. 2 of 1957 which reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is suggested that the words 'whose salary' is\r\n\r\nnot  more than five hundred dollars, per mensem  or\r\n\r\nsuch  other sum as may from, time to time be  fixed\r\n\r\nby the Minister by notification in the Gazette and,\r\n\r\nsubject  to  such salary limits,' be deleted  from\r\n\r\nthe  interpretation as it is felt that all  persons\r\n\r\nclerically employed should come within the  meaning\r\n\r\nof  and  benefit by the Ordinance otherwise  clerks\r\n\r\ndrawing  salaries exceeding $500 would not be  able\r\n\r\nto   claim   the   privileges  contained   in   the\r\n\r\nOrdinance.\"\r\n\r\n\r\n\r\n<br><br>That  is  one union, Sir. Then if you will look  at\r\n\r\npage  38  of  Appendix  I,  the  Confederation   of\r\n\r\nSingapore Chinese Engineering Tradesmen Branch  No.\r\n\r\n8 wrote saying:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Our interpretation of the contents of United\r\n\r\nEngineers' letter is that they will adhere strictly\r\n\r\nto   the   provisions  of  the  Clerks   Employment\r\n\r\nOrdinance,  when passed, and, in its present  form,\r\n\r\napart  from  giving  no  protection  whatsoever  to\r\n\r\nclerical workers drawing more than $500 per  month,\r\n\r\nit provides less benefits than currently enjoyed by\r\n\r\nU.E. workers who would be classified as 'Industrial\r\n\r\nClerks' under the Ordinance, in that they would  be\r\n\r\nallowed one week annual leave against two weeks now\r\n\r\nenjoyed  by  them,  and they would  work  44  hours\r\n\r\nweekly, instead of 40 hours at present.\"\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Chairman, Sir, on a point\r\n\r\nof clarification, on page 38 I see a blank sheet of\r\n\r\npaper.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> You\r\n\r\nare looking at the wrong page.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Page 38, Sir, of Annexe I of\r\n\r\nAppendix IV to the Report.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It is column 37.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Yes, Sir. Thank you. Now, Sir, you\r\n\r\nwill  also  find it in Appendix IV, Sir, column  1,\r\n\r\nwhere   Mr  Siow  Tiong  Choon  of  the  Singapore\r\n\r\nAdministrative  and Clerical Workers'  Union  right\r\n\r\nthrough questions 1, 2, 3 and 4 resists strenuously\r\n\r\nthis division of $500.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it will be suggested to you by the Minister\r\n\r\nthat  in  certain  types  of industrial  employment\r\n\r\nwhere the worker is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1871</b></font><br><br>\r\n\r\n\r\n\r\ndoing more than 39 hours, is working 44 hours, the\r\n\r\nperson  who works with him in a clerical  capacity\r\n\r\nshould  also  be required to work that  number  of\r\n\r\nhours.  I  say,  Sir,  that a  clerk  is  a  clerk\r\n\r\nwherever  he  is  employed, and that  the  maximum\r\n\r\nnumber  of  hours in this instance  should  be  as\r\n\r\nindicated for a clerk. In fact, Sir, this point is\r\n\r\nsupported by the employers themselves. If you look\r\n\r\nat  page  6  of the Report, paragraph 2  (about  a\r\n\r\nthird down the paragraph), the Singapore Employers\r\n\r\nFederation say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\". . .Unfortunately, however such a distinction\r\n\r\nbetween the two categories of clerks will also, be\r\n\r\nimpossible to operate in practice because in  many\r\n\r\nfactories  and  workshops  it  will  be  extremely\r\n\r\ndifficult to draw a dividing line between the  two\r\n\r\nclasses,  and  there will be  a  large  number  of\r\n\r\nborderline  cases,  the  exact  classification  of\r\n\r\nwhich  will  give rise to considerable  difficulty\r\n\r\nand  probably disputes between employers  and  the\r\n\r\nstaff  concerned, in addition it is the custom  of\r\n\r\nmany members of this Federation to transfer clerks\r\n\r\nfrom   time  to  time  from  their  factories   or\r\n\r\nworkshops  to  their office staff  or  vice  versa\r\n\r\nespecially for training purposes and to  have  two\r\n\r\ndifferent sets of conditions of work, particularly\r\n\r\nin regard to working hours, will obviously lead to\r\n\r\nvery considerable complications indeed.\"\r\n\r\n\r\n\r\n<br><br>This is stated by the Singapore European Employers\r\n\r\nFederation,  Sir. You will notice  that  they  are\r\n\r\ndefinitely  against the two classifications.  They\r\n\r\ncontinue:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"It appears to the Federation that these\r\n\r\ndifficulties  could be easily  surmounted  if  the\r\n\r\nOrdinance  merely  stipulated  the  one   set   of\r\n\r\nconditions for all clerks, particularly in  regard\r\n\r\nto  working hours, these being the same  as  those\r\n\r\nprovided  for  industrial clerks  in  the  present\r\n\r\nBill.\"\r\n\r\n\r\n\r\n<br><br>Quite   naturally,  they  want   to   reduce   the\r\n\r\nconditions  for  everybody to the lowest  minimum,\r\n\r\nthat  is,  to make all of them work 44 hours.  But\r\n\r\nthey say distinctly that this question of dividing\r\n\r\nthe clerks into two groups is impracticable; and I\r\n\r\nwould  say this to you, Mr Chairman, that I  know\r\n\r\nof  no  such division in any other country in  the\r\n\r\nworld.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> May I interrupt the hon. Member?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is the Member contending then that\r\n\r\nhis  amendment  is  connected with  amendments  in\r\n\r\nrespect  of industrial clerks, and that a vote  on\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1872</b></font><br><br>\r\n\r\n\r\n\r\namendment will affect all his other amendments in respect of industrial clerks?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Yes, indeed, Sir. You will see,\r\n\r\nSir, that my amendment deletes all mention of  the\r\n\r\n$500 ceiling and all mention of industrial clerks,\r\n\r\nand  it  combines the definitions of both \"clerks\"\r\n\r\nand  \"industrial  clerks\" into a single  group  of\r\n\r\nworkers to be known as \"clerks\" with a single  set\r\n\r\nof  minimum conditions of service. This  amendment\r\n\r\ngoes to the root not only of the $500 ceiling, but\r\n\r\nalso  to  the division into industrial clerks  and\r\n\r\nclerks. If this amendment fails, Sir, then all the\r\n\r\nconsequential  amendments will fail,  because  the\r\n\r\nquestion  of industrial clerks is now incorporated\r\n\r\nin  this particular amendment. If we take up  this\r\n\r\ndivision, then everything else must succeed and we\r\n\r\nhave  one set of clerks. So it is vital, Sir, that\r\n\r\nthis  House  understands  the  objections  to  the\r\n\r\ndivision  between clerks and industrial clerks  on\r\n\r\nthe  part of employees as well as on the  part  of\r\n\r\nemployers. So whom are we seeking to please?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you will look at page 11 of the Report,\r\n\r\nthe employers, who had legal advice on this matter\r\n\r\nand who were assisted in the presentation of their\r\n\r\ncase,  said this in their memorandum, in paragraph\r\n\r\n4:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"One of the most important sections of industry\r\n\r\nwhich  will be adversely affected by the  proposed\r\n\r\ndivision  of clerks is general transport which  is\r\n\r\nso  vital to the existence and development of  the\r\n\r\nIsland  and in support of this we would quote  the\r\n\r\nfollowing extract from a letter received from  the\r\n\r\nSingapore Traction Co. Ltd.\"\r\n\r\n\r\n\r\n<br><br>This is what the letter quoted says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\" 'We have two departments in which it will be\r\n\r\nvery difficult to differentiate between \"clerks\"\r\n\r\nand \"Industrial Clerks\". These departments are-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) Traffic Department, in which the work\r\n\r\nvaries from clerks keeping personnel records and\r\n\r\npreparing duty lists (\"clerical\" work), to time\r\n\r\nclerks and depot clerks whose work is connected\r\n\r\nwith the operational side of the business and\r\n\r\nwho are therefore \"industrial\" clerks,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'These clerks work together in the same office\r\n\r\nand on occasions must assist each other. There  is\r\n\r\nalso  a large body of clerks in between these  two\r\n\r\nextremes  whose daily work is connected with  both\r\n\r\nand whom it would be very difficult to divide into\r\n\r\n\"clerks' and \"industrial clerks\".'\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1873</b></font><br><br>\r\n\r\n\r\n\r\nNow, you see, Sir. The letter continues:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\" '(2) Engineering Department, in which the\r\n\r\nclerks'     work    varies    from    time-keeping\r\n\r\n(\"industrial\" clerks), to costing (\"clerks\"),  and\r\n\r\ncovers   all  intermediate  work.  It   would   be\r\n\r\npractically  impossible to divide these  into  the\r\n\r\nproposed  categories  without  disorganising   the\r\n\r\nwork.'\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So the suggestion of the Government, Sir, meets\r\n\r\nwith  the favour of nobody. The employers  say  it\r\n\r\nwill disorganise their work and the employees  say\r\n\r\nit is utterly unfair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If you continue on page 11, Sir, you will read\r\n\r\nthe following:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Another important industry which has stated it\r\n\r\nwill  experience  considerable difficulty  is  the\r\n\r\nmotor industry, as will be seen from the following\r\n\r\nextract from a letter received from Borneo  Motors\r\n\r\nLtd.:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'We give below two examples of our\r\n\r\ndifficulty in practising a distinction in  working\r\n\r\nhours: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'(1) In our Stores Department, we have Stock\r\n\r\nControl  clerks, Sales Counter clerks and Workshop\r\n\r\nCounter  Issue  clerks.  A  Stock  Control   clerk\r\n\r\nrecords the receipts and issue of spare parts. His\r\n\r\nwork  is closely related to that of the other  two\r\n\r\ncategories of clerks, but is not complementary  or\r\n\r\nsupervisory  to  the work of our  workmen  in  the\r\n\r\nRepair Shop. The work of a Sales Counter clerk  is\r\n\r\nalso not complementary or supervisory, as he sells\r\n\r\nspare  parts  over the Counter to  the  public.  A\r\n\r\nWorkshop Counter Issue clerk issues spare parts to\r\n\r\nthe  Workshop for the repair of vehicles  and  is,\r\n\r\ntherefore, an industrial clerk within the  meaning\r\n\r\nof  the  Ordinance. All these three categories  of\r\n\r\nclerks now work the same number of hours. It  will\r\n\r\nbe  difficult  to  make a distinction  in  working\r\n\r\nhours as their work is closely related and in  the\r\n\r\ncase  of  Sales Counter clerk and Workshop Counter\r\n\r\nIssue clerk, very similar. The fact that the Sales\r\n\r\nCounter clerk serves the public is not good reason\r\n\r\nwhy  he  should work shorter hours than the  clerk\r\n\r\nwho serves the Workshop.' \"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Turn to page 12, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\" '(2) In our Workshop, we have Bill clerks and\r\n\r\nTime   clerks.   The  latter  do   clerical   work\r\n\r\ncomplementary or supervisory to the  work  of  our\r\n\r\nworkmen  and  are  industrial  clerks  within  the\r\n\r\nmeaning  of the Ordinance. Bill clerks are  office\r\n\r\nclerks and not industrial clerks but their work is\r\n\r\nnevertheless closely related to that of  the  Time\r\n\r\nclerks. Before a Bill clerk closes a job he has to\r\n\r\nrefer  to  the  Time clerk for the time  spent  by\r\n\r\nworkmen on the job and he has also to refer to the\r\n\r\nWorkshop Counter Issue clerk for the spares issued\r\n\r\nto  the job. At present, the clerks work the  same\r\n\r\nhours  and it will be difficult to treat the  Bill\r\n\r\nclerk  as an office clerk and a Time clerk  as  an\r\n\r\nindustrial clerk.' \"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1874</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further down, Sir, we have the Singapore Cold\r\n\r\nStorage letter:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"'(a) Bulk Stores Clerks, Orchard Road work in\r\n\r\nclose  connection with the shops whose staff under\r\n\r\nthe new Bill are on a 44-hour week. Although these\r\n\r\nclerks  do  not  work  in  the  shops  and   serve\r\n\r\ncustomers, they are in a way very similar to shop-assistants.  Issues of groceries, tin  provisions,\r\n\r\netc, are constantly made so long as the shops  are\r\n\r\nopen  and  a 39-hour week will entail overtime  to\r\n\r\nthese clerks with unavoidable complaints from shop-assistants.'\"\r\n\r\n\r\n\r\n<br><br>Quite right. And I say, with respect to you,  Sir,\r\n\r\nthat  what  we should provide is an inducement  to\r\n\r\nreduce  the working hours of the industrial clerks\r\n\r\nand, if necessary, to take on more employees,  and\r\n\r\nthus, to some extent, meet the growing urgency  of\r\n\r\nthe unemployment problem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I will read the third last\r\n\r\nparagraph  of the employers' memorandum,  on  page\r\n\r\n12:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If time permitted, many more such examples\r\n\r\ncould be cited but the Federation feels that those\r\n\r\ngiven  above  will  be  sufficient  to  show  that\r\n\r\ngenuine  difficulty  will  arise.  The  Federation\r\n\r\nappreciates  that  on the occasion  when  previous\r\n\r\nlegislation    on   this   subject    was    under\r\n\r\nconsideration, employers may generally have  taken\r\n\r\nthe view that the division between ordinary clerks\r\n\r\nand  those employed in industry was workable,  but\r\n\r\nit  is convinced that this was due mainly to their\r\n\r\nnatural  alarm at the proposal of a  39-hour  week\r\n\r\nfor  all clerks. Now that an opportunity has  been\r\n\r\ngiven  for more careful examination of the  matter\r\n\r\nthe  difficulties and dangers attendant  upon  the\r\n\r\nproposal-\"\r\n\r\n\r\n\r\n<br><br>that is, the proposal to divide them into clerks\r\n\r\nand industrial clerks-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"as set out above have been appreciated.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I have already read to you the\r\n\r\nobjection of the employees appearing at column  37\r\n\r\nof  Annexe I. Nobody wants this distinction  which\r\n\r\ndivides  clerks into three categories: one earning\r\n\r\nabove  $500 having no protection at all;  one  who\r\n\r\nhas  a 39-hour week, 14 days annual leave, and  13\r\n\r\ndays public holidays; and finally the poor second-class  clerk who has a 44-hour working week,  only\r\n\r\nseven   days  annual  leave  and  11  days  public\r\n\r\nholidays.  Sir,  the Hon. the Chief  Minister  has\r\n\r\nindicated  that  the division into  those  earning\r\n\r\nunder  $500 and those earning over $500 is because\r\n\r\nthose earning over $500 can protect themselves and\r\n\r\ncan brief lawyers. Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1875</b></font><br><br>\r\n\r\n\r\n\r\nI  do not know how that is logical; it seems to be\r\n\r\na  non  sequitur, and I would merely add this  (if\r\n\r\nthere is any merit to it) that the Minister is  in\r\n\r\ncharge  of  an Ordinance which provides  for  free\r\n\r\nlegal aid, and that, if that Ordinance is actively\r\n\r\nand   honestly  implemented,  the  people  of  the\r\n\r\ncountry - not only those earning more than $500  but\r\n\r\nthe  people who need it - will be able to have  free\r\n\r\nlegal  aid,  man, woman and child. I  know  of  no\r\n\r\nexpress  intention on the part  of  the  Hon. the\r\n\r\nChief  Minister to repeal that Ordinance  and,  in\r\n\r\nthe  circumstances, it seems to  me  illogical  to\r\n\r\nprovide  for a division at $500 on the  assumption\r\n\r\nthat  those  earning  more than  that  figure  can\r\n\r\nafford  to  pay for legal aid. Sir,  I  say  that,\r\n\r\nunder the provisions of the Ordinance which he has\r\n\r\nthe responsibility of administering, those earning\r\n\r\nless than $500 can also have access to lawyers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I say, Sir, that this division is unjust. It\r\n\r\nwill cause a great deal of heart-burning to people\r\n\r\ndoing  the  same  work.  It  will  encourage   the\r\n\r\nemployers to a great deal of litigation  in  order\r\n\r\nto   press  clerks  into  the  industrial   clerks\r\n\r\ncategory.  It is not wanted by the employers,  who\r\n\r\nsay that it will disrupt work. It is not wanted by\r\n\r\nthe employees. And I say to this House that if  it\r\n\r\naccepts  my amendment, these distinctions will  be\r\n\r\nwiped  away, but it leaves power to the  Minister,\r\n\r\nin  genuine cases where there is need to make  the\r\n\r\ndistinction, to take specific groups  out  of  the\r\n\r\ndefinition  of  \"clerk\".  That  power  should   be\r\n\r\nexercised  very  sparingly, Sir,  and  I  have  no\r\n\r\ndoubt, I hope, it will be exercised sparingly;  in\r\n\r\nany event, if there are complaints, this House can\r\n\r\nhear about them. But the main thing to remember is\r\n\r\nthis:  If  it  is  suggested that there  are  some\r\n\r\nindustries which require that their clerks  should\r\n\r\nwork  the  same hours as their industrial workers,\r\n\r\nthe answer is two-fold: one, employ more clerks or\r\n\r\npay  the  clerks for over-time; and two, apply  to\r\n\r\nthe Minister for special exemption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do plead with this House, even though the\r\n\r\namendment  may come from me, to consider  it  with\r\n\r\nimpartiality  and with a sense  of  justice  to  a\r\n\r\ngroup of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1876</b></font><br><br>\r\n\r\n\r\n\r\npeople  who  have  not  been articulate,  who  are\r\n\r\nextremely timid, but who are, Sir, worthy  of  our\r\n\r\nhonest  and sincere efforts in assisting  them  to\r\n\r\nget the protection they need.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It has been moved, as an amendment\r\n\r\nin page 13, line 11, to page 14, line 11, to leave\r\n\r\nout  all words after \"office\" to the end and there\r\n\r\nto  insert  the words as appear in the Notices  of\r\n\r\nAmendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been suggested by the hon. Mover that\r\n\r\nthat  amendment  has reference to  all  his  other\r\n\r\namendments in relation to industrial clerks.  That\r\n\r\nbeing  so, I think it would be convenient  to  all\r\n\r\nMembers  if discussion could range over all  those\r\n\r\namendments which are further amendments to  clause\r\n\r\n2, that is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;amendment (ii) -in page 14, line 18, to leave out\r\n\r\n\"or industrial clerk\";\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;amendment (iii) -in page 14, line 33, to page 15,\r\n\r\nline 13, to leave out all the words, that is,  the\r\n\r\ndefinition of \"industrial clerk\";\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;in page 2 of the Notices of Amendments, clause\r\n\r\n35,  (having reference to shift work by industrial\r\n\r\nclerks), to leave out the whole of the clause; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;clause 36 (having reference to holidays);\r\n\r\n\r\n\r\n<br><br>the  four  amendments to delete all  reference  to\r\n\r\nindustrial clerks; and clause 37 (having reference\r\n\r\nto  annual  leave), a similar amendment to  delete\r\n\r\nreference to industrial clerks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have not left out any of the\r\n\r\namendments of the Member for Cairnhill?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I think you have got them all,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>11.18 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour and Welfare (Mr Lim Yew Hock): Mr Chairman, Sir, ever since I became\r\n\r\nMinister for Labour and Welfare, I have exerted  a\r\n\r\nlot  of effort to try to introduce legislation  to\r\n\r\nprotect  clerical  workers. I started  life  as  a\r\n\r\nclerk  and by profession am still a clerk,  and  I\r\n\r\nthink  I  will  die a clerk too.  The  Member  for\r\n\r\nCairnhill said there is a lot of heartburning over\r\n\r\nthis division of clerical workers. I would like to\r\n\r\nassure this House that there has been a lot of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1877</b></font><br><br>\r\n\r\n\r\n\r\nheart-searching  in me, a clerk,  as  to  what  is\r\n\r\nright and what is not right, what is fair and what\r\n\r\nis  not fair, in this Bill designed to protect the\r\n\r\nclass of workers from which I am proud to come.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, let me explain the ceiling\r\n\r\nsalary of $500 in so far as the interpretation  of\r\n\r\nclerks  is  concerned. It is  felt  that  clerical\r\n\r\nworkers, industrial or office, drawing under  $500\r\n\r\nare  in need of special protection. The protection\r\n\r\nafforded them under this Bill only relates,  shall\r\n\r\nwe  say,  to contracts of service - annual holidays,\r\n\r\nsick leave and one or two other things - but it does\r\n\r\nalso  provide to such clerks the free services  of\r\n\r\nthe  Labour Court in settling disputes with  their\r\n\r\nemployers. Surely, Sir, employers will not wish to\r\n\r\ndeny to their senior clerks what they have granted\r\n\r\nto those of their employees drawing below $500. We\r\n\r\nall  know  that  men  in senior  appointments  are\r\n\r\nbetter  treated  and  are, in fact,  given  better\r\n\r\nconditions of employment. What this Bill seeks  to\r\n\r\ngive to clerical employees are therefore only  the\r\n\r\nminimum  provisions;  workers'  organisations  can\r\n\r\nstrive  to  improve  them  and  thus  make   their\r\n\r\norganisations live and active ones.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to industrial clerks, Sir, I have\r\n\r\ngiven  the  matter very serious  thought.  It  was\r\n\r\nconsidered very carefully by the Select Committee,\r\n\r\nand we came to the unanimous conclusion that there\r\n\r\nshould   be  this  distinction,  not  because   we\r\n\r\nconsider industrial clerks to be a lower grade  of\r\n\r\nclerks,  but because we feel that they should,  by\r\n\r\nthe very nature of their employment, be classified\r\n\r\nin  the  Statute Book with the workmen  with  whom\r\n\r\nthey  closely  work. The Member for Cairnhill  has\r\n\r\npointed  out that the term \"industrial clerk\"  has\r\n\r\nbeen opposed by employees and employers alike.  As\r\n\r\nfar  as  the  employers are concerned, Sir,  their\r\n\r\nobjections  are  not because  they  want  to  give\r\n\r\nindustrial clerks a 39-hour week or 14 days annual\r\n\r\nleave a year - it is because they feel that if there\r\n\r\nis  this  classification in the Clerks  Employment\r\n\r\nBill,  it  will  be  necessary for  them  to  give\r\n\r\nimproved conditions to those of their employees at\r\n\r\npresent  working  as  industrial  clerks  but  who\r\n\r\nshould  have been classified as office clerks.  It\r\n\r\nis suggested that their best way out is to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1878</b></font><br><br>\r\n\r\n\r\n\r\ngive  a 44-hour week to all clerical workers.  The\r\n\r\nemployees also objected to the classification  but\r\n\r\nthey, quite rightly, demand that there should be a\r\n\r\n39-hour week for all clerks. Members of the Select\r\n\r\nCommittee  very carefully considered this  and  we\r\n\r\ndecided as we have. This Bill, Sir, as I say,  has\r\n\r\nalso  been considered by the Labour Advisory Board\r\n\r\non  which  employers and employees are  adequately\r\n\r\nrepresented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the other points raised was on the\r\n\r\nlimitation  of  $500. On this,  I  would  like  to\r\n\r\nassure  the House that if, say, after six  months'\r\n\r\noperation  of the law, I should find it  necessary\r\n\r\nto  raise the limit to, say, $600 or even $700,  I\r\n\r\nwill definitely introduce amending legislation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill also touched on the\r\n\r\nLegal  Aid and Advice Ordinance. He said  that  if\r\n\r\nGovernment    really   actively    and    honestly\r\n\r\nimplemented it, then all clerks - in fact, I  should\r\n\r\nsay  every individual in Singapore - would have  the\r\n\r\nbenefit  of this law. What the degree of  activity\r\n\r\nis,    Sir,    is   a   question   of   individual\r\n\r\ninterpretation.  I  say  that  we  have   actively\r\n\r\npursued  this matter and to suggest that  we  have\r\n\r\nnot  honestly implemented it is something I cannot\r\n\r\naccept.  The  difficulty which the  Government  is\r\n\r\nencountering  today arises from the opposition  of\r\n\r\nthe  Bar  Committee  to certain  sections  in  the\r\n\r\nOrdinance, and this opposition was because of  the\r\n\r\nway  the Bill received its Second Reading in  this\r\n\r\nHouse. The Bar Committee, however, assured  me  of\r\n\r\ntheir  co-operation in working the Ordinance,  but\r\n\r\nbecause  of  the  heavy pressure of  work  on  me,\r\n\r\nparticularly on the constitutional issue,  I  have\r\n\r\nnot yet been able to hold further discussions with\r\n\r\nthe  Bar  Committee.  Now that the  constitutional\r\n\r\nissue  has been settled, I will take the  earliest\r\n\r\nopportunity  to hold further talks  with  the  Bar\r\n\r\nCommittee and to do my best to see that the law is\r\n\r\nimplemented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore object to the amendment.\r\n\r\n\r\n\r\n<br><br>11.29 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Chairman, I was not\r\n\r\non  the Select Committee in the Second Session  of\r\n\r\nthis  Assembly, but I was on the Select  Committee\r\n\r\non\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1879</b></font><br><br>\r\n\r\n\r\n\r\nthis  Bill  in  the  First Session.  As  you  will\r\n\r\nremember,   Sir,   this  Bill   has   been   given\r\n\r\nconsideration by two Select Committees, and on the\r\n\r\nSelect Committee in the First Session we did  give\r\n\r\nvery  considerable thought to this problem,  as  I\r\n\r\nhave  no doubt the Select Committee of the  Second\r\n\r\nSession  did also; and we appear to have  come  to\r\n\r\nthe same conclusions. I therefore think it can  be\r\n\r\nsaid  that this knotty problem has been given very\r\n\r\nwide consideration by a large number of Members in\r\n\r\nthis  House, and they have come to this conclusion\r\n\r\nthat  this distinction or classification does meet\r\n\r\nwith the wishes of the majority.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Chairman, Sir, I rise to\r\n\r\nsupport the amendment. Why should we draw  a  line\r\n\r\nbetween clerks, Sir? If a Bill is to be introduced\r\n\r\nto  protect  the  interests  of  and  improve  the\r\n\r\nworking  conditions of clerks, let  us  cover  all\r\n\r\nclerks.  Why divide them into those earning  below\r\n\r\n$500  a  month and those above $500 and industrial\r\n\r\nclerks?\r\n\r\nI  do  not think that what their particular income\r\n\r\nis  should come into the question. The question is\r\n\r\nwhether  we  are  to introduce a Bill  to  protect\r\n\r\nclerks  and,  if  so, it should cover  all  clerks\r\n\r\nirrespective  of what income they draw,  with  the\r\n\r\nexception, of course, of those who are covered  in\r\n\r\nthe  amendment which says \"except persons employed\r\n\r\nin  positions  of management workmen  or  domestic\r\n\r\nservants   within  the  meaning  of   the   Labour\r\n\r\nOrdinance  1955.\". Mr Chairman,  Sir,  the  Chief\r\n\r\nMinister says that it is a question of the  nature\r\n\r\nof  employment that is involved. I may agree to  a\r\n\r\ncertain  extent. It is the nature  of  employment.\r\n\r\nBut  why  then  penalise or  victimise  the  store\r\n\r\nclerks,  tally clerks and so on? Why not  classify\r\n\r\nan accounts clerk as an industrial clerk then? Why\r\n\r\nnot  classify a solicitor's clerk as an industrial\r\n\r\nclerk  then? There are so many types of clerks.  A\r\n\r\nclerk  working in a solicitor's firm  is  entirely\r\n\r\ndifferent from one working in a bank, and a  clerk\r\n\r\nworking  in  a  bank is quite different  from  one\r\n\r\nworking  in an insurance company. Why not separate\r\n\r\nall  clerks  and  have all sorts of classification\r\n\r\nrather  than industrial and non-industrial clerks?\r\n\r\nIf we do\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1880</b></font><br><br>\r\n\r\n\r\n\r\nnot  classify the clerks in different  categories,\r\n\r\nthe  question  of  industrial  and  non-industrial\r\n\r\nclerks  will  not arise, and every clerk  will  be\r\n\r\ngiven  the  chance  of  learning  other  types  of\r\n\r\nclerical work found in commercial firms. If I am a\r\n\r\nclerk and I confine myself to a particular job,  I\r\n\r\nwill  not  be  able  to know  what  another  clerk\r\n\r\nworking  in  another capacity is  doing.  Even  in\r\n\r\ngovernment service we find clerks transferred from\r\n\r\none  department to another. Why do  they  transfer\r\n\r\nthe  clerks from one department to another? It  is\r\n\r\nto  enable  them to acquaint themselves  with  the\r\n\r\nnature  of  the  employment covered  by  the  word\r\n\r\n\"clerk\".  If we are going to have a dividing  line\r\n\r\nbetween      industrial     and     non-industrial\r\n\r\nclerks - calling  them tally clerks,  store  clerks,\r\n\r\naccounts  clerks, how then are we going to  effect\r\n\r\nthat transfer?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of leave, Sir, is not a clerk a\r\n\r\nhuman  being? Is not an industrial clerk  a  human\r\n\r\nbeing?  Are  they not the same? Are they  born  of\r\n\r\ndifferent  categories? Why  then  should  a  clerk\r\n\r\nenjoy 14 days' leave and an industrial clerk  only\r\n\r\nseven  days? If an ordinary clerk has to work  for\r\n\r\n365  days in a year, the industrial clerk also has\r\n\r\nto  work that number of days. So why should  there\r\n\r\nbe this difference in leave?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to draw the attention of the\r\n\r\nMember  for Cairnhill to the question of holidays.\r\n\r\nHe  said that a clerk is entitled to 13 days' paid\r\n\r\nholiday,  as  covered  in  page  36,  whereas   an\r\n\r\nindustrial clerk gets only 11 days (page  37).  He\r\n\r\nis   wrong  on  this  issue.  According  to   this\r\n\r\nSchedule, the clerk is allowed 16 days and not  13\r\n\r\ndays - five days more than an industrial clerk. Does\r\n\r\nit  necessarily mean that an industrial clerk does\r\n\r\nnot  enjoy holidays? [Interruption.] As a Chinese,\r\n\r\nI  would  say that most Chinese enjoy at least  15\r\n\r\ndays during Chinese New Year and not a day or two.\r\n\r\nUnder  Schedule A we see \"Chinese New  Year's  Day\r\n\r\nand the following day\", but under Schedule B it is\r\n\r\nonly  \"Chinese New Year's Day\". Why the difference\r\n\r\nof  one  more day? Is not the person coming  under\r\n\r\nSchedule B a Chinese? Is he not entitled to  enjoy\r\n\r\nanother  extra  day during Chinese New  Year?  Why\r\n\r\nthen bar him out? Let us treat all human beings as\r\n\r\nequals.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1881</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now coming to protection. The Minister for\r\n\r\nLabour and Welfare said that this Bill is to  give\r\n\r\nspecial  protection  to those  whose  incomes  are\r\n\r\nbelow  $500.  He has said earlier  that  it  is  a\r\n\r\nquestion of the nature of employment. I would  say\r\n\r\nthat  it  is  the  nature of his living  which  is\r\n\r\ninvolved.  The  way of living  of  a  clerk  whose\r\n\r\nincome is $300 is entirely different from that  of\r\n\r\na clerk whose income is $500, and if a clerk earns\r\n\r\nmore  than $500, then his standard of living would\r\n\r\nbe  higher.  That leaves him with  no  balance  of\r\n\r\nmoney out of his monthly income. He has no savings\r\n\r\nat  all.  If  that  be  the case,  then  why  give\r\n\r\nprotection only to those clerks earning less  than\r\n\r\n$500  if the clerks in a higher income group  also\r\n\r\nhave  no savings out of their monthly income? Then\r\n\r\nlet us give protection to all clerks, irrespective\r\n\r\nof  $500  or above, or below. Where legal  aid  is\r\n\r\nconcerned, it is not because those who  draw  $500\r\n\r\ncould  not  afford  and those drawing  above  $500\r\n\r\ncould  afford.  As  the Minister  has  said,  some\r\n\r\nemployers  might try and give better treatment  to\r\n\r\nthose   drawing  $500.  I  doubt  there  is   much\r\n\r\ndiscrimination there. If a clerk draws above $500,\r\n\r\nhis  status is such that he warrants that  special\r\n\r\ntreatment, not because he draws above $500; and if\r\n\r\nhis   income  is  below  $500,  he  is  given  the\r\n\r\ntreatment  that he deserves. So why  differentiate\r\n\r\nbetween the clerks? I fully support the amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  it is extraordinary, the poverty of argument\r\n\r\nin  defence. The Member for Tanglin, who is always\r\n\r\nworth listening to even if one disagrees with him,\r\n\r\nhas  just one argument. \"Gentlemen,\" he says,  \"we\r\n\r\nhave  discussed this at length in Select Committee\r\n\r\nand  we came to this conclusion after considerable\r\n\r\ndeliberation.\"  But the arguments which  convinced\r\n\r\nthat  Select Committee seem a top secret from this\r\n\r\nHouse,  and  this House may not know,  Sir,  apart\r\n\r\nfrom  reading  the  Report, what  those  arguments\r\n\r\nwere.  Nor  did  the Member for  Tanglin  seek  to\r\n\r\nenlighten this House on the weighty reasons  which\r\n\r\nno  doubt  existed - or did they exist? - which  made\r\n\r\nhim  decide  that  there should be  this  division\r\n\r\nbetween a clerk and an\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1882</b></font><br><br>\r\n\r\n\r\n\r\nindustrial  clerk. The Minister  for  Labour  and\r\n\r\nWelfare puts in an emotional plea. He says, \"I  am\r\n\r\nstill  a clerk.\" And the assumption is that, being\r\n\r\na clerk, he would naturally want only good for the\r\n\r\nclerks.  Let me remind him that it is not  unknown\r\n\r\nthat  people get into office in order to help  the\r\n\r\npoor  and  remain in office in order to serve  the\r\n\r\nrich.  An  illustrious patron of those  gentlemen,\r\n\r\nSir,  is  the late Mr Ramsay MacDonald,  who  got\r\n\r\ninto  power  by  support of the trade  unions  and\r\n\r\nremained   in  power  in  order  to  support   big\r\n\r\nbusiness. The Minister says, \"I am still a clerk.\"\r\n\r\nI do not understand how a Minister can be a clerk,\r\n\r\nunless  one understands the definition of a  clerk\r\n\r\nas  being a man who carries out the wishes of  his\r\n\r\nbosses.   Sir,   that   emotional   argument   has\r\n\r\nabsolutely no weight.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Minister says, \"If $500 is too low, I\r\n\r\nwill  put it to $600; I will put it to $700.\"  But\r\n\r\nhe  has not answered the simple question: Why  any\r\n\r\nsalary  ceiling  at all? Why? I have  two  clerks.\r\n\r\nThey both get more than $500. Why should they  not\r\n\r\nhave the benefit of the protection of this Bill? I\r\n\r\ndo  apologise, Mr Chairman, Sir. I misled you  in\r\n\r\nsaying  that  a  clerk gets 13 days'  holiday.  In\r\n\r\nfact,  the  Member for Queenstown is  correct.  He\r\n\r\ngets  16 days, but his poor brother doing the same\r\n\r\nwork,  dubbed an industrial clerk, gets  11  days'\r\n\r\npublic  holiday. Why? Sir, I do ask this House  to\r\n\r\nreconsider this question. At one time,  Sir,  this\r\n\r\nHouse  was afraid during election time of becoming\r\n\r\nnothing but a committee of the Chinese Chamber  of\r\n\r\nCommerce  because  of the Democratic  Party.  Now,\r\n\r\nSir, it looks like we are becoming a committee  of\r\n\r\nthe  Singapore Chamber of Commerce if  we  are  to\r\n\r\naccept  what  the  Singapore Employers  Federation\r\n\r\nasks.  I have omitted - it was pointed out to  me - to\r\n\r\nread the second last paragraph of their memorandum\r\n\r\non page 12:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We are therefore directed to express the hope\r\n\r\nthat  the Select Committee will see their  way  to\r\n\r\naccept  the proposed change in the Bill so  as  to\r\n\r\nmake the 44-hour week standard for all clerks. If,\r\n\r\nhowever, this is not so, then the Federation would\r\n\r\nreiterate   what   is  stated  in   its   original\r\n\r\nmemorandum  namely that the existing  division  of\r\n\r\nclerks should be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1883</b></font><br><br>\r\n\r\n\r\n\r\nretained,  difficult as it may be  to  operate,  in\r\n\r\npreference to a 39-hour standard week.\"\r\n\r\n\r\n\r\n<br><br>So  we  are  going to carry out the wishes  of  the\r\n\r\nSingapore Employers Federation; or are we going  to\r\n\r\ngive the protection which these clerks seek?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is the Member for Serangoon, in the name\r\n\r\nof   the  Progressive  Party  at  that  time,   who\r\n\r\nintroduced  a  Bill - it was not perhaps appropriate,\r\n\r\nlet   us   put   it  no  higher  than  that - seeking\r\n\r\ngallantly,  urgently, to protect these  workers.  I\r\n\r\nappeal  to  all Members of this House, irrespective\r\n\r\nof   party   affiliation,  to  realise  that   this\r\n\r\ndistinction  is  not  merely  unworkable,  as   the\r\n\r\nemployers  state, but it is utterly unfair  to  the\r\n\r\nemployees,  and  not one single argument  has  been\r\n\r\nadduced  in  this House, apart from  the  Whip,  to\r\n\r\nsuggest  that  there is logic or  justice  in  this\r\n\r\ndistinction which the employers want.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Sir, this Bill is an attempt to\r\n\r\nconfer  benefits,  and the complaint  is  that  the\r\n\r\nbenefits  to be conferred are insufficient.  It  is\r\n\r\nnot  a Bill to reduce benefits. It is to confer the\r\n\r\nminimum benefits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in answer to the Member for Cairnhill about\r\n\r\nthis  $500  more or less, if a clerk  getting  less\r\n\r\nthan  $500,  is  to receive all the benefits  which\r\n\r\nthis  Bill,  when it becomes law, will confer  upon\r\n\r\nhim,   can  you  imagine,  Mr  Chairman,  a  clerk\r\n\r\nreceiving more than $500 will also not be  entitled\r\n\r\nto  the  benefits, or even more? It would, I think,\r\n\r\nbe  a  most unjust and ridiculous office management\r\n\r\nif   clerks  receiving  less  than  $500  get  some\r\n\r\nbenefits and those receiving more than $500 do  not\r\n\r\nget the same benefits, if not more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Sir - reference has been made to\r\n\r\nthe  letter  by the Singapore Employers Federation.\r\n\r\nSir,  these are employers and if they do  have  the\r\n\r\ninterests  of their clerks at heart, may I  suggest\r\n\r\nto them, Mr Chairman, that in case of doubts, they\r\n\r\ngive  the  benefit of the doubts in favour  of  the\r\n\r\nclerks so that the doubts which they raise in their\r\n\r\nletter, will no longer remain doubts.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I had\r\n\r\nthought of speaking further on\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1884</b></font><br><br>\r\n\r\n\r\n\r\nthe  subject, but because of the insinuations which\r\n\r\nhave  been  levelled  by a man who  is  emotionally\r\n\r\nunstrung, I feel that-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> A point of order, Sir. We have had\r\n\r\nthe  debate on Merdeka, which decided the fate  of\r\n\r\nSingapore,    degenerating   into    a    personal\r\n\r\nvilification-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can I have the hon. Member's point\r\n\r\nof order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> The point of order is this: Have my\r\n\r\npersonal merits or demerits anything to do with the\r\n\r\nmerits  or demerits of the amendment? And how  long\r\n\r\nis  this going to be permitted, Sir, these personal\r\n\r\ninsinuations?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If an hon. Member passes\r\n\r\ninsinuations  about another hon.  Member,  he  must\r\n\r\nexpect to receive similar insinuations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Thank you, Mr Chairman, Sir.\r\n\r\nAs  I  was saying, Sir, because of the insinuations\r\n\r\nthat  could  only have come from a man  emotionally\r\n\r\nunstrung,  I  think the best way is to ignore  such\r\n\r\nemotion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I would like to reply to the\r\n\r\nMinister.  He said that this Bill does  not  reduce\r\n\r\nanything.  Would the House again, Sir, read  column\r\n\r\n38  of Annexe 1? This is what the workers say. They\r\n\r\nhave  received a letter from United Engineers which\r\n\r\nstates  \"that they [United Engineers]  will  adhere\r\n\r\nstrictly to the provisions of the Clerks Employment\r\n\r\nOrdinance.\".  The  workers  say  that   this   Bill\r\n\r\n\"provides  less benefits than currently enjoyed  by\r\n\r\nUnited Engineer workers who would be classified  as\r\n\r\n'Industrial  Clerks' under the Ordinance,  in  that\r\n\r\nthey would be allowed one week annual leave against\r\n\r\ntwo  weeks now enjoyed by them, and they would work\r\n\r\n44  hours  weekly, instead of 40 hours at present.\"\r\n\r\nThese are the people we are seeking to protect  and\r\n\r\nthese are the representations, Sir, which you  have\r\n\r\nreceived. So it is inaccurate to suggest that  this\r\n\r\nBill  takes  away nothing. It does, in  fact,  take\r\n\r\naway  what they have, and according to the  workers\r\n\r\nthemselves\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1885</b></font><br><br>\r\n\r\n\r\n\r\nwho are affected, United Engineers being one firm\r\n\r\nwhich intends to implement the letter of the law,\r\n\r\nand the minimum possible, and the minimum possible\r\n\r\nwill be much less than what they get today.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Mr Chairman, Sir, I maintain\r\n\r\nthat  what I have said is correct. This Bill, when\r\n\r\nit  becomes  law, will take away nothing.  If  any\r\n\r\nemployee in any firm gets more benefits than  what\r\n\r\nthis  Bill intends to confer, there is no  penalty\r\n\r\nclause in the Bill which says that an employer who\r\n\r\ngrants more benefits than set out in this Bill, is\r\n\r\nliable to a fine or to imprisonment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be\r\n\r\nleft out, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Division.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided.\r\n\r\n<pre>\r\n\r\n               Ayes                      Noes\r\n\r\n          Lee Choon Eng.            Abdul Hamid bin\r\n\r\n          Lim Cher Kheng.              Haji Jumat.\r\n\r\n          Marshall, D. S.           Braga, A. J.\r\n\r\n          Seah Peng Chuan           Butterfield, C. H.\r\n\r\n                                    Chew Swee Kee.\r\n\r\n                                    Ede, John.\r\n\r\n            Abstentions             Goh Tong Liang.\r\n\r\n          Sutherland, G. A. P.      Jumabhoy, J. M.\r\n\r\n                                    Jumabhoy, R.\r\n\r\n              Absent                Lim Choon Mong.\r\n\r\n          Ahmad bin Ibrahim.        Lim. R. C. H.\r\n\r\n          Goh Chew Chua.            Lim Koon Teck.\r\n\r\n          Lazarous, A. R.           Lim Yew Hock.\r\n\r\n          Lim Ching Siong.          Mak Pak Shee.\r\n\r\n          Thomas, Francis.          Mohd. Sidik bin \r\n\r\n                                       Haji Abdul Hamid.\r\n\r\n                                    Nair, M. P. D\r\n\r\n                                    Ong Piah Teng.\r\n\r\n                                    Oon Khye Kiang.\r\n\r\n                                    Stewart, S. T.\r\n\r\n                                    Tan Theng Chiang.\r\n\r\n                                    Tan, William.\r\n\r\n                                    Wong Foo Nam.\r\n\r\n                        \r\n\r\n</pre>\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are now 31 votes to be\r\n\r\naccounted for. The seat of the Member for Tanjong\r\n\r\nPagar is vacant. I have received his letter of\r\n\r\nresignation. There are 4 Ayes, 21 Noes, 5 Absent,\r\n\r\nand one Abstention. The Noes have it. The\r\n\r\namendment fails.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two more amendments standing in the\r\n\r\nname of the Member for Cairnhill (Mr Marshall).\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir, I do not think any useful purpose would be\r\n\r\nserved by pursuing the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1886</b></font><br><br>\r\n\r\n\r\n\r\nnext two amendments in respect of clause 2, and I\r\n\r\ntherefore withdraw them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 14, line 18, to leave out \"or\r\n\r\nindustrial clerk\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 14, line 33, to page 15, line 13, to\r\n\r\nleave out all words from beginning to end.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  I  drew  the attention of the House  on  the\r\n\r\nmotion for recommittal that this clause, in  fact,\r\n\r\nprovides   for  the  continuation  in   force   of\r\n\r\nagreements  which  are  less  favourable  to   the\r\n\r\nemployee than the conditions given by the Bill.  I\r\n\r\nhave  since  had conversations with the  Hon. the\r\n\r\nAttorney-General and have collaborated  with  him,\r\n\r\nSir, and I am happy to say that we have agreed  to\r\n\r\na common amendment, and I now move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 17, lines 6 to 11, to leave out all\r\n\r\nwords after \"6.\" to the end and insert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Subject to the provisions of section 7 of this\r\n\r\nOrdinance all contracts of service valid and in\r\n\r\nforce on the date on which this Ordinance comes\r\n\r\ninto force shall continue to be in force after\r\n\r\nsuch date and the parties thereto shall be subject\r\n\r\nto and entitled to the benefits of the provisions\r\n\r\nof this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You will see, Sir, that under clause 7, in fact,\r\n\r\nany less favourable condition is now void and of\r\n\r\nno effect. I therefore move the deletion of clause\r\n\r\n6 and the incorporation of the new amended clause.\r\n\r\n\r\n\r\n<br><br><!-- Mr C. H. Butterfield (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr C. H. Butterfield):</b>\r\n\r\nMr  Chairman, Sir, the Committee will  appreciate\r\n\r\nfrom  what  was said by the Member for  Cairnhill,\r\n\r\nthat the Government supports this amendment, and I\r\n\r\nwould like to take this opportunity of saying that\r\n\r\nwe  are  grateful to him for drawing our attention\r\n\r\nto the imperfection - if I may put it like that - in\r\n\r\nthe drafting of this clause, and I am grateful  to\r\n\r\nhim,  too, for his assistance when it came to  the\r\n\r\nquestion of agreeing this amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take this opportunity, Sir, of\r\n\r\nemphasising  that it has never been the  intention\r\n\r\nthat the provisions of existing agreements between\r\n\r\nemployers and employees, which fall short of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1887</b></font><br><br>\r\n\r\n\r\n\r\nminimum  standards  which are  prescribed  in  the\r\n\r\nBill,  should be preserved; and I would like  just\r\n\r\nto touch on clause 7 in this context which depends\r\n\r\nto  some extent on the amendment which is going to\r\n\r\nbe made, we hope, to clause 6. I would like to say\r\n\r\nthis, Sir, that it has never been the intention of\r\n\r\nthe   Government   that  agreements   which   give\r\n\r\nemployees more than the minimum standards provided\r\n\r\nby the Bill should be prevented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to say, Sir, that we do not go\r\n\r\nso  far  by  any means as the hon. Member  in  his\r\n\r\nconstruction  of the clause in its  present  form,\r\n\r\nbut  we do agree that the drafting can be improved\r\n\r\nand should be improved.\r\n\r\n\r\n\r\n<br><br>12 noon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think Members generally will know that in\r\n\r\ntheir present form clause 6 - and I am speaking also\r\n\r\nof clause 7 - corresponds precisely with sections  6\r\n\r\nand  7 of the Labour Ordinance, and this Ordinance\r\n\r\nhas  been in force for some 18 months, and so  far\r\n\r\nas  I am aware, the construction of those sections\r\n\r\nhas never been challenged in the sense that it has\r\n\r\nnever  been suggested that they do not  carry  out\r\n\r\nthe intentions to which I have referred.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, to conclude what I have to say, we do\r\n\r\nsupport  this amendment because we think  that  it\r\n\r\nwill make the clause abundantly clear and indeed I\r\n\r\nthink  this is one of the occasions on  which  one\r\n\r\ncan  say  with some confidence that the  amendment\r\n\r\nwill  achieve our purpose - what must always be  the\r\n\r\npurpose  of legal draftsmen when they are drafting\r\n\r\nany legislation - and that is so to draft it that it\r\n\r\ncannot be misunderstood, not only by a person  who\r\n\r\nwants  to  understand it but also by a person  who\r\n\r\nwants  to  misunderstand it. Sir, we support  this\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It would appear then that it is\r\n\r\nfor the convenience of Members to discuss also the\r\n\r\nnext amendment. That is allowable.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Chairman, Sir, I think it has\r\n\r\nbeen sufficiently discussed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1888</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Chairman, Sir, my objection to\r\n\r\nclause 7 are the words \"any term of a contract  of\r\n\r\nservice  which  is contrary to the  provisions  of\r\n\r\nthis  Ordinance shall be illegal, null and  void\".\r\n\r\nSir,  it must be quite obvious that there  can  be\r\n\r\ncontracts  of service which are contrary  in  that\r\n\r\nthey  are less favourable, as well as contrary  in\r\n\r\nthat  they  are  more favourable. I  am  happy  to\r\n\r\nreport, Sir, that I have had the full co-operation\r\n\r\nof  the  Attorney-General on the subject who  sees\r\n\r\nthe  point, and I have collaborated with him, Sir,\r\n\r\nin  the amendment which I now put before the House\r\n\r\nand which I understand is fully acceptable to him-\r\n\r\nthat  we  delete  clause 7  completely  after  the\r\n\r\nfigure  \"7\", and insert a new clause. So,  Sir,  I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 17, lines 12 to 16, to leave out all\r\n\r\nwords  after  \"7.\" to the end and  insert- \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every term of a contract of service whether made before\r\n\r\nor  after  the date on which this Ordinance  comes\r\n\r\ninto  force which provides a condition of  service\r\n\r\nwhich  is less favourable to an employee than  any\r\n\r\nof  the  conditions of service prescribed by  this\r\n\r\nOrdinance shall be illegal, null and void  to  the\r\n\r\nextent that it is so less favourable.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> All I wish to say on this, Sir,\r\n\r\nis that the Government accepts this amendment, and\r\n\r\nthe  observations which I made in relation to  the\r\n\r\namendment to clause 6 which was moved by the  hon.\r\n\r\nMember  also  apply. I think I  indicated  at  the\r\n\r\ntime, to this amendment. I do not think it will be\r\n\r\nuseful,  Sir, for me to repeat what I have already\r\n\r\nsaid.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 14-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  here  again  I am happy  to  report  to  you\r\n\r\nagreement with the Attorney-General as a result of\r\n\r\nmy drawing the attention of the House to the Privy\r\n\r\nCouncil  case of Clouston and Corry which  decided\r\n\r\nthat  not  all  acts  of  misconduct  are  grounds\r\n\r\nsufficient for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1889</b></font><br><br>\r\n\r\n\r\n\r\ninstant  dismissal.  I have been  in  consultation\r\n\r\nwith  the Attorney-General who stated that it  was\r\n\r\nnot,  in fact, the intention of the Government  to\r\n\r\nextend  the  area  of  the  grounds  on  which  an\r\n\r\nemployer could dismiss an employee, and therefore,\r\n\r\nSir,  in  the  words of the case of  Clouston  and\r\n\r\nCorry, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 18, line 41, after \"misconduct\", to\r\n\r\ninsert  \"inconsistent with the fulfilment  of  the\r\n\r\nexpress or implied conditions of service\".\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Hon. Members will note that the\r\n\r\nnotice of amendments is not complete, that is, the\r\n\r\naddition of the words \"express or implied\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Here again, Mr Chairman, the\r\n\r\nCommittee will appreciate from what has been  said\r\n\r\nby  the  Member for Cairnhill, that the Government\r\n\r\nsupports  this amendment, and here again  I  would\r\n\r\nlike  to say that I am grateful for the assistance\r\n\r\nwhich  he  gave  me when we were  discussing  this\r\n\r\nparticular matter. I would like to say this,  Sir,\r\n\r\nthat  it  has  always been the  intention  of  the\r\n\r\nGovernment  that  this clause should  only  permit\r\n\r\ndismissal without notice for misconduct where that\r\n\r\nmisconduct is serious or substantial. It  follows,\r\n\r\nSir,  that  the Government is concerned that  this\r\n\r\nclause  should  not be capable of being  construed\r\n\r\nmore widely, and for the reasons which I think the\r\n\r\nMember for Cairnhill has indicated, the Government\r\n\r\ntakes the view that it would be wise to adopt  the\r\n\r\namendment  to it on the lines which he has  moved.\r\n\r\nWe support this amendment, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 14, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think this is an appropriate time\r\n\r\nto suspend?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The sitting is suspended. I will\r\n\r\ntake the Chair again at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.12 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n   \r\n\r\n   \r\n\r\n\r\n\r\n   \r\n\r\n<div align=\"center\"><b>CLERKS EMPLOYMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consideration in Committee resumed.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are two amendments standing\r\n\r\nin the name of the Member for Cairnhill (Mr D. S.\r\n\r\nMarshall) which appear to be complementary:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 19, line 1, after \"15.\", to insert \"-(1) \".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 19, after line 6, to add a new sub-clause numbered (2) as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) Strike action by an employee in pursuance\r\n\r\nof the lawful request of his registered trade\r\n\r\nunion shall not be deemed to be breach of\r\n\r\ncontract.\"]\r\n\r\n\r\n\r\n<br><br>Unless  any  hon. Member has an amendment  to  the\r\n\r\nclause  itself,  I  propose  to  call  the  second\r\n\r\namendment.  If the second amendment  is  accepted,\r\n\r\nthen, of course, the first amendment will be  made\r\n\r\nas a matter of course.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  thank  you. I was wondering what the  proper\r\n\r\nprocedure would be.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, this is a provision that is\r\n\r\nabsolutely  vital to the labour  movement  of  the\r\n\r\ncountry.  You will permit me, Sir, to remind  this\r\n\r\nHouse that in true colonial tradition, the workers\r\n\r\nof  Singapore  had no right to organise  in  trade\r\n\r\nunions  until after the Second World War and  that\r\n\r\nup  to,  I think, late in 1941, it was a criminal\r\n\r\noffence   and  a  criminal  conspiracy   for   any\r\n\r\nemployees  to  get  together and  to  press  their\r\n\r\ndemands  on  their employers on the  understanding\r\n\r\nthat  if they did not get them, they would strike.\r\n\r\nUnder pressure from the Labour Party of the United\r\n\r\nKingdom,  there was introduced in this  colony  in\r\n\r\n1951 trade union legislation. I say under pressure\r\n\r\nfrom  the  Labour  Party of  the  United  Kingdom;\r\n\r\nperhaps I should add, and in view of the crumbling\r\n\r\nand  disintegrating situation in  Singapore  as  a\r\n\r\nresult  of  the  Japanese threat when  imperialist\r\n\r\ncapital was seeking every means to placate those\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1891</b></font><br><br>\r\n\r\n\r\n\r\nit  had  persistently made their enemies, but  the\r\n\r\n1941 legislation was of no effect until after  the\r\n\r\nwar. Not one single organisation registered itself\r\n\r\nas  a  trade  union  under that legislation  until\r\n\r\n1946. So, Sir, trade union law and protection  for\r\n\r\nthe  worker is very new. There is a law and it  is\r\n\r\nno longer a criminal conspiracy to go on strike or\r\n\r\nto  take  other action on a collective  bargaining\r\n\r\nbasis  against  unreasonable employers  but,  Sir,\r\n\r\nthough it is no longer a criminal offence, it is a\r\n\r\ncivil offence to go on strike - something very  few\r\n\r\npeople seem to know. It is a civil offence  to  go\r\n\r\non strike, tantamount to a breach of contract from\r\n\r\nwhich  damages can flow. I see that the  hon.  Mr\r\n\r\nSutherland looks with surprise. Perhaps  the  Hon.\r\n\r\nthe  Attorney-General - I  know  Mr  Sutherland  no\r\n\r\nlonger,  Sir, he says, takes what I say  as  being\r\n\r\naccurate - will correct me if I am wrong or at least\r\n\r\nindicate how far I am right. But let me repeat  in\r\n\r\ncase there is any misunderstanding. It is today  a\r\n\r\ncivil  offence  to  go on strike  amounting  to  a\r\n\r\nbreach of contract, attracting immediate dismissal\r\n\r\nfor misconduct.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, we have the privilege of having as\r\n\r\nChief  Minister  and as Minister  for  Labour  and\r\n\r\nWelfare  a  man  who  has told  you  that  he  has\r\n\r\nlaboured in the trade union movement all his  life\r\n\r\nand  he  should understand what it  means  to  the\r\n\r\nworkers of Singapore that the principle should  be\r\n\r\nrecognised  not  only  of non-criminality  of  the\r\n\r\nright  to  strike but of the absolute legality  of\r\n\r\nthe  right  to  strike, that the right  to  strike\r\n\r\nshould   not  be  considered  a  civil  misconduct\r\n\r\nwarranting  instant dismissal. We,  Sir,  in  this\r\n\r\nHouse are all Socialists with the exception of the\r\n\r\nNominated Members. I grieve to see that  the  most\r\n\r\nsocialist of Socialists, according to their views,\r\n\r\nare entirely absent - the People's Action Party, all\r\n\r\nof  them.  I  grieve to see that  the  Independent\r\n\r\nMember  for  Sembawang (Inche Ahmad  bin  Ibrahim)\r\n\r\nabsent on so important a motion. I grieve to see a\r\n\r\nlarge section of the Liberal-Socialists absent  on\r\n\r\nso  important  a  motion, but, Sir,  we  have  the\r\n\r\nLabour  Front that stands for Socialist principles\r\n\r\nand I say to you, Sir, that to any true Socialist,\r\n\r\nit is axiomatic that the right to strike should be\r\n\r\nlawful. You\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1892</b></font><br><br>\r\n\r\n\r\n\r\ncannot  say  it is lawful if it comes  within  the\r\n\r\ndefinition  of  misconduct  and  if  it   warrants\r\n\r\ninstant dismissal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hon. the Chief Minister today received\r\n\r\nthe  praise  and  the accolade of British  capital\r\n\r\nwhose confidence he has gained. I would ask him to\r\n\r\nremember the labour movement. I would ask  him  to\r\n\r\nremember  the  need  of this country  and  of  any\r\n\r\ngovernment of this country to have the  faith  and\r\n\r\nconfidence of the labour movement. I would  remind\r\n\r\nhim.  Sir, of something that perhaps he knows  and\r\n\r\nhe does not often remember, and that is, since his\r\n\r\ncoming  into  office,  many  genuine  and  sincere\r\n\r\nconstitutional trade unionists are  frightened.  I\r\n\r\nsay,  Sir,  that the acceptance of this  amendment\r\n\r\nwhich makes lawful the right to strike will  go  a\r\n\r\nlong way to restoring the confidence of the labour\r\n\r\nmovement   of   this  country  and   the   present\r\n\r\nGovernment of this country would go a long way  to\r\n\r\nallay  the  fears of the labour movement  of  this\r\n\r\ncountry  and  would also go a long way  to  giving\r\n\r\njustice   to   the   worker.  There   is   nothing\r\n\r\nunreasonable in strike action, Sir. All I ask here\r\n\r\nis  that strike action, not what they call  \"wild-cat\"  strike  action, but \"strike  action  at  the\r\n\r\nlawful request\"- you will notice that phrase, Sir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Strike action by an employee in pursuance of the\r\n\r\nlawful request of his registered trade union shall\r\n\r\nnot be deemed to be breach of contract.\"\r\n\r\n\r\n\r\n<br><br>I  do plead that, in this House that claims 9/10th\r\n\r\nSocialists, this very modest axiomatic  protection\r\n\r\nfor the worker should be conceded.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the circumstances, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 19, after line 6, to add a new sub-clause\r\n\r\nnumbered (2) as follows-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) Strike action by an employee in pursuance\r\n\r\nof the lawful request of his registered trade\r\n\r\nunion shall not be deemed to be breach of\r\n\r\ncontract.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, the\r\n\r\nGovernment cannot accept the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the right of workers to strike is not a\r\n\r\nright  which is given or taken away by legislation\r\n\r\nof  this  kind.  The  Clerks  Employment  Bill  is\r\n\r\nconcerned with the contracts of service. As far as\r\n\r\npossible, rights and duties under this legislation\r\n\r\nas  between the employers and employees should  be\r\n\r\nreciprocal. It is a common\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1893</b></font><br><br>\r\n\r\n\r\n\r\nlaw  right and workers are protected from most  of\r\n\r\nthe  common law consequences of strike  action  by\r\n\r\nthe  Trade Disputes Ordinance. However,  a  strike\r\n\r\nmust still be regarded as a declaration of war and\r\n\r\na   declaration   of   war  automatically   severs\r\n\r\ndiplomatic  relations. In the same way,  a  strike\r\n\r\nsevers contracts of service. After all, the  usual\r\n\r\npurpose  of  a strike is to secure new and  better\r\n\r\ncontracts of service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill describes the right not\r\n\r\nto  allow  anyone to go on strike a civil offence.\r\n\r\nSir, I am not a lawyer. As far as I know, there is\r\n\r\nsuch a thing as criminal offence and a civil wrong\r\n\r\nbut there is no such thing as a civil offence.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when a trade union asks its members to go\r\n\r\non  strike, the purpose behind that strike  action\r\n\r\nis  actually  to  terminate the  old  contract  of\r\n\r\nservice as not good enough and therefore to seek a\r\n\r\nbetter contract of service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill brings in a lot of\r\n\r\nfacts  that are rather misleading to the point  at\r\n\r\nissue. His amendment merely asks that in the  case\r\n\r\nof a strike:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Strike action by an employee in pursuance of\r\n\r\nthe  lawful request of his registered trade  union\r\n\r\nshall not be deemed to be breach of contract.\"\r\n\r\n\r\n\r\n<br><br>A  strike is merely the co-ordinated withdrawal by\r\n\r\nworkmen  of their labour and may or may not  be  a\r\n\r\nbreach  of  contract. Strike notices are  probably\r\n\r\nsufficient in most cases to terminate the contract\r\n\r\nof  most men engaged and in such a case, there  is\r\n\r\nno  breach  of  contract. The  withdrawal  may  be\r\n\r\nwithout notice and there is therefore a breach  of\r\n\r\ncontract. In either case, the contract of  service\r\n\r\nis  ended,  that  being the very  purpose  of  the\r\n\r\nstrike - to  end a contract that does not appear  to\r\n\r\nbe  good  to the employees concerned - and the  only\r\n\r\nquestion   that   remains,   Sir,   is   one    of\r\n\r\nreinstatement or a new contract.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we were to allow this amendment to go\r\n\r\nthrough,  it would encourage wild-cat strikes  and\r\n\r\nconfusion in industries and would prolong  strikes\r\n\r\nas   workers  would  have  nothing  to  lose.  The\r\n\r\nemployers would be held liable to pay the wages of\r\n\r\nemployees who are on strike and who, by  the  very\r\n\r\nfact that they are on strike, have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1894</b></font><br><br>\r\n\r\n\r\n\r\nclearly  indicated  their understanding  that  the\r\n\r\ncontract  of  service which they  had  with  their\r\n\r\nemployers is not good enough and that they want  a\r\n\r\nbetter one.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Chairman, Sir, I am rather\r\n\r\nsurprised that the Minister in charge of the  Bill\r\n\r\nhimself should be unconscious of the provisions of\r\n\r\nhis own Bill. If the Minister will read clause 27,\r\n\r\nhe  will  see there that the employer  may  deduct\r\n\r\nfrom  the wages of an employee an adequate  amount\r\n\r\nfor  absence without good reason. Therefore,  when\r\n\r\nthe  Minister  tells you that the  employer  would\r\n\r\nhave to pay wages during a strike, he informs  you\r\n\r\ninaccurately,  Sir, no doubt, through  not  having\r\n\r\nsufficiently carefully read his own Bill. Sir,  it\r\n\r\nis  not  true that to say a strike is not a breach\r\n\r\nof  contract  would mean that the  employer  would\r\n\r\nhave  to pay the wages during the period of strike\r\n\r\nand  it is not true to say that every strike is  a\r\n\r\ntermination of contract because it is not good.  I\r\n\r\nam  not  a  trade unionist, Sir. The Minister  for\r\n\r\nLabour  and Welfare is. May I remind the  Minister\r\n\r\nof  some notorious fact, that unions go on  strike\r\n\r\nwhen there is victimisation of trade union leaders\r\n\r\nby employers? Does he not know of that? Has he not\r\n\r\nhimself  intervened  in  a  recent  case  in   the\r\n\r\nSingapore Pilot Association when all the employees\r\n\r\nwalked out because a vice-president of a union was\r\n\r\nsacked?  They  did  not  seek  to  improve   their\r\n\r\ncontract   of  service.  They  said,   \"You   have\r\n\r\nwrongfully  dismissed and victimised  one  of  our\r\n\r\nmembers.  Therefore, we are  going  on  strike  in\r\n\r\norder to force you to be reasonable.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the Minister asks for is that the\r\n\r\nemployers    should   have   the    monopoly    of\r\n\r\nunreasonableness. Why? He again says that it would\r\n\r\nencourage  wild-cat  strikes.  Sir,  I  have  just\r\n\r\nexplained that my amendment says that only  strike\r\n\r\naction  in  pursuance  of a lawful  request  of  a\r\n\r\nlawful  trade union shall be deemed not  to  be  a\r\n\r\nbreach  of contract. So there again, Sir,  he  has\r\n\r\nmisunderstood  my amendment - I do hope  so - because,\r\n\r\nit is, I repeat, vital to the trade union movement\r\n\r\nof   this  country  and  to  the  labour  movement\r\n\r\nthroughout the world that their right to strike be\r\n\r\nprotected. A\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1895</b></font><br><br>\r\n\r\n\r\n\r\ngreat  deal,  Sir,  depends upon  their  right  to\r\n\r\nstrike.  They  have no strength like the  employer\r\n\r\nhas.  The employer will still eat, sleep and drive\r\n\r\nin  his  car when there is a strike but it is  the\r\n\r\nemployee  who  takes the risks  of  starving,  who\r\n\r\ntakes  the  risks of real privation to his  family\r\n\r\nwhen  he goes on strike. The employee does not  go\r\n\r\non  strike, Sir, just for the fun of it. There  is\r\n\r\nno  fun  in economic privation but if you  do  not\r\n\r\ngive him this protection, Sir, he immediately gets\r\n\r\ndismissed.  As a consequence, he might  be  thrown\r\n\r\nout  of the house which he occupies as an employee\r\n\r\nof  the  company. Let me point this out, Sir:  the\r\n\r\nfact that you protect the right to strike does not\r\n\r\nprevent  the  employer from giving  you  a  proper\r\n\r\nnotice  dismissing you from his  service.  He  can\r\n\r\nstill dismiss you but dismiss you with notice. All\r\n\r\nI  am  pleading for in this amendment is that  the\r\n\r\nright  to  strike  shall not be deemed  misconduct\r\n\r\nsufficient to warrant instant dismissal.  How  can\r\n\r\nMembers of this House, Sir, all of us who seek the\r\n\r\nwelfare of the people, all of us who claim  to  be\r\n\r\nSocialists, reject and refuse a very modest and  a\r\n\r\nvery reasonable plea?\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> I will say quite frankly, Sir,\r\n\r\nthat   I  had  hoped  not  to  intervene  on  this\r\n\r\nparticular  matter  but one  or  two  observations\r\n\r\nwhich  have  fallen from the Member for  Cairnhill\r\n\r\nmake me feel that I should say something.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, what I would like to say is this,\r\n\r\nSir,  that  I am not very sure that I  follow  the\r\n\r\nargument  of  the hon. Member and  insofar  as  it\r\n\r\nrelated  to the amendment which we are considering\r\n\r\nnow, and was based on the provisions of clause  27\r\n\r\nof  the  Bill. I am sorry that I cannot  say  more\r\n\r\nabout  it but all I do say is this, that I do  not\r\n\r\nfollow the argument.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to refer to the concluding part\r\n\r\nof  his  argument, that is, his  argument  in  his\r\n\r\nsecond  address  in Committee on  this  particular\r\n\r\npoint,  and that was, I think - correct me if  I  am\r\n\r\nwrong - he was pleading that where employees strike,\r\n\r\nthe  action  they take in striking should  not  be\r\n\r\nregarded   as   misconduct  justifying   dismissal\r\n\r\nwithout  notice.  That is what  I  understood  his\r\n\r\nargument to be, Sir, and that seems to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1896</b></font><br><br>\r\n\r\n\r\n\r\nme  to be confused in some way with the provisions\r\n\r\nof  clause  14 which deals with dismissal  without\r\n\r\nnotice on grounds of misconduct which we discussed\r\n\r\nthis  morning. It seems to me - I may  be  a  little\r\n\r\nobtuse  on this matter - to have very little  to  do\r\n\r\nwith  the amendment which we are considering  now.\r\n\r\nThe  amendment which we are considering now is  to\r\n\r\nthe  effect,  as  I understand it,  that  for  the\r\n\r\npurposes  of  clause  15, where  employees  go  on\r\n\r\nstrike, their going on strike should not be deemed\r\n\r\nto be a breach of contract. That seems to me to be\r\n\r\nan  entirely different matter and to conclude what\r\n\r\nI  have  to say, Sir, I would remind the Committee\r\n\r\nthat,  on the question of whether or not a  strike\r\n\r\ninvolves  a  breach of contract, that must  depend\r\n\r\nupon  whether the withdrawal of the employees  has\r\n\r\nfollowed   on  notice  which  would  bring   their\r\n\r\ncontract  to an end or whether it does not  follow\r\n\r\non such notice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think that there is anything further I\r\n\r\ncan usefully add, Sir, to what has been said.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I might help, Sir, the Attorney-General and I would like to read clause 27. It\r\n\r\nsays:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Deductions may be made under paragraph (a) of\r\n\r\nsection  26  of this Ordinance only on account  of\r\n\r\nthe  absence of an employee from the place  where,\r\n\r\nby  the terms of his employment, he is required to\r\n\r\nwork, such absence being for the whole or any part\r\n\r\nof  the  period  during which he  is  required  to\r\n\r\nwork.\"\r\n\r\n\r\n\r\n<br><br>What I am saying there, Sir, is: if a man goes  on\r\n\r\nstrike,  the  employer does not have  to  pay  his\r\n\r\nwages  or  his salary because under the provisions\r\n\r\nof  clause  27, he may deduct from his salary  the\r\n\r\nmonies that would have been payable to him had  he\r\n\r\nattended  work and that, in fact, he is liable  to\r\n\r\nthese deductions if he absents himself from work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, whether a strike action amounts to a\r\n\r\nbreach  of  contract  without  misconduct   or   a\r\n\r\nmisconduct  which affects the express  or  implied\r\n\r\nterms  of  a contract is really not very material.\r\n\r\nAll  I  am saying is that under the common law  at\r\n\r\npresent,  a trade unionist who obeys the order  of\r\n\r\nhis  trade  union  to  go on  strike  can  legally\r\n\r\njustify  an  instant dismissal  by  his  employers\r\n\r\nwithout any notice and I am asking that he  should\r\n\r\nhave adequate protection.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1897</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Chairman, Sir, I am a\r\n\r\nlittle bit confused. The Member for Cairnhill\r\n\r\nwants this. If the employees go on strike, they\r\n\r\nshould be paid the wages-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> -and that the wages should\r\n\r\nnot be deducted - when he referred to clause 27.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> He did not say that.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Mr Chairman, Sir, if absence\r\n\r\nfrom  work caused by strike is not to be a  breach\r\n\r\nof  contract, then surely under clause 26 (1) (a),\r\n\r\nthe  employer shall not be allowed to  deduct  for\r\n\r\nabsence  from work because no deduction  could  be\r\n\r\nmade  for  absence from work as a  result  of  the\r\n\r\nstrike not being a breach of contract. We are  not\r\n\r\na court of law, Sir, and you do not sit as a judge\r\n\r\nbut looking at clause 26 (1) (a) together with the\r\n\r\nproposed amendment, surely it does not make sense.\r\n\r\nIf  strike action is not a breach of contract  and\r\n\r\nabsence from work is a result of strike action, no\r\n\r\ndeduction can be made.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I still have to persist, Sir. Would\r\n\r\nthe hon. Member read clause 27 (3) :\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If any employee absents himself from work\r\n\r\notherwise than as provided by this Ordinance or by\r\n\r\nhis contract of service, the employer may, subject\r\n\r\nto  any order which may be made by a court  or  by\r\n\r\nthe  Commissioner  on complaint of  either  party,\r\n\r\ndeduct  from  any salary due to such employee  the\r\n\r\ncost of food.\".\r\n\r\n\r\n\r\n<br><br>Now,  that  is one. Look at clause 27  (1)  again,\r\n\r\nSir:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Deductions may be made under paragraph a) of\r\n\r\nsection  26  of this Ordinance only on account  of\r\n\r\nthe  absence of an employee from the place  where,\r\n\r\nby  the terms of his employment, he is required to\r\n\r\nwork.\".\r\n\r\n\r\n\r\n<br><br>Now, Sir, I have a contract with you whereby I  am\r\n\r\nrequired to work for you in your office. I  absent\r\n\r\nmyself for one day, for two days, for three  days,\r\n\r\nand  I come along and say, \"I am sorry, Sir, I was\r\n\r\nattending  my  grandmother's funeral,\"  but,  Sir,\r\n\r\nthat   does   not   necessarily  justify   instant\r\n\r\ndismissal  and  I should not be penalised.  As  an\r\n\r\nemployer, therefore clause 27 (1) permits  you  to\r\n\r\ndeduct from my wages the wages which should have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1898</b></font><br><br>\r\n\r\n\r\n\r\nbeen  paid for those three days. What I am  asking\r\n\r\nfor  in this amendment is not that they should  be\r\n\r\npaid  as  the  Minister for Commerce and  Industry\r\n\r\n(Mr  J.  M.  Jumabhoy) suggests. I am not  asking\r\n\r\nthat they be paid any wages or salary during their\r\n\r\nstrike. All I say is that their action should  not\r\n\r\namount  to  a  breach of contract  which  attracts\r\n\r\ninstant dismissal. That is all that my clause says\r\n\r\nand  if  there is any change in wording that  this\r\n\r\nHouse  should want in order to make the  intention\r\n\r\nclearer either in clause 27 (1) or in clause 15, I\r\n\r\nwill  be  only  too happy to concede  and  to  co-operate  to  the  utmost. All I ask  is  that  the\r\n\r\nprinciple  be accepted, that it is no civil  wrong\r\n\r\nto  go  on  strike  and that  an  employer  cannot\r\n\r\ndismiss  you  summarily because you have  gone  on\r\n\r\nstrike.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> I feel bound to say, Sir, that\r\n\r\nso  far  as  the Government is concerned,  we  are\r\n\r\nunable  to see the relevance of clause 27 at  all.\r\n\r\nIt  seems  to  us to have nothing to do  with  the\r\n\r\namendment  with  which this  Committee  should  be\r\n\r\nconcerned at the moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the new sub-clause proposed\r\n\r\nto be added, be there added.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 1; Noes, 20;\r\n\r\nAbstentions, Nil.\r\n\r\n<pre>\r\n\r\n                 Ayes                      Noes\r\n\r\n             Marshall, D. S.           Braga, A. J.\r\n\r\n                                       Butterfield, C. H.\r\n\r\n                 Absent                Chew Swee Kee.\r\n\r\n             Abdul Hamid bin           Ede, John.\r\n\r\n                Haji Jumat.            Goh Tong Liang.\r\n\r\n             Ahmad bin Ibrahim.        Jumabhoy, J. M.\r\n\r\n             Goh Chew Chua.            Lim Cher Kheng.\r\n\r\n             Jumabhoy, R.              Lim Choon Mong.\r\n\r\n             Lazarous, A. R.           Lim, R. C. H.\r\n\r\n             Lee Choon Eng.            Lim Yew Hock.\r\n\r\n             Lim Ching Siong.          Mak Pak Shee.\r\n\r\n             Lim Koon Teck.            Mohd. Sidik bin Haji\r\n\r\n             Seah Peng Chuan.              Abdul Hamid.\r\n\r\n             Thomas, Francis.          Nair, M. P. D.\r\n\r\n                                       Ong Piah Teng.\r\n\r\n              Abstentions              Oon Khye Kiang.\r\n\r\n                 Nil.                  Stewart, S. T.\r\n\r\n                                       Sutherland, G. A. P.\r\n\r\n                                       Tan Theng Chiang.\r\n\r\n                                       Tan, William.\r\n\r\n                                       Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\n\r\n\r\nClause 27-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 21, line 27, after \"of\", to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a purely formal amendment for the\r\n\r\npurpose of improving the drafting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 27, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 22, line 3, after \"of\" to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is also a formal amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 22, line 14, after \"of\", to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is another formal amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 35-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  in the light of the voting on clause 2, there\r\n\r\nwould be no useful purpose in pursuing my objection\r\n\r\nto   the   division  of  clerks  into  clerks   and\r\n\r\nindustrial clerks, which is the subject  of  clause\r\n\r\n35  and,  in the circumstances, Sir, I withdraw  my\r\n\r\namendment   which  appears  in   the   Notices   of\r\n\r\nAmendments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 24, lines 15 to 33, to leave out the\r\n\r\nwhole clause.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 35 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 36-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Are the hon. Member's amendments\r\n\r\nsimilarly withdrawn?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, no, Mr Chairman,\r\n\r\nSir. May I beg leave, Sir, to move my amendment\r\n\r\nbecause it seems to me that although we have some\r\n\r\ntop\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1900</b></font><br><br>\r\n\r\n\r\n\r\nsecret  reason for dividing clerks into clerks  and\r\n\r\nindustrial clerks, nevertheless no reason  at  all,\r\n\r\ntop  secret or otherwise, has been indicated as  to\r\n\r\nwhy  a  clerk  should  get 13  days  annual  public\r\n\r\nholidays and why industrial clerks should have only\r\n\r\n11 days annual public holidays. It is a distinction\r\n\r\nwithout meaning to me, without a logic that  I  can\r\n\r\nsee  anywhere and, in the circumstances, Sir, I  do\r\n\r\nmove.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 24, lines 36 to 40, to leave out from\r\n\r\n'specified\" to the end and insert \"in the  Schedule\r\n\r\nto this Ordinance\".\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Can I have that in writing, please?\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Sir, I have got\r\n\r\nit  here \"in Schedule A to this Ordinance\". If  the\r\n\r\namendment proposed is accepted, Sir, there will not\r\n\r\nbe  Schedules  A  and B. So I  am  saying  \"in  the\r\n\r\nSchedule to this Ordinance.\".\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The difficulty, of course, is that\r\n\r\nthe Schedules themselves have not been committed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Yes, I appreciate that, Sir. Very\r\n\r\nwell, Sir, in that case, I leave my amendment as it\r\n\r\nstands reading:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In page 24, lines 36 to 40, to leave out from\r\n\r\n\"specified\" to the end and insert \"in Schedule A to\r\n\r\nthis Ordinance\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is in accordance with the amendment of which I\r\n\r\nhave given notice.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, industrial\r\n\r\nclerks  are  clerks who have close connection  with\r\n\r\nthe  workmen under the Labour Code with  whom  they\r\n\r\nwork.  Under  the  Labour  Code,  the  workmen  are\r\n\r\nentitled  to 11 gazetted holidays and  it  is  felt\r\n\r\nthat  these  industrial clerks,  because  of  their\r\n\r\nclassification, are entitled to the same number  of\r\n\r\nholidays  as  the  workmen  with  whom  they   work\r\n\r\ntogether.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it that the Member for\r\n\r\nCairnhill will not move amendments (ii), (iii)  and\r\n\r\n(iv) in consequence?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[(ii) In page 25, lines 1 and 2, to leave out \"or\r\n\r\nB, as' the case may be\".]\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[(iii) In page 25, line 4, to leave out \"or B, as\r\n\r\nthe case may be,\".]\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1901</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[(iv) In page 25, line 21, to leave out \"and B\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Note: To leave out \"Schedules\" and insert\r\n\r\n\"Schedule\".]\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> No.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 36 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 37-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,  I  know  that this House is in  no  mood  to\r\n\r\nlisten to my amendment but I appeal to it again to\r\n\r\nconsider  here that an industrial clerk  does  the\r\n\r\nsame  work  as an ordinary clerk and there  is  no\r\n\r\nlogic  in his getting seven days annual leave  and\r\n\r\nthe  ordinary clerk getting fourteen  days  annual\r\n\r\nleave.  It  cannot be said that if the  industrial\r\n\r\nclerk  gets  fourteen days, he  would  disorganise\r\n\r\nanything, Sir, because you do not take your  leave\r\n\r\nsimultaneously  with  the workmen  with  whom  you\r\n\r\nwork.  You  take  your  leave  staggered.  In  the\r\n\r\ncircumstances, I think we could do just  a  little\r\n\r\njustice  to  the industrial clerk  here,  Sir,  by\r\n\r\nrecognising  that  he is the same  type  of  human\r\n\r\nbeing as the others to whom we are giving fourteen\r\n\r\ndays annual leave.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In page 25, lines 22 to 24, to leave out from\r\n\r\n\"to\" to the end and insert \"fourteen days\".\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, the same\r\n\r\nreasons  apply to this amendment as the reasons  I\r\n\r\ngave with regard to the amendment to clause 36.  I\r\n\r\ndo  not  say that industrial clerks are not  human\r\n\r\nbeings, but I do say this: that workmen are  human\r\n\r\nbeings   just  as  well,  and  under  the   Labour\r\n\r\nOrdinance they are given a minimum of seven  days;\r\n\r\nand  as industrial clerks are being classified  in\r\n\r\nthe  same category, they should be given the  same\r\n\r\nnumber  of  annual holidays. Although  the  Labour\r\n\r\nOrdinance  provides for seven days  annual  leave,\r\n\r\nmost  unions have, by active negotiation,  secured\r\n\r\nfor  their  members 14 days annual leave.  In  the\r\n\r\nsame  way,  it  is  hoped  that  organisations  of\r\n\r\nindustrial clerks may be just as active to get for\r\n\r\ntheir  members what unions of workmen have secured\r\n\r\nfor their members.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1902</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Chairman, Sir, I was just going\r\n\r\nto  make  one  point. If in fact the Minister  for\r\n\r\nLabour believes that employers have recognized, in\r\n\r\nagreement    with    the   trade    unions,    the\r\n\r\nreasonableness  of 14 days annual leave  for  this\r\n\r\ntype  of  employees, surely that is all  the  more\r\n\r\nreason  for  this House to put that as a  minimum?\r\n\r\nWould he not reconsider the position, Sir? A vital\r\n\r\nprinciple  is  involved; there  is  a  very  large\r\n\r\nsection  of the people of Singapore to  whom  this\r\n\r\nmeans a great deal. Why does he throw the onus  on\r\n\r\nunions,  who  are weak at the present  moment,  to\r\n\r\nstrive  to obtain the minimum? This Bill is  there\r\n\r\nto  assist  in fixing the minimum, and  surely  14\r\n\r\ndays leave for a clerk is not too much?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 37 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 38-\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Chairman, Sir, I beg to move\r\n\r\nan amendment to clause 38, that is,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 25, line 41, after \"employer\", to insert\r\n\r\n\"or  in  default of such appointment by  any  duly\r\n\r\nregistered medical practitioner\".\r\n\r\n\r\n\r\n<br><br>Sir, I think you will remember that, at an earlier\r\n\r\nstage,  references were made to the provisions  of\r\n\r\nthis  clause,  and  amongst other  things  it  was\r\n\r\nsuggested  that  it  was  defective  because   the\r\n\r\nposition  of the sick employee would be difficult,\r\n\r\nif  not  impossible, in cases  where  an  employer\r\n\r\ndeclined   or   failed  to   appoint   a   medical\r\n\r\npractitioner whose certificate he would accept for\r\n\r\nthe  purposes of this clause. And for that reason,\r\n\r\nSir, this amendment is now proposed, its effect is\r\n\r\nthat, where an employer does not appoint a medical\r\n\r\npractitioner to whom his employees can  go  for  a\r\n\r\ncertificate when they are sick, they may go to any\r\n\r\nother registered medical practitioner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I should add, Sir, that this amendment\r\n\r\nanticipates  in part the amendment  of  which  the\r\n\r\nMember   for   Cairnhill  has  given  notice.   It\r\n\r\nanticipates it because we on this side think that,\r\n\r\nso  far as it goes, it would be more appropriately\r\n\r\nmade  at  this particular point in the clause.  It\r\n\r\nomits  any  provision for any  time  limit  during\r\n\r\nwhich the employer's doctor is required to examine\r\n\r\nhis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1903</b></font><br><br>\r\n\r\n\r\n\r\npatients,  and  it omits references  to  maternity\r\n\r\nleave,  both  these points being included  in  the\r\n\r\nNotices  of  Amendments to this clause  which  has\r\n\r\nbeen  given  by  the  Member for  Cairnhill.  With\r\n\r\nregard  to these two points, I may perhaps  rather\r\n\r\nin  anticipation say that the Government takes the\r\n\r\nview  that it is unnecessary to prescribe a  time-limit  within  which a doctor should  examine  his\r\n\r\npatients,  and  so  far  as  maternity  leave   is\r\n\r\nconcerned-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We shall consider that point when\r\n\r\nit comes.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> If it please you, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> I am glad, Sir, that Government\r\n\r\nhas  recognised the weakness, the lacuna, in  this\r\n\r\nclause,  and  I  am happy to accept  the  proposed\r\n\r\namendment  by the Hon. the Attorney-General.  But,\r\n\r\nSir,  he  forgets one thing. The whole concept  is\r\n\r\nthat  the employee should be examined by a  doctor\r\n\r\nto  be appointed by the employer and to be paid by\r\n\r\nthe   employer;   but   supposing   we   have   an\r\n\r\nunreasonable employer, I asked what should  happen\r\n\r\nand  I  proposed certain amendments. Now the  Hon.\r\n\r\nthe  Attorney-General, anticipating my  amendment,\r\n\r\nproposes  \"in default of such appointment  by  any\r\n\r\nduly  registered medical practitioner\" but you  do\r\n\r\nsee,  Sir,  that  what happens here  is  that  the\r\n\r\nemployee   will   have   to   pay   this   medical\r\n\r\npractitioner.  I  do not see why  an  unscrupulous\r\n\r\nemployer   should  be  permitted  to   evade   his\r\n\r\nresponsibilities, and I would ask, Sir, that there\r\n\r\nbe an amendment to the amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That after \"practitioner\" in the amendment moved\r\n\r\nby  the  Hon, the Attorney-General, to add \"to  be\r\n\r\npaid by the employer\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment to the amendment handed in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Have I got it in the wrong place, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Clause 38 (1) as it appears now\r\n\r\nreads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any employee who has served an employer for a\r\n\r\nperiod  of  not less than twelve months after  the\r\n\r\ncoming  into force of this Ordinance shall,  after\r\n\r\nexamination  at the expense of the employer  by  a\r\n\r\nduly registered medical practitioner appointed  by\r\n\r\nthe employer.\"\r\n\r\n\r\n\r\n<br><br>and, if we accept the amendment, it goes on-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1904</b></font><br><br>\r\n\r\n\r\n\r\n\"or  in  default of such appointment by  any  duly\r\n\r\nregistered medical practitioner, be entitled to...\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Thank you, Sir. I see that my\r\n\r\namendment  is  in fact covered by the  over-riding\r\n\r\nwords  \"at  the  expense of the employer\"  in  the\r\n\r\nforegoing sentence. I withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment to the amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (ii) to clause 38\r\n\r\nstanding  in the name of the Member for Queenstown\r\n\r\n(Mr Lee Choon Eng):\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 25, line 42, to leave out \"twenty-eight\r\n\r\ndays\"  and  insert \"fifty-two days  full  pay  and\r\n\r\ntwenty-six days half-pay\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member is not here, but I might say that\r\n\r\nthat does not prevent any other Member, who wishes\r\n\r\nto adopt the amendment, to propose it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Chairman,\r\n\r\nSir,   my  objection  to  clause  38  having  been\r\n\r\nsatisfactorily  met in so far  as  the  lacuna  is\r\n\r\nconcerned,  I come to an important principle,  and\r\n\r\nthat  is  the  question  of  maternity  leave   to\r\n\r\nemployees.  I would like to move that a  new  sub-clause (2) be added, reading:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every employee shall be entitled to additional\r\n\r\npaid  sick  leave during terms of four weeks  each\r\n\r\nbefore and after her maternity confinement.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I did make a plea in my observations on the\r\n\r\nmotion for recommittal pointing out that clerks as\r\n\r\nwell   as   labourers  need  protection  in   this\r\n\r\ninstance, and the Minister for Labour and  Welfare\r\n\r\nhad  only one argument in reply. He said that  the\r\n\r\nmore  benefits we give to female clerks, the  less\r\n\r\nthe  number  of  female clerks will  be  employed.\r\n\r\nWell,  Sir,  surely  he has given  these  benefits\r\n\r\nunder  the  Labour Ordinance? Is it then suggested\r\n\r\nthat  such  benefits in respect of  maternity  are\r\n\r\nintended  to deter employers from engaging  female\r\n\r\nlabourers?  Obviously illogical. I  know,  Sir,  I\r\n\r\nkeep pressing the need for logic in the conduct of\r\n\r\nMinisters  and  in the application of  Ordinances.\r\n\r\nThe   Labour   Ordinance  provides   that   female\r\n\r\nlabourers  are  in need of four weeks  before  and\r\n\r\nfour weeks\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1905</b></font><br><br>\r\n\r\n\r\n\r\nafter  confinement. Surely, Sir, women clerks  are\r\n\r\nin need of the same period of leave. They are made\r\n\r\nof  the  same  stuff,  they go  through  the  same\r\n\r\ntrials,  and I cannot understand the oversight.  I\r\n\r\nhad  at first hoped that it was an oversight,  but\r\n\r\nit  seems  it  is  not, and I  shall  listen  with\r\n\r\ninterest to the explanation why women clerks  have\r\n\r\nbeen  excluded  from the provisions  on  maternity\r\n\r\nleave.  Is  it suggested, Sir, that it is  because\r\n\r\nthey  have 28 days sick leave under the Ordinance?\r\n\r\nIf  so,  let  it  be pointed out  that  everybody,\r\n\r\nincluding males, have 28 day sick leave  (that  is\r\n\r\nin  case  they are sick). Surely this is something\r\n\r\ntotally different - a woman, like a man, may be sick\r\n\r\nfor  28  days in respect of other matters but,  in\r\n\r\nrespect  of maternity confinement, she  should  be\r\n\r\nentitled  to special consideration. In any  event,\r\n\r\nSir, if 28 days leave is not adequate for a female\r\n\r\nlabourer, how can it be considered adequate for  a\r\n\r\ntypist  or  any of the other women who  labour  as\r\n\r\nfodder in our business machine?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, it has been\r\n\r\nsuggested  that it is illogical to grant maternity\r\n\r\nleave to female workers under the Labour Ordinance\r\n\r\nand  not  to female clerical workers. Sir,  it  is\r\n\r\ncommon  knowledge that in many industries,  female\r\n\r\nworkers  (who are covered by the Labour Ordinance)\r\n\r\nare  engaged because they are ideally  suited  for\r\n\r\nparticular  jobs.  In the case of  clerical  work,\r\n\r\nhowever, what a girl can do a man can do  just  as\r\n\r\nwell,  and  I  say  that if you provide  maternity\r\n\r\nleave for female clerks, impose it by legislation,\r\n\r\nit  will  make it more difficult for them  to  get\r\n\r\nemployment  because  it  is  inevitable  that   an\r\n\r\nemployer - call  him unscrupulous if  you  like - will\r\n\r\nthen  engage  only  male  clerks.  If  it  is  the\r\n\r\nintention  to deprive female clerks of employment,\r\n\r\nthen you can go ahead and impose maternity benefit\r\n\r\nleave.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill in his speech on my\r\n\r\nmotion   quoted  the  names  of  good  employers - I\r\n\r\nbelieve he mentioned Messrs. Boustead. Much can be\r\n\r\ndone,  Sir,  by example and precept  of  good  and\r\n\r\nprogressive employers. If employers are  good  and\r\n\r\nprogressive, it is immaterial whether a benefit is\r\n\r\nprovided or not by law; they will give\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1906</b></font><br><br>\r\n\r\n\r\n\r\nmaternity benefits to their female clerks  to  the\r\n\r\nextent that they feel they can afford. Sir,  as  I\r\n\r\nsaid   the  other  day  when  moving  the  motion,\r\n\r\nGovernment is opposed to this amendment because it\r\n\r\ndoes  not  want to deprive female workers  of  the\r\n\r\nopportunities of employment as clerks in offices.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Mr Chairman, Sir, I would like to\r\n\r\nunderstand whether I am wrong in thinking this:  I\r\n\r\nam an employer and have a lady working for me. She\r\n\r\nis a married woman. I do recognise the possibility\r\n\r\nthat one day she will become pregnant and that, in\r\n\r\nthe  normal  course of nature,  she  will  have  a\r\n\r\nconfinement one day. I do not expect her  to  drop\r\n\r\nthe baby in the waste-paper basket by the side  of\r\n\r\nher  typewriter. I do recognise the  fact  when  I\r\n\r\nemploy a woman that one day she is going to have a\r\n\r\nconfinement  and  that she needs maternity  leave.\r\n\r\nEvery man, every industrial worker, every employer\r\n\r\nwho  employs a woman, must recognise that. So  the\r\n\r\nfact  that  they are employing women  today  means\r\n\r\nthat they recognise that she will, at some period,\r\n\r\nrequire  maternity leave. What I am seeking  here,\r\n\r\nSir,  is  to  fix a reasonable minimum  period  of\r\n\r\nmaternity leave. I know the Hon. the Minister  for\r\n\r\nLabour   and   Welfare  is  enamoured   of   these\r\n\r\ngentlemen, the employers, who are \"reasonable  and\r\n\r\nprogressive\", as he calls them, but if in fact his\r\n\r\nexperience  as  a  trade  unionist  suggests  that\r\n\r\nemployers  are  reasonable and progressive,  there\r\n\r\nwill  be no need for the legislation which we seek\r\n\r\nto  enforce  minimum standards and  conditions  of\r\n\r\nservice.  Sir,  this  provision  is  intended  for\r\n\r\nrecalcitrant  employers.  Those  who   are   today\r\n\r\nemploying women will continue to do so because  in\r\n\r\ncommerce  there are women with special ability  as\r\n\r\nthere  are  specially suitable women labourers  in\r\n\r\nindustry. For example, quite frankly I think  that\r\n\r\na   woman   stenographer-secretary  is  far   more\r\n\r\ncompetent  than any male stenographer-secretary  I\r\n\r\nhave come across. Stenography is one line in which\r\n\r\nwomen  are  supreme, where you cannot  do  without\r\n\r\nthem  and  where they will continue to be employed\r\n\r\neven if you give them this additional benefit. So,\r\n\r\nI  say,  Sir, this is for the protection of  women\r\n\r\nclerical workers against unscrupulous\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1907</b></font><br><br>\r\n\r\n\r\n\r\nemployers who may seek to give them only 28  days\r\n\r\nor  less  sick leave. Surely it is  our  duty  to\r\n\r\nprotect   these   women   from   this   type   of\r\n\r\nexploitation? It is not true that employers  will\r\n\r\nbe  deterred  from  employing  women  in  offices\r\n\r\nbecause of maternity leave. If you take it by and\r\n\r\nlarge,  how  often is maternity leave given?  Not\r\n\r\nevery  woman  is married, Sir. Not every  married\r\n\r\nwoman   has  a  child  every  year.  Let  us   be\r\n\r\nreasonable. A confinement occurs rarely  and  the\r\n\r\nquestion is to protect women employed in  offices\r\n\r\nfrom  unscrupulous employers who seek to  deprive\r\n\r\nthem  of  the  necessary time to recuperate  from\r\n\r\ntheir confinement.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the new sub-clause proposed\r\n\r\nto be inserted, be there inserted.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Division, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Clear the lobbies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Aye, 1; Noes, 19;\r\n\r\nAbstentions, nil.\r\n\r\n<pre>\r\n\r\n       Ayes                     Noes\r\n\r\n   Marshall, D. S.          Braga, A. J.\r\n\r\n                            Butterfield, C. H.\r\n\r\n     Abstention             Chew Swee Kee.\r\n\r\n        Nil.                Ede, John.\r\n\r\n                            Goh Tong Liang.\r\n\r\n      Absent                Jumabhoy, J. M.\r\n\r\n   Abdul Hamid bin          Lim Choon Mong.\r\n\r\n    Haji Jumat.\r\n\r\n   Ahmad bin Ibrahim.       Lim, R. C. H.\r\n\r\n   Goh Chew Chua.           Lim Yew Hock.\r\n\r\n   Jumabhoy. R.             Mak Pak Shee.\r\n\r\n   Lazarous, A. R.          Mohd. Sidik bin Haji\r\n\r\n                             Abdul Hamid.\r\n\r\n   Lee Choon Eng.           Nair, M. P. D.\r\n\r\n   Lim Cher Kheng.          Ong Piah Teng.\r\n\r\n   Lim Ching Siong.         Oon Khye Kiang.\r\n\r\n   Lim Koon Teck.           Stewart, S. T.\r\n\r\n   Seah Peng Chuan.         Sutherland, G. A. P.\r\n\r\n   Thomas, Francis.         Tan Theng Chiang.\r\n\r\n                            Tan, William.\r\n\r\n                            Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a further amendment\r\n\r\nstanding in the name of the Member for Queenstown\r\n\r\n(Mr Lee Choon Eng) who, however, is not here  to\r\n\r\nmove it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 26, line 6, to leave out 'twenty-eight\r\n\r\ndays\"  and  insert \"fifty-two days full  pay  and\r\n\r\ntwenty-six days half pay\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 38, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1908</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 46-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are two amendments in the\r\n\r\nname  of  the  Hon. the Minister for  Labour  and\r\n\r\nWelfare   (Mr   Lim   Yew   Hock)   which    are\r\n\r\ncomplementary. I suggest that we take the  second\r\n\r\namendment  unless any Member has an amendment  to\r\n\r\nmake to the clause itself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I rise to\r\n\r\nmove,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 27, after line 44, to insert a new sub-clause numbered (2) as follows: -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) No answer which a person shall be legally\r\n\r\nbound   to   give  under  the  provisions   of\r\n\r\nparagraph  (a)  of  the  preceding  subsection\r\n\r\nshall  be  proved against him in any  criminal\r\n\r\nproceeding, except on a prosecution for giving\r\n\r\nfalse evidence by such answer.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment has been suggested by the\r\n\r\nMember  for Bukit Panjang, who sat on the  Select\r\n\r\nCommittee.  Its  purpose is to  ensure  that  any\r\n\r\nperson, employer or clerk, need have no fear that\r\n\r\nhis  answers  to  the queries  of  an  inspecting\r\n\r\nofficer  will in any way be used against  him  in\r\n\r\nany criminal proceeding.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The first amendment-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 27, line 27, after \"46.\". to insert \"-(1) \"]-\r\n\r\n\r\n\r\n<br><br>will be made as a matter of course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 46, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill, as amended, be reported to the\r\n\r\nAssembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with Amendments.\r\n\r\n\r\n\r\n<br><br>3.43 p.m.\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Third Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Now, Sir. Sir, I beg to move,\r\n\r\n\"That the Bill, as amended, be now read the Third\r\n\r\ntime.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nI second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1909</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker, Sir,\r\n\r\nI would like very briefly to go on record as deeply\r\n\r\nregretting  that this House should have missed  the\r\n\r\nopportunity today of passing legislation which goes\r\n\r\nto  the  root of the problem of protecting workers.\r\n\r\nMuch  has  been rejected which I think is valuable,\r\n\r\nincluding  one  which stands not  merely  head  and\r\n\r\nshoulders  above  the rest but  is  the  beacon - the\r\n\r\nprinciple  of the protection of the workers'  right\r\n\r\nto  strike. I would like to go on record,  Sir,  as\r\n\r\ndeeply  regretting  that  this  House  should  have\r\n\r\nrefused to recognise the need to protect the  right\r\n\r\nto  strike  to the extent not only of declaring  it\r\n\r\nnot to be a criminal offence, but also declaring it\r\n\r\nnot  to  be  a civil offence, that this  House  has\r\n\r\nrefused to protect workers from the suggestion that\r\n\r\na   legitimate  strike  constitutes  a  breach   of\r\n\r\ncontract.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> I would just like to say this,\r\n\r\nSir,  that I assume that the remarks just  made  by\r\n\r\nthe  Member  for  Cairnhill were on the  amendments\r\n\r\nwhich he proposed to clause 16-\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> Clause 15.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> I am very much obliged - to clause\r\n\r\n15 - and  I  would  only say this,  Sir,  that  those\r\n\r\nremarks,  if  they  are related to  the  amendments\r\n\r\nwhich  he proposed to clause 15, seem to be in  the\r\n\r\nview of the Government quite irrelevant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill, as amended, accordingly read the Third\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1909</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>3.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, as we have\r\n\r\nonly  about 13 minutes left in which to dispose  of\r\n\r\nthe  remaining item on the Order Paper, may I  seek\r\n\r\nthe  assent  of this House to move a  motion  under\r\n\r\nStanding Order 7 (11) so that the business set down\r\n\r\nfor  today  can be exempted from the provisions  of\r\n\r\nStanding Order 7?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Have I the assent of hon. Members?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Aye.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1910</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Thank you, Sir. Mr Speaker,\r\n\r\nSir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the remaining item of\r\n\r\nbusiness  set down for today be exempted  from  the\r\n\r\nprovisions of Standing Order No. 7.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the remaining item of\r\n\r\nbusiness  set down for today be exempted  from  the\r\n\r\nprovisions of Standing Order No. 7.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1910</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT TO A LATER DAY MOTION</b></div>\r\n\r\n\r\n\r\n<br><br>3.47 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, may I move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to 22nd May, 1957.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to 22nd May, 1957.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1910</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><b>SHOP ASSISTANTS EMPLOYMENT BILL</b></div>\r\n\r\n<div align=\"center\"><b>(Report from Select Committee)</b></div>\r\n\r\n\r\n\r\n<br><br>3.48 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Labour and Welfare (Mr Lim Yew Hock): Mr Speaker, Sir, I rise to move the motion\r\n\r\nstanding in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Report from the Select Committee on the\r\n\r\nShop  Assistants Employment Bill, as  contained  in\r\n\r\nSessional Paper L.A. 3 of 1957, be adopted, subject\r\n\r\nto the recommittal of the Bill in respect of clause\r\n\r\n2,  clause 28, clause 29, clause 30, clause 34  and\r\n\r\nclause 50 to a Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>Sir, this Bill seeks to provide the same measure of\r\n\r\nprotection - this  time  to  shop  assistants - as  the\r\n\r\nClerks Employment Bill which we discussed just now.\r\n\r\nI do not, therefore, propose to lengthen the debate\r\n\r\nother  than to say that the clauses for recommittal\r\n\r\nare  for  the  purpose of tidying up the  Bill  and\r\n\r\ncorrecting a few drafting errors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government had hoped to introduce the\r\n\r\nShop Assistants Employment Ordinance on Labour Day,\r\n\r\nthat is tomorrow, but in view of the lengthy debate\r\n\r\non the Constitutional Talks,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1911</b></font><br><br>\r\n\r\n\r\n\r\nthis  is not now possible. It is hoped, therefore,\r\n\r\nthat  if this Bill goes through the Third Reading,\r\n\r\nthe  Government  will  introduce  it  as  soon  as\r\n\r\npossible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, certain amendments to the Clerks Employment\r\n\r\nBill  have  been  accepted in the  debate  on  the\r\n\r\nprevious motion and it will be necessary  to  make\r\n\r\nsimilar  amendments  to this Bill.  The  Hon. the\r\n\r\nAttorney-General    will    attend    to     these\r\n\r\nconsequential amendments. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.50 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Speaker, Sir, I beg to move\r\n\r\nan amendment to the motion,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After \"clause 50\" to insert \"and clauses 6, 7,\r\n\r\n14 and 42\".\r\n\r\n\r\n\r\n<br><br>The  reason  for this amendment, Sir, has  already\r\n\r\nbeen  indicated  by the Minister  for  Labour  and\r\n\r\nWelfare - we wish to be consistent in this Bill,  to\r\n\r\nfollow some of the amendments which have been made\r\n\r\nto the Clerks Employment Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the amendment.\r\n\r\n\r\n\r\n<br><br>3.51 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker, I\r\n\r\nam glad to see these further amendments being made\r\n\r\nin  the Bill but I would like to ask in respect of\r\n\r\nclause  41,  wherefor this annual leave  of  seven\r\n\r\ndays? Sir, every civilised country that I know  of\r\n\r\ngives  14  days  leave to shop  assistants.  Here,\r\n\r\nthere  is  no question of labourers being involved\r\n\r\nand   of   industrial  clerks  having   the   same\r\n\r\nconditions of service as labourers. I do not  wish\r\n\r\nto  lengthen this debate, Sir, and I would like an\r\n\r\nindication from the Hon. the Minister whether,  if\r\n\r\nI  move  an  amendment to change \"seven\"  days  to\r\n\r\n\"fourteen\" days, he will accept it. I do not  wish\r\n\r\nto be committed, Sir, and then have it thrown out.\r\n\r\nLet  us know his intention now, because he has got\r\n\r\nthe  Whip  and  the majority. Will he  accept  the\r\n\r\namendment?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1912</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> That is completely out of order.\r\n\r\nThe  hon. Member must move an amendment before the\r\n\r\nmatter  can  be  discussed.  It  is  a  matter  of\r\n\r\nprocedure.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker, in\r\n\r\nthat case I move an amendment to the amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After clause \"42\" to insert \"and clause 41\".\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Can I suggest that we first take\r\n\r\nthe  original amendment and then it is up  to  the\r\n\r\nMember  for Cairnhill to move a further  amendment\r\n\r\nlater  on? The first amendment is to insert  after\r\n\r\n\"clause 50\" the words and figures \"and clauses  6,\r\n\r\n7, 14 and 42\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr Marshall -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Marshall:</b> If it please you, Mr Speaker,\r\n\r\nSir, I would like to move a further amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After clause \"42\", to insert \"and clause 41\".\r\n\r\n\r\n\r\n<br><br>I understand from your ruling yesterday, Sir, that\r\n\r\nit  is  a matter of convention that where a Member\r\n\r\nseeks  for  a  clause  to  be  recommitted  to   a\r\n\r\nCommittee of the whole House, the wish is granted.\r\n\r\nBut  may  I say this, Sir, that if it is  not  the\r\n\r\nintention of Government to concede an extension of\r\n\r\nleave  for shop assistants from seven days  to  14\r\n\r\ndays,  I  do not want the clause to be recommitted\r\n\r\non  this question because it will merely waste the\r\n\r\ntime of the House. So if the Hon. the Minister can\r\n\r\nindicate in reply whether he is agreeable,  I  can\r\n\r\neither  withdraw my amendment or it can  be  voted\r\n\r\nout.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have already indicated what the\r\n\r\ncorrect  procedure  is. The Member  has  moved  an\r\n\r\namendment  and is entitled to speak at  length  on\r\n\r\nthat motion, but it will need a seconder before it\r\n\r\ncan  be  discussed.  Can I  have  a  seconder?  No\r\n\r\nseconder? The amendment fails.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Report from the Select Committee on\r\n\r\nthe  Shop Assistants Employment Bill, as contained\r\n\r\nin  Sessional  Paper L.A. 3 of 1957,  be  adopted,\r\n\r\nsubject  to the recommittal of the Bill in respect\r\n\r\nof  clause  2,  clause 28, clause 29,  clause  30,\r\n\r\nclause 34, and clause 50 and clauses 6, 7, 14  and\r\n\r\n42 to a Committee of the whole Assembly,\"\r\n\r\n\r\n\r\nput, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1913</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Committee stage, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Now, Sir.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>3.56 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The first is clause 2. Will the\r\n\r\nHon. the Minister move his amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Sir, may I speak on it now?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes, take both amendments\r\n\r\ntogether unless of course any Member has any\r\n\r\nother amendment intervening.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, line 16, after \"shop\" to insert \"or\r\n\r\ntheatre\" and in page 3, line 18, after \"shop\" to\r\n\r\ninsert \"or theatre\".\r\n\r\n\r\n\r\n<br><br>Sir,  owing  to  an oversight, the definition  of\r\n\r\n\"employer\" was related only to shops and  not  to\r\n\r\ntheatres. It is obviously necessary to relate  it\r\n\r\nalso  to  theatres  in order  that  employers  of\r\n\r\nushers, ticket collectors, etc, will be bound  by\r\n\r\nthe  provisions of this Bill. Members  will  have\r\n\r\nnoted  that  the definition of \"shop  assistants\"\r\n\r\nalready includes ushers, ticket collectors,  etc.\r\n\r\nin theatres. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendments agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6-\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Chairman, Sir, I have to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, lines 1 to 5, to leave out all words\r\n\r\nafter \"6.\" to the end and insert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Subject to the provisions of section 7 of this\r\n\r\nOrdinance, all contracts of service valid and in\r\n\r\nforce on the date on which this Ordinance comes\r\n\r\ninto force shall continue to be in force after\r\n\r\nsuch date and the parties thereto shall be\r\n\r\nsubject to and entitled to the benefits of the\r\n\r\nprovisions of this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not wish to add anything to what has\r\n\r\nalready been said in relation to clause 6 of  the\r\n\r\nClerks Employment Bill which has just been  dealt\r\n\r\nwith; the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1914</b></font><br><br>\r\n\r\n\r\n\r\nreasons for this amendment are identical with\r\n\r\nthose given for that one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7-\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 6, lines 7 to 11, to leave out all\r\n\r\nwords  after  \"7.\" to the end and insert-  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every\r\n\r\nterm of a contract of service whether made before\r\n\r\nor  after the date on which this Ordinance  comes\r\n\r\ninto  force which provides a condition of service\r\n\r\nwhich is less favourable to an employee than  any\r\n\r\nof  the conditions of service prescribed by  this\r\n\r\nOrdinance shall be illegal, null and void to  the\r\n\r\nextent that it is so less favourable.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, Sir, the reasons for this amendment\r\n\r\nare  identical  with those which  were  discussed\r\n\r\nwhen  clause 7 of the Clerks Employment Bill  was\r\n\r\nbeing debated. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 14-\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Chairman, Sir, I have to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 7, line 33, after \"misconduct\", to\r\n\r\ninsert \"inconsistent with the fulfilment of the\r\n\r\nexpress or implied conditions of his service\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, Sir, the reasons for this,\r\n\r\namendment   have   already  been   discussed   in\r\n\r\nCommittee  on  the Clerks Employment  Bill,  when\r\n\r\nclause 14 of that Bill was considered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 14, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 10, line 28, after \"of\", to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>Sir, this is a formal amendment for improved\r\n\r\ndrafting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 28, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1915</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 5, after \"of\", to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>This is a formal amendment, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 30-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 11, line 16, after \"of\", to insert\r\n\r\n\"subsection (1) of\".\r\n\r\n\r\n\r\n<br><br>This is another formal amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 30, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 34-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I rise to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 12, lines 2 to 4, to leave out \"which\r\n\r\nshall be the day on which the shop is required to\r\n\r\nremain  closed in pursuance of the provisions  of\r\n\r\nsection 35 of this Ordinance\".\r\n\r\n\r\n\r\n<br><br>Sir, the clause, as worded, is too inflexible. It\r\n\r\nsays  that \"rest day\" shall be the day  on  which\r\n\r\nthe  shop  is required to close. As theatres  and\r\n\r\nshops  in the Schedule are not required to close,\r\n\r\nit is obviously impossible for shop assistants in\r\n\r\nsuch shops and theatres to have their rest day on\r\n\r\na  closing  day.  The clause  as  re-worded  will\r\n\r\nenable  this anomaly to be avoided and  make  the\r\n\r\nprovision much more flexible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 34, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42-\r\n\r\n\r\n\r\n<br><br><!-- Mr Butterfield -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Butterfield:</b> Mr Chairman, Sir, I have to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 15, line 29, after \"employer\", to insert\r\n\r\n\"or in default of such appointment by any duly\r\n\r\nregistered medical practitioner\".\r\n\r\n\r\n\r\n<br><br>Sir, this follows the amendment which was made to\r\n\r\nclause 38 of the Clerks Employment Bill and I\r\n\r\nhave nothing to add to what I said on that\r\n\r\noccasion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1916</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 42, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 50-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The two amendments are\r\n\r\ncomplementary. We will deal with them as we  have\r\n\r\nin  the  past - take  the second  amendment  first,\r\n\r\nunless any Member has an amendment to move to the\r\n\r\nclause itself.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Mr Chairman, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 17, after line 32, to add a new sub-clause numbered (2) as follows: -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) No answer which a person shall be\r\n\r\nlegally  bound  to give under the provisions  of\r\n\r\nparagraph (a) of the preceding subsection  shall\r\n\r\nbe   proved   against  him   in   any   criminal\r\n\r\nproceeding, except on a prosecution  for  giving\r\n\r\nfalse evidence by such answer.\"\r\n\r\n\r\n\r\n<br><br>Sir, I have already explained the reason for this\r\n\r\namendment  when moving a similar amendment  to  a\r\n\r\nsimilar clause in the Clerks Employment Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Amendment (i) -\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 17, line 14, after \"50.\", to insert \"-(1) \"]-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;will be made as a matter of course.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 50, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill, as amended on recommittal, be\r\n\r\nreported to the Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported, with Amendments.\r\n\r\n \r\n\r\n<br><br>4.10 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><b>Third Reading</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Third Reading, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Yew Hock:</b> Now, Sir. Sir, I beg to move,\r\n\r\n\"That the Bill, as amended, be now read the Third\r\n\r\ntime.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill, as amended, accordingly read the Third\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1917</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.11 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> I second the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1918</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Eleven minutes past Four o'clock p.m. to</div>\r\n\r\n<div align=\"right\">22nd May, 1957.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
