{"memberId": null, "volumeNo": "3", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "17", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_No\" content=\"17\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1957-07-29\">\r\n\r\n<meta name=\"Start_Col\" content=\"2361\">\r\n\r\n<meta name=\"End_Col\" content=\"2432\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">17</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">29-07-1957</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2361</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>SECOND SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 3</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART II OF SESSION 1956-7</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Monday, 29th July, 1957</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Mr G. E. N. Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Inche Abdul Hamid bin Haji Jumat (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Mr Lim Yew Hock (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2362</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>Mr Ong Piah Teng, O.B.E., S.C.H. (Nominated).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>The Honourable Mr S. T. Stewart, Chief Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>Mr G. A. P. Sutherland, J.P. (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2363</b></font><br><br>\r\n\r\n                                                  \r\n\r\n<div align=\"center\"><h4>PERMISSION TO MEMBERS TO BE ABSENT</h4></div>\r\n\r\n                                                  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;The following Members have, under the provisions\r\n\r\nof subsection (3) (i) of section 47 of the\r\n\r\nSingapore Colony Order in Council, 1955, obtained\r\n\r\nfrom the Speaker, permission to be or to remain\r\n\r\nabsent from meetings of the Assembly:\r\n\r\n<br>\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr G. A. P. Sutherland - from 10th August to 15th October, 1957;\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Seah Peng Chuan - 29th July (afternoon) and 30th July, 1957;\r\n\r\n                                                  \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew - 29th July, 1957.\r\n\r\n                                                  \r\n\r\n<br><br><font size=\"1\"><b>Column: 2363</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>LOCAL GOVERNMENT BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Recommittal read.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 81-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment proposed - [26th July,1957] - In page 107,\r\n\r\nline 18, to leave out \"nor, except in special\r\n\r\ncircumstances, the period\". - [Mr John Ede].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed\r\n\r\nto be left out, be left out.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Chairman, if I may\r\n\r\nborrow  a cricket metaphor, I feel rather like  an\r\n\r\novernight not-out batsman who has to get  his  eye\r\n\r\nin  before attacking the bowling of the  Hon. the\r\n\r\nFinancial Secretary, and I regret that it will  be\r\n\r\nnecessary  to  recapitulate, to some  extent,  the\r\n\r\narguments  on this clause 81 which I expounded  on\r\n\r\nFriday afternoon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government looked, pardonably, a little\r\n\r\nbewildered at the gloomy prognostications  of  the\r\n\r\nFinancial  Secretary  as a reaction  to  my  quite\r\n\r\nsimple proposition. Let me make it as brief and as\r\n\r\nclear  as possible. We want clause 81 to  read  as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every sum borrowed under section 78 of this\r\n\r\nOrdinance shall be redeemed within such period not\r\n\r\nexceeding  sixty years as the City  Council,  with\r\n\r\nthe  sanction  of  the Governor  in  Council,  may\r\n\r\ndetermine: Provided always that such period  shall\r\n\r\nnot  exceed  the  estimated  useful  life  of  the\r\n\r\npurpose for which the money has been raised.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2364</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, we agree that 60 years is the\r\n\r\noutside  limit  for  the  redemption  of  any  sum\r\n\r\nborrowed  by  the City Council. We  further  agree\r\n\r\nthat  if  the  estimated life of the  purpose  for\r\n\r\nwhich  the  money  is borrowed  is  less  than  60\r\n\r\nyears - and I quoted, as an example, 40 years for an\r\n\r\nextension  to  our power-station - then  40  years\r\n\r\nshould  be  the  outside limit for the  period  of\r\n\r\nredemption. The Hon. the Financial Secretary spent\r\n\r\nmost  of  his speech establishing these points  on\r\n\r\nwhich  we  already were agreed and on which  there\r\n\r\nwas no argument.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Where we disagree is on the further proviso,\r\n\r\nnamely,  that the period of redemption should  not\r\n\r\nexceed the period of the loan raised under section\r\n\r\n79. I gave the House one example. I stated that if\r\n\r\nthe  City Council wished to raise a loan on,  say,\r\n\r\n$10  million  to  extend  the  power-station,  the\r\n\r\nperiod  of the loan being 10 years, the period  of\r\n\r\nthe  estimated useful life of the extension  being\r\n\r\n40  years, then the period of redemption should be\r\n\r\nrelated  to  the  period of the  estimated  useful\r\n\r\nlife,  namely, 40 years, and not to the period  of\r\n\r\nthe  loan, namely, 10 years. Because in this  case\r\n\r\nrepayment  from  your electricity revenue  account\r\n\r\nwill  be  at the rate of $250,000 per year  spread\r\n\r\nover  40  years,  instead of $1 million  per  year\r\n\r\nspread  over  10 years, a saving of  $750,000  per\r\n\r\nyear.  And  a saving of $750,000 per year  in  the\r\n\r\nelectricity account could mean a reduction in  the\r\n\r\nunit price of electricity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I went on to argue that it was the declared\r\n\r\npolicy  of the Government to encourage the setting\r\n\r\nup  of  more  industries in the  colony  and  that\r\n\r\ncheaper   power   would  be   a   very   important\r\n\r\ncontributory factor. Two months ago I pointed  out\r\n\r\nto  the Minister for Commerce and Industry, in the\r\n\r\nincome  tax  debate, that the right  hand  of  his\r\n\r\nMinistry  did not know what the left hand  of  the\r\n\r\nTreasury  was doing. Since pointing out that  many\r\n\r\nbusinessmen  prospecting  in  Singapore  had  been\r\n\r\ndiscouraged  and indeed disgusted  at  being  sent\r\n\r\nIncome   Tax  Assessment  Forms  under,  I  think,\r\n\r\nsection  12 (4) of the Income Tax Ordinance  after\r\n\r\nspending five days in the colony, instead of being\r\n\r\nwelcomed to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2365</b></font><br><br>\r\n\r\n\r\n\r\nthis island and treated as visitors under, I think\r\n\r\nit is, section 13 (3) of the Ordinance, many fresh\r\n\r\ncases of this ridiculous persecution have come  to\r\n\r\nour   knowledge.  I  shall  be  filing  a  further\r\n\r\nquestion  on this matter in the very near  future.\r\n\r\nThis  is one factor by which the encouragement  of\r\n\r\nfresh industry is being strangled before birth.\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> On a\r\n\r\npoint  of  order,  Sir. May I ask,  Mr  Chairman,\r\n\r\nwhether reference to the activities of the  Income\r\n\r\nTax  Department  is relevant to this  question  of\r\n\r\nfunding a loan?\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I understood the hon. Member to be\r\n\r\nmentioning   that  topic  only  in   passing,   to\r\n\r\nillustrate  the point being made.  It  is  not  of\r\n\r\ncourse open for debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Thank you, Sir. The point, in our view,\r\n\r\nis entirely relevant. I was pointing out that this\r\n\r\nis  one factor by which the encouragement of fresh\r\n\r\nindustry is being strangled before birth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is the question of cheaper\r\n\r\npower  which  will be thwarted if  the  Government\r\n\r\ndoes  not accept this amendment. You and  I,  Sir,\r\n\r\nand  every citizen and every existing industry  in\r\n\r\nSingapore  are  paying more for electricity  today\r\n\r\nthan  we  need, because of this policy of relating\r\n\r\nthe  period of redemption of electricity loans  to\r\n\r\nthe  period of the loans, instead of to the period\r\n\r\nof  the estimated useful life of the power station\r\n\r\nfor  which  the  loans have been  raised.  But  it\r\n\r\nshould  be  remembered that the only occasions  on\r\n\r\nwhich the City Council have applied for loans were\r\n\r\napplied  in  order to raise loans for electricity,\r\n\r\nor for water, and for very few purposes other than\r\n\r\nthese.  The Financial Secretary's only  answer  to\r\n\r\nour  plea  for  greater financial flexibility  is:\r\n\r\nfirstly,  a  recital  of  words  like  \"prudence\",\r\n\r\n\"caution\",      \"foresight\",      \"possibilities\",\r\n\r\n\"probabilities\", \"imponderabalia\"  of  all  kinds,\r\n\r\nand so on; and, secondly, the proposition that  we\r\n\r\nshould not give the City Council carte blanche  in\r\n\r\nthis  matter; and, thirdly, that it might  not  be\r\n\r\neasy to raise loans in future. Our answer to this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2366</b></font><br><br>\r\n\r\n\r\n\r\nargument  is  as  follows:  Firstly,  we  are  not\r\n\r\nproposing to give the City Council carte  blanche.\r\n\r\nClauses 78, 79, and 81 are hedged around with  the\r\n\r\nnecessity  for  obtaining  the  sanction  of   the\r\n\r\nGovernor  in Council, so the necessary  safeguards\r\n\r\nare  there. Secondly, if in 10 or 20 or 30  years'\r\n\r\ntime  Singapore cannot raise loans, then it  means\r\n\r\nthat  Singapore is sunk anyway; and  I  refuse  to\r\n\r\nshare the Financial Secretary's pessimism on that.\r\n\r\nThirdly,  the  best  way to  ensure  that  we  are\r\n\r\nfinancially flourishing in 10 years'  time  is  to\r\n\r\nincrease our industrial potential today,  and  one\r\n\r\nof the factors to attract new industries is a more\r\n\r\nflexible financial policy in matters such  as  the\r\n\r\none before us today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One last point: The amendment to clause 81 has\r\n\r\nbeen     advocated    by    the    City    Council\r\n\r\nrepresentatives,  and  their  submission  to   the\r\n\r\nSelect  Committee can be found in col. 156 of  the\r\n\r\nReport as quoted by the Attorney-General:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"With regard to clause 83, the City Council in\r\n\r\nits Report No. 4 stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'Under the provisions of the present Municipal\r\n\r\nOrdinance  any  sums borrowed  must  be  redeemed\r\n\r\nwithin  the period sanctioned for the raising  of\r\n\r\nthe money, i.e., the redemption period is related\r\n\r\nto  the  borrowing  period  rather  than  to  the\r\n\r\nestimated  useful life of the purpose  for  which\r\n\r\nthe money is utilised.'\"\r\n\r\n\r\n\r\n<br><br>Sir,  I will not quote the whole passage, but only\r\n\r\nthe last sentence which states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"'It is hoped that the Governor in Council will\r\n\r\nconsider sympathetically any representations which\r\n\r\nmay  be made in the future for a redemption period\r\n\r\nlonger than the borrowing period.'\"\r\n\r\n\r\n\r\n<br><br>Once  again, let me emphasise that this submission\r\n\r\nwas  made by Labour Front Councillors and Liberal-Socialist  Councillors in equal  numbers.  I  hope\r\n\r\nthat  once again the Labour Front Members opposite\r\n\r\nare not going to repudiate the recommendations  of\r\n\r\ntheir own Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. A. P. Sutherland -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr G. A. P. Sutherland (Nominated):</b> Mr\r\n\r\nChairman,  Sir,  the Hon. the Financial  Secretary\r\n\r\ndealt very fully with this matter in his speech on\r\n\r\nFriday  afternoon, and, in rising  to  oppose  the\r\n\r\namendment,  I wish only to supplement his  remarks\r\n\r\non  one point, which point, it seems to me, is the\r\n\r\nonly one on which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2367</b></font><br><br>\r\n\r\n\r\n\r\nthere is major disagreement between the hon. mover\r\n\r\nof  the  amendment and the Government. I refer  of\r\n\r\ncourse  to  the  fact that if  this  amendment  is\r\n\r\ncarried, the City Council will be in a position to\r\n\r\nfund loans over a period equivalent to the life of\r\n\r\nthe  physical  assets to which they  are  related,\r\n\r\nrather  than  to  the  period  from  issuance   to\r\n\r\nredemption as has hitherto been the case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I should like to say that, in spite of what\r\n\r\nthe  Member for Serangoon and the Member for Telok\r\n\r\nAyer   have  said  in  the  last  few  days,  this\r\n\r\nnominated Member's vote cannot be counted upon  by\r\n\r\nthe  Government. But in this instance I am  wholly\r\n\r\non  their  side.  In the past,  it  has  been  the\r\n\r\npractice  in the City Council - and a good practice,\r\n\r\ntoo - to  fund  any  loan in such  a  way  that  the\r\n\r\nsinking  fund at the time of repayment  was  in  a\r\n\r\nposition to take care of all outstandings,  either\r\n\r\nby  putting money in there or by buying up  script\r\n\r\nas  it  came on the market. To my way of thinking,\r\n\r\nany  departure from this practice would be  unwise\r\n\r\nin  spite  of the very cogent arguments which  the\r\n\r\nMember for Tanglin has put forward this morning in\r\n\r\nrespect  of the future of industry, and  the  fact\r\n\r\nthat  electricity  would be made  cheaper  to  the\r\n\r\nconsuming  public. Mr David Marshall, the  former\r\n\r\nMember for Cairnhill, once said in this House that\r\n\r\nevery  Member of it, with the exception of myself,\r\n\r\nis  a  Socialist, but I would appeal, Sir, to this\r\n\r\nwholly   Socialist  Assembly  for  a  conservative\r\n\r\napproach to this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The most powerful point made by the Hon. the\r\n\r\nFinancial  Secretary was that, if  loans  had  not\r\n\r\nbeen  fully  funded at redemption date,  the  City\r\n\r\nCouncil  would be obliged to convert or  to  raise\r\n\r\nmoney  by new loans, and he said it might be  very\r\n\r\ndifficult for them to do so. He did not say  where\r\n\r\nit  would  be raised, but whether it was in  local\r\n\r\nmarkets  or in foreign markets, I agree absolutely\r\n\r\nthat  it  might be difficult to do so. The  future\r\n\r\nfor  long-term  borrowing in this country  is  not\r\n\r\nvery  bright. Now to this the Member  for  Tanglin\r\n\r\nhas said that if a time should arrive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2368</b></font><br><br>\r\n\r\n\r\n\r\nwhen  Singapore  would be unable to  raise  loans,\r\n\r\nSingapore might as well pack up, or words to  that\r\n\r\neffect.  The  fact is that such  a  situation  has\r\n\r\nalready  arisen. To my knowledge, the Municipality\r\n\r\nand  the City Council have been continuously going\r\n\r\nto  the public for loans from 1951 to 1956 and, in\r\n\r\nrespect  of  the last two loans, it is well  known\r\n\r\nthat the public were very poor investors. In fact,\r\n\r\nhad  it not been for certain central institutions,\r\n\r\nquasi-governmental, coming to the rescue, some  of\r\n\r\nthem would have flopped.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, a large measure of support for these\r\n\r\nloans has been given by banks, but with the advent\r\n\r\nin   the   near   future  of  a  central   banking\r\n\r\ninstitution or institutions, such support  can  no\r\n\r\nlonger be counted on. Besides, I think, as I  have\r\n\r\nsaid  once  before  in  this  House,  support  for\r\n\r\ngovernment  loans  by banks is  inflationary.  The\r\n\r\nroot  of  the  trouble,  Sir,  lies  in  creeping,\r\n\r\nsomewhat accelerated recently, inflation  and  the\r\n\r\never-diminishing purchasing power of  money.  \"The\r\n\r\nEconomist\" of 20th July in a leading article which\r\n\r\nI recommend to all Socialists says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Inflation is like sin. Everybody is against it,\r\n\r\nbut it goes on.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The present low levels of gilt-edged securities\r\n\r\nin   the   London  market  clearly  indicate   the\r\n\r\npessimistic attitude of the public to  the  future\r\n\r\nof  Government  stocks. This  is  partly  due,  of\r\n\r\ncourse,  to  political  fears  and  the  fear   of\r\n\r\ndevaluation   of   the  pound   by   the   British\r\n\r\nGovernment.  Sir,  I  am not  making  a  political\r\n\r\nspeech  even  in  the widest  sense  of  the  word\r\n\r\n\"political\",  but the Labour Party in  England  in\r\n\r\nits  plans for nationalisation is talking  of  the\r\n\r\nintention to permit Labour's new national  pension\r\n\r\nfund  to  be  invested in equities. Inflation,  in\r\n\r\nfact, has worn the gilt off gilt-edged. Members of\r\n\r\nthis  House doubtless know that the current  price\r\n\r\nof  3½ per cent War Loan is £67. This of  course\r\n\r\nis  in  irredeemable stock. But there  is  another\r\n\r\n3½  per  cent  Government  loan - admittedly   the\r\n\r\nredemption  date  is 1999, so that  on  the  Stock\r\n\r\nExchange  it  is known as the \"Eternity  Loan\" - but\r\n\r\neven so its price is only £71.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2369</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, the public are not so keen on Government and\r\n\r\nMunicipal  bonds and the long-term  borrowings  at\r\n\r\nfixed   rates  of  interest  by  Governments   and\r\n\r\nMunicipalities  is coming to be  regarded  by  the\r\n\r\npublic - and  I  quote  from a well-known  financial\r\n\r\njournal - as   \"nothing  short   of   an   organised\r\n\r\nswindle\".  Unless a brake can be put on  inflation\r\n\r\nand  faith in Government bonds restored, more  and\r\n\r\nmore  people in every country will tend to  invest\r\n\r\nin equities in order to preserve their capital; in\r\n\r\nother  words,  they hope that the  assets  of  the\r\n\r\nrelative companies will appreciate in value as the\r\n\r\ncurrency  depreciates. When all is said and  done,\r\n\r\nany  government  or municipal bond  is  merely  an\r\n\r\nundertaking  to repay at a fixed future  time  the\r\n\r\namount originally borrowed; in other words, a  sum\r\n\r\ncertain  in  money whose purchasing power  in  the\r\n\r\nmeantime is quite certain to be vastly diminished.\r\n\r\nUnfortunately the outlook for halting inflation is\r\n\r\npretty bleak.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore oppose this amendment and urge that,\r\n\r\nin terms of the existing section, the City Council\r\n\r\ncontinue to fund loans within the period for which\r\n\r\nmoney  has  been raised. One has to  remember  too\r\n\r\nthat  the  moneys are not lying idle as  they  are\r\n\r\ndoubtless  being employed by the City  Council  in\r\n\r\nthe  ways permitted in subsequent sections of  the\r\n\r\nOrdinance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Mr Chairman,\r\n\r\nSir,  I rise to meet a few of the points mentioned\r\n\r\nby the Hon. Mr Sutherland. Mr Sutherland and the\r\n\r\nHon. the Financial Secretary are always looking at\r\n\r\nthe problem from the point of view of bankers.  It\r\n\r\nis  a useful and a correct way of looking at these\r\n\r\nfinancial problems. But I think at the present day\r\n\r\ntheir  equilibrium has been upset by this creeping\r\n\r\ninflation,   as   has  been   described   by   Mr\r\n\r\nSutherland, and like all good men, when they  lose\r\n\r\ntheir equilibrium, they tend to fall backwards and\r\n\r\nsit tight instead of moving with the times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a new problem is with us today and we have\r\n\r\nto  face  it in a new light. With all this closing\r\n\r\ndown  of factories in Singapore - and some more  are\r\n\r\nclosing down - we have to take steps to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2370</b></font><br><br>\r\n\r\n\r\n\r\nencourage  industry and I think one  of  the  best\r\n\r\nways  to  encourage people to carry on in industry\r\n\r\nis   the  cheapening  of  power  for  the  use  of\r\n\r\nindustrial  units  for industries  which  want  to\r\n\r\nstart  again.  Our trouble is that  we  have  been\r\n\r\npaying for posterity. We are now making short-term\r\n\r\nloans confined to the term of the loan rather than\r\n\r\nto  the usefulness of the project, and by doing so\r\n\r\nwe  bring  up  the  cost of  the  project - the  $60\r\n\r\nmillion which has been thrown into the new  power-station - and  this now has to be  repaid  within  a\r\n\r\nshort time by us instead of repayment being spread\r\n\r\nover  the  term  of the project's  usefulness  and\r\n\r\nshared by posterity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Inflation should make us build more now, because\r\n\r\nwhatever we build now is going to be paid  for  in\r\n\r\nless  valuable money. And whatever we pay  now  is\r\n\r\nmuch less than what we shall have to pay in 10  or\r\n\r\n20 years' time. That, to my mind, is a very cogent\r\n\r\npoint  for saying that we must carry on and  build\r\n\r\nwhat  we  can and spread out our payments,  rather\r\n\r\nthan within the term limited by this section.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the question of the difficulty of raising\r\n\r\nloans  arises. Every country after it has  got  on\r\n\r\nits  own  feet  will  have  many  people  who  are\r\n\r\nfrightened  of  the course that  the  nation  will\r\n\r\ntake.  To  a certain extent, that will affect  the\r\n\r\ncase of obtaining loans. Now that we are going  to\r\n\r\nachieve self-government and independence, we shall\r\n\r\nhave  to  look  for  means of  financing  our  own\r\n\r\nprojects.   There  is,  for  instance,   all   the\r\n\r\nmoney - millions and millions - coming in every  month\r\n\r\ninto  the provident funds. Why should not that  be\r\n\r\ndiverted  and  used for financing  the  industrial\r\n\r\nschemes of the City Council? Then again a  lot  of\r\n\r\nmoney is being sent abroad that should be invested\r\n\r\nlocally - I  refer  to  life assurance  premiums.  I\r\n\r\nthink  part  of those premiums could  be  invested\r\n\r\nlocally,  and  they should be  made  to  help  the\r\n\r\npublic services of this country.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Chairman, the Member for Tanglin\r\n\r\nhas put up good arguments why latitude\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2371</b></font><br><br>\r\n\r\n\r\n\r\nshould  be given to the City Council to  fund  its\r\n\r\nloans  over  the period of the life of the  asset,\r\n\r\nbut he has taken the provision in this clause in a\r\n\r\nvery  pessimistic light. The words which he  seeks\r\n\r\nto    omit    are:   \"nor,   except   in   special\r\n\r\ncircumstances,  the  period\".  When  the   special\r\n\r\ncircumstances are there, I am sure the Governor in\r\n\r\nCouncil  would give sanction for the extension  of\r\n\r\nthe  redemption period. The provision of these few\r\n\r\nwords in the clause is made because the credit  of\r\n\r\nthe  city  depends on the credit of the Government\r\n\r\nand  of the country, and therefore it is up to the\r\n\r\nFinancial  Secretary, or whoever may be in  charge\r\n\r\nof  the treasury of the country, to correlate  all\r\n\r\nthe  financial  undertakings of the City  Council,\r\n\r\nthe  Government and so on, which are required  for\r\n\r\nthe  public  sector, and to see that there  is  no\r\n\r\noverlapping. Otherwise what might happen  is  that\r\n\r\nthe  City  Council may have three issues of  loans\r\n\r\nover  a  period of three years for the same asset,\r\n\r\nthe life of which may be 40 years; then during the\r\n\r\n40  years you have to fund all these three  yearly\r\n\r\nloans, and if you cannot fund it at that time, you\r\n\r\nwill  have  to  go out to the market  to  get  the\r\n\r\nbalance, which means that you will have to  do  it\r\n\r\nin  a  big  way. So to prevent all this happening,\r\n\r\nthat  power is provided for in the clause, but  it\r\n\r\ndoes not follow that the Governor in Council would\r\n\r\nrefuse   to  give  that  power  when  the  special\r\n\r\ncircumstances are there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Paya Lebar, in a sweeping\r\n\r\nstatement,  referred  to  the  closing   down   of\r\n\r\nfactories. I refuse to admit that there  has  been\r\n\r\nsuch  a  vast  scale closing down of factories  as\r\n\r\nsuggested  or  implied in his sweeping  statement.\r\n\r\nThere has been some closing down of factories, but\r\n\r\nto  a greater extent there has been an opening  up\r\n\r\nof  new  factories.  If the hon.  Member  has  any\r\n\r\ninformation on this, I will be glad to receive it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also criticised the Hon. Mr\r\n\r\nSutherland  about his fear of the creeping  danger\r\n\r\nof  inflation.  Sir, let me make this  plain:  the\r\n\r\ncreeping  danger  of inflation is world-wide,  but\r\n\r\nthere  is  a  bigger  creeping  danger  today   in\r\n\r\nSingapore, and that is irresponsible\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2372</b></font><br><br>\r\n\r\n\r\n\r\npolitics.   That   can   do   us    a    lot    of\r\n\r\nharm - irresponsible statements by  politicians  who\r\n\r\ndo   not  care  whether  they  are  damaging   the\r\n\r\ncountry's  economy and credit in the eyes  of  the\r\n\r\nworld.  It  can not only stop people  from  coming\r\n\r\nhere  and opening industries, but it can also stop\r\n\r\nour  credit from working on the London market  and\r\n\r\nother  foreign markets. We should be very  careful\r\n\r\nof  that. We should never make sweeping statements\r\n\r\nwhich  may  be  quoted the world  over  and  be  a\r\n\r\npointer to those who wish to come here and  invest\r\n\r\nmoney,  because that will prevent them from  doing\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past the people of Singapore have,\r\n\r\ncomparatively speaking, been living on  a  bed  of\r\n\r\nroses. They have had nothing to worry about in the\r\n\r\neconomic  set-up. We have had our entrepot  trade,\r\n\r\nbut  now  with the growing population the time  is\r\n\r\ncoming  when  we  will  have  to  fight  for   our\r\n\r\nsurvival,  and  that is why it is  important  that\r\n\r\nbecause   of   this   fight  we   should   prevent\r\n\r\nirresponsible statements.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Chairman, Sir,\r\n\r\nI  have a great regard for the financial knowledge\r\n\r\nand  ability of the Hon. the Financial  Secretary,\r\n\r\nan  ex-officio  Member of this Assembly,  but  his\r\n\r\nutterances the other day would have had a very bad\r\n\r\neffect  for  Singapore  on  the  financial  market\r\n\r\noverseas.  Sir, what is the credit  of  Singapore?\r\n\r\nHave  we  any  vast lands and resources,  any  big\r\n\r\nreserves? I can say almost Nil.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to depend on our wits, how to make money\r\n\r\nthrough   entrepôt  trade.  We  have   no   credit\r\n\r\nwhatsoever  as far as resources are concerned.  We\r\n\r\ncan mortgage nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, in order to maintain industry and to\r\n\r\nmake  the  existence of the people easier,  it  is\r\n\r\nnecessary  to  bring down the cost  of  water  and\r\n\r\npower. That is the point made by the mover of  the\r\n\r\namendment - if the life of the project is 30  or  40\r\n\r\nyears, why float a loan for 10 years and have  its\r\n\r\nredemption  paid up within ten years  and  put  up\r\n\r\nyour  charges  to  that extent? Suppose  the  loan\r\n\r\nredemption is spread out over many years, the cost\r\n\r\nof  the  power will be cheaper. That goes  without\r\n\r\nsaying. In other words, if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2373</b></font><br><br>\r\n\r\n\r\n\r\nyou  have a short-term loan and you want to redeem\r\n\r\nit early, say 10 years, the cost is higher because\r\n\r\nyou  have  to  pay into the sinking fund  for  the\r\n\r\nredemption  of  the  loan.  That  is  very  simple\r\n\r\narithmetic. And that is why the mover has time and\r\n\r\nagain emphasised the necessity of taking away this\r\n\r\nproviso.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Mr Sutherland did have an\r\n\r\noptimistic outlook for the colony. As a banker, he\r\n\r\nis in the driver's seat, but there is a well-known\r\n\r\nsaying  that  the banker is the first to  withdraw\r\n\r\nthe  umbrella even before the first sign of  rain.\r\n\r\nCredit  in  many countries is being cut  and  even\r\n\r\nhere we are feeling the cutting off of the credit.\r\n\r\nThat  is a fact, that the merchants are suffering.\r\n\r\nAs   democracy   progresses  and  Singapore   gets\r\n\r\ninternal   self-government   and   independence - of\r\n\r\ncourse, we are going to get it some day, I hope it\r\n\r\nwill  not  be  in the very distant future - then  we\r\n\r\nwill have to depend more on our resources than  on\r\n\r\nthe  United Kingdom or any other country. And what\r\n\r\ncan   we  depend  on,  unless  we  cut  our  cloth\r\n\r\naccording  to our needs? That is the only  remedy,\r\n\r\nand here is one remedy suggested - that if the loans\r\n\r\nare spread out, the cost will be cheaper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I meant the other day, and I always mean,\r\n\r\nabout  nominated and ex-officio Members  is  this:\r\n\r\nlet  them not frustrate democracy and throttle the\r\n\r\nelected  Members'  votes by voting  on  the  other\r\n\r\nside.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas (Minister for Communications and Works) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Communications and Works (Mr Francis Thomas):</b> Mr Chairman, I must assert my right as a\r\n\r\nnominated  Member  to take a  full  part  in  this\r\n\r\nAssembly. In fact, I have sworn an oath to do  so,\r\n\r\nand  I  cannot  possibly under pressure  from  the\r\n\r\nMember for Telok Ayer abandon my oath or say  that\r\n\r\nI  will not frustrate him. When he is wrong I will\r\n\r\nof course do so. But if he is in the right, I will\r\n\r\nsupport him. I merely rise to make this point, Mr\r\n\r\nChairman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to make one or two comments on\r\n\r\nthe   speeches  we  have  had  from  the  Liberal-Socialists on this question of loans - whether  they\r\n\r\nshould  be  paid  off as quickly as  possible,  or\r\n\r\nwhether  they  should be paid  off  as  slowly  as\r\n\r\npossible. The Member for Paya\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2374</b></font><br><br>\r\n\r\n\r\n\r\nLebar  said that we had new problems and  that  we\r\n\r\nmust  face  them with new ideas. I am afraid  that\r\n\r\nthat is what the Liberal-Socialists are not doing.\r\n\r\nThis  idea of a long-term loan is an old one which\r\n\r\nis  tending  to get out of date. As the  hon.  Mr\r\n\r\nSutherland  pointed out, the whole trend  nowadays\r\n\r\nis  otherwise.  The remark that we sometimes  hear\r\n\r\naround  Singapore  \"A dollar  saved  is  50  cents\r\n\r\nwasted\" is one that is often in people's minds and\r\n\r\nundoubtedly  has an effect on the  willingness  of\r\n\r\nthe  people to put their money aside for this sort\r\n\r\nof  investment. Savings take place largely in  the\r\n\r\ninsurance type of saving - contractual saving  where\r\n\r\nyou  pay  so much per month or per year in  return\r\n\r\nfor  certain guaranteed benefits. And that  aspect\r\n\r\nis one which the hon. Member is overlooking. Quite\r\n\r\napart  from  whether you can get the money  for  a\r\n\r\nlong-term  loan, I personally feel  it  is  highly\r\n\r\ndesirable  that we should, as far as  we  possibly\r\n\r\ncould,  in  both  public and private  investments,\r\n\r\nmake  our  capital investment out  of  revenue  or\r\n\r\nprofits,  and  not  out of loan money,  committing\r\n\r\nourselves far into the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The whole tempo of industrial economic growth is\r\n\r\nchanging  in  the  world today.  The  turnover  of\r\n\r\nequipment is changing; there is need to revise our\r\n\r\nideas  as  new  methods  of producing  wealth  are\r\n\r\ndeveloped; and to tie ourselves up with  extremely\r\n\r\nlong-term loans seems to me to be out of date.  It\r\n\r\nis a very limiting factor on economic growth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin is proposing to cheapen\r\n\r\ncosts  by spreading the load over a longer  period\r\n\r\nof  years.  That  is  one  way  of  doing  it.  An\r\n\r\nalternative  way is to spread your  costs  over  a\r\n\r\nlarger  number  of  consumers. As  the  number  of\r\n\r\npeople making use of the services expands, so  the\r\n\r\nproportion of the costs which are accounted for by\r\n\r\noverheads is reduced, and costs can come down. You\r\n\r\ncan  also cheapen your costs by higher efficiency,\r\n\r\nand that is of course the most desirable thing  of\r\n\r\nall - productivity  should  be  maximum,  efficiency\r\n\r\nshould  be maximum, and then the rate of costs  is\r\n\r\nof minor importance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Chairman,\r\n\r\nSir, I am no economist, no financial wizard. I  am\r\n\r\ngoing to speak\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2375</b></font><br><br>\r\n\r\n\r\n\r\nfrom the point of view of the man in the street. I\r\n\r\nam  going to be charged for the services rendered,\r\n\r\nand  I  am of the opinion that they should  be  as\r\n\r\ncheap  as  possible. I am not going  to  say  that\r\n\r\nfinancial matters are not going to affect me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today I have heard arguments from the hon. Mr\r\n\r\nSutherland as well as Members of the Labour Front.\r\n\r\nThey  seem to speak on one theme, and that is,  we\r\n\r\nmust not make the people who have money invest  in\r\n\r\nour   projects  and  then  make  them  lose  their\r\n\r\nmoney - for  every dollar, collect 50 cents.  \"Every\r\n\r\ndollar  saved  means  50 cents  wasted.\"  Now,  of\r\n\r\ncourse,  that  is contrary to their principles  of\r\n\r\nSocialism. If a few rich men must lose their money\r\n\r\nand  if  benefit  can  be given  to  everybody  in\r\n\r\nSingapore,  then I am all for it, and anybody  who\r\n\r\nis  trying to protect them is not one who  is  for\r\n\r\nthe  people  but  really one  who  is  for  vested\r\n\r\ninterests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the argument is again advanced about\r\n\r\ninflation - that you will have less value  for  your\r\n\r\nmoney.  They  have said that if you are  going  to\r\n\r\nprevent inflation, the most important thing is  to\r\n\r\nstep  up production. But how are you going to step\r\n\r\nup  production,  Sir,  if  you  do  not  have  the\r\n\r\nnecessary means of helping to step it up?  If  you\r\n\r\ndo  not  provide efficient and cheap  services  to\r\n\r\nencourage  people  to  come  along  and   increase\r\n\r\nproduction?  Well,  there  are  two  courses  open\r\n\r\ntoday.  One course is to hold your hands and  say,\r\n\r\n\"Let  us watch, keep our money, and see how things\r\n\r\ngo.\"  In that way, money will also go down because\r\n\r\nthere will surely be inflation. The other way  is,\r\n\r\n\"Well, there may be inflation, but let us try  and\r\n\r\nsee  how we can stop it.\" We can step up industry.\r\n\r\nAt  least  we are trying to do something  to  stop\r\n\r\ninflation and not just hold our hands. The  second\r\n\r\ncourse  is  definitely  preferable  to  the  first\r\n\r\ncourse  of  holding our hands,  sitting  down  and\r\n\r\nsaying,  \"We  can  do  nothing.  We  will  not  do\r\n\r\nanything.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Just one word, Sir. The\r\n\r\nMember  for  Serangoon seems to have misunderstood\r\n\r\nthe Socialistic principles of the Labour Front. He\r\n\r\nsays that if rich men lose money and the people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2376</b></font><br><br>\r\n\r\n\r\n\r\nbenefit,  he  is all for it. First  of  all,  Sir,\r\n\r\nlooking  at the way things are moving, I doubt  if\r\n\r\nrich  men  will invest in Singapore for long,  and\r\n\r\ntherefore we will have to look to the poor men  to\r\n\r\ninvest  their  savings  in the  City  Council  and\r\n\r\nGovernment loans in the future. It is the men  and\r\n\r\nwomen  of Singapore, the workers, who must  invest\r\n\r\nand  we  do  not  want  them to  lose  their  life\r\n\r\nsavings,  whether  or  not  that  is  contrary  to\r\n\r\nSocialistic principles, as the hon. Member thinks.\r\n\r\nBut  there is one thing Sir, and that is,  whether\r\n\r\nit  is  the  poor  men or the  rich  men,  if  you\r\n\r\nconsciously  evolve a policy so  that  the  person\r\n\r\ninvesting  his money loses it after  a  period  of\r\n\r\nyears,  you are cheating, and we do not stand  for\r\n\r\nsuch cheating. If we want to make the rich men pay\r\n\r\nfor the benefit of Singapore, there are other ways\r\n\r\nof  doing it, Sir. You can nationalise, you can do\r\n\r\na lot of things, but not cheating in this fashion.\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> Sir,\r\n\r\nbefore  I  deal with the main body of  the  points\r\n\r\nwhich  have  been raised today, I should  like  to\r\n\r\ntouch briefly on one point - I was castigated by the\r\n\r\nhon.  Member for Tanglin on Friday for introducing\r\n\r\nonce  more  the  question of 60-year  loans.  This\r\n\r\npoint   was   however  at  issue  in  the   Select\r\n\r\nCommittee. If reference is made to col. 158 of the\r\n\r\nOfficial Report (No. 6) of the proceedings of  the\r\n\r\nSelect  Committee, it will be seen that  the  hon.\r\n\r\nMember was then a strong advocate of funding  over\r\n\r\na  period  in excess of 60 years. I quote  him  as\r\n\r\nsaying:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Well, Mr Chairman, what I would like to see is\r\n\r\nthat the period can be extended beyond 60 years if\r\n\r\nthe  estimated useful life of the project  extends\r\n\r\nbeyond 60 years, so that the generations to follow\r\n\r\ndo  bear a fair share of the cost. If that is  not\r\n\r\nthe meaning then I have no alternative but to vote\r\n\r\nagainst the whole clause [clause 81].\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that, at that particular stage of\r\n\r\nthe  proceedings, Mr Chairman, there were  people\r\n\r\nwho  were  Members of this Assembly who  did  feel\r\n\r\nmost  strongly that the loan should be funded over\r\n\r\na  period in excess of 60 years, and I merely made\r\n\r\nthe  remarks  which I did on Friday, to  emphasise\r\n\r\nthat  the  Government's idea  on  that  particular\r\n\r\npoint was quite contrary to that expressed by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2377</b></font><br><br>\r\n\r\n\r\n\r\nthe  hon.  Member of the Opposition in the  Select\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in connection with the points which have\r\n\r\nbeen  raised  today,  I must thank  the  hon.  Mr\r\n\r\nSutherland  for  his support. He speaks  with  far\r\n\r\nmore  authority in these matters than I do, and  I\r\n\r\nhope that hon. Members will pay due regard to  the\r\n\r\nremarks which he made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the effect in terms of\r\n\r\nreduction  of costs to the consumer of  funding  a\r\n\r\nloan  over  the period of the useful  life  rather\r\n\r\nthan the period of repayment, the hon. Member  for\r\n\r\nTanglin   did   quote  certain  figures,   and   I\r\n\r\nappreciate that, in quoting those figures, he  was\r\n\r\nendeavouring to simplify the matter and to make  a\r\n\r\nsimple  illustration for Members of the  Assembly.\r\n\r\nBut  I  think, if I may say so, that he overlooked\r\n\r\nthe  effect of compound interest in these matters.\r\n\r\nI  have gone into the matter rather carefully, and\r\n\r\non  the  periods which he quoted, I think that  he\r\n\r\nrather tended to exaggerate the effect in terms of\r\n\r\nsinking fund contributions and savings as a result\r\n\r\nof reduced sinking fund contributions, but that is\r\n\r\na minor point.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the illustration which he gave,\r\n\r\nthe  effect  in terms of savings in  sinking  fund\r\n\r\ncontributions    on    the     cost     of     the\r\n\r\nproduct - electricity was the case he quoted - I think\r\n\r\nit  is  difficult to say what the effect  of  this\r\n\r\nreduced  charge  would  be  on  the  cost  to  the\r\n\r\nconsumer.  It  depends so  much  on  the  cost  of\r\n\r\nproduction,  the particular purpose of  the  whole\r\n\r\nelectricity asset for which the loan was  floated,\r\n\r\nand  many  other  factors.  In  considering  these\r\n\r\nmatters, I have endeavoured, on the basis  of  the\r\n\r\nAnnual  Report by the City Treasurer, to  make  an\r\n\r\nestimate  of what the effect would be on the  cost\r\n\r\nof  the  electricity to the consumer  if  all  the\r\n\r\nloans  which  have been raised for the electricity\r\n\r\nundertaking were funded on the basis of the useful\r\n\r\nlife  rather  than the period for  repayment.  The\r\n\r\nresult  of  my  calculations  must  inevitably  be\r\n\r\nexceedingly rough, because, first of all, they are\r\n\r\nbased  on statistics given in the City Treasurer's\r\n\r\nAnnual Report for 1956 (which is available\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2378</b></font><br><br>\r\n\r\n\r\n\r\nto all Members who wish to see it) and on  a\r\n\r\npurely arbitrary estimate of my own of the life of\r\n\r\nthe electricity undertaking. I would say that,  in\r\n\r\nworking this out, I have tried to be fair  and  if\r\n\r\nthere was any doubt in my mind about the length of\r\n\r\nthe   life  of  any  particular  portion  of   the\r\n\r\nundertaking  I  have given the  advantage  to  the\r\n\r\nOpposition. For these reasons, I hesitate to quote\r\n\r\nthese  calculations, but, for what they are worth,\r\n\r\nI  will give them. It might be that, if the  loans\r\n\r\nfloated  for the electrical undertaking  had  been\r\n\r\nfunded  over the period of the useful life of  the\r\n\r\nundertaking, the cost of a unit of electricity now\r\n\r\nwould be reduced by a fraction of a cent. That  is\r\n\r\nall  I  can  say.  I  cannot go into  any  greater\r\n\r\ndetail,  but it is open to Members, if they  like,\r\n\r\nto  examine the City Treasurer's Annual Report and\r\n\r\ntry   and   work  out  similar  calculations   for\r\n\r\nthemselves.  I  cannot say,  of  course,  to  what\r\n\r\nextent the saving would be passed on the consumer,\r\n\r\nbecause  you  will appreciate, Mr Chairman,  that\r\n\r\nthe cost of the average unit of electricity is the\r\n\r\ncost  of producing that unit, whether it is  power\r\n\r\nfor  industry,  or power for the  refrigerator  at\r\n\r\none's  own  home or a fan or merely  for  electric\r\n\r\nlight; and these charges vary. It is difficult  to\r\n\r\nsay to what extent this saving would be passed  on\r\n\r\nto  the  consumer.  It might indeed  be  that  the\r\n\r\nsaving was merely utilised to stabilise prices  at\r\n\r\na  time  when prices and costs of production  were\r\n\r\nrising very considerably.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was accused not only on Friday but again\r\n\r\ntoday of being unnecessarily gloomy, in so far  as\r\n\r\nI  suggested that the City Council might  possibly\r\n\r\nhave difficulty in floating loans in the future. I\r\n\r\nthink  perhaps the hon. Member for Tanglin implied\r\n\r\nthat  I  had been rather more categorical  in  the\r\n\r\nmatter  than  indeed I was. He said  that  if  the\r\n\r\nposition  was  going  to be  such  that  the  City\r\n\r\nCouncil  would have difficulty - I think he went  so\r\n\r\nfar  as  to say that it could not float  loans  in\r\n\r\nfuture - then we might as well give up the ghost and\r\n\r\nabandon  hope  altogether. Of course,  I  did  not\r\n\r\nsuggest  that at all. I merely said,  as  will  be\r\n\r\nseen  from the Hansard which will be available  to\r\n\r\nMembers, that I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2379</b></font><br><br>\r\n\r\n\r\n\r\nthought  that the indications were that  the  City\r\n\r\nCouncil  might  conceivably  have  difficulty   in\r\n\r\nfloating  a  loan  when  they  wanted  it  at  any\r\n\r\nparticular point in time in the future. I gave  my\r\n\r\nreasons   fairly   fully  for  this   feeling   of\r\n\r\nuncertainty,  and  I do not wish  to  repeat  them\r\n\r\nunnecessarily and take up the time of  the  House.\r\n\r\nBut I think it is an important point and perhaps I\r\n\r\nshould   amplify   my   remarks   to   avoid   any\r\n\r\nmisunderstanding on the matter in the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the City Council has at the moment an\r\n\r\noutstanding  debt of approximately  $250  million,\r\n\r\nall  but  $25 million of which has been raised  in\r\n\r\nSingapore since the war. Sir, we already  know  of\r\n\r\nlarge development commitments for which loan money\r\n\r\nwill  be  required  in the immediate  future.  The\r\n\r\npopulation of Singapore is growing at an  alarming\r\n\r\nrate,  and  as it grows, so the demands on  public\r\n\r\nutility  services will be increased. The  pressure\r\n\r\non  the City Council to expand their services will\r\n\r\nbe increased. And all these demands will result in\r\n\r\ndemands for additional loan money. I cannot say at\r\n\r\nthe  moment  how these demands in the future  will\r\n\r\ncompare  with  the very heavy demands  which  have\r\n\r\nbeen  made in the past, but I think it is safe  to\r\n\r\nsay  that they will be fairly substantial.  It  is\r\n\r\nnot  going  to  be easy to obtain this  money,  no\r\n\r\nmatter over what periods the demand is spread. The\r\n\r\namount  available for capital development is,  and\r\n\r\nwill be, limited. The needs of expanding trade, on\r\n\r\nwhich  Singapore's prosperity depends and will  in\r\n\r\nthe  future also depend, despite all we hear about\r\n\r\nindustrial  expansion - these  needs  must  be  met.\r\n\r\nAgain  the  needs of industry which we  hope  will\r\n\r\ngrow  must  also  be  met. All this  will  require\r\n\r\ncapital.  There  will  be competition  from  other\r\n\r\nborrowers,  for  example,  the  Government,  whose\r\n\r\nneeds are as great and as pressing as those of the\r\n\r\nCity  Council; and the investing public  in  their\r\n\r\nwidest  sense, that is, including all  the  bodies\r\n\r\nwhich   contribute  to  Municipal  and  Government\r\n\r\nloans, will be fairly sated as far as City Council\r\n\r\nand Government loans are concerned.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2380</b></font><br><br>\r\n\r\n\r\n\r\nIf  to  this  need  for  what   I   call\r\n\r\ndevelopmental  capital we add the  need  for  loan\r\n\r\nredemption  capital, then the borrowing  situation\r\n\r\nwill  be correspondingly complicated. I will  deal\r\n\r\nwith  that point in greater detail later.  I  feel\r\n\r\nthat any particular generation of taxpayers in the\r\n\r\nfuture  would be very much aggrieved to find  that\r\n\r\nthey   could  not  obtain  the  social  and  other\r\n\r\nservices  which  they demanded  because  any  loan\r\n\r\nmoney which was available at that particular  time\r\n\r\nwas  required  to  pay off their grandfather's  or\r\n\r\ntheir father's debts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I doubt, Sir, if it is generally realised what\r\n\r\nthe  financial  consequences of funding  over  the\r\n\r\nuseful life of an asset might be, and this is very\r\n\r\nimportant.  Let us take the case of a $20  million\r\n\r\nloan at five per cent, repayable over a period  of\r\n\r\n20  years, for a purpose the useful life of  which\r\n\r\nis  40  years. Contributions are made to a sinking\r\n\r\nfund  which,  with compound interest, will  enable\r\n\r\nthe  loan to be paid off in 40 years - that is what,\r\n\r\nI think, the hon. Member wishes. When the due date\r\n\r\nfor  repayment  arrives after 20 years,  that  is,\r\n\r\nwhen  the $20 million must be repaid, the  sum  of\r\n\r\nthe  sinking fund will amount to $6 million, which\r\n\r\nmeans that it will be $14 million short of the sum\r\n\r\nrequired for repayment of the loan: Now this money\r\n\r\nwill  have to be found from other sources, either,\r\n\r\nas  Mr Sutherland suggested, conversion - which has\r\n\r\nnot  been  very  successful in the recent  past - or\r\n\r\nfloating new money, which is very difficult.  Sir,\r\n\r\nsince  1948 the City Council has borrowed in  each\r\n\r\nyear except one - 1950. Fortunately these loans  are\r\n\r\nbeing  funded  in such a way that  funds  will  be\r\n\r\navailable  for  their repayment in due  date.  But\r\n\r\nsuppose  funding in all cases had been  done  over\r\n\r\nthe useful life of the asset. In the case of water-works,  for  example, perhaps  60  years.  In  the\r\n\r\n1970's  all these loans will be due for repayment.\r\n\r\nAt  the same time, the City Council will no  doubt\r\n\r\nrequire  funds for new development,  as  will  the\r\n\r\nGovernment. Would it be able to obtain them,  with\r\n\r\nperhaps   over  $100  million  required  for   the\r\n\r\nredemption  of  old loans? I doubt it.  That  will\r\n\r\ngive\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2381</b></font><br><br>\r\n\r\n\r\n\r\nhon. Members some idea of the position which might\r\n\r\npossibly  arise in the future if the City Council,\r\n\r\nas  it would no doubt wish to do, funded all loans\r\n\r\nover the useful life of the project instead of the\r\n\r\nperiod of the repayment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, lastly in this particular connection,\r\n\r\nwe  are looking very far ahead, but perhaps let us\r\n\r\nnot look so far ahead. Let us look no further than\r\n\r\nthe  present. Does the hon. Member think that  the\r\n\r\nCity  Council  could  easily raise  the  funds  it\r\n\r\nrequires  for development at the present time?  If\r\n\r\nthe  City  Council were to float a loan  tomorrow,\r\n\r\nwould  he subscribe from his private fortune,  and\r\n\r\nwould   he   advise  the  organisation  which   he\r\n\r\nrepresents  to  do  the same? I  can  assure  you,\r\n\r\nwithout  in any way spreading alarm or despondency\r\n\r\nbut  merely facing facts - in this connection  I  do\r\n\r\nnot  think that anything said here will  have  any\r\n\r\neffect  on the credit of the City Council  or  the\r\n\r\nGovernment  overseas, because  what  we  say  here\r\n\r\nmatters very little to the financiers of the world\r\n\r\nwho  calculate  the odds as far as the  credit  of\r\n\r\ncountries  or cities like Singapore is  concerned - that  if  the City Council were to go on the  loan\r\n\r\nmarket   tomorrow,  it  would  find  the  greatest\r\n\r\ndifficulty in raising funds which it requires, and\r\n\r\nnext year when the Government will also be on  the\r\n\r\nmarket  for loan money, the matter would  be  even\r\n\r\nmore different. Sir, when I spoke on Friday I  did\r\n\r\nmention  the  happy situation of local governments\r\n\r\nat   home   which  could  count  with   reasonable\r\n\r\ncertainty on access to the London market;  but  at\r\n\r\nthe  present  time,  even these  local  government\r\n\r\nauthorities in the United Kingdom are  having  the\r\n\r\ngreatest  difficulty in finding  the  money  which\r\n\r\nthey require for development projects even on  the\r\n\r\nLondon market.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my speech on Friday I said the conclusion was\r\n\r\nreached  that it would be unwise to give the  City\r\n\r\nCouncil  carte  blanche in the matter  of  funding\r\n\r\nloans, and I was immediately taken to task by  the\r\n\r\nhon.  Member  for Tanglin. Indeed I was  taken  to\r\n\r\ntask again today. He said the City Council did not\r\n\r\nhave  carte  blanche because the sanction  of  the\r\n\r\nGovernor in Council was required for any policy it\r\n\r\nmight suggest in any particular case, as is indeed\r\n\r\nthe case; and of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2382</b></font><br><br>\r\n\r\n\r\n\r\ncourse,  the  power is given to  the  Governor  in\r\n\r\nCouncil under clauses, clause 79, for example,  to\r\n\r\nfix  the terms on which loans will be granted. But\r\n\r\nI  think that the hon. Member has missed my point,\r\n\r\nthat  is,  that if his amendment is accepted,  the\r\n\r\nCity  Council will, in effect, have carte blanche.\r\n\r\nThe  general policy of funding loans will be  laid\r\n\r\ndown  in  the  clause  and  the  sanction  of  the\r\n\r\nGovernor   in   Council,  or   their   heirs   and\r\n\r\nsuccessors, will be a formality in the absence  of\r\n\r\nany  special  circumstances which might  make  the\r\n\r\nfollowing of the general policy undesirable. It is\r\n\r\neasy to imagine the pressure which will be brought\r\n\r\nto  bear  on  the City Council to have  all  loans\r\n\r\nfunded  over the period of the useful life of  the\r\n\r\npurpose. This pressure will be transmitted  to  an\r\n\r\nelected  Cabinet. It is to avoid the  consequences\r\n\r\nof this pressure and to render the position of the\r\n\r\nCity  Council  or  the Governor  in  Council  less\r\n\r\ndifficult,  as  well  as  to  lay  down  what   is\r\n\r\nconsidered  to  be a prudent policy,  that  it  is\r\n\r\ndesired to prescribe in the law what normal policy\r\n\r\nwill be; and that, Sir, is all that clause 81 does\r\n\r\ndo.  It merely says that, normally, loans will  be\r\n\r\nfunded within the period of repayment. It does not\r\n\r\nexclude  the possibility of funding over a  longer\r\n\r\nperiod.  I made that clear on Friday. In fact,  it\r\n\r\ngoes  on  to say that such funding will be allowed\r\n\r\nin  certain  circumstances.  The  only  limitation\r\n\r\nwhich is placed on that extended power is that  it\r\n\r\nshall  in  no case exceed the useful  life  or  60\r\n\r\nyears,  whichever is the lesser. The clause,  Sir,\r\n\r\nmerely indicates, as a guide to politicians and as\r\n\r\na  reassurance to potential subscribers, what  the\r\n\r\npolicy will be, and that it will be a prudent one.\r\n\r\nI  do not think in the circumstances that it would\r\n\r\nbe wise to change it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also endeavoured to give some idea of the\r\n\r\ncircumstances  in which this power to  extend  the\r\n\r\nperiod would be used. I was careful to say that in\r\n\r\nall    probability   it   would   be   used   when\r\n\r\ncircumstances  in the loan market were  such  that\r\n\r\nfunds  could only be obtained at reasonable  rates\r\n\r\non  short-term.  This,  I think  I  can  say  with\r\n\r\nconfidence,  meets the wishes of the officials  of\r\n\r\nthe  City Council at the present time. After  all,\r\n\r\nthey are responsible for this policy\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2383</b></font><br><br>\r\n\r\n\r\n\r\nof  funding  loans  and for operating  the  public\r\n\r\nutilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, at the risk of being accused once\r\n\r\nmore  of being what I might say characteristically\r\n\r\nand  occupationally pessimistic, I  would  suggest\r\n\r\nthat, at this time of great constitutional change,\r\n\r\nwith  its attendant uncertainty about the  future,\r\n\r\nwe  should  ignore  vote-catching  suggestions  by\r\n\r\npoliticians   who   have   not   yet    shouldered\r\n\r\nresponsibility or had the experience of  being  in\r\n\r\npower, with pre-election promises as bed-fellows - a\r\n\r\nmost uncomfortable experience, since they seem  to\r\n\r\nbe  all  feet and knees and elbows - and  adhere  to\r\n\r\nsafe  and  prudent policies. A law can readily  be\r\n\r\nchanged if the object of the change is relaxation.\r\n\r\nIt   is  more  difficult  to  undo  the  financial\r\n\r\nconsequences of a hasty and shortsighted decision.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I reaffirm that the Government rejects the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Chairman, Sir, I have not\r\n\r\nbeen  able to understand the argument put  forward\r\n\r\nby  the Hon. the Financial Secretary, that between\r\n\r\na loan which is to be paid off within 10 years and\r\n\r\na  loan which is to be paid off in 40 or 60 years,\r\n\r\nthe cost of reduction in charges will be just by a\r\n\r\nfraction.   Ten  years,  1  to  4  or   1   to   6\r\n\r\ndifference - how  can that be only a fraction?  What\r\n\r\nthe other side of the House is trying to emphasise\r\n\r\nis this. [Interruption]. Why do you not get up and\r\n\r\ntalk, instead of-\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member should\r\n\r\nremember to address the Chair.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Yes, Sir. I do not like to be\r\n\r\ndisturbed at the same time, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our argument is that the cost of power or water\r\n\r\nshould  be brought down to such an extent as  will\r\n\r\nreduce  the  cost of living of the working  class,\r\n\r\nand  will  also encourage industry.  That  is  our\r\n\r\nargument - to  help the workers and industry,  which\r\n\r\nwill be most beneficial to the colony.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2384</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Financial Secretary has said, Sir,\r\n\r\nthat out of $250,000,000 of loans existing of  the\r\n\r\nMunicipality,  $25,000,000 had been  collected  in\r\n\r\nSingapore, subject to correction of course-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart</b> rose -\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is it a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> If I may explain, Sir, I said that at\r\n\r\nthe present date, of $250,000,000 all but\r\n\r\n$25,000,000 had been obtained since the war.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Thank you for that information\r\n\r\nbut  I  said  the  main  worry  of  the  Financial\r\n\r\nSecretary is this, that in the present position or\r\n\r\nin  the  future it will be most difficult for  the\r\n\r\nCity  Council to get loans floated in this  market\r\n\r\nand  you have got to go overseas - to the banker  or\r\n\r\nthe  financier. The financier will first like  his\r\n\r\nown  safety by giving only short-term loans  at  a\r\n\r\nreasonable interest of course, the maximum he  can\r\n\r\nget with good security and to get the money safely\r\n\r\nback to reinvest again. Now here the Government is\r\n\r\nlooking  to  the  financier's interests  only,  or\r\n\r\npossibly  it  is that the Singapore  City  Council\r\n\r\nwill  not have much credit left in the future  and\r\n\r\nit  will not be able to raise a longer-term  loan.\r\n\r\nIf  it is to safeguard their own overseas investor\r\n\r\nto  get  the money redeemed as early as  possible,\r\n\r\nwell, and if that is the idea, let him say so.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I should like to answer\r\n\r\nsome  of  the points which have been made  by  the\r\n\r\nMembers   of   the  Government.  If   it   is   an\r\n\r\noccupational  disease of the  Hon. the  Financial\r\n\r\nSecretary  to be a pessimist, I have no  doubt  he\r\n\r\nfeels  it  is  an  occupational  disease  of   the\r\n\r\nOpposition  to be optimists, and we feel  that  we\r\n\r\nshould  look at the more optimistic side  of  this\r\n\r\nquestion.  He  did  suggest,  Sir,  that   I   was\r\n\r\nsimplifying matters in the example I gave  of  the\r\n\r\npower  station being extended for a period  of  40\r\n\r\nyears, and in fact I did say that on Friday; I had\r\n\r\ndeliberately left out the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2385</b></font><br><br>\r\n\r\n\r\n\r\nquestion  of payment of interest because it  would\r\n\r\nhave complicated the whole issue in trying to  put\r\n\r\nit  as simply as possible before the House.  I  do\r\n\r\nadmit that this is certainly the case, but it  has\r\n\r\nbrought  out, I think, from the Hon. the Financial\r\n\r\nSecretary the calculation that in fact a  fraction\r\n\r\nof  a  cent on the unit price of electricity would\r\n\r\nhave been saved if this principle had been adopted\r\n\r\npreviously and which we seek in our amendment. One\r\n\r\nassumes  that  it was only a fraction  of  a  cent\r\n\r\nspread over every consumer, but if this saving was\r\n\r\nused  as  a  reduction of the price of electricity\r\n\r\nfor purposes of industrial power, then that saving\r\n\r\nwould, I think, make a very great difference. Even\r\n\r\nthe  saving of half a cent, when spread over  five\r\n\r\nyears  in  the  calculations of  an  industrialist\r\n\r\nintending to set up a factory in this area,  would\r\n\r\ninvolve   an   amount   which   would   be   quite\r\n\r\nconsiderable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which the Hon. the Financial\r\n\r\nSecretary made was that possibly this fraction  of\r\n\r\na  cent,  as  he  put it, could only  be  used  in\r\n\r\nstabilising prices when the costs were rising. But\r\n\r\nthat  in  itself  would be an  advantage  if  that\r\n\r\nhappened to be the position.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. the Minister for Communications and\r\n\r\nWorks,  who does not very much like loans  at  all\r\n\r\napparently, suggested that the way of meeting  the\r\n\r\nthing  was  to  spread the loan by increasing  the\r\n\r\nnumber  of  consumers. And of course that  is  the\r\n\r\npoint:  we will increase the number of the biggest\r\n\r\nconsumers,  namely the industrialists  with  their\r\n\r\nfactories,  if the cost of power is reduced.  Sir,\r\n\r\nall  we have said is that any cheapening of  power\r\n\r\nor  water  can be one factor in helping industrial\r\n\r\nexpansion at a time when we desperately  need  it.\r\n\r\nWe  do  not say that if this amendment is accepted\r\n\r\nwe  can  then look forward to a glorious millenium\r\n\r\nahead  of  us.  That of course  will  be  a  gross\r\n\r\nexaggeration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I regret, Sir, that the Hon. Minister for\r\n\r\nCommerce  and  Industry has suggested  that  there\r\n\r\nwere  irresponsible statements being made on  this\r\n\r\nside  of  the  House.  We have  put  forward  this\r\n\r\namendment in full responsibility and have made  no\r\n\r\nirresponsible  statements on this matter.  We  put\r\n\r\nthem   forward  as  a  contribution   to   greater\r\n\r\nflexibility in our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2386</b></font><br><br>\r\n\r\n\r\n\r\nfinancial  and industrial future. Sir,  I  do  not\r\n\r\nthink  the  Government - or  a  certain  number   of\r\n\r\nMembers  of the Government - still realise that  the\r\n\r\nCity  Council cannot just go out and  float  loans\r\n\r\nwithout  authority. There is the safeguard  there,\r\n\r\nthe safeguard in clause 78:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The City Council may, with the sanction of the\r\n\r\nGovernor in Council, borrow such sums or any  part\r\n\r\nof such sums as may be required...\"\r\n\r\n\r\n\r\n<br><br>There is clause 79:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Where the City Council is authorised to borrow\r\n\r\nmoney  it  may,  subject to  the  consent  of  the\r\n\r\nGovernor in Council raise the money...\"\r\n\r\n\r\n\r\n<br><br>by various ways. Finally, clause 81:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every sum borrowed under section 78 of this\r\n\r\nOrdinance shall be redeemed within such period not\r\n\r\nexceeding  sixty years as the City  Council,  with\r\n\r\nthe  sanction  of  the Governor  in  Council,  may\r\n\r\ndetermine\".\r\n\r\n\r\n\r\n<br><br>All  we are asking in this amendment is that there\r\n\r\nshould  be  greater flexibility written  into  the\r\n\r\nBill  itself in the interests of the country as  a\r\n\r\nwhole but with the safeguards still remaining.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I do not want to answer\r\n\r\nthe  hon.  Member for Tanglin because I think  all\r\n\r\nthe  points  which he has made again have  already\r\n\r\ncome  out  in  the debate, except to say  that  my\r\n\r\nstatement  about irresponsible politicians  if  he\r\n\r\ntakes  to fit him, he is welcome to it. I did  not\r\n\r\ndirect  my  statement at any particular Member  in\r\n\r\nthis  House but to general irresponsible  politics\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But it has come out, Sir, in the debate that\r\n\r\nthere  is a little bit of misunderstanding of  the\r\n\r\nword redemption. Now redemption normally would  be\r\n\r\ntaken  to mean repayment but it is not really  so.\r\n\r\nRepayment period is the number of years for  which\r\n\r\nyou  have floated a loan and you have to repay the\r\n\r\nloan in those years:\r\n\r\n\r\n\r\nWhether the Government wants to play ball with the\r\n\r\ncapitalists  and ignore Socialist  principles,  or\r\n\r\nwhether  Government looks after the  interests  of\r\n\r\nthe  rich men who are going to contribute  to  the\r\n\r\nloan,  has nothing to do with the matter in  hand.\r\n\r\nAny Government or City Council which has issued  a\r\n\r\nloan  for a number of years has to repay that loan\r\n\r\nwithin  those  number  of years.  It  is  a  legal\r\n\r\ncontract which is given out in the prospectus\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2387</b></font><br><br>\r\n\r\n\r\n\r\nand  when  the investor buys the loan or debenture\r\n\r\nhe  expects  to  get repaid within the  number  of\r\n\r\nyears that is promised to him. So that has nothing\r\n\r\nto  do  with  the  redemption. Redemption  is  the\r\n\r\nnumber  of years on which you fund your loan.  The\r\n\r\nrepayment  period  may be 20  years  but  you  can\r\n\r\nredeem your loan over 40 years. So by the time you\r\n\r\ncome to the 20 years you have to find the money to\r\n\r\nrepay that loan but your sinking fund is not up to\r\n\r\nthe  full  value, it is only up to half  value  or\r\n\r\nless    probably,    according   to    complicated\r\n\r\ncalculations  of  compound  interest  and  so  on.\r\n\r\nTherefore when you come to the 20 years  you  find\r\n\r\nthat you are vastly short of the money you have to\r\n\r\npay and you have to get that money either by again\r\n\r\ngoing  on  to  the  market or through  some  other\r\n\r\nmethod.  Therefore I just want to  make  it  clear\r\n\r\nthat  it  is  not that the Government  is  looking\r\n\r\nafter  only the interests of the rich men  because\r\n\r\nany Government or City Council which has issued  a\r\n\r\nloan  for a number of years will have to repay  it\r\n\r\nin  that period. It is a legal contract and  there\r\n\r\nis  no  escape from it. It is only the  matter  of\r\n\r\nredeeming,  the funding of the loan, that  we  are\r\n\r\ndiscussing now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left\r\n\r\nout, be left out.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee divided: Ayes, 7; Noes, 22; Absent,\r\n\r\n3.\r\n\r\n<pre>\r\n\r\n\r\n\r\n         Ayes.                     Noes.\r\n\r\n    Goh Tong Liang.         Abdul Hamid bin Haji\r\n\r\n                              Jumat.\r\n\r\n    Ede, John.              Ahmad bin Ibrahim.\r\n\r\n    Jumabhoy, R.            Braga, A. J.\r\n\r\n    Lim Choon Mong.         Chew Swee Kee.\r\n\r\n    Lim Koon Teck.          Goh Chew Chua.\r\n\r\n    Soh Ghee Soon.          Hart, T. M.\r\n\r\n    Tan, William.           Jumabhoy, J. M.\r\n\r\n                            Lee Choon Eng.\r\n\r\n        Absent.             Lim Cher Kheng.\r\n\r\n    Lazarous, A. R.         Lim, R. C. H.\r\n\r\n    Lee Kuan Yew.           Lim Yew Hock.\r\n\r\n    Lim Ching Siong         Mak Pak Shee.\r\n\r\n                            Mohd. Sidik bin Haji\r\n\r\n                              Abdul Hamid.\r\n\r\n                            Nair, M. P. D.\r\n\r\n                            Ong Piah Teng.\r\n\r\n                            Seah Peng Chuan.\r\n\r\n                            Shanks, E. P.\r\n\r\n                            Stewart, S. T.\r\n\r\n                            Sutherland, G. A. P.\r\n\r\n                            Tan Theng Chiang.\r\n\r\n                            Thomas, Francis.\r\n\r\n                            Wong Foo Nam.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2388</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I take it the hon. Member for\r\n\r\nTanglin is not moving his next amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> No, Sir. I shall not move my next\r\n\r\namendment.\r\n\r\n\r\n\r\n<pre>\r\n\r\n\t[In page 107, lines 19 and 20, to leave \r\n\r\n\t out \"under section 78 of the Ordinance\".]\r\n\r\n</pre>\t \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment made: In page 107, line 19, to leave\r\n\r\nout \"78\" and insert \"79\".-[Inche Abdul Hamid.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 81, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 102-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I have an\r\n\r\namendment to move,\r\n\r\n\r\n\r\n<pre>\r\n\r\n  \t   In page 115, line 34, to leave out from \"thereto\"\r\n\r\n\tto the end of line 35 and insert:-\r\n\r\n\t\r\n\r\n\t\":\r\n\r\n\t   Provided  that no such modification,  rejection\r\n\r\n\tor  addition is  inconsistent with this  Ordinance\r\n\r\n\tand   further  provided  t hat  any  proposal   to\r\n\r\n\tincrease  expenditure or reduce income  which  has\r\n\r\n\tnot  already  been   considered  by  the  District \r\n\r\n\tCouncil  Finance Committee shall stand referred to\r\n\r\n\tthat Committee for report to a subsequent  meeting\r\n\r\n\tof the Council.\"\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if hon. Members will refer to clause 72 (2)\r\n\r\nthey will observe that this amendment follows  the\r\n\r\nsame  wording  and makes provision  for  financial\r\n\r\nmatters  to  be  referred to  a  District  Council\r\n\r\nFinance   Committee.  Members  will  recall   that\r\n\r\nspecial  provision has been made in this Bill  for\r\n\r\nlocal authorities to appoint financial committees.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 102, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 108-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I have an\r\n\r\namendment to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Cap. 202\r\n\r\n\r\n\r\n<pre> \r\n\r\n\t   In page 117, line 23, after\r\n\r\n\t\"Ordinance\", to insert \"and an\r\n\r\n\tEducation   rate   under   the \r\n\r\n\tprovisions of section 5 of the  \r\n\r\n\tEducation  Ordinance\".\r\n\r\n</pre>\r\n\r\n<br><br><font size=\"1\"><b>Column: 2389</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to correct an omission. Sir, as an\r\n\r\neducation  rate is collected under the  provisions\r\n\r\nof  the Education Ordinance in the same way as  an\r\n\r\nimprovement rate is collected under the  Singapore\r\n\r\nImprovement Trust Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 108, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 109-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<pre>\r\n\r\n\tIn page 119, line 31, to leave out from \"City\" \r\n\r\n\tto the end of line 45.\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, the purpose of this amendment is to try to remove from the Bill some of the confusion\r\n\r\nwhich  the  Government has caused by its illogical\r\n\r\npolicy  of tinkering with the limits of  the  City\r\n\r\nand District boundaries. It has firstly brought  a\r\n\r\nrural area into a primarily urban area by bringing\r\n\r\nin  parts of Pasir Panjang and Ulu Pandan  to  the\r\n\r\nCity; secondly, pushed a primarily urban area into\r\n\r\na  rural area by expelling part of Katong  into  a\r\n\r\nDistrict  Council;  and  thirdly,  divided  up   a\r\n\r\nhomogeneous rural area, Braddell Road, into two by\r\n\r\npushing  one section to the North of the road  out\r\n\r\nto   the  District  Council  while  retaining  the\r\n\r\nsection to the South in the City Council. There is\r\n\r\nneither rhyme nor reason nor consistency in  these\r\n\r\nmoves,  and the attempt to fix the rates  to  suit\r\n\r\nthese manoeuvrings is equally Gilbertian.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us turn to the clauses concerning the fixing\r\n\r\nof  rates.  There is firstly clause 108 (3)  which\r\n\r\nreads as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No such rate as is specified in subsection (1)\r\n\r\nof  this section shall exceed in the aggregate  in\r\n\r\none year thirty per centum of the annual value  of\r\n\r\nthe property rated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provided that in the case of a District Council\r\n\r\nsuch  rate shall not, without the sanction of  the\r\n\r\nMinister  in  writing, exceed in the aggregate  in\r\n\r\none year fifteen per centum of the annual value of\r\n\r\nbuildings and five per centum of the annual  value\r\n\r\nof land.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, the City Council will have an\r\n\r\nunfettered ceiling as before of 30 per  cent.  The\r\n\r\nDistrict Councils will have a similar ceiling  but\r\n\r\nthey  may  not go beyond 15 per cent or  five  per\r\n\r\ncent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2390</b></font><br><br>\r\n\r\n\r\n\r\nwithout  the  special sanction of the Minister  in\r\n\r\nwriting.  Clause  108 (4) gives local  authorities\r\n\r\npowers  to vary these rates in different parts  of\r\n\r\ntheir own areas. In other words, a rural area with\r\n\r\nno  services  can  be  rated  lower  than  a  more\r\n\r\nurbanised area in the rural area with some or  all\r\n\r\nof  the  Municipal services such  as  water,  gas,\r\n\r\nelectricity,  roads, street  lighting  and  so  on\r\n\r\nwhich  increase the annual value of the  property.\r\n\r\nIn  other  words, in this sub-clause (4) you  have\r\n\r\ndifferential  rating  already  provided  for.   It\r\n\r\nappears,  however, from clause 109 that the  local\r\n\r\nauthorities  are not to be trusted  and  that  the\r\n\r\nMinister wishes to step in and use his powers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand under clause 109 (1) (a) the\r\n\r\nMinister can insist that the rates of a new  rural\r\n\r\narea coming within the City Council limits are  to\r\n\r\nbe paid at the previous rates, that is 20 per cent\r\n\r\nor below. As this area Ulu Pandan-Pasir Panjang is\r\n\r\nlargely rural, and as restrictions will be  placed\r\n\r\non  an  essentially attap house area  when  it  is\r\n\r\nbrought  within the City Council, we are  prepared\r\n\r\nto  accept this pegging of the rates solely on the\r\n\r\ngrounds  that  it is a form of protection  to  the\r\n\r\nhave-nots,  although  we do  not  really  see  the\r\n\r\nfundamental reason for it, or that it is  in  fact\r\n\r\nreally necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But on the other hand, under clause 109 (1) (b),\r\n\r\nthe  one  to which we refer now, the Minister  can\r\n\r\ninsist  on  the rates of an area banished  to  the\r\n\r\nDistrict Councils being pegged at 30 per  cent  or\r\n\r\nwhatever  the City Council may have fixed  in  the\r\n\r\npast.  In  this  category you  have  two  have-not\r\n\r\nareas. You have the people of Katong which will be\r\n\r\ndowngraded  to  a  District Council  and,  as  the\r\n\r\nGovernment  freely  admitted in Select  Committee,\r\n\r\nwill  have  the  status of a rural board  with  no\r\n\r\npowers over its finances, with no staff, no powers\r\n\r\nto  create its own posts, and yet will be made  to\r\n\r\npay 30 per cent. And you have the farmers north of\r\n\r\nBraddell  Road who are to be separated from  their\r\n\r\nown  community south of the road and  pushed  into\r\n\r\nthe District Council whose rates\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2391</b></font><br><br>\r\n\r\n\r\n\r\ncan  also be interfered with by the Minister. This\r\n\r\nattempt at meddling with the rates when the  whole\r\n\r\nmatter  can  perfectly be well left  to  the  good\r\n\r\nsense  of the local authorities and their  elected\r\n\r\nrepresentatives under their own powers  in  clause\r\n\r\n108 (3) and (4) is going to cause a great deal  of\r\n\r\ndissatisfaction.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And the people in Joo Chiat Road, who are shortly\r\n\r\nto  find  themselves in the rural District Council\r\n\r\nof  Changi,  are  going  to  have  a  considerable\r\n\r\ngrievance if the Minister pegs their rates  at  30\r\n\r\nper cent on a par with their former friends in say\r\n\r\nTanjong  Katong  Road, who will  still  enjoy  the\r\n\r\nadministration of the City Council. I am surprised\r\n\r\nthat  the  Hon.  Minister for Health  has  allowed\r\n\r\nhimself to be a party to this kind of thing in his\r\n\r\nown constituency. If this splitting of Katong into\r\n\r\ntwo  is  to be tolerated, then at least the Changi\r\n\r\nhalf  should be given the consolation  of  knowing\r\n\r\nthat  their  own  elected representatives  on  the\r\n\r\nDistrict Council can have a say in what the  rates\r\n\r\nshould be under clause 108 (3) and (4), and not be\r\n\r\ndictated to by the Minister under clause  109  (1)\r\n\r\n(b).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Equal grievances are likely to arise in the Ulu\r\n\r\nPandan area. The newcomers into the City will have\r\n\r\ntheir   rates   pegged  down  to   their   present\r\n\r\npercentage whereas the many farmers already living\r\n\r\nin  rural  area districts within the City  Council\r\n\r\nboundaries  may be made to pay higher  rates.  And\r\n\r\nthat gives you another form of discrimination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We come back to the fundamental point. Rating\r\n\r\nshould not be based on boundary lines which are of\r\n\r\nan imaginary nature drawn across the map by master\r\n\r\nplanners.  Rating depends on the annual  value  of\r\n\r\nthe property which is itself based on the services\r\n\r\nand amenities which a local authority can provide.\r\n\r\nAnd  if  you have a local authority with no powers\r\n\r\nover finance, officers or staff, you cannot charge\r\n\r\n30  per  cent rates. If you wish to be consistent,\r\n\r\ntherefore,  you  must  leave  rating  to  a  local\r\n\r\nauthority to work out over the whole of its  area,\r\n\r\nand  incidentally  you must provide  the  District\r\n\r\nCouncils    with   assessment   departments    and\r\n\r\nassessment  officers and assessment committees  so\r\n\r\nthat the rating\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2392</b></font><br><br>\r\n\r\n\r\n\r\nis  done fairly. The interference implied by  this\r\n\r\nclause 109, particularly as it will be covered and\r\n\r\ncan  be covered in clause 108, is undesirable  and\r\n\r\nwe oppose it.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, there is nothing\r\n\r\ninconsistent between clause 108 (3)  and  (4)  and\r\n\r\nclause  109  (1) (b). Clause 108 (3),  Sir,  is  a\r\n\r\ngeneral  rating provision whereas clause  109  (1)\r\n\r\n(b)  is  a special rating provision. Under  clause\r\n\r\n108  (3) the ceiling rate is not applicable  to  a\r\n\r\npart  of  the local authority area only;  it  must\r\n\r\napply  to  the whole local authority area.  It  is\r\n\r\nonly  after  the ceiling rate has been fixed  that\r\n\r\nthe local authority can impose differential rating\r\n\r\nin different parts of the area.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The explanation of clause 108 (3) and clause 109\r\n\r\n(1)  (b)  is, I think, quite simple. Both  clauses\r\n\r\nare  necessary.  A local authority,  say  the  new\r\n\r\nKatong  District Council, applies to the  Minister\r\n\r\nunder clause 108 (3) to raise the ceiling rate  in\r\n\r\nits  area from 15 per cent to say 20 per cent. The\r\n\r\nMinister refuses to allow the imposition  of  this\r\n\r\nincreased  rate throughout the whole of that  area\r\n\r\nbut  that  does not prevent him at the  same  time\r\n\r\nfrom ordering, under clause 109 (1) (b), that  the\r\n\r\nnew  area or part thereof within the limits of the\r\n\r\nKatong District Council should be rated at 20  per\r\n\r\ncent  or  even 30 per cent, because of the greater\r\n\r\npublic  services which will be continued  in  that\r\n\r\narea.  I  think the Member for Tanglin  was  wrong\r\n\r\nwhen  he  said  that  the services  of  the  local\r\n\r\nauthority - the services which shall be provided  in\r\n\r\nthe  Katong  area - will be diminished  or  will  be\r\n\r\nreduced or will be less. That will not be so, Sir.\r\n\r\nThe  intention is that all the services  that  are\r\n\r\nprovided  for in the Katong area will continue  to\r\n\r\nbe  provided. The Minister may order that a higher\r\n\r\nrate there should be imposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanglin in passing mentioned\r\n\r\nthat  there  are  certain rural areas  within  the\r\n\r\npresent limits of the City which are paying 30 per\r\n\r\ncent. Under the existing Municipal Ordinance there\r\n\r\nis  no  differential rating within  the  Municipal\r\n\r\nareas;  it  is 30 per cent throughout.  But  under\r\n\r\nthis  new Bill we have made provisions, by  virtue\r\n\r\nof clause 108 (4), by which it is possible for the\r\n\r\nnew City\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2393</b></font><br><br>\r\n\r\n\r\n\r\nCouncil  to  impose  a lower rating  in  the  less\r\n\r\ndeveloped  parts  of  the  City  area.  That  will\r\n\r\ndispose  of his argument that the new rural  areas\r\n\r\nwhich are being brought into the City area will be\r\n\r\npaying lower rates, and he agrees that these areas\r\n\r\nshould  be pegged at lower rates. I would  say  to\r\n\r\nhim  that it is now also possible for those  rural\r\n\r\nareas  within the present parts of the City to  be\r\n\r\npegged at the same rates as the rural areas  which\r\n\r\nare to be brought in if the City Council now wants\r\n\r\nto   do  so.  For  these  reasons  I  oppose   the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, the Hon. the Chief\r\n\r\nSecretary  has  just  stated that  in  Katong  the\r\n\r\npublic services that are enjoyed in that area will\r\n\r\nnot be diminished but will continue to be provided\r\n\r\nas  at  present. How will this be done, we  should\r\n\r\nlike  to  know,  when  it  is  admitted  that  the\r\n\r\nservices in the District Councils will be  pursued\r\n\r\nand  followed  on Rural Board standards  and  that\r\n\r\nthere will be no officers in the District Councils\r\n\r\nresponsible to the District Councils but they will\r\n\r\nbe responsible to the Government itself?\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, Sir, for a\r\n\r\ntransitional period the Minister may direct, under\r\n\r\nthe transitional provisions, that the City Council\r\n\r\nwill  continue  to administer the area  of  Katong\r\n\r\nwhich   is  to  be  transferred  to  the  District\r\n\r\nCouncil,  and I think the Minister mentioned  this\r\n\r\nin his speech last week in this Assembly. Sir, you\r\n\r\nwill  also remember that four or five of the  most\r\n\r\nessential  services in any District  Council  area\r\n\r\nwill still be administered by the City Council  on\r\n\r\nan  island-wide basis; whether Katong is inside or\r\n\r\noutside  the  City  area,  services  like   water,\r\n\r\nsewerage, electricity and gas will continue to  be\r\n\r\nadministered by the City Council on an island-wide\r\n\r\nbasis.  There will therefore be no diminishing  of\r\n\r\nsuch  services in any part of any District Council\r\n\r\narea  in  this respect; so also with the fire  and\r\n\r\nambulance  accident  services,  which  will   also\r\n\r\nremain island-wide services.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Katong part of the present City\r\n\r\narea  is taken over and administered by the Katong\r\n\r\nDistrict  Council  after its transitional  period,\r\n\r\nthe District\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2394</b></font><br><br>\r\n\r\n\r\n\r\nCouncil  will administer those services which  are\r\n\r\nnot island-wide services. And what are these? They\r\n\r\nare  scavenging  and conservancy, maintenance  and\r\n\r\nconstruction   of  roads,  drains,  licensing   of\r\n\r\nvarious  trades, health, looking after  nuisances,\r\n\r\netc. - but  these  are services  which  are  already\r\n\r\nbeing  carried out as well in the rural  areas  by\r\n\r\nthe  Rural  Board  as  in the  City  by  the  City\r\n\r\nCouncil.  The staff of the Rural Board is  now  in\r\n\r\nthe  process of being divided up and spread  among\r\n\r\nthe  three District Councils which in future  will\r\n\r\ntake  the place of the Rural Board. These District\r\n\r\nCouncils  will have their staff. To say that  they\r\n\r\nwill  have  no staff, no offices, is not  correct.\r\n\r\nThey  will  have their staff except,  as  we  have\r\n\r\nsaid,  that  for an interim, initial  period,  the\r\n\r\nstaff  will be Government servants. But the  staff\r\n\r\nwill  be there. You will have the same Rural Board\r\n\r\nstaff,   augmented  if  necessary   by   increased\r\n\r\nstrength  or even transfer from the City  Council.\r\n\r\nAnd  these services will go on being provided.  To\r\n\r\nsay that they will not be provided and that it  is\r\n\r\nnot  possible to see how the District Councils are\r\n\r\ngoing   to  be  provided  with  services  is   not\r\n\r\nrelevant, I think, Sir, and the argument  is  weak\r\n\r\nbecause  these  District Councils  will  certainly\r\n\r\nhave  staff.  They  will have their  estimates  of\r\n\r\nrevenue and expenditure; they will have their  own\r\n\r\noffices,  Sir. I  can say that priority  will  be\r\n\r\ngiven  to building these offices. So I cannot  see\r\n\r\nwhy the Member for Tanglin is harping on this lack\r\n\r\nof  services,  staff and office  buildings.  These\r\n\r\nservices  will still be provided by  the  District\r\n\r\nCouncils  when they take over the Katong  part  of\r\n\r\nthe  present  City  area  after  the  transitional\r\n\r\nperiod.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, the Government has had to\r\n\r\nadmit what it does not like to admit, namely that,\r\n\r\nas  a  result  of moving Katong into the  District\r\n\r\nCouncil,   the  area  of  Katong   will   not   be\r\n\r\nadministered by the District Council because it is\r\n\r\nnot  ready for that to be undertaken, but that the\r\n\r\nCity  Council will administer Katong for  what  is\r\n\r\nnow said to be six to eight months and not, as the\r\n\r\nMinister said in Select Committee,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2395</b></font><br><br>\r\n\r\n\r\n\r\nfor  three  or four years. And that is  the  whole\r\n\r\npoint, that the public services that are given  to\r\n\r\nKatong  will not be properly administered so  long\r\n\r\nas you have your elected representatives of Katong\r\n\r\nsitting  in  the District Council while  the  City\r\n\r\nCouncil  will  carry  out the administration.  The\r\n\r\nelected  representatives of Katong  will  have  no\r\n\r\ncontrol  over the services which are going  to  be\r\n\r\nprovided  by  another body. Why should  not  these\r\n\r\nelected representatives sit on the City Council so\r\n\r\nlong  as  the City Council is going to  administer\r\n\r\nthem?  The  whole thing is completely upside  down\r\n\r\nand  an insult, and the reason simply is that  the\r\n\r\nGovernment is putting into action a Bill on  which\r\n\r\nit  has not given sufficient thought and to  which\r\n\r\nit has not given time to make a proper job of this\r\n\r\nwhole  thing. It cannot be said that the  area  of\r\n\r\nKatong  is  going  to get the  services  which  it\r\n\r\nshould  get,  because the elected  representatives\r\n\r\nwill not be there to see that it gets them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore we feel very strongly that there is no\r\n\r\npoint to this clause 109 and certainly not to sub-clause (1) (b), that the matter is perfectly  well\r\n\r\ncovered  by  clause 108; and because there  is  no\r\n\r\nproper  control  over Katong by  its  own  elected\r\n\r\nrepresentatives   it   should   be   the   elected\r\n\r\nrepresentatives in the District Council who should\r\n\r\nhave  a say in what the differential rating should\r\n\r\nbe,  and  it should not be altered by the Minister\r\n\r\nexacting  rates  if it is not getting  the  public\r\n\r\nservices.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, I thought under this\r\n\r\namendment  we were discussing rating and  not  the\r\n\r\nquestion  of why the Katong area, or the  district\r\n\r\nwhich  is to be handed over to the Katong District\r\n\r\nCouncil,   should  be  administered  during   this\r\n\r\ntransitional  period  by  the  City   Council.   I\r\n\r\nthought,  Sir,  that this would be  discussed  and\r\n\r\ndebated  when we come to the amendment  which  the\r\n\r\nMember  for Tanglin has given notice of, and  that\r\n\r\nis  the  amendment on transitional provisions.  We\r\n\r\ncan  debate  it  there but we are  now  discussing\r\n\r\nrating  and I still say that both clauses 108  (3)\r\n\r\nand  109  (1)  (b) are not inconsistent  with  one\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2396</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> I would just like to say that rates and\r\n\r\nservices are of course very closely related.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 109 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 143-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move an\r\n\r\namendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 143, line 3, after \"authority\", to\r\n\r\ninsert: -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\", provided that the provisions of this\r\n\r\nsubsection  may  apply to private  streets  of  a\r\n\r\nwidth  less  than thirty-six feet  if  the  local\r\n\r\nauthority in special circumstances thinks fit\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, in moving this amendment to clause 143, and in order to explain our intentions, it\r\n\r\nwill  be  necessary to elucidate the  meaning  not\r\n\r\nonly  of this clause but also that of clauses 144,\r\n\r\n145  and  146 as they are related. I will  try  to\r\n\r\nexpress these seemingly complicated clauses in  as\r\n\r\nsimple language as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are dealing, Sir, with private streets and the\r\n\r\nproblems of having them made up as public  streets\r\n\r\nto  the  advantage of the owners or occupiers  and\r\n\r\nthe  general public. Clause 143, the one to  which\r\n\r\nthe amendment before us refers, concerns the power\r\n\r\nof  a  local authority to require a private street\r\n\r\nto   be  made  up  according  to  local  authority\r\n\r\nspecifications  and the cost  of  it  met  by  the\r\n\r\nfrontagers  in proportion to the extent  of  their\r\n\r\nfrontages.  The first sub-clauses do  not  specify\r\n\r\nany particular width of street but sub-clause (14)\r\n\r\nstates  that in the case of a street  36  feet  in\r\n\r\nwidth  or  more the frontagers, or a  majority  of\r\n\r\nthem, can demand that the street, having been duly\r\n\r\nmade up, be taken over as a public street, and the\r\n\r\nlocal  authority cannot refuse to do so. In  other\r\n\r\nwords,  in  this  clause the  frontagers,  if  the\r\n\r\nmajority  of them agree, must take the  initiative\r\n\r\nif  they  want  their street to be made  a  public\r\n\r\nstreet  provided - and this is the point - the  street\r\n\r\nis not less than 36 feet in width.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 144 is different. In this clause if a\r\n\r\nprivate street of any width has been made up to\r\n\r\nthe proper specifications the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2397</b></font><br><br>\r\n\r\n\r\n\r\nlocal authority, and not the frontagers, can  take\r\n\r\nthe  initiative and notify that unless  objections\r\n\r\nare lodged within a month it will declare it to be\r\n\r\na public street.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 145 refers to private streets that are\r\n\r\nless  than  36  feet in width but  require  to  be\r\n\r\nwidened before they can be made up and declared  a\r\n\r\npublic   street.   Under  the  present   Municipal\r\n\r\nOrdinance in such cases, the City Council  has  to\r\n\r\nobtain the approval of the Governor in Council  to\r\n\r\nacquire  the  necessary  land,  and  it   may   be\r\n\r\nbuildings,  in  order to widen  the  streets;  and\r\n\r\nunder  the present Ordinance, by acquiring let  us\r\n\r\nsay eight feet of land on each side of the 20-foot\r\n\r\nroad  reserve in order to make the road up  to  36\r\n\r\nfeet  in width, the City Council has itself to  be\r\n\r\nthe  frontager for the entire extent of the street\r\n\r\nin  question. In other words, the City Council has\r\n\r\nnot  only to pay the owners compensation  for  the\r\n\r\nland purchased, but also to pay for the making  up\r\n\r\nof  the entire road. The result has been that  the\r\n\r\nCity  has not squandered the ratepayers' money  on\r\n\r\nsuch  double  payment  but  has  concentrated   on\r\n\r\ndeclaring and maintaining as public streets  those\r\n\r\nwhich are already 36 feet wide, while streets less\r\n\r\nthan  this  width  have remained  in  a  state  of\r\n\r\nextreme disrepair.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, this section has been improved on in the\r\n\r\nnew  Bill in two respects. First of all, the local\r\n\r\nauthority  has  not to apply to  the  Governor  in\r\n\r\nCouncil  for permission to deal with the  widening\r\n\r\nof streets; and secondly in the new proviso, after\r\n\r\nthe local authority has purchased land to widen  a\r\n\r\nstreet to not less than 36 feet in width and  paid\r\n\r\nthe  purchase  price to the owners,  these  owners\r\n\r\nmust  now  pay  for the making up  of  the  street\r\n\r\nbefore  it  is taken over as a public  street.  In\r\n\r\nother  words,  what they gain on the  swings  they\r\n\r\nlose on the roundabouts, but at the end of it they\r\n\r\nhave a properly made up public street.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 146 is a minor one and we may give it\r\n\r\npassing  notice. The local authority  may  require\r\n\r\nowners  on  a  private street to  make  reasonable\r\n\r\nrepairs to put it in a more satisfactory state. In\r\n\r\nother words, a street less than 36 feet wide which\r\n\r\nthe local authority is not intending to take\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2398</b></font><br><br>\r\n\r\n\r\n\r\nover as a public street can be patched up to lower\r\n\r\nstandards or specifications than are required  for\r\n\r\npublic streets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Such then, Mr Chairman, is the meaning in brief\r\n\r\nof  these  four clauses, and unless we  understand\r\n\r\ntheir meaning we cannot understand the purpose  of\r\n\r\nour  amendment.  The  point is  this,  that  while\r\n\r\nclause  143 (except in sub-clause (14) ) and clause\r\n\r\n144  do  not expressly say so, the local authority\r\n\r\nhas  always taken the line that it will  not  take\r\n\r\nthe  initiative under sub-clause (1) of clause 143\r\n\r\nor  under sub-clause (1) of clause 144 to  have  a\r\n\r\nprivate  Street  made up or to  declare  a  public\r\n\r\nStreet  unless  it  is  36  feet  wide.  This   is\r\n\r\ntantamount  to the position that a private  street\r\n\r\nless than 36 feet wide is doomed for ever to be  a\r\n\r\nbumpy,  dusty, unmade-up street unless  the  local\r\n\r\nauthority  decides to act under  clause  145,  and\r\n\r\nthis it will only do if it wishes to turn a narrow\r\n\r\npublic street into a useful public thoroughfare.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, Sir, is what we oppose. We take the view\r\n\r\nthat cul-de-sacs or lorongs less than 36 feet wide\r\n\r\nwhich trail off into nowhere in particular should,\r\n\r\nin  course  of  time, be made up and  turned  into\r\n\r\npublic  streets, and that the owners, having  paid\r\n\r\nto  have  them made up, should have the  right  to\r\n\r\ndemand  that  they be turned into  public  streets\r\n\r\njust as much as any other owners can.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We also take the view that too much of a fetish\r\n\r\nis being made of the need for all streets to be at\r\n\r\nleast 36 feet wide. Thirty-six feet implies a need\r\n\r\nfor say a carriageway of 20 feet and eight feet of\r\n\r\nland   on   either  side  for  drains.   This   is\r\n\r\nextravagant and unnecessary in the case  of  short\r\n\r\nstreets  which are not thoroughfares and on  which\r\n\r\ntraffic  is  not  fast-moving.  Thirty  feet,   or\r\n\r\npossibly  28 feet, is sufficient for such streets,\r\n\r\nin our view. This will allow something like an 18-foot carriageway, perhaps a four-foot footpath and\r\n\r\ntwo four-foot box-drains, which will mean a saving\r\n\r\nin the use of land.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two streets with a limited number of houses on\r\n\r\nthem,  which are not through roads, have  recently\r\n\r\nbeen made up and are shortly to be declared public\r\n\r\nstreets  in  my constituency. One is Sarkies  Road\r\n\r\nand the other Lewis Road, both off Bukit\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2399</b></font><br><br>\r\n\r\n\r\n\r\nTimah  Road,  the latter being well known  to  the\r\n\r\nMember  for Seletar. Now I maintain - and I hope  he\r\n\r\nwill support me - that to make up these streets  to\r\n\r\na  full  36  feet was unnecessary because  of  the\r\n\r\nlimited traffic on them, and needlessly expensive,\r\n\r\nfirstly  to the owners who would have to foot  the\r\n\r\nbill,  and secondly to the City Council which  has\r\n\r\nto maintain them in perpetuity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What we wish to emphasise through this amendment\r\n\r\nis  the  fact that a local authority - and this  may\r\n\r\napply  with particular force to District  Councils\r\n\r\nwhich  now come within the scope of these  clauses\r\n\r\n(and  I  think that is a most important  point) - is\r\n\r\nnot  bound  to  limit the making up of  a  private\r\n\r\nstreet to one that is 36 feet wide, and if streets\r\n\r\nof  lesser  width are made up the  owners  have  a\r\n\r\nright  to  demand  that they  be  declared  public\r\n\r\nstreets. It is extravagant in land and extravagant\r\n\r\nin  money to insist on 36-foot wide streets  while\r\n\r\nthey are unnecessary, and this applies not only to\r\n\r\nall  lorongs where the road reserve is say 30 feet\r\n\r\nin  width,  but it should apply to even  some  new\r\n\r\nroads.  This is a matter which the Minister should\r\n\r\ntake up with the Singapore Improvement Trust which\r\n\r\nis the planning authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take for example a new housing estate. It\r\n\r\nwould  be reasonable to have the main road through\r\n\r\nthe  estate  leading to the main road  outside  as\r\n\r\nwide as you like even of 40 feet, as it will carry\r\n\r\nmost of the traffic and in course of time probably\r\n\r\na bus service; but we see no reason why the feeder\r\n\r\nroads or the link roads, each leading to say 16 or\r\n\r\n20  houses and ending in a cul-de-sac, should  not\r\n\r\nbe say 30 feet in width, and why the owners should\r\n\r\nnot  demand to have these roads declared as public\r\n\r\nstreets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have spoken at some length on this issue\r\n\r\nand  it  boils  down to this. Let us have  written\r\n\r\ninto the Bill the recognition that private streets\r\n\r\nof  less  than  36 feet in width  are  in  certain\r\n\r\ncircumstances acceptable streets, that they can be\r\n\r\nmade up and that the owners have a right to demand\r\n\r\ntheir declaration as public streets. Unless we  do\r\n\r\nthis some streets will remain a disgrace for ever.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2400</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> Sir, we sympathise with the sentiments\r\n\r\nexpressed  in the speech made by the  hon.  Member\r\n\r\nfor  Tanglin  but we feel that adequate  provision\r\n\r\nhas  already been made under clause 144 (1)  which\r\n\r\nstates:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If any street, not being a public street, is\r\n\r\nlevelled, channelled and drained and either paved,\r\n\r\nmetalled  or  flagged to the satisfaction  of  the\r\n\r\nlocal  authority,  it may, if it  thinks  fit,  by\r\n\r\nwriting under its common seal, declare that at the\r\n\r\nexpiration of one month from the date thereof  the\r\n\r\nsaid street shall become a public street.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had the same doubts as the hon. Member for\r\n\r\nTanglin and I discussed this matter with the  Hon.\r\n\r\nMinister,  and I am assured that if any street  is\r\n\r\nless  than 36 feet wide it can still be taken over\r\n\r\nat  the  discretion of the local authority.  Those\r\n\r\nare  the  private streets which were mentioned  by\r\n\r\nthe  hon. Member as cul-de-sacs. I feel, Sir, that\r\n\r\nclause  144  (1) is the real answer  to  the  hon.\r\n\r\nMember's query.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I must say this, Sir, that there is no use\r\n\r\nassuming  many things which in fact  will  not  be\r\n\r\nwrong.  In  very  many of these  cases  the  local\r\n\r\nauthority,  I am sure, will give due consideration\r\n\r\nin  taking  over those private streets  which  are\r\n\r\nless than 36 feet wide.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I think the Hon. Assistant\r\n\r\nMinister  is  labouring under this  fallacy,  that\r\n\r\nclause 143 is in fact covered by clause 144. I  do\r\n\r\nnot  think  that  we can agree with  him  on  this\r\n\r\npoint.  Under clause 144 (1), which has just  been\r\n\r\nread  out,  the  initiative  of  having  a  street\r\n\r\ndeclared  a  public street must be  taken  by  the\r\n\r\nlocal authority. Now it is in clause 143 (14) that\r\n\r\nprovided  that a street is 36 feet in width,  then\r\n\r\nwhen  it  is  made up the owners or occupiers  can\r\n\r\ndemand that the street be made a public street and\r\n\r\nthe local authority cannot resist that demand;  it\r\n\r\nmust  carry it out and have the street declared  a\r\n\r\npublic  street. The initiative in clause 143  lies\r\n\r\nwith the owners or occupiers who have gone to  the\r\n\r\nexpense  of having the street made up, but  clause\r\n\r\n144  is quite different. It states that the  local\r\n\r\nauthority must take the initiative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our point, Sir, is quite clear. I did go into\r\n\r\nsome detail into the difference between these four\r\n\r\nclauses  in  order to establish it. Our  point  is\r\n\r\nquite clear. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2401</b></font><br><br>\r\n\r\n\r\n\r\nwant,  under clause 143 where the initiative  lies\r\n\r\nwith  the  owner or occupier having  made  up  his\r\n\r\nstreet  to get it made into a public street,  that\r\n\r\nthat  shall  also  apply  in  cases  where  it  is\r\n\r\nreasonable, such as cul-de-sacs and lorongs and so\r\n\r\non, where the owners or occupiers, having made  up\r\n\r\na  street  less than 36 feet in width  can  demand\r\n\r\ntheir  right that this street be declared a public\r\n\r\nstreet.  There is a fundamental difference between\r\n\r\nthese two clauses.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The hon. Member, Mr Chairman, who\r\n\r\nhas been very fond of alleging inconsistencies  on\r\n\r\nthe  side  of  the Government, has  showed  us  an\r\n\r\ninconsistency    here,    where    the     elected\r\n\r\nrepresentatives  of  the people  on  the  District\r\n\r\nCouncils  and the City Council are to be  deprived\r\n\r\nof  their  initiative as to whether  a  particular\r\n\r\nstreet  should or should not be made  public.  The\r\n\r\npower  is  to  be  taken  away  from  the  elected\r\n\r\nrepresentatives  and  given  to  a   few   private\r\n\r\nindividuals,  and  perhaps  even  to  one   single\r\n\r\ncapitalist.  Surely this is a terrible  attack  on\r\n\r\nthe  principles of democracy which  have  been  so\r\n\r\nably   expounded   earlier,   that   the   elected\r\n\r\nrepresentatives  should have all  the  powers  and\r\n\r\nnone  go  to  anybody  else.  Here  we  have   the\r\n\r\ninitiative as to whether a street should be public\r\n\r\nor private taken away from the local authority and\r\n\r\ngiven  to  the  residents, the frontagers  on  the\r\n\r\nstreet.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I must say that this is a\r\n\r\nmost  extraordinary statement by the Hon. Minister\r\n\r\nfor  Communications  and Works.  This  clause  144\r\n\r\nconcerns the making up of public streets which the\r\n\r\nfrontagers  have  themselves paid  for.  Therefore\r\n\r\nunder this sub-clause they have the right, as they\r\n\r\nhave  had  for a very long time, to ask the  local\r\n\r\nauthority - the  elected representatives  who  carry\r\n\r\nout  the work of the local authority - they have the\r\n\r\nright to ask, and not merely to ask, to demand -\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> To demand!\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> - that their street should be made up.\r\n\r\nAnd  that has been in existence for many years.  I\r\n\r\ndo  not  see  the  point at all of the  Minister's\r\n\r\nremarks.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2402</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> I am not an Englishman but it\r\n\r\nseems  that  the amendment states  in  very  clear\r\n\r\nEnglish:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"provided that the provisions of this subsection\r\n\r\nmay  apply to private streets of a width less than\r\n\r\nthirty-six feet if the local authority in  special\r\n\r\ncircumstances thinks fit\".\r\n\r\n\r\n\r\n<br><br>I  repeat  \"if  the  local  authority  in  special\r\n\r\ncircumstances thinks fit\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, Sir, leaves the power entirely with the\r\n\r\nlocal authority. We are not taking any power  from\r\n\r\nthe  local authority but giving them a discretion,\r\n\r\nand  that discretion has been added in order  that\r\n\r\nunnecessary expenses may be saved. When we make up\r\n\r\nroads we always think about the use of such roads.\r\n\r\nWill  it  be a main thoroughfare serving thousands\r\n\r\nof  vehicles,  or  will it be just  a  small  road\r\n\r\nserving probably a couple of hundred cars, or will\r\n\r\nit  be just a small little lane serving a few cars\r\n\r\nand  plenty of bicycles and pedestrians? I  think,\r\n\r\nSir,  the question of cost must be related to use,\r\n\r\nand  this  clause  here gives the local  authority\r\n\r\njust  that discretion. If in the circumstances  it\r\n\r\nthinks that the use will not justify the cost then\r\n\r\nthat  local  authority can say, \"We  will  have  a\r\n\r\nnarrow road\"; but if it thinks that the use is  so\r\n\r\nmuch  greater and we must make adequate provision,\r\n\r\nit  can  under this provision, say no. And  having\r\n\r\ngiven  that extra power of discretion to the local\r\n\r\nauthority,  I  do not see there is  anything  that\r\n\r\nanyone  can object to. It is not subtracting  from\r\n\r\nthe local authorities but adding to them.\r\n\r\n\r\n\r\n<br><br>12.00 noon.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, Sir, the Member for\r\n\r\nTanglin  for  whose knowledge of local  government\r\n\r\nworking  and the keen study he has given  to  this\r\n\r\nBill  I  have a healthy respect, has given a  very\r\n\r\nfine,  simple explanation of the different clauses\r\n\r\nrelating to the making up and repair of roads. But\r\n\r\nI  think he is labouring a little bit too much  on\r\n\r\nthis  difference between clauses 143 and  144.  If\r\n\r\nyou   will  see,  Sir,  his  amendment   is   only\r\n\r\npermissive,  and  if it is only  permissive  there\r\n\r\ndoes  not  seem any point in making the amendment.\r\n\r\nIf  under clause 144 a local authority has decided\r\n\r\nthat  it  will only take over private streets  not\r\n\r\nless than 36 feet wide, if you put\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2403</b></font><br><br>\r\n\r\n\r\n\r\nthis amendment in clause 143 and say that provided\r\n\r\nthat  the  provisions of this clause may apply  to\r\n\r\nstreets   less  than  36  feet  wide,  the   local\r\n\r\nauthority  has  already decided it will  not  take\r\n\r\nover  anything under 36 feet wide. So there is  no\r\n\r\npoint  in putting this permissive clause  here.  A\r\n\r\nnew  local  authority  may however  decide  it  is\r\n\r\nprepared  to  change the policy of its predecessor\r\n\r\nand  perhaps accept roads which may well  be  less\r\n\r\nthan  36  feet  wide.  It is  left  to  the  local\r\n\r\nauthority to say. It is a discretion, Sir. I think\r\n\r\nthe Member has been critical of the in-roads being\r\n\r\nmade  by  the Government or the Minister into  the\r\n\r\npowers  and  functions  of local  authorities.  He\r\n\r\nwould appear to contradict himself in wanting  the\r\n\r\nGovernment to reduce the discretionary  powers  of\r\n\r\nthe local authority. I think a new local authority\r\n\r\nif it wants to take over streets less than 36 feet\r\n\r\nwide can do so. And even under clause 143, without\r\n\r\nthe  amendment, if the owners write to  the  local\r\n\r\nauthority  to  take over the street,  although  it\r\n\r\nknows the street to be less than 36 feet wide  and\r\n\r\nthe  Bill  is quite clear on it, yet if the  local\r\n\r\nauthority  has  changed its policy it  will  still\r\n\r\nentertain  that application, Sir, and take  action\r\n\r\non its own initiative under clause 144.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Chairman, Sir, I just want\r\n\r\nto  ask  the  Hon. the Acting Chief Secretary  one\r\n\r\nquestion. Under this clause whether power is given\r\n\r\nto  a local authority to take over a street if  it\r\n\r\nis under 36 feet. What I want to ask is -\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Point of clarification, Sir. May I\r\n\r\nask  the  hon. Member which clause he is referring\r\n\r\nto?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> The clause in question, Sir, and\r\n\r\nthe explanation given just now by the Acting Chief\r\n\r\nSecretary.  What  I want to ask is  this.  If  the\r\n\r\nfrontagers of a street which is less than 36  feet\r\n\r\nwide  level  the  street up and have  it  properly\r\n\r\ndone, have they the right to demand from the local\r\n\r\nauthority  to  declare that  street  as  a  public\r\n\r\nstreet? That is the question.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2404</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, the proviso\r\n\r\nproposed by the hon. Member is very clear. It says\r\n\r\nthat while the residents there have the right to\r\n\r\ndemand, yet the discretion lies with the City\r\n\r\nCouncil. Here we have the hon. Member for Telok\r\n\r\nAyer asking whether the residents have the right\r\n\r\nto demand and to have that demand acceded to!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point brought out by the hon. Member for\r\n\r\nTanglin  is  that in the case of  clause  144  the\r\n\r\ninitiative  lies  with the City Council  but  with\r\n\r\nthis  proviso,  he hopes that if  the  proviso  is\r\n\r\naccepted  the initiative will therefore  lie  with\r\n\r\nthe residents. They will therefore have a right to\r\n\r\ndemand  whereas  it  is still  left  to  the  City\r\n\r\nCouncil  to  exercise its own  discretion.  Surely\r\n\r\nunder  clause  144 the residents at any  time  can\r\n\r\ndemand   by   themselves  or  through  their   own\r\n\r\nrepresentatives to have a street in that area less\r\n\r\nthan  36  feet wide to be considered by  the  City\r\n\r\nCouncil to be taken over as a public street?\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I do not want to take this\r\n\r\npoint  too  far but there is another  problem,  of\r\n\r\ncourse,  related to this other business, and  that\r\n\r\nis  that  in  these days the Singapore Improvement\r\n\r\nTrust is the planning authority with regard to the\r\n\r\nwidth  of streets and the authority is not in  the\r\n\r\nhands  of the local authority at all. Nevertheless\r\n\r\nthe  S.I.T. has  built streets  in  some  of  its\r\n\r\nhousing  estates - Tiong Bahru, for  example - which\r\n\r\nare  less  than 36 feet wide, and it has exercised\r\n\r\nits  right I think under this clause 143 that  the\r\n\r\nCity Council take them over as public streets.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The point we are getting at is that the tendency\r\n\r\nhas been that our planners regard 36 feet width as\r\n\r\nessential for any type of street, and through this\r\n\r\namendment  we  seek  to  establish  that  this  is\r\n\r\nabsurd. As I have illustrated in a number of cases\r\n\r\nthere are possibilities in new housing estates and\r\n\r\nin old lorongs which lead to only a certain number\r\n\r\nof  houses, in which in our view a width  of  less\r\n\r\nthan  36  feet  would  be entirely  desirable  and\r\n\r\nentirely  adequate.  And I think  it  is  somewhat\r\n\r\nimportant in this growing Island of Singapore that\r\n\r\nwe  should  not  waste land unnecessarily  or  the\r\n\r\nexpense\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2405</b></font><br><br>\r\n\r\n\r\n\r\nof   making  up  roads  where  there  is  no  real\r\n\r\nnecessity  for streets 36 feet wide. That  is  the\r\n\r\npoint  I make, that there is now this fetish  that\r\n\r\neverything  must  be 36 feet in width  regardless;\r\n\r\nand  our  intention is, as I said, to have written\r\n\r\ninto  the Bill a recognition that private  streets\r\n\r\nof  less  than  36 feet in width  are  in  certain\r\n\r\ncircumstances acceptable streets. And that is  not\r\n\r\nthe position at present.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> It is very difficult for me to\r\n\r\nunderstand  why  Government  should  object  to  a\r\n\r\npermissive  provision  to  be  incorporated   into\r\n\r\nclause  143.  The Minister for Communications  and\r\n\r\nWorks  completely went off the point by mentioning\r\n\r\ndemand.   There  is  no  demand;   there   is   no\r\n\r\npossibility of demand. It is a provision  to  show\r\n\r\nto   the  officials  who  will  be  in  charge  of\r\n\r\nadministering  the  planning and  taking  over  of\r\n\r\nstreets that such a thing is allowed under  clause\r\n\r\n143.  I  think  it  is  very  important  that  the\r\n\r\nofficials should be reminded that there  is  power\r\n\r\nbecause  I  have come across many cases where  the\r\n\r\nanswer  is, \"Oh, this section says you cannot;  no\r\n\r\nstreet  under 36 feet wide can be taken over,  and\r\n\r\nthat  is the end of it.\" When you are dealing with\r\n\r\nofficials, many of them will not be concerned with\r\n\r\nthe  interpretation of clauses 143, 145  and  146,\r\n\r\nand  I  cannot possibly understand why  Government\r\n\r\nshould object to this permissive provision to make\r\n\r\nthe  clause  clearer to be incorporated  into  the\r\n\r\nclause.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, Sir, the\r\n\r\nGovernment  is  not  objecting to  any  permissive\r\n\r\nclause. We are trying to explain that under clause\r\n\r\n143  it  is  obligatory on the  part  of  a  local\r\n\r\nauthority to take over any public street  that  is\r\n\r\n36  feet  wide  or more; and under clause  144  it\r\n\r\nlooks after streets less than 36 feet wide - it is a\r\n\r\npermissive clause.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, Sir, I would like to\r\n\r\ntouch on the point about the Singapore Improvement\r\n\r\nTrust  which  the  hon.  Member  for  Tanglin  has\r\n\r\nmentioned.  It  is  true that the  S.I.T. as  the\r\n\r\nplanning authority requires a street to be made up\r\n\r\nto  36  feet  wide  but  the  S.I.T. is  not  the\r\n\r\nauthority to say whether that street should remain\r\n\r\na private street or a public street.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2406</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 143 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think this is an appropriate time\r\n\r\nto suspend?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Assembly is suspended until half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.12 p.m. to 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n           \r\n\r\n           \r\n\r\n\r\n\r\n           \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of consideration of\r\n\r\nBill in Committee.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Committee</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 152-\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, Sir, I beg\r\n\r\nto move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 151, line 41, to leave out \"299\" and\r\n\r\ninsert \"302\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to correct an incorrect cross reference.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 152, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 154-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 152, line 17: after \"notice\", to insert:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\", provided that the requirements of this\r\n\r\nsubsection shall also apply in respect of Crown\r\n\r\nLand other than forest and nature reserves\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clause 154 (1) states as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Where the local authority is satisfied that any\r\n\r\ngrass,  hedge,  tree or other vegetation  whether\r\n\r\ngrowing  or  not  is in an inflammable  state  or\r\n\r\nlikely to be dangerous to life or property or  to\r\n\r\ncause an obstruction or in any way physically  or\r\n\r\nvisually  to impede traffic, the local  authority\r\n\r\nmay  by  notice in writing require the  owner  or\r\n\r\noccupier of the land on which the same is growing\r\n\r\nor  lying  to  remove  the  same  within  a  time\r\n\r\nspecified in the notice.\"\r\n\r\n\r\n\r\n<br><br>Sir, we consider that it is desirable that this\r\n\r\nshould be applied also to Crown\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2407</b></font><br><br>\r\n\r\n\r\n\r\nland  which  is in the same inflammable  state  or\r\n\r\nlikely to be dangerous to life or property.  There\r\n\r\nare  examples of pieces of Crown land  in  what  I\r\n\r\nmight   call  \"built-up\"  areas  where  you   find\r\n\r\nproperty in this kind of state and it seems to  us\r\n\r\nthat  when  the  ordinary  owner  or  occupier  is\r\n\r\nrequired  to  clear his own land that this  should\r\n\r\nalso  apply to Government land as well.  In  fact,\r\n\r\nthe  Government  should set a good  example  in  a\r\n\r\nmatter of this kind but often that is not the case\r\n\r\nand only this afternoon on coming to this Assembly\r\n\r\nI  noticed a particularly notorious piece of Crown\r\n\r\nland  close  to  a  school which remains  and  has\r\n\r\nremained for a long time in an inflammable  state,\r\n\r\nso that a fire could be caused and it could affect\r\n\r\nthe school. So, Sir, we think that it is desirable\r\n\r\nand  indeed useful that the responsibility  should\r\n\r\nbe  put  on  the local authority to bring  to  the\r\n\r\nnotice  of  Government that there  are  pieces  of\r\n\r\nCrown land in an unfit state. I raised this matter\r\n\r\nin Select Committee and, during the debate on this\r\n\r\nmatter at that time, the Attorney-General promised\r\n\r\nthat  this  would  be  a  matter  into  which  the\r\n\r\nGovernment  would  look further  and  he  gave  an\r\n\r\nundertaking  that the matter would  be  considered\r\n\r\nand  for  this  reason I withdrew my amendment  at\r\n\r\nthat  time.  Subsequently, the Minister  was  kind\r\n\r\nenough  to  write  to  me to point  out  that  the\r\n\r\namendment could not be accepted because this could\r\n\r\nhardly be made to apply to forest reserves.  Also,\r\n\r\nwe  have  been only too glad to include the  words\r\n\r\n\"other  than forest and nature reserves\"  in  this\r\n\r\namendment, so that we feel quite certain that  the\r\n\r\nGovernment  will  now accept the amendment  as  it\r\n\r\nstands.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. P. Shanks (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr E. P. Shanks):</b> Mr\r\n\r\nChairman,   Sir,   as  was  promised   in   Select\r\n\r\nCommittee,  this question has been considered  and\r\n\r\nit has been decided that this amendment, even with\r\n\r\nthe  insertion of the words relating to forest and\r\n\r\nnature  reserves, cannot be accepted. It would  be\r\n\r\nwrong for the Crown to be bound in this way by the\r\n\r\ninsertion  of  these  words and  indeed  it  would\r\n\r\nderogate  from  the  powers of this  Assembly.  If\r\n\r\nthere are cases, where it seems the Crown has been\r\n\r\nperhaps slow\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2408</b></font><br><br>\r\n\r\n\r\n\r\nin  putting  right land which requires  attention,\r\n\r\nsuch as the example the hon. Member mentioned just\r\n\r\nnow, I am quite sure that if particulars are given\r\n\r\nto  the Minister for Local Government he will look\r\n\r\ninto the matter and see what can be done about it.\r\n\r\nIt  is,  I am informed, usually a matter where  no\r\n\r\ngreat  difficulty arises and that the  Crown  does\r\n\r\nabide  by the provisions of clauses of this nature\r\n\r\neven  though  it  is,  as I say,  constitutionally\r\n\r\nimproper  to  provide expressly in such  a  clause\r\n\r\nthat  the Crown should be bound thereby. For those\r\n\r\nreasons,  the  Government  does  not  accept   the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, if a fire were to break\r\n\r\nout on a piece of Crown land on which there was  a\r\n\r\nlarge amount of lallang and other vegetation which\r\n\r\nhad  not been kept clean and if there was to be  a\r\n\r\nloss  of  life as a result of that fire  and  when\r\n\r\nnotification could quite easily have been made  by\r\n\r\nthe  local  authority  who have  inspectors  going\r\n\r\nround  to inspect the property of ordinary private\r\n\r\ncitizens, would the Attorney-General not  consider\r\n\r\nthat this position could very well be obviated  by\r\n\r\naccepting  this  amendment - I  think,  without  any\r\n\r\nderogation to the Crown?\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> No, Sir. I do not consider that the\r\n\r\nacceptance  of  this amendment  would  affect  the\r\n\r\nposition in that way.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, Sir, I think we\r\n\r\nmust  first  agree that it is essential  that  any\r\n\r\ngrass,  hedge,  tree,  etc, that  is  inflammable\r\n\r\nshould  be removed, and anything that is going  to\r\n\r\nobstruct  traffic should be put  straight.  It  is\r\n\r\nclear   the   Government  thinks  this   is   very\r\n\r\nimportant.  I agree that it is very important.  If\r\n\r\nit  is  so, then it should apply to all cases.  In\r\n\r\nthe  case of Crown land which is under the control\r\n\r\nof the Crown, the Crown is the owner of that piece\r\n\r\nof  land.  The  owner of Crown land  must  set  an\r\n\r\nexample to the other private owners. They must set\r\n\r\na good example. If we put in a law whereby we say,\r\n\r\n\"This  will apply only to the ordinary people  and\r\n\r\nthe  Crown  will  be exempted,\" I suppose  we  are\r\n\r\ngoing back to a time when you have a lot of privileges\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2409</b></font><br><br>\r\n\r\n\r\n\r\nattached  to  the  Crown.  This   is   a\r\n\r\ndemocratic  country. We want the  people  to  know\r\n\r\nthat what we ask them to do, we are prepared to do\r\n\r\nit  ourselves. If we ourselves are not prepared to\r\n\r\nundertake such things, then we must not ask people\r\n\r\nto  undertake them. There can only be one  set  of\r\n\r\nlaws  for all people in this country, if  this  is\r\n\r\ngoing  to  be called a democratic country.  In  my\r\n\r\nexperience,  I  have  always  found  that  private\r\n\r\nowners  are  all  very careful  about  their  land\r\n\r\nbecause  they are afraid that sanitary  and  other\r\n\r\ninspectors  might  issue them with  a  summons  to\r\n\r\nbring them to court and fine them. Furthermore,  I\r\n\r\nwas  informed  that in the case of  an  owner  who\r\n\r\npersists in not clearing the lallang, and  so  on,\r\n\r\nGovernment  may  take action  to  clear  them  and\r\n\r\ncharge  the cost of it to that owner. Now, in  the\r\n\r\ncase of Crown land, I think it should be the same.\r\n\r\nThe  Crown should, in all cases, cut down lallang,\r\n\r\nand  all  that. I know that there is  a  piece  of\r\n\r\nproperty  along  Upper  Serangoon  Road  full   of\r\n\r\nlallang. Complaints came to me and I wrote  in  to\r\n\r\nthe   authorities  concerned  pointing   out   the\r\n\r\nexistence  of lallang. I think that no action  has\r\n\r\nbeen  taken for a long time. The Crown  cannot  be\r\n\r\nprosecuted.  Nobody is going to prosecute  himself\r\n\r\nand  that state of affairs will remain until  such\r\n\r\ntime when a fire really breaks out and sweeps away\r\n\r\nmany  houses. The Government will then sit up  and\r\n\r\nsay,   \"It  is  regrettable.\"  But  I  think  that\r\n\r\nprevention  is always better than cure.  Now  that\r\n\r\npiece   of   land  concerns  one  of   the   local\r\n\r\nauthorities  and if the local authorities  do  not\r\n\r\nhave  this  proviso for people to point out  their\r\n\r\nown  faults, then, in the case of Government, they\r\n\r\nwill  just take no notice whatsoever. I  think  we\r\n\r\nshould try to remove our faults, if there are any,\r\n\r\nbefore  we  start trying to remove the  faults  of\r\n\r\nother  people.  Let  the  Government  set  a  good\r\n\r\nexample.  If the Government cannot undertake  that\r\n\r\njob itself, then it should not expect the citizens\r\n\r\nof Singapore to do the same.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> If it is the\r\n\r\nGovernment policy that the Government is  exempted\r\n\r\nfrom this clause,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2410</b></font><br><br>\r\n\r\n\r\n\r\nmay  I  ask whose responsibility will it be should\r\n\r\nthere   be  a  fire  arising  out  of  inflammable\r\n\r\nvegetation   on  Government  or  on   Crown   land\r\n\r\nadjoining private property, resulting in  loss  of\r\n\r\nlife and property?\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Mr Chairman, Sir, I do not want it\r\n\r\nto  be thought that I have implied that Government\r\n\r\nis  exempted  from this clause. What  I  want  the\r\n\r\nHouse  to  understand is that it is not  necessary\r\n\r\nand  indeed it would be improper to put into  this\r\n\r\nclause   words  purporting  to  bind  the   Crown.\r\n\r\nGovernment is aware of the need for it  itself  to\r\n\r\nset  a  good  example in these matters. Government\r\n\r\ndoes  not  seek any exemption from this clause  in\r\n\r\nthe  sense  that it wishes to avoid responsibility\r\n\r\nfor  cutting  lallang  and grass  on  Crown  land.\r\n\r\nGovernment does, and will continue to,  cut  grass\r\n\r\nand lallang on Crown land where it considers there\r\n\r\nis any danger of fire and it will do it not at the\r\n\r\nexpense of the local authority in whose area  that\r\n\r\nland  lies  but at its own expense.  There  is  no\r\n\r\nquestion of any exemption at all nor is there  any\r\n\r\nneed,  at any rate in law, to put into a  Bill  of\r\n\r\nthis nature an expression intended to indicate  to\r\n\r\nthe  Government that it should set a good example.\r\n\r\nWhat  I  said is that it would be constitutionally\r\n\r\nwrong   to   make   this,   legally   unnecessary,\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 152, line 32, after \"and\" to insert \"if\r\n\r\nsuch person is the owner the provisions of section\r\n\r\n302   of  this  Ordinance  shall  apply  to   such\r\n\r\nexpenses, and in any other case, the provisions of\r\n\r\nsubsection  (2)  of section 299 of this  Ordinance\r\n\r\nshall apply thereto.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is to rectify an omission, Sir. The words\r\n\r\ninserted are identical with those in the last  few\r\n\r\nlines of sub-clause (2) in respect of expenses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 154, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 159-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2411</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 159 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I wish to vote against\r\n\r\nthis  clause and consider that this clause  should\r\n\r\nbe left out of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The position, Sir, is that this clause is not\r\n\r\nbeing  operated today and clause 159 (1) reads  as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The owner and occupier of any premises abutting\r\n\r\nupon  any private street to which they have access\r\n\r\nor  the  right of access from such premises  shall\r\n\r\ncause  such  portion  of  the  street  as  fronts,\r\n\r\nadjoins  or abuts on his premises and  up  to  the\r\n\r\ncentre  thereof,  including the  footways,  to  be\r\n\r\nproperly swept and cleansed and watered so far  as\r\n\r\nis  reasonably  practicable and  the  dust,  dirt,\r\n\r\nashes,  rubbish  and  filth of  every  sort  found\r\n\r\nthereon to be collected and removed.\"\r\n\r\n\r\n\r\n<br><br>As  I  say, Sir, this clause is not being operated\r\n\r\ntoday  and owners on private streets are not being\r\n\r\npenalised  for not cleaning their frontages  right\r\n\r\nto  the  middle of the road. Indeed, to insist  on\r\n\r\nthis  would  be  to start endless  quarrels  among\r\n\r\nneighbours  and  people would be  pushing  rubbish\r\n\r\nfrom one side of the street to the other. That  is\r\n\r\nobviously an undesirable situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the City Council representatives from both\r\n\r\nParties,  when they made their representations  to\r\n\r\nGovernment,  asked that Government  should  change\r\n\r\nthis particular clause. They stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"This clause is a reproduction of section 130 of\r\n\r\nthe  Municipal Ordinance and as has  been  pointed\r\n\r\nout  on  previous  occasions, the  clause  in  its\r\n\r\nexisting form is unworkable and should be entirely\r\n\r\nrecast  so  as  to enable the local  authority  to\r\n\r\ncharge  a  special rate or levy on private  street\r\n\r\nfrontagers for street cleansing.\"\r\n\r\n\r\n\r\n<br><br>Sir,  this  matter  has been brought  up  for  the\r\n\r\nattention of Government, and I myself, by moving a\r\n\r\nsimilar amendment in Select Committee, brought  it\r\n\r\nto the Government's attention again but Government\r\n\r\nhas  not  faced  up to this problem  and  has  not\r\n\r\nintroduced  amendments to  this  clause  which  is\r\n\r\nregarded  as unworkable. Therefore, as  Government\r\n\r\nproposes  to do nothing about it, it  is  best  to\r\n\r\nomit  the clause altogether rather than bring  the\r\n\r\nlaw into contempt by non-enforcement.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2412</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Stewart:</b> Mr Chairman, it would seem\r\n\r\nnevertheless  that under sub-clause  (4)  of  this\r\n\r\nclause,  a  simple  scheme should  be  worked  out\r\n\r\nadministratively  to  clean  private  streets  and\r\n\r\ncharge  the owners a fee. Sir, it does not  appear\r\n\r\nto  be so much a question of legislation requiring\r\n\r\nan   amendment  as  finding  a  practical  way  of\r\n\r\nenforcing the existing provisions. It may be  that\r\n\r\nthe  clause, as it stands, is a bit difficult  but\r\n\r\nthat  does  not mean that it should not remain  in\r\n\r\nthe  Bill. If this clause is not to stand part  of\r\n\r\nthe  Bill, then the result will probably  be  that\r\n\r\nthese private street owners cannot be compelled to\r\n\r\nkeep  them  so. Although it is true that the  local\r\n\r\nauthority  has  so  far  not  been  taking  action\r\n\r\nagainst  these owners to compel them to  keep  the\r\n\r\nstreets  clean, I would suggest, Sir,  under  sub-clause  (4),  that  some simple  scheme  could  be\r\n\r\nworked out administratively. It will be a question\r\n\r\nof  trying  to find a simple scheme to  work  this\r\n\r\nclause. For this reason, Sir, we would like to see\r\n\r\nthis clause kept in the Bill.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, my hon. Friend has, of\r\n\r\ncourse, drawn our attention to sub-clause  (4).  I\r\n\r\nwould  invite  him to read it just a  little  more\r\n\r\nclosely. It says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The local authority may contract with any owner\r\n\r\nor occupier as aforesaid for sweeping and cleaning\r\n\r\nsuch  street  and for collecting and removing  the\r\n\r\ndust...\".\r\n\r\n\r\n\r\n<br><br>Therefore,  it is not obligatory and the  position\r\n\r\narises - this  is  the practical point - that  if  any\r\n\r\nowner or occupier does not desire to enter into  a\r\n\r\ncontract with the local authority, or say three or\r\n\r\nfour out of a street in which there are ten owners\r\n\r\nor  occupiers  say  they will  not  enter  into  a\r\n\r\ncontract  with  the  local  authority,  the  local\r\n\r\nauthority is not going to half-clean a street  and\r\n\r\nit  is not going to clean a street where there are\r\n\r\npeople who are not going to enter into a contract.\r\n\r\nThat  is the problem, and it is one which has been\r\n\r\npointed out to Govvernment and Government has  not\r\n\r\nfaced  up to it. So long as the position  is  that\r\n\r\nthe  local authority may contract but there is  no\r\n\r\nobligation  on  either  side,  then  the  position\r\n\r\nremains unsatisfactory as it is today. We on  this\r\n\r\nside,  of  course, quite agree  that  to  have  no\r\n\r\nclause  at  all regarding the cleaning of  private\r\n\r\nstreets\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2413</b></font><br><br>\r\n\r\n\r\n\r\nwould be undesirable but it is our duty as Members\r\n\r\nof  the  Opposition  to point  out  that,  in  its\r\n\r\npresent  form,  this  clause  is  unworkable   and\r\n\r\nrequires amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. T. Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. T. Stewart:</b> Mr Chairman, Sir, I doubt\r\n\r\nwhether there would be any owner of a house  in  a\r\n\r\nprivate street not accepting the offer of a  local\r\n\r\nauthority to keep that street clean on payment  of\r\n\r\na small fee. I am sure that private owners, rather\r\n\r\nthan  do  things  themselves, would  jump  at  the\r\n\r\nopportunity  of  the local authority  offering  to\r\n\r\ncontract to keep the streets clean. I am glad that\r\n\r\nthe  Member for Tanglin realises that this  clause\r\n\r\nhad better remain in this Bill rather than to have\r\n\r\nno clause at all. As I say, Sir, it still gives an\r\n\r\nopportunity  to  the  local authority  to  find  a\r\n\r\nscheme - it may be that it has not been able to find\r\n\r\na   proper  scheme  and  I  know  that  the  local\r\n\r\nauthority has been trying to form schemes - and they\r\n\r\nshould  carry on to find some scheme.  I  think  a\r\n\r\nscheme  can  be worked out in some of the  smaller\r\n\r\nprivate streets. It is not for want of trying, and\r\n\r\nI feel, Sir, that this clause should remain in the\r\n\r\nBill rather than have no clause at all. It rightly\r\n\r\nputs  the onus on the owners or occupiers  because\r\n\r\nprivate  streets are not maintained by  the  local\r\n\r\nauthority but it does allow the local authority to\r\n\r\ncontract with them to sweep and clean the streets.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, would my hon. Friend\r\n\r\naccept  my  assurance that there  are  cases,  and\r\n\r\nnumbers of cases, where owners or occupiers refuse\r\n\r\nto  enter into a contract with the local authority\r\n\r\nunder  sub-clause (4)? Because that is a fact,  we\r\n\r\nfeel  that this clause requires amendment  and  we\r\n\r\nfeel  it  unfortunate that Government has declined\r\n\r\nto consider how it should be amended.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Chairman, Sir,\r\n\r\nI  am one of those occupier/owners of a house that\r\n\r\nabuts  a  private  road and I  would  welcome  any\r\n\r\ncontract with the City Council for the cleaning of\r\n\r\nat  least  half portion of that road  abutting  my\r\n\r\nhouse. Perhaps if the Member for Tanglin will look\r\n\r\nat  sub-clause (3), he will see that it  reads  as\r\n\r\nfollows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any person to whom such notice is given who\r\n\r\nfails to comply with it shall, on conviction,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2414</b></font><br><br>\r\n\r\n\r\n\r\nbe liable without further notice  to  a\r\n\r\nfine  not  exceeding twenty-five dollars for  each\r\n\r\nday...\".\r\n\r\n\r\n\r\n<br><br>That is a very serious fine.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"...during which such non-compliance continues,\r\n\r\nand  the local authority may itself cause the work\r\n\r\nto  be  done and the owner shall pay to the  local\r\n\r\nauthority the cost and expense thereof.\"\r\n\r\n\r\n\r\n<br><br>Going on to sub-clause (5), Sir, it reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The amount due by the contracting persons to the\r\n\r\nlocal authority may be recovered as though it were\r\n\r\na tax leviable under this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>So,  if the local authority has the power not only\r\n\r\nto  fine but also to carry out the work and charge\r\n\r\nthe  owner  for it, the owner will  be  very  much\r\n\r\ninclined   on  reasonable  terms  to  accept   any\r\n\r\ncontract with the local authority. I for one  will\r\n\r\ndo so.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I wish to point out to the hon.\r\n\r\nMember  that my copy says the fine does not exceed\r\n\r\ntwenty dollars as against twenty-five dollars.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> It is twenty dollars, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Sir, the only point I want to make is\r\n\r\nthat  the Liberal-Socialists and the Labour  Front\r\n\r\nrepresentatives  of  the  City  Council  did  make\r\n\r\nrepresentations to the Select Committee that  this\r\n\r\nclause was unworkable and I do not think that they\r\n\r\nwere making a frivolous representation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 159 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 168-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 161, line 8, to leave out \"cinematograph\"\r\n\r\nand insert \"cinema,\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think this is an amendment which was\r\n\r\noverlooked  at the Committee stage. It appears  in\r\n\r\nthe original gazetted Bill as well as in this Bill\r\n\r\non page 161:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Where any public-house, eating-house,\r\n\r\nrefreshment     room,    theatre,    cinematograph\r\n\r\nexhibition or place of public entertainment has no\r\n\r\nurinal or water-closet belonging...\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2415</b></font><br><br>\r\n\r\n\r\n\r\nIf you refer to the present Municipal Ordinance on\r\n\r\npage 97, section 142 (1), you will find that there\r\n\r\nis    a   comma   between   \"cinematograph\"    and\r\n\r\n\"exhibition\". I think the reason why we have  gone\r\n\r\nwrong  is  that  \"cinematograph exhibition\"  is  a\r\n\r\nknown  term, whereas \"cinematograph\" in the  sense\r\n\r\nthat  we use it today to mean \"cinema\" is what  is\r\n\r\nin  fact  intended. So in inserting the  comma,  I\r\n\r\nsuggest  that we should also add the word \"cinema\"\r\n\r\ninstead of the old-fashioned \"cinematograph\".\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> We accept the amendment, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 168, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 169-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 161, line 25, to leave out \"may\" and\r\n\r\ninsert \"shall\".\r\n\r\n\r\n\r\n<br><br>I  shall  crave your permission, Sir, to bring  in\r\n\r\nthe  second amendment on this clause as  a  matter\r\n\r\nfor  debate as they are inter-related, that is  to\r\n\r\nsay:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 161, line 26, after \"Ordinance\", to\r\n\r\ninsert \"subject to compliance with subsection  (2)\r\n\r\nor  (3)  of this section or with any other written\r\n\r\nlaw for the time being in force\".\r\n\r\n\r\n\r\n<br><br>Sir, clause 169 (1) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Every person intending to erect any building\r\n\r\nshall submit to the local authority such plans and\r\n\r\nspecifications,  if any, of the proposed  building\r\n\r\nprepared  in accordance with the building  by-laws\r\n\r\nmade  under  this Ordinance. When such  plans  and\r\n\r\nspecifications  are in accordance  with  such  by-laws,  they may be approved by the local authority\r\n\r\nfor the purposes of this Part of this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>Now,   Sir,   we  consider  it  a  very  important\r\n\r\nprinciple   that  once  building  plans   are   in\r\n\r\ncompliance  with by-laws and with other  laws,  it\r\n\r\nshould not be discretionary on the local authority\r\n\r\nto  approve them but obligatory. The reference  to\r\n\r\nsubsections (2) and (3) of this clause  and  other\r\n\r\nlaws, as given in my second amendment \"or with any\r\n\r\nother written law for the time being in force\", is\r\n\r\nof course where specialised\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2416</b></font><br><br>\r\n\r\n\r\n\r\ntypes  of buildings are concerned. As was  pointed\r\n\r\nout   in   the  Select  Committee  debate,  petrol\r\n\r\nstations  must comply with legislation  concerning\r\n\r\nthe  storage of dangerous petroleum and  obviously\r\n\r\ntherefore building plans must comply with the  law\r\n\r\nin  connection  with  that  as  well  as  ordinary\r\n\r\nbuilding by-laws.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, what we feel is this: it is of great\r\n\r\nimportance that we should make things as  easy  as\r\n\r\npossible  for the applicant who wishes  to  build,\r\n\r\nthat he should in fact be encouraged to build  and\r\n\r\nthat as few obstacles as possible should be put in\r\n\r\nhis  way.  The new sub-clause (18) has really  the\r\n\r\nsame force as the amendment. The sub-clause reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the local authority does not within two\r\n\r\ncalendar  months after the date of the  submission\r\n\r\nof  any plans under subsection (1) of this section\r\n\r\nor  of  the date of the resubmission of such plans\r\n\r\namended  in  pursuance of subsection (3)  of  this\r\n\r\nsection,  as the case may be, approve such  plans,\r\n\r\nsuch  plans shall be deemed to be approved  unless\r\n\r\nthe   local   authority  shall   have   previously\r\n\r\ndisapproved the same:\r\n\r\n\r\n\r\n<br><br>Interference or delay by the local authority, once\r\n\r\nall  laws  and  by-laws have been  complied  with,\r\n\r\nshould   not   be  permitted  and   instances   of\r\n\r\ninterference  for  political or  personal  reasons\r\n\r\ncould  occur if this clause is left as  it  stands\r\n\r\nwith  the word \"may\": that although building plans\r\n\r\nare in compliance with by-laws and other laws,  it\r\n\r\nis  not obligatory on the local authority to pass.\r\n\r\nWe think that this is an important point, Sir, and\r\n\r\nwe  hope  that  the Government will  approve  this\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, in view of the\r\n\r\nsecond amendment, we are happy to accept the first\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further Amendment made: In page 161, line 26,\r\n\r\nafter   \"Ordinance\",   to   insert   \"subject   to\r\n\r\ncompliance  with sub-section (2) or  (3)  of  this\r\n\r\nsection or with any other written law for the time\r\n\r\nbeing in force\". -[Mr Ede].\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 162, line 41, to leave out \"Police\" and\r\n\r\ninsert \"Magistrate's\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2417</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Police Court is incorrect, Sir. The function\r\n\r\nshould be performed by a Magistrate's Court.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 169, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 214-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 195, line 42, to leave out from \"(10)\" to\r\n\r\nthe  end  of  line 2 in page 197, and  insert  the\r\n\r\nfollowing sub-clauses:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Any articles, together with their containers\r\n\r\nand  any  accompanying appliances  and  utensils,\r\n\r\nexposed   for  sale  in  any  street  or   place,\r\n\r\notherwise  than in a shop, which appear  for  the\r\n\r\ntime  being  to  be abandoned may be  taken  into\r\n\r\ncustody by any police officer or employee of  the\r\n\r\nlocal  authority  authorized  as  aforesaid   and\r\n\r\nremoved  to  and detained at a police station  or\r\n\r\nlocal  authority depot at the risk of the  person\r\n\r\nto whom they belong, to be forfeited and disposed\r\n\r\nof  in  such manner as a Magistrate's Court deems\r\n\r\nfit:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provided that any perishable articles likely to\r\n\r\ndecay  so taken into custody and removed  may  be\r\n\r\ndisposed of forthwith:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provided also that if any abandoned articles so\r\n\r\ntaken  into  custody  and  detained,  other  than\r\n\r\nperishable  articles  already  disposed  of,  are\r\n\r\nwithin  forty-eight hours after such taking  into\r\n\r\ncustody  claimed  by  the  person  to  whom  they\r\n\r\nbelong,  such articles shall be returned to  such\r\n\r\nperson, but without prejudice to the liability of\r\n\r\nany  such  person to be charged  for  an  offence\r\n\r\nunder sub-section (3) of this section.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(11) A report shall be made to the Magistrate's\r\n\r\nCourt of all articles so taken into custody which\r\n\r\nhave not been returned to their owners.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(12) The Magistrate's Court shall on receiving a\r\n\r\nreport  of  any  abandoned  articles  order  such\r\n\r\narticles to be forfeited and to be disposed of in\r\n\r\nsuch manner as the Court deems fit:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provided that if the Court directs the sale of\r\n\r\nsuch  articles the proceeds shall be paid to  the\r\n\r\nappropriate local authority fund.\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, Sir, the amendment which Government\r\n\r\nproposes is intended to restrict the powers of the\r\n\r\nPolice to take into custody only articles for sale\r\n\r\nwhich  have been abandoned by hawkers. The  Member\r\n\r\nfor  Tanjong  Pagar  suggested,  when  moving  the\r\n\r\nrecommittal  of  this clause,  that  it  would  be\r\n\r\ndesirable  for receipts to be issued for  articles\r\n\r\nseized by the Police in order to prevent abuse\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2418</b></font><br><br>\r\n\r\n\r\n\r\nor  allegations  of abuse by the Police  of  their\r\n\r\npowers  of  seizure and the disposal  of  articles\r\n\r\nseized.  Government  in this  amendment  has  gone\r\n\r\nbeyond the suggestion which would be difficult  to\r\n\r\nimplement  in practice. It would, for example,  be\r\n\r\ndifficult to give receipts with full details  such\r\n\r\nas  7½ katies of meat or 5¼ katies of fish  or\r\n\r\n7,560  beads or buttons. In view of the provisions\r\n\r\nof sub-clause (4), Government has now decided that\r\n\r\nonly  when  articles are abandoned,  may  they  be\r\n\r\ntaken into custody. Even then, when the owners are\r\n\r\nprepared  to  disclose their  identity,  they  may\r\n\r\nclaim   these   articles  other  than  perishables\r\n\r\nalready disposed of.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 214, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 216-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 197, line 40, after \"Minister\", to insert\r\n\r\n\"after consultation with each local authority\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, this clause relates to slaughter-houses and the licensing thereof. Clause 215 in\r\n\r\npoint of fact is the clause which allows the local\r\n\r\nauthority to license slaughter-houses and also  to\r\n\r\nprovide  places  for  slaughter-houses.  It  is  a\r\n\r\nmatter  entirely within the purlieu of  the  local\r\n\r\nauthority. Clause 216 (1) states:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If at any time it appears to the Minister that\r\n\r\nthere  is  a  sufficient number of fit and  proper\r\n\r\nplaces to be used as slaughter-houses provided  by\r\n\r\nany of the local authorities, the Minister may  by\r\n\r\norder direct that from and after a day to be named\r\n\r\nin  such  order no animals intended to be used  as\r\n\r\nhuman food shall be slaughtered at any place other\r\n\r\nthan  one  of the slaughter-houses so provided  as\r\n\r\naforesaid...\".\r\n\r\n\r\n\r\n<br><br>This  matter  was  discussed and  debated  in  the\r\n\r\nSelect  Committee and I pointed out that,  as  the\r\n\r\nlocal authority was in charge of slaughter-houses,\r\n\r\nit was only proper that the Minister should act in\r\n\r\nconsultation with the local authority  in  respect\r\n\r\nof  clause 216. I would remind my hon. friend  the\r\n\r\nMinister  for Local Government that in column  267\r\n\r\nof the Minutes of Evidence, it is clearly recorded\r\n\r\nthat Government indicated that they would make the\r\n\r\namendment. That will be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2419</b></font><br><br>\r\n\r\n\r\n\r\nfound,  Sir, in your own words after a  Government\r\n\r\ncomment  and yet despite that, this amendment  has\r\n\r\nnot been moved by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is just one other point. We did discuss at\r\n\r\nthat  time  that  the wording  of  this  amendment\r\n\r\nshould  be  \"after consultation  with  each  local\r\n\r\nauthority\".  I did overlook this when  tabling  my\r\n\r\namendment  as \"the local authority\". I have,  Sir,\r\n\r\naltered it to \"after consultation with each  local\r\n\r\nauthority\".\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> We accept the amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 216, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 245-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I am not moving my\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 212, line 12, after \"premises\", to\r\n\r\ninsert \"including Crown Land other than forest and\r\n\r\nnature reserves\".]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 245 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 255-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 220, line 39, to leave out from \"(1)\" to\r\n\r\nthe  end  of  line 6 in page 221, and insert  the\r\n\r\nfollowing sub-clauses:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person other than the owner or occupier of\r\n\r\nan   agricultural  holding  shall,  without   the\r\n\r\nprevious permission of the local authority  open,\r\n\r\ndig or otherwise construct or permit or allow  to\r\n\r\nbe opened, dug or otherwise constructed any well,\r\n\r\ntank or reservoir the water in which is likely to\r\n\r\nbe  used  for drinking or domestic purposes.  Any\r\n\r\nwell  within  the curtilage of any dwelling-house\r\n\r\nshall  be  deemed to be likely  to  be  used  for\r\n\r\ndrinking or for domestic purposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) If the owner or occupier of an agricultural\r\n\r\nholding  opens, digs or otherwise  constructs  or\r\n\r\npermits  or allows to be opened, dug, constructed\r\n\r\nor   otherwise  constructed  any  well,  tank  or\r\n\r\nreservoir,  he shall report the opening,  digging\r\n\r\nor  construction of the well, tank or  reservoir,\r\n\r\nas  the case may be, within one month thereof  to\r\n\r\nthe local authority.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Any person who commits a breach of\r\n\r\nsubsection (1) or subsection (2) of this  section\r\n\r\nshall,  on  conviction, be liable to a  fine  not\r\n\r\nexceeding two hundred dollars.\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2420</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, by this amendment, the present sub-clauses\r\n\r\n(1) and (2) are in the new sub-clause (1). The new\r\n\r\nsub-clause  (2) is a new provision to  enable  the\r\n\r\nowner  or  occupier of an agricultural holding  to\r\n\r\nopen   or  dig  wells  without  previously  having\r\n\r\nobtained written permission of the local authority\r\n\r\nbut  he  is  nevertheless required  afterwards  to\r\n\r\nreport having done so within a month.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the reconstruction of this clause, as\r\n\r\nsuggested   by  the  Member  for  Tanjong   Pagar,\r\n\r\nGovernment  considers that the provisions  of  the\r\n\r\nprinted  sub-clause (1) are too  restrictive  upon\r\n\r\nthe  farmers for whom pipe water supplies are  not\r\n\r\navailable.  However, the safeguards of  sub-clause\r\n\r\n(4)  are retained and if for any reason such wells\r\n\r\nare a danger to health or dangerous in other ways,\r\n\r\nthey are liable to be closed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the new sub-clause (3), this\r\n\r\nfollows the present sub-clause (3) except that  it\r\n\r\nnow  has  cross-references to new sub-clauses  (1)\r\n\r\nand (2).\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Chairman, Sir, I would\r\n\r\nlike  to  ask  the  Minister for Local  Government\r\n\r\nwhether  people  living on land which  is  not  an\r\n\r\nagricultural holding with no pipe water can obtain\r\n\r\ntheir  water supply if there are no wells. I  know\r\n\r\nof many cases where the land is not being made use\r\n\r\nof  for  planting. There is no pipe water reaching\r\n\r\nout to such places and if the people there are not\r\n\r\nallowed to dig wells for drinking purposes,  where\r\n\r\ncan they obtain their water from?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Yew Hock (Chief Minister and Minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Chairman, the answer is\r\n\r\nthat  such person should make application  to  the\r\n\r\nlocal authority for permission to dig a well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 255, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 256-\r\n\r\n\r\n\r\n<br><br><!-- Mr Shanks -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Shanks:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 221, line 29, to leave out from\r\n\r\n\"thereunder\" to \"do\" in line 31.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This clause is required for dealing with matters\r\n\r\nwhich are not otherwise provided for. In the  sub-clauses  which are referred to in the words  which\r\n\r\nit is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2421</b></font><br><br>\r\n\r\n\r\n\r\nnow  proposed  shall be left out, the  appropriate\r\n\r\nprovision has already been made and so these words\r\n\r\nare  inappropriate and serve no useful purpose.  I\r\n\r\nmove therefore that these words be left out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 256, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 284-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 284\r\n\r\nstand part of the Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, this is one of the\r\n\r\nillustrations  where the ideas  of  Government  on\r\n\r\nlocal government are as the shifting sands. Clause\r\n\r\n285  of  the present Municipal Ordinance to  which\r\n\r\nthis clause refers reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Registrar of Vehicles may grant a licence to\r\n\r\nact-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) as a driver or conductor of a hackney\r\n\r\ncarriage...\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) as the rider of a trisha...\".\r\n\r\n\r\n\r\n<br><br>The  Bill as placed before us originally left  out\r\n\r\nthe  granting of licences to drivers  so  that  it\r\n\r\nbecame in clause 285 of the original Bill:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person shall act as a conductor of a public\r\n\r\nservice vehicle or as a trisha rider...\".\r\n\r\n\r\n\r\n<br><br>And  in Select Committee, the Government moved  an\r\n\r\namendment to leave out \"the conductor\" so that  it\r\n\r\nnow reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person shall act as a trisha rider save under\r\n\r\nand  in  accordance with a licence issued  by  the\r\n\r\nRegistrar of Vehicles.\".\r\n\r\n\r\n\r\n<br><br>So that, bit by bit, this clause has been whittled\r\n\r\ndown and more licensing has been given over to the\r\n\r\nPolice  but the local authority now and  then  may\r\n\r\nstill license trisha riders whilst the Police  are\r\n\r\nto  license drivers and conductors. This does  not\r\n\r\nseem  to  be  an improvement on the situation.  It\r\n\r\ndoes  not  seem  to us to be logical:  the  Police\r\n\r\nshould  take  over all duties or none  at  all.  A\r\n\r\ntrisha  is  after all a public service vehicle  as\r\n\r\nyou  will find if you refer to the definitions  on\r\n\r\npages 72 and 73:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;' \"public service vehicle\" means a vehicle used\r\n\r\nor kept for use for the carriage of passengers\r\n\r\nfor hire or reward...'\r\n\r\n\r\n\r\nand\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;' \"trisha\" means a three-wheeled pedal cycle\r\n\r\nconstructed  or  adapted for the  carriage  of\r\n\r\npersons of goods.'.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2422</b></font><br><br>\r\n\r\n\r\n\r\nSo  that it seems to us that there is no point  in\r\n\r\ncutting   out  conductors,  cutting  out  drivers,\r\n\r\nunless  you  go  the whole way and hand  over  the\r\n\r\nlicensing of trisha riders to the Police as  well.\r\n\r\nSo  let  us have a clear-cut division between  the\r\n\r\ntwo:  the  registration and licensing of  vehicles\r\n\r\nbeing  in  the hands of the Registrar of Vehicles,\r\n\r\nthat  is  to  say,  the local authority,  and  the\r\n\r\nregistration of drivers of all kinds being in  the\r\n\r\nhands of the Police.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> This is a very minor matter, Mr\r\n\r\nChairman,  and the Government is quite willing  to\r\n\r\naccept  this amendment. I should just say for  the\r\n\r\nrecord  that the only question about it is whether\r\n\r\nthe  Police  will in fact be able to  handle  this\r\n\r\nadditional work at short notice. The original idea\r\n\r\nwas  to leave it alone until later on and to  give\r\n\r\nit to them when we were sure that they were ready.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member is very hard to satisfy. If we do\r\n\r\nnot  do  what  he  wants,  he  says  that  we  are\r\n\r\ndictatorial and steam-rolling. If we  do  what  he\r\n\r\nwants,  he says that we are as the shifting sands.\r\n\r\nWhatever we do, we are wrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this case, we have tried to meet him and say,\r\n\r\n\"Well,  we  will include the amendment now,  which\r\n\r\ncould have been made no doubt at a more convenient\r\n\r\ntime  in  the future.\" I should just add  for  the\r\n\r\nrecord  that though we are giving these powers  to\r\n\r\nthe  Police now, I am not yet certain that in fact\r\n\r\nthe   Police   will  be  able  to  exercise   them\r\n\r\nimmediately. They may have to wait for  some  time\r\n\r\nunder the transitional provisions of clause 323.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and disagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 285-\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Chairman, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 231, line 22, after \"this\", to insert\r\n\r\n\"Ordinance\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This word has been omitted in error.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 285, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 287-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 287\r\n\r\nstand part of the Bill,\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2423</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, while we are grateful to\r\n\r\nthe Government for agreeing that clause 284 should\r\n\r\nnot   form  part  of  the  Bill,  albeit  somewhat\r\n\r\ngrudgingly,  we feel that, logically, this  should\r\n\r\nnow  also apply to clause 287. Quite clearly  this\r\n\r\nclause, in which the trisha rider is unfit to  act\r\n\r\nas  a rider, should now fall within the purlieu of\r\n\r\nthe  Police to deal with him and it should not  be\r\n\r\nthe Registrar of Vehicles who should have anything\r\n\r\nto do with deciding on the unfitness of a rider to\r\n\r\nride.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> The Government accepts this amendment\r\n\r\nwhich is consequential.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and disagreed to.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 293-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 293 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, our purpose in moving that\r\n\r\nthis clause does not stand part of the Bill is  to\r\n\r\ndraw attention to anomalies which arose before and\r\n\r\nnow arise more, now that these clauses 284 and 287\r\n\r\ndo not stand part of the Bill. The clause reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Subject to the provisions of this Ordinance, the\r\n\r\nRegistrar  of Vehicles may, in any case  where  an\r\n\r\noffence  has been committed against this Ordinance\r\n\r\nor any by-law made thereunder or where particulars\r\n\r\nof  a  conviction and any sentence passed  thereon\r\n\r\nhave  been sent to the City Council by a Court  in\r\n\r\naccordance  with the provisions of section  83  of\r\n\r\nthe  Road Traffic Ordinance, cancel or suspend for\r\n\r\nsuch period as he thinks fit any licence issued by\r\n\r\nhim under the provisions of this Ordinance.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now it is quite clear, Sir, that this clause does\r\n\r\nnot stand four square with such a clause as clause\r\n\r\n286.  Clause 286 prescribes the rates of  hire  or\r\n\r\nfares,  and  it also prescribes that if  a  driver\r\n\r\nattempts  to charge a higher rate than he  should,\r\n\r\nthen  he  is  to  be penalised. The penalty  comes\r\n\r\nunder  clause 293 - \"Cancellation and suspension  of\r\n\r\nlicences\". The Registrar of Vehicles,  as  I  have\r\n\r\nread  out, \"may cancel or suspend for such  period\r\n\r\nas he thinks fit any licence issued by him\". As  a\r\n\r\nresult of the changes in clause 284 in particular,\r\n\r\nthe   only  licences  now  to  be  issued  by  the\r\n\r\nRegistrar of Vehicles\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2424</b></font><br><br>\r\n\r\n\r\n\r\nare  the  licences  registering vehicles  and  not\r\n\r\ndrivers. Therefore, the Registrar of Vehicles  can\r\n\r\nonly  cancel  the vehicle's licence.  If  a  taxi-driver  comes up before the Registrar of  Vehicles\r\n\r\nfor  having committed an offence under clause 286,\r\n\r\nall  that the Registrar of Vehicles can do  is  to\r\n\r\ncancel  or  suspend the taxi licence and  not  his\r\n\r\ndriving  licence, and that, of course,  would  not\r\n\r\nnecessarily  fall on the taxi-driver  but  on  the\r\n\r\nowner  of  the taxi. Here is a clear case  of  the\r\n\r\nneed  for  amendments to this clause, and  we  are\r\n\r\nvoting  against it. As it stands, this  clause  is\r\n\r\nnot satisfactory.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I rather think, Mr Chairman, that\r\n\r\nthe  hon.  Member has not quite got the  point  of\r\n\r\nthis clause. If he will look at sub-clause (4)  of\r\n\r\nclause 286 to which he referred, he will see  that\r\n\r\nto  attempt to take more than the prescribed fares\r\n\r\nis  an offence; and that, of course, is covered by\r\n\r\nclause  316  which also lays down  that  where  no\r\n\r\nparticular  penalty  is  specified,  an   offender\r\n\r\nshall,  on conviction, be liable to a fine of  not\r\n\r\nmore than $200.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the hon. Member will look further at clause\r\n\r\n286  (3),  he  will  see that  where  there  is  a\r\n\r\ndispute,  the  Registrar  of  Vehicles,  in  fact,\r\n\r\narbitrates and says, \"This is the way  I  see  it,\r\n\r\nand  my  decision is final.\" He can, if he  thinks\r\n\r\nfit, issue a certificate which shall be admissible\r\n\r\nin  evidence.  If I understand that  rightly,  the\r\n\r\nRegistrar's certificate then goes to the Court  in\r\n\r\nwhich the offender is tried and will be admissible\r\n\r\nin   evidence  to  secure  a  conviction  of   the\r\n\r\noffending taxi-driver and get him fined  not  more\r\n\r\nthan  $200. I cannot quite see why the hon. Member\r\n\r\nwishes  to have an addition to the power  to  take\r\n\r\naway his licence, since he is already subject to a\r\n\r\nfine. Perhaps he might like to clarify it further.\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I do not think my friend\r\n\r\nthe  Minister  for Communications  and  Works  has\r\n\r\nquite  got  it right. There is in this clause  293\r\n\r\nprovision  for the cancellation and suspension  of\r\n\r\nlicences,  and  it  is common  practice  that  the\r\n\r\nRegistrar  of  Vehicles to date has  cancelled  or\r\n\r\nsuspended licences for such offences as are  cited\r\n\r\nin clause 286, so\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2425</b></font><br><br>\r\n\r\n\r\n\r\nthat  not  necessarily is a fine  imposed  on  the\r\n\r\noffender but, as it states in this clause:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Registrar of Vehicles may, in any case where\r\n\r\nan   offence  has  been  committed  against   this\r\n\r\nOrdinance or any by-law made thereunder  or  where\r\n\r\nparticulars  of  a  conviction  and  any  sentence\r\n\r\npassed  thereon have been sent to the City Council\r\n\r\nby  a  Court in accordance with the provisions  of\r\n\r\nsection  83 of the Road Traffic Ordinance,  cancel\r\n\r\nor  suspend for such period as he thinks  fit  any\r\n\r\nlicence issued by him...\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the point is there, that this power\r\n\r\nhas been used, and used quite valuably, to keep up\r\n\r\nthe  high  standard of driving and other forms  of\r\n\r\nconduct  of  taxi-drivers,  and  cancellation   or\r\n\r\nsuspension  of  the driver's licence  has  been  a\r\n\r\nmatter  for  the  Registrar of Vehicles.  Now,  of\r\n\r\ncourse,  it should quite properly be the  duty  of\r\n\r\nthe  police  to cancel or suspend, but  I  do  not\r\n\r\nthink  that this clause is quite four square  with\r\n\r\nwhat  both we on this side and the Minister  would\r\n\r\nlike to see.\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> I think I can clear this up a little\r\n\r\nfurther,  Mr Chairman. The broad principle  which\r\n\r\neveryone accepts is that the Registrar of Vehicles\r\n\r\ndeals  with  the  vehicle side  of  the  business - whether  the tyres are properly blown up, and  the\r\n\r\nstrength of the chassis and things like that.  The\r\n\r\npersons who operate the vehicles are dealt with by\r\n\r\nthe  police. We have now finally included  trishas\r\n\r\nin  the police duties as well. So far so good.  It\r\n\r\nfollows, of course, that where a vehicle is  being\r\n\r\ndealt  with,  then the Registrar  who  issues  the\r\n\r\nlicence  should  have  the power  to  suspend  the\r\n\r\nlicence, if that is the appropriate thing  to  do.\r\n\r\nSimilarly,  when  the police are  dealing  with  a\r\n\r\nperson,  they issue the licence, and it  obviously\r\n\r\ngoes to the police to take away his licence if  he\r\n\r\nshows   himself  unfit  to  have  it.  The  police\r\n\r\nfunctions are being put through the legal  sausage\r\n\r\nmachine - you  might call that the layman's  way  of\r\n\r\nputting it - and they will come out in due course in\r\n\r\nthe  Road  Traffic Ordinance. I hope we will  meet\r\n\r\nthe points of significance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this particular case, I do not think there is\r\n\r\nany   difficulty.  Clause  293  provides  for  the\r\n\r\nRegistrar  to  take  away licences  which  he  has\r\n\r\nissued,  and it refers specifically of  course  to\r\n\r\nclauses 279,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2426</b></font><br><br>\r\n\r\n\r\n\r\n280,  281,  282 - the  various  clauses  which   the\r\n\r\nRegistrar  operates  to issue licences  to  public\r\n\r\nservice  vehicles.  That is  the  power  which  he\r\n\r\nnecessarily must have and which this clause  seeks\r\n\r\nto maintain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 293 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 323-\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede:</b> Mr Chairman, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 245, to leave out lines 31 to 40, and\r\n\r\nlines 1 to 12 in page 246.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This sub-clause (2) of clause 323 entitled\r\n\r\n\"Transitional provisions\" reads as follows:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Notwithstanding any other provisions of this\r\n\r\nOrdinance or the repeal of the Municipal Ordinance\r\n\r\nthe  Minister  may,  in his discretion,  by  order\r\n\r\npublished  in  the  Gazette and  subject  to  such\r\n\r\ndirections as the Minister may from time  to  time\r\n\r\ngive  to the City Council, authorise, empower  and\r\n\r\ndirect the City Council or any of its employees to\r\n\r\ncontinue  to  have,  exercise  and  perform   such\r\n\r\nfunctions, duties, powers (including the powers to\r\n\r\nlevy  rates  and to charge fees), discretions  and\r\n\r\nauthorities  or  any  of  them  had  exercised  or\r\n\r\nperformed  by  the  City Council  or  any  of  its\r\n\r\nemployees  under the provisions of  the  Municipal\r\n\r\nOrdinance and may likewise authorise, empower  and\r\n\r\ndirect the City Council or any of its employees to\r\n\r\nrefrain  from  exercising such functions,  duties,\r\n\r\npowers, discretions and authorities or any of them\r\n\r\nor such functions, duties, powers, discretions and\r\n\r\nauthorities  or  any  of  them  as  are  by   this\r\n\r\nOrdinance conferred or imposed on the City Council\r\n\r\nor  any of its employees, and the Minister may  by\r\n\r\nsuch  or  any subsequent order define the area  to\r\n\r\nwhich  any  such order relates and such  area  may\r\n\r\ninclude  any area which was not immediately  prior\r\n\r\nto  the  date  of  the coming  into  operation  of\r\n\r\nsection 3 of this Ordinance a part of the City.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this clause 323 has inevitably reared its\r\n\r\nugly  head at various stages during the debate  in\r\n\r\nCommittee  because it concerns  other  clauses  so\r\n\r\ndirectly. Briefly, it is because when the area  of\r\n\r\nKatong goes out to the District Council, the local\r\n\r\nadministration in the District Council will not be\r\n\r\nready  to  carry out those services to  which  the\r\n\r\npeople of Katong have been entitled and which they\r\n\r\nhave enjoyed for many decades. It is a question of\r\n\r\ndirection  and ordering by the Minister  that  the\r\n\r\nCity  Council shall carry out all the  duties  and\r\n\r\nfunctions in this area, and the administration  of\r\n\r\nthe area at the local government level,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2427</b></font><br><br>\r\n\r\n\r\n\r\nso  long  as the Minister pleases. We have pointed\r\n\r\nout  at various times during this debate that  the\r\n\r\nintentions of the Government on this question have\r\n\r\nbeen somewhat muddled.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For instance, in the Select Committee the\r\n\r\nMinister made it quite clear that he would need to\r\n\r\ncarry  out this business for four years.  Then  he\r\n\r\ncorrected himself and made it three years. Now the\r\n\r\nofficial  version  from the Chief  Secretary  this\r\n\r\nmorning was that it would be for only about 6 to 8\r\n\r\nmonths.  But whatever the period, it  is,  in  our\r\n\r\nview,  entirely farcical. You try to expel  Katong\r\n\r\nfrom  the city, and then recognise that you cannot\r\n\r\ndo it and have to provide for the city services to\r\n\r\ncontinue  as  before. At the same time,  you  make\r\n\r\nprovision  that  the  elected  representatives  of\r\n\r\nKatong should sit on the District Council but have\r\n\r\nno  say  whatever regarding the administration  of\r\n\r\nthe  area  that they represent; because,  how  can\r\n\r\nthey  possibly help in the administration of their\r\n\r\nown area, the area for which they are responsible,\r\n\r\nif  they  are  sitting  in  the  District  Council\r\n\r\nwithout local authority? It does mean that  Katong\r\n\r\nis  for  a period - whether it be for six months  or\r\n\r\nthree years, it is not material - being turned  into\r\n\r\na   kind   of   no-man's-land   with   no   proper\r\n\r\nrepresentation at all. We consider  that  this  is\r\n\r\nnot  a  fine start for local government  districts\r\n\r\nwhich  we  thought was the intention  behind  this\r\n\r\nBill and the introduction of District Councils.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Stewart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Stewart:</b> Mr Chairman, Sir, the transitional\r\n\r\nprovisions  as provided for in clause  323  are  a\r\n\r\nvital  part  of this Bill, and this  clause  is  a\r\n\r\nvital  clause and the Government must  oppose  any\r\n\r\nattempt  to  amend it. The transitional provisions\r\n\r\nare  necessary, and without them we  cannot  carry\r\n\r\nout  the  present  intention to have  a  new  City\r\n\r\nCouncil and District Councils in December 1957 and\r\n\r\nMarch 1958 respectively.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have already argued at length the reasons\r\n\r\nwhy  the boundaries of the local government  areas\r\n\r\nand   the  electoral  divisions  should   not   be\r\n\r\nsubjected  to further advertisements  calling  for\r\n\r\nfurther\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2428</b></font><br><br>\r\n\r\n\r\n\r\nrepresentations from the public, and consideration\r\n\r\nof those representations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the present Bill was drafted, it was\r\n\r\nforeseen  that  transitional provisions  would  be\r\n\r\nrequired as it may not be possible to achieve  the\r\n\r\nmain  purpose of the Bill, that is, to  create  at\r\n\r\nthe   same   time   for   the   local   government\r\n\r\nadministration  of Singapore, a new  City  Council\r\n\r\nand  District  Councils which  would  replace  the\r\n\r\nRural  Board,  if the establishment of  these  new\r\n\r\nlocal authorities had to be expedited. A number of\r\n\r\nmajor  factors  were involved:  for  example,  the\r\n\r\nlength  of time it would take for the Bill  to  be\r\n\r\npassed,  and  how soon administrative arrangements\r\n\r\ncould  be set up, involving, as it did, terms  and\r\n\r\nconditions of service arising out of the  transfer\r\n\r\nof staff and so forth between the City Council and\r\n\r\nthe  Government. Sir, one factor hinges  upon  the\r\n\r\nother.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill was given its First Reading on the\r\n\r\n29th  of August, 1956, and we are today, the  29th\r\n\r\nof  July, 1957, still considering this Bill in the\r\n\r\nCommittee stage of the whole Assembly. Sir, it  is\r\n\r\ntrue that in the Explanatory Note it was stated:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Transitional provisions have been included to\r\n\r\nenable the Rural Board to continue to perform  its\r\n\r\npresent  functions in the Rural  Board  area  and,\r\n\r\npending the constitution of the District Councils,\r\n\r\nto administer those parts of the present City area\r\n\r\nwhich  are  to  be  merged into the  new  District\r\n\r\nCouncil areas.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once this Bill becomes law, Sir, every effort\r\n\r\nwill  be made by the Government towards that  end.\r\n\r\nThe   probability   is  that  these   transitional\r\n\r\nprovisions may not be required at all in the  case\r\n\r\nof  the  western boundaries of the new  city  area\r\n\r\nwhich  will  be made up of the rural  areas  which\r\n\r\nwill  be  brought into the city. I  am  told  that\r\n\r\nthese  transitional provisions may not be required\r\n\r\nand  that it is possible for the new City  Council\r\n\r\nto administer that area when it is created. And if\r\n\r\nwe  are  not  able to achieve the  same  thing  in\r\n\r\nregard  to  Katong, it will not  be  for  want  of\r\n\r\ntrying.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin mentioned that the\r\n\r\nMinister  said in the Select Committee  that  this\r\n\r\ntransitional period may take four years. I do  not\r\n\r\nthink  that  is  correct, Sir. I  think  what  the\r\n\r\nMinister  said was that, for an interim period  of\r\n\r\nfour years, these District Councils will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2429</b></font><br><br>\r\n\r\n\r\n\r\nbe  run on the lines of the Rural Board as long as\r\n\r\nthey   are  dependent,  to  a  large  extent,   on\r\n\r\nGovernment   funds.  He  also  said   that   these\r\n\r\ntransitional provisions, in so far as Katong is to\r\n\r\nbe  administered by the City Council  pending  the\r\n\r\ncreation of District Councils, may be from six  to\r\n\r\neight months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the circumstances, since we may not be\r\n\r\nable  to let the Rural Board look after the Katong\r\n\r\narea   during   the  transitional  period   before\r\n\r\nDistrict   Council  elections   and   before   the\r\n\r\nestablishment  of District Councils,  we  have  to\r\n\r\nfall  back on the expedient also provided  for  in\r\n\r\nthe  transitional provisions of letting  the  City\r\n\r\nCouncil  carry  on  temporarily  local  government\r\n\r\nadministration in the areas of Katong which are to\r\n\r\nbe included in the District Council areas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tanglin has, I think, been\r\n\r\ninclined  to  be unduly gloomy in his appreciation\r\n\r\nof  the  situation. It is not  that  we  fear  any\r\n\r\nconfusion or any administrative chaos - this was the\r\n\r\nterm   which  I  think  he  used  in  the   Select\r\n\r\nCommittee.   Far   from  it.  These   transitional\r\n\r\nprovisions  are  necessary because the  Government\r\n\r\nhas not been able to bring about the desired take-over  of  these  particular  areas  in  time,  and\r\n\r\nbecause  we are now going to expedite the creation\r\n\r\nof the City Council and the District Councils; and\r\n\r\nthat,  I  think, is what the public  of  Singapore\r\n\r\nwants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is so easy once the Bill is passed to\r\n\r\ndelay   the   City  Council  elections   and   the\r\n\r\nestablishment of a new City Council, and similarly\r\n\r\nof  the  District  Councils, by  saying  that  the\r\n\r\nmechanics   of   the  administrative   change-over\r\n\r\nrequire  a  lot  of time and reorganisation.  This\r\n\r\nchange-over  does require time and reorganisation,\r\n\r\nSir,  but  by  making  use of  these  transitional\r\n\r\nexpedients, we can achieve our objective of having\r\n\r\na new City Council in December.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what we are trying to do involves big\r\n\r\nchanges and is a challenge to us in these exciting\r\n\r\ntimes.   If  we  want  these  changes   in   local\r\n\r\ngovernment  to take place at a faster pace,  these\r\n\r\ntransitional  provisions  are  the  best  in   the\r\n\r\ncircumstances, in that they will cause hardly  any\r\n\r\ndislocation  in the provision of local  government\r\n\r\nservices and enable the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2430</b></font><br><br>\r\n\r\n\r\n\r\nchange-over in the administration to be undertaken\r\n\r\nsmoothly. Sir, in what way will the residents  of\r\n\r\nKatong  suffer  by introducing these  transitional\r\n\r\nprovisions,  whether it is in or out of  the  city\r\n\r\narea?   As  I  pointed  out  this  morning,   Sir,\r\n\r\nessential  services like water, electricity,  gas,\r\n\r\nsewerage,  fire services, ambulance  and  accident\r\n\r\nservices, are all island-wide services provided by\r\n\r\nthe  City Council. Other services like scavenging,\r\n\r\nconservancy, construction and maintenance of roads\r\n\r\nand  drains, licensing of trades and so forth, can\r\n\r\nbe  taken  over later on by the District Councils,\r\n\r\nwithout  any  lowering  of  standards,  when   the\r\n\r\nstaffing   and  administrative  arrangements   are\r\n\r\ncompleted. I think I pointed out this morning that\r\n\r\nthese   District  Councils  will  be   given   the\r\n\r\nnecessary  staff.  In fact, arrangements  are  now\r\n\r\nbeing  made  to  proceed with finding  what  staff\r\n\r\nshould  be allocated to each District Council.  In\r\n\r\nthe  meantime,  Sir, what is wrong with  the  City\r\n\r\nCouncil  continuing to provide these services  if,\r\n\r\nby  this means, we can have a new City Council  in\r\n\r\nDecember?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanglin said it looks funny that\r\n\r\nelected members of the District Council should  be\r\n\r\nsitting  on the Council as representatives  of  an\r\n\r\narea  which  is  being administered  by  the  City\r\n\r\nCouncil. I would like to point out that there will\r\n\r\nbe  no  simultaneous  elections  to  the  District\r\n\r\nCouncils   and   the   City  Council.   For   this\r\n\r\ntransitional  period  there  will  be  no  elected\r\n\r\nDistrict Council representatives. Naturally,  Sir,\r\n\r\nthe  Minister will see to it that the City Council\r\n\r\ndoes  not  suffer financial loss over the carrying\r\n\r\nout  of  directions made in his order under  these\r\n\r\ntransitional provisions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that in introducing these big and\r\n\r\nbold    changes,   goodwill,   co-operation    and\r\n\r\nunderstanding are required, and I suggest that the\r\n\r\nnew  City Council, whatever its composition,  will\r\n\r\nin  the  transitional period, in the interests  of\r\n\r\nlocal  government  in  Singapore,  carry  on   the\r\n\r\nadministration  of  Katong  as  directed  by   the\r\n\r\nMinister. Then again, Sir, there is always  access\r\n\r\nto  the  Minister to whom representations  can  be\r\n\r\nmade  during this transitional period. This indeed\r\n\r\nis  what  is  happening even now. The Minister,  I\r\n\r\nknow,  receives  a  lot  of  representations  from\r\n\r\nmembers of the public regarding\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2431</b></font><br><br>\r\n\r\n\r\n\r\nmatters  concerning  local  government  and  these\r\n\r\nrepresentations  are brought  to  the  notice  and\r\n\r\nattention of the local authorities concerned. Even\r\n\r\nLegislative  Assemblymen also make representations\r\n\r\non behalf of their constituents to the Minister in\r\n\r\nthe   matter  of  local  government,   and   these\r\n\r\nrepresentations  are  similarly  brought  to   the\r\n\r\nnotice and attention of local authorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggest that the stress being laid on this\r\n\r\nlack  of  representation in the short transitional\r\n\r\nperiod - it  might even be less than six  months  if\r\n\r\nyou  count the transitional period from  the  time\r\n\r\nthe  City  Council and the District  Councils  are\r\n\r\nestablished - is disproportionate to the  importance\r\n\r\nof  the  objective aimed at and the  use  of  the\r\n\r\ntransitional  provisions  during  this  relatively\r\n\r\nshort interim period.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the Minister for Communications and\r\n\r\nWorks,   in  passing,  briefly  mentioned  another\r\n\r\nreason why these transitional provisions cannot be\r\n\r\ndeleted. They are required not only because of the\r\n\r\nchanges in areas on which we have been arguing for\r\n\r\nso  many  days, but also because the take-over  of\r\n\r\ncertain functions by the Government from the  City\r\n\r\nCouncil,  and  vice versa, cannot be ready  before\r\n\r\nthe  end  of the year. Take for instance,  as  the\r\n\r\nMinister for Communications and Works pointed out,\r\n\r\nlicensing  by the Police of drivers and conductors\r\n\r\nof  public service vehicles and trisha riders. The\r\n\r\nMinister  may order the City Council to  carry  on\r\n\r\nuntil the appropriate amending legislation to  the\r\n\r\nRoad  Traffic Ordinance and new rules  prescribing\r\n\r\nthe  procedure  of licensing are made.  There  are\r\n\r\nalso  other  similar  functions  for  which  these\r\n\r\ntransitional provisions are required. Sir,  I  see\r\n\r\nthere   is   nothing   inconsistent   with   these\r\n\r\ntransitional provisions which we are putting  into\r\n\r\nthe  Bill and I see nothing inconsistent  in  that\r\n\r\nfor a few months of the transitional period Katong\r\n\r\nwill  be  administered by the  City  Council.  For\r\n\r\nthose reasons, I oppose the amendment.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 2432</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> There is one small point I would like\r\n\r\nto  raise  in connection with this, Mr  Chairman.\r\n\r\nThe  transitional period seems to be  particularly\r\n\r\nnecessary  because we ourselves in  Singapore  are\r\n\r\npassing through a transitional period - not  merely\r\n\r\na  transition  between the  Rural  Board  and  the\r\n\r\nDistrict  Councils, or an old City Council  and  a\r\n\r\nnew  City  Council, but a transition from colonial\r\n\r\nstatus to self-government and from then onwards to\r\n\r\nunion  with  our  brothers in  the  Federation  of\r\n\r\nMalaya.  Now this is an admirable course on  which\r\n\r\nwe have embarked and on which we are getting along\r\n\r\nvery  rapidly, but it does necessarily  involve  a\r\n\r\ngreat  many  changes. The machine  which  operated\r\n\r\nunder colonial Government has had to be adapted to\r\n\r\nnew  situations and changes, and that is operating\r\n\r\nin   two  ways.  In  one  of  them  we  have   had\r\n\r\nMalayanisation - which is still going  on - and  which\r\n\r\nhas   removed  a  number  of  competent,   trained\r\n\r\nofficers  whose  services were  valuable.  It  has\r\n\r\nconsequently reduced for the time being -\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Inche Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Abdul Hamid:</b> Mr Speaker, Sir, I beg to\r\n\r\nreport  progress in the Local Government Bill  and\r\n\r\nask leave to sit again tomorrow morning.\r\n\r\n\r\n\r\n<br><br><!-- Mr G. E. N. Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it will be.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT MOTION</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Sir, I second it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That this Assembly do now adjourn.\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">one minute past Four o'clock p.m.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
