{"memberId": null, "volumeNo": "8", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "6", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_No\" content=\"6\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1958-12-17\">\r\n\r\n<meta name=\"Start_Col\" content=\"1447\">\r\n\r\n<meta name=\"End_Col\" content=\"1526\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">6</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">17-12-1958</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1447</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 8</b></div></td></table>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\">PART III OF SESSION 1958</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 17th December, 1958</i></div>\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>The Honourable Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr E. B. David, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy. C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1448</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Tun Lim Yew Hock, S.M.N. (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik Bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Tan Siak Kew (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1449</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>BILL INTRODUCED</b></div>\r\n\r\n<div align=\"center\"><b>PEOPLE'S INVESTMENT CORPORATION</b></div>\r\n\r\n<div align=\"center\"><b>BILL, 1958</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to incorporate the People's Investment\r\n\r\nCorporation and for purposes connected therewith\",\r\n\r\n\r\n\r\n<br><br>presented by the Minister for Commerce and Industry (Mr  J. M. Jumabhoy); read the First time,  to  be\r\n\r\nread  a  Second  time on Wednesday,  14th  January,\r\n\r\n1959, and to be printed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1449</b></font><br><br>\r\n\r\n            \r\n\r\n\r\n\r\n<div align=\"center\"><b>APPROPRIATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee\r\n\r\nof Supply [3rd Allotted Day]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (16th December,\r\n\r\n1958) proposed to Head 30 in the First Schedule  of\r\n\r\nthe Bill,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $805,330 for Head 30 stand part\r\n\r\nof the Schedule.\" \r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n                    \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<i>FIRST SCHEDULE</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 30-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br>10.03 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker, Sir,\r\n\r\nI  would  like to refer to subhead 11 in page  190,\r\n\r\nSingapore Tourist Promotion. I notice here that  we\r\n\r\nare to spend a sum of $369,730.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want an answer from the Minister for\r\n\r\nCommerce  and  Industry as to  what  Singapore  can\r\n\r\noffer  to tourists when they come here, as  we  are\r\n\r\nspending   such  a  big  amount  on  this   Tourist\r\n\r\nPromotion  Board.  After all, we  do  not  have  in\r\n\r\nSingapore  a snake temple or the Ayer Itam  Temple,\r\n\r\nas  they have in Penang, or in Hongkong where  they\r\n\r\nhave  the Amarok. What we have are only swamp  land\r\n\r\nand some fine buildings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;People who come to Singapore are not interested\r\n\r\nin  our fine buildings and roads. What have we  got\r\n\r\nanyway? If we are going to spend such a big sum  of\r\n\r\nmoney to attract tourists, we must\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1450</b></font><br><br>\r\n\r\n\r\n\r\nalso  develop  our place here in  order  that  more\r\n\r\ntourists can be induced to come to Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am very perturbed to learn that the tourists,\r\n\r\nwhenever  they land in Singapore, are shown  places\r\n\r\nlike the death houses at Sago Lane. It happened  on\r\n\r\none occasion at these death houses, there were many\r\n\r\nbereaved  families crying over their  beloved  ones\r\n\r\nwho had passed away. The tourists entered the death\r\n\r\nhouse. They tramped in and out. They climbed up and\r\n\r\ndown  the  stairs. Is it not pitiful? Why must  the\r\n\r\ntourists be brought to that area?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to say this. Many people have\r\n\r\nnot  visited the death house. My father was in  the\r\n\r\ndeath  house  one day, and I can say that  on  that\r\n\r\nsame  day tourists came to the house. It was really\r\n\r\npathetic   to  see  a  bereaved  family  in   those\r\n\r\ncircumstances. They had lost someone very close  to\r\n\r\ntheir    hearts,   and   these   tourists,   mostly\r\n\r\nforeigners, when they went there, smiled,  giggled,\r\n\r\nand shook their heads.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we are going to spend this money, we must\r\n\r\ndevelop Singapore. We must get some fine beaches or\r\n\r\nbig  hotels. At the moment, Sir, what have we  got?\r\n\r\nWe have only a few small hotels. The hotels which I\r\n\r\nvisited, when I travelled in Europe and Japan, were\r\n\r\nvery  fine ones. They were big and had hundreds  of\r\n\r\nrooms.  This amount that we are going to  spend  is\r\n\r\nmost ridiculous, unless we are going to develop our\r\n\r\nplace  here  so  that  more  people  can  come   to\r\n\r\nSingapore,  because  tourism is  another  invisible\r\n\r\nexport  from  which Singapore can get  more  income\r\n\r\nbesides trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Trade is very important. I have said on the\r\n\r\nSecond  Reading  that we must allow  all  types  of\r\n\r\ngoods  to  come  in.  Make Singapore  a  free  port\r\n\r\nwhereby  goods imported here can be re-exported  to\r\n\r\nthe  various  neighbouring countries. We  can  earn\r\n\r\nmoney  on  them.  But the Government  is  not  very\r\n\r\nconcerned  about  the  Ministry  of  Commerce   and\r\n\r\nIndustry. Let us take a look at it. What experience\r\n\r\nhas the Permanent Secretary\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1451</b></font><br><br>\r\n\r\n              \r\n\r\nto  the Ministry of Commerce and Industry got? Sir,\r\n\r\nthis  is  a very important Ministry. Trade  is  the\r\n\r\nlifeblood of Singapore. Yet, at the present moment,\r\n\r\nthe Permanent Secretary in charge of this important\r\n\r\nMinistry  has no qualifications and no  experience.\r\n\r\nNeither   has   he   any  academic   qualifications\r\n\r\n\r\n\r\nregarding  trade  or commerce,  except  an  Honours\r\n\r\ndegree on the Malay Kris.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am a merchant. I know that about three-quarters of the revenue is derived from trade. We\r\n\r\nlive  on  trade. So if we are really interested  in\r\n\r\nseeing that Singapore should get more dollars  into\r\n\r\nthe Treasury, we must develop trade. Put someone in\r\n\r\ncharge  of  the  Ministry  who  has  the  necessary\r\n\r\nqualifications and experience, not a man who  knows\r\n\r\nnothing   about  trade  or  commerce,  particularly\r\n\r\nindustry. This is a shame. When I look through  all\r\n\r\nthese  records. I am very perturbed  to  find  that\r\n\r\nSingapore  is  not paying particular  attention  to\r\n\r\nthis  matter,  in  spite of the fact  that  we  are\r\n\r\nspending the colossal sum of $805,330 on this item.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> At the close of yesterday's sitting, the\r\n\r\n\r\n\r\nhon. Member for Serangoon interjected to say that I\r\n\r\nhad  not  given him a detailed reply to  his  point\r\n\r\nabout  shipping and shipping conferences.  Sir,  my\r\n\r\nfailure to give a detailed reply was because of  my\r\n\r\ndesire not to prolong the debate unnecessarily.  As\r\n\r\nI had pointed out, it was getting rather stale, and\r\n\r\nwe were reaching almost the moment of interruption.\r\n\r\nHowever,  since I have an opportunity this morning,\r\n\r\n\r\n\r\nI shall give a reply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It cannot be denied, Sir, that certain shipping\r\n\r\nconferences   at  certain  times  do   exercise   a\r\n\r\nstrangling effect on our trade. This is not  a  new\r\n\r\nfactor in our trading circumstances. It is a factor\r\n\r\nthat  has irked merchants many years. I am reminded\r\n\r\nof  the  same  outcry against shipping  conferences\r\n\r\neven before the war.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have got a cutting of the Singapore Free Press\r\n\r\nof  8th March, 1937. It was a morning paper at that\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1452</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>\"Autocracy of the Shipping Conferences harming the\r\n\r\nlocal  entrepot trade.<br> Protest by the  President  of\r\n\r\nIndian Chamber of Commerce.</b></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>Independent Line from here to India?</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The autocracy of some of the Shipping Conferences\r\n\r\nwas condemned by Mr Mohamed Jumabhoy,\"\r\n\r\n\r\n\r\n<br><br>That was my father, Sir,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"President of the Indian Chamber of Commerce, in\r\n\r\nhis  report for 1936 to the Annual General  Meeting\r\n\r\nthat was held yesterday...\"\r\n\r\n\r\n\r\n<br><br>and  then  it goes on, for I have not got the  full\r\n\r\ncutting. It has been eaten by white ants, I  think!\r\n\r\nHowever, this factor has been very irksome  to  the\r\n\r\nmerchants. Even Mr Tan Siak Kew, who is not in the\r\n\r\nHouse at the moment, has often told me that if  the\r\n\r\nshipping conferences were more reasonable, we could\r\n\r\ndevelop  our trade better, and I admit that frankly\r\n\r\nthat  would be so. However, it is not an easy  task\r\n\r\nto  fight  these established shipping  conferences,\r\n\r\nbecause they are very big and our resources are not\r\n\r\nadequate  to  fight  them. Firstly,  there  is  the\r\n\r\nfinancial  question.  Have we sufficient  money  to\r\n\r\nhave enough of our own ships to operate in all  the\r\n\r\noceans where cargoes from Singapore are going?  And\r\n\r\nwhat  is the amount of tonnage required? The Member\r\n\r\nfor  Telok  Ayer  raised a very pertinent  question\r\n\r\nyesterday, when he asked how much does a ship cost.\r\n\r\nOne  ship costs millions of dollars. Also when  you\r\n\r\n\r\n\r\nreally  go  out of your way to fight  the  shipping\r\n\r\nconferences,  you come to a freight war.  When  you\r\n\r\ncome  to a freight war, what do you find? You  find\r\n\r\nthat in the end the merchants for whose benefit you\r\n\r\nare trying to break the conference will invariably,\r\n\r\nquietly  and,  under a different name possibly,  go\r\n\r\nand  ship  by  the conference lines  because  these\r\n\r\nconferences lines are able to offer cheaper freight\r\n\r\nrates.  I  am sure the Member for Telok  Ayer  will\r\n\r\nbear  me out, because he has had the experience  of\r\n\r\nfighting  the  Straits  Bombay  Conference  in  the\r\n\r\n1930's.  It is a tough fight. A merchant  does  not\r\n\r\nalways  look to the long-term advantage. If he  can\r\n\r\nfind  cheaper  freight immediately  even  with  the\r\n\r\nconference line, he will go and quietly ship by the\r\n\r\nconference line which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1453</b></font><br><br>\r\n\r\n\r\n\r\nhas  entered the freight war. Therefore, any effort\r\n\r\nby  any  organisation or any country to  fight  the\r\n\r\nshipping conferences will be a very difficult task,\r\n\r\nunless  they  have powerful resources behind  them,\r\n\r\nand it will take at least 10 or 15 years to develop\r\n\r\nshipping  to the amount where they could reasonably\r\n\r\nhope  to  have  a chance of fighting any  of  these\r\n\r\nconferences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is lack of trained technical\r\n\r\nstaff.  We  have not got locally trained  technical\r\n\r\nstaff. We have not got the Masters. We have not got\r\n\r\nthe  Mates.  We have not got the Engineers  to  man\r\n\r\nships which we might possibly own. It has been  two\r\n\r\nyears  since  I  tried to expand  the  local  trade\r\n\r\nlimits  for the local trade masters, provided  they\r\n\r\ntake  extra subjects and pass them. We have  worked\r\n\r\nlong  hours to finalise such a scheme. Then we  put\r\n\r\nit   to   the  Federation  of  Malaya  and   Borneo\r\n\r\nterritories. But both of them turned  it  down.  In\r\n\r\nfact,  if  the scheme had been operated,  it  would\r\n\r\nhave  benefited  the Malays, because  most  of  the\r\n\r\nlocal  trade masters are Malays. But the Federation\r\n\r\nof Malaya could not see eye to eye with us. Neither\r\n\r\ndid  the  Borneo territories. The hon.  Member  may\r\n\r\nwell  ask why do we not go alone on it? The  answer\r\n\r\nis  that we could not go alone because if our ships\r\n\r\nget  out of Singapore and go to any of these areas,\r\n\r\nthe  Borneo Government or the Federation Government\r\n\r\ncould  refuse to give it a clearance and  the  ship\r\n\r\nwould be stuck there. So any action to enlarge  the\r\n\r\nlocal  trade  limits and raise the  status  of  the\r\n\r\nlocal  trade  masters, so that they  could  command\r\n\r\nbigger  ships with bigger tonnages, must  have  the\r\n\r\napproval  of  the  Federation  Government  and  the\r\n\r\nBorneo Government. We cannot do it on our own. That\r\n\r\nis  roughly  the  position. However,  if  the  hon.\r\n\r\nMember  has  any  scheme  in  mind  which  will  be\r\n\r\nworkable, I should be happy to discuss it with him.\r\n\r\nBut  I  sympathise with him when he said  that  the\r\n\r\n\r\n\r\nshipping conferences do have a strangle-hold effect\r\n\r\non  our  commerce; and they could, if they want  to\r\n\r\nfight  us,  divert our trade to other channels,  as\r\n\r\nhappened in copra recently.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1454</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the subject of tourism raised by\r\n\r\nthe  Member for Tiong Bahru. He asked what we  have\r\n\r\ngot  in Singapore. Sir, I had occasion recently  to\r\n\r\nstop for a couple of days in Honolulu on my way  to\r\n\r\nthe  United  States,  and frankly  what  I  saw  in\r\n\r\nHonolulu  did  not  impress me at  all.  The  much-publicised Waikiki Beach has nothing except that it\r\n\r\nis  a beach with bathing facilities, basically  the\r\n\r\nsame  as  we have in Changi; except it is a  bigger\r\n\r\nbeach. Yet it is the publicity that has made Hawaii\r\n\r\ntoday a centre of big tourist attraction. They have\r\n\r\nnothing else to offer besides that.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> They have fine hotels.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> We offer shopping facilities\r\n\r\nhere,  and I am sure many of the tourists who  come\r\n\r\nhere do a lot of shopping in our stores. The Member\r\n\r\nraised  the question of big hotels. There were  two\r\n\r\nproposals  I  received  last  year  for   two   big\r\n\r\noperators  to  have big hotels here.  However,  the\r\n\r\nproposals are still under consideration, and  I  am\r\n\r\nafraid  that  now they are rather  sitting  on  the\r\n\r\nfence  to see what sort of a government is returned\r\n\r\nafter  the next Elections before they would put  in\r\n\r\n$5 million in a hotel.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir, hon. Members must have read the\r\n\r\ncomment made by Mr Tan Chin Tuan, Chairman of  the\r\n\r\nRaffles  Hotel,  yesterday  about  the  raising  of\r\n\r\nelectricity  rates. Now, that has not been  helpful\r\n\r\nto  the hotel industry. The hon. Member for Tanjong\r\n\r\nPagar  may  very well say that the City Council  is\r\n\r\nresponsible for selling electricity at an  economic\r\n\r\nprice,  without  caring what other  industries  the\r\n\r\nGovernment  want to develop. That may be  so,  Sir.\r\n\r\nBut  then the City Council's responsibility  is  to\r\n\r\n\r\n\r\nlicense ice-cream sale only for health reasons, and\r\n\r\nnot to prohibit the entry of ice-cream to encourage\r\n\r\nlocal industry. But they have done it, and if  they\r\n\r\ncan  do it with ice-cream, they might also consider\r\n\r\nother industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru went on to say: \"Make\r\n\r\nSingapore a free port.\" It is a free port, and I do\r\n\r\nnot see how freer I can make it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1455</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he went on to attack my Permanent Secretary.\r\n\r\nSir,   the  appointment  of  a  local  officer   as\r\n\r\n\r\n\r\nPermanent Secretary was the subject of an agreement\r\n\r\nreached   under  the  Malayanisation  Scheme.   The\r\n\r\nMalayanisation Scheme was approved by hon.  Members\r\n\r\non  both  sides of the House. My present  Permanent\r\n\r\nSecretary  has  been  promoted  to  that  post   in\r\n\r\naccordance with the Malayanisation policy.  He  has\r\n\r\nnot got any high academic degree, I admit, but then\r\n\r\nin  the  case  of  the Permanent Secretary  to  the\r\n\r\nMinistry  of  Commerce and Industry, it  has  never\r\n\r\nbeen found necessary to have high academic degrees.\r\n\r\nIn  fact,  as  a  merchant, I hold  the  view  that\r\n\r\n\r\n\r\nsometimes   high  academic  degrees  are   more   a\r\n\r\ndeterrent  to, than an assistance in, carrying  out\r\n\r\nthe  right  policy, because the thinking of  people\r\n\r\nwho  hold  such  academic degrees runs  in  certain\r\n\r\ngrooves,  and those grooves are taught to  them  on\r\n\r\nthe  pattern  of the economy of Western  countries.\r\n\r\nFor instance, certain economists hold the view that\r\n\r\n\r\n\r\nthis  is the line we should take, because they have\r\n\r\nlearnt their economics according to the pattern  of\r\n\r\nWestern  economics.  But these  conditions  do  not\r\n\r\napply  here. Therefore, it is better to have a  man\r\n\r\nwho   has  not  got  a  high  academic  degree   in\r\n\r\neconomics,  but who has experience in handling  the\r\n\r\nmatter. I can tell you that this officer is a  very\r\n\r\npromising  officer, and I am sure he  will  develop\r\n\r\ninto a very good Permanent Secretary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have some experience in trade, as the hon.\r\n\r\nMember  must  admit, and I am there at least  until\r\n\r\n5th April, 1959, to guide the Ministry and to do my\r\n\r\nbest  to advance the cause of Singapore in commerce\r\n\r\nand industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member might also wish to know that it\r\n\r\nis  the Public Service Commission which chooses the\r\n\r\nman,   and   when  my  former  Permanent  Secretary\r\n\r\nresigned, we were short of local officers.  Sir,I\r\n\r\nmay  now  add  that  my Permanent  Secretary  is  a\r\n\r\nRaffles  College graduate, and he has  studied  the\r\n\r\nsubject   of  economics.  He  has  a  B.A.  Honours\r\n\r\n(Cambridge)   degree.  This  is  an  administrative\r\n\r\nappointment  determined  outside  the  control   of\r\n\r\nGovernment.  So  this  point  of  not  having   any\r\n\r\nacademic qualification\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1456</b></font><br><br>\r\n\r\n\r\n\r\nis  again wrong. However, I am quite satisfied with\r\n\r\nthe  officer concerned. I am sure he will make good\r\n\r\nin his job.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> The hon. Minister\r\n\r\nseems   to  be  getting  impatient,  but  I  think,\r\n\r\naccording  to  the  time-table,  we  are  still  on\r\n\r\nschedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are very happy indeed to hear that the\r\n\r\nMinister  for Commerce and Industry has  confidence\r\n\r\nin his Permanent Secretary. I think it is the right\r\n\r\ncourse  to  take, and I am very sorry  to  have  to\r\n\r\ncriticise my colleague on the Opposition  Side  who\r\n\r\nhas criticised the appointment of the new Permanent\r\n\r\nSecretary,  and whose view on this matter  shows  a\r\n\r\ncertain degree of inferiority complex; namely, if a\r\n\r\nEuropean is appointed, then there will be no  query\r\n\r\nat all.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> That is nonsense!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I am happy that the\r\n\r\nMinister  for Commerce and Industry has enlightened\r\n\r\nus on this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the tourist trade. I wonder\r\n\r\nwhether the Minister for Commerce and Industry  can\r\n\r\nlet the House know what exactly is in his mind when\r\n\r\nhe  says  he  wants to make Singapore an attractive\r\n\r\ncentre  of tourism. Of course, I hope the  Minister\r\n\r\ndoes  not intend to attract tourists into Singapore\r\n\r\non  the  style of the Paris night clubs, the  Tokyo\r\n\r\ngeishas,  or  the  Hongkong  strip  tease.  On  the\r\n\r\nquestion of Hawaiian dances, have we any hula  hula\r\n\r\ndances  here?  Sir, I did mention last  year  that,\r\n\r\nmuch as we would like to boost tourism, we must  at\r\n\r\nthe  same time safeguard the moral standard of this\r\n\r\ncity.  Therefore, I wish the Minister for  Commerce\r\n\r\nand  Industry could give us more details,  since  a\r\n\r\nyear  has  elapsed  when  the  question  was  first\r\n\r\nraised. What is in his mind when he says that he is\r\n\r\nconfident   he   is  able  to  make  Singapore   an\r\n\r\nattractive tourist centre?\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, I wonder what\r\n\r\nthe  Member for Changi knows about trade,  when  he\r\n\r\ntouched on the question of the appointment  of  the\r\n\r\nnew Permanent Secretary to the Ministry of Commerce\r\n\r\nand Industry. I pointed out to this House that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1457</b></font><br><br>\r\n\r\n\r\n\r\nthe  Ministry of Commerce and Industry  is  a  very\r\n\r\nimportant  Ministry. I am not against any  type  of\r\n\r\npeople - they  may be Europeans, Indians,  Malays  or\r\n\r\nChinese - put in charge of this Ministry. What  I  am\r\n\r\nconcerned   is   that  this  Permanent   Secretary,\r\n\r\naccording  to his past records, has failed  in  his\r\n\r\nexaminations.  He  could  not  even  get  into  the\r\n\r\nMalayan  Civil  Service. He  actually  entered  the\r\n\r\nMuseum service as a curator. Later on he was  given\r\n\r\na scholarship and when he went to England, he wrote\r\n\r\na book entitled \"Kris\".\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think this is completely\r\n\r\nirrelevant  to the debate. The hon.  Member  is,  I\r\n\r\nthink, wrong in criticising an appointment which, I\r\n\r\ntake  it,  is an appointment by the Public  Service\r\n\r\nCommission.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> That is what I say, Sir. This is\r\n\r\nmost  unfair  because  this  is  a  very  important\r\n\r\nMinistry.  We  must  get someone  with  experience,\r\n\r\nbecause Singapore lives on trade. Even the Minister\r\n\r\nfor  Commerce and Industry has said that this is  a\r\n\r\nvery  important Ministry. We live or die by  trade.\r\n\r\nWe  must get someone who knows trade or industry so\r\n\r\n\r\n\r\nthat the Ministry can be run properly. It is no use\r\n\r\nputting someone there who has no experience.  Maybe\r\n\r\nthe  Minister  for Commerce and Industry  is  right\r\n\r\nwhen  he says that academic qualifications are  not\r\n\r\nsufficient. What we want is a man with a  practical\r\n\r\nknowledge of trade and industry.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member has\r\n\r\nventilated  his grievance, and I do not  think  the\r\n\r\nsubject should now be pursued any further.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> I was just trying to reply to\r\n\r\nthe Member for Changi and the Minister for Commerce\r\n\r\nand Industry about this appointment, because it was\r\n\r\nthey who said that I was against the appointment of\r\n\r\nthe   present  Permanent  Secretary,  because   the\r\n\r\nincumbent  is a Malay and I do not like Malays.  It\r\n\r\nis not that.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1458</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I did not say that.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I have indicated that I\r\n\r\nconsider  that  the  hon.  Member  has  had   ample\r\n\r\nopportunity to answer what has been said  and  that\r\n\r\nsubject should now be closed.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Now, Sir, we come to the reply\r\n\r\ngiven  by  the Minister for Commerce and  Industry,\r\n\r\nregarding the question of a merger. He pointed  out\r\n\r\nthat  we have a surplus population, and asked where\r\n\r\nthis  surplus  population would go, except  to  the\r\n\r\nFederation  of  Malaya, and  that  he  was  looking\r\n\r\nforward to that. It is just like looking forward to\r\n\r\nsomething  remote.  It is like hoping  to  win  the\r\n\r\nfirst  prize  of  the  Social  Welfare  Lottery  of\r\n\r\n$350,000. That is only a dream. We must face facts.\r\n\r\nWe  cannot  say:  we have a surplus population,  so\r\n\r\n\r\n\r\nwhere  will  the  people  go,  unless  we  beg  the\r\n\r\nFederation  of  Malaya to take in  a  part  of  our\r\n\r\npopulation.  I  wonder  whether  the  Minister  for\r\n\r\nCommerce  and  Industry is aware that in  Singapore\r\n\r\ntoday   even  in  the  public  service,   we   have\r\n\r\nFederation   people   here.  Even   the   Permanent\r\n\r\nSecretary to the Ministry of Commerce and  Industry\r\n\r\ncame from the Federation. Look at the place of  his\r\n\r\nbirth. I can tell you offhand of the names of  four\r\n\r\nor  five  people  who came from the  Federation  of\r\n\r\nMalaya. There are many more people in Singapore who\r\n\r\ncame  from  the  Federation  of  Malaya.  Yet   the\r\n\r\nMinister talked about a surplus population and that\r\n\r\nwe  must have a merger. Sir, on the question  of  a\r\n\r\nmerger,  we  have had a reply many times  from  the\r\n\r\nFederation - Government  officials  and  the   people\r\n\r\nalike - that  they do not want merger. They  went  so\r\n\r\nfar as to describe Singapore as a diseased hand. Is\r\n\r\nit  not humiliating? Is it not degrading? I am very\r\n\r\nsurprised  that  the Government  does  not  realise\r\n\r\nthat. The Government must have a thick face not  to\r\n\r\nrealise  the rebuff we receive from the  Federation\r\n\r\nevery  time we ask for a merger. The Federation  of\r\n\r\nMalaya was serious when they said that they did not\r\n\r\nwant  merger.  We have already been  repulsed  more\r\n\r\nthan once by the Federation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1459</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Look at the student problem. Our students are not\r\n\r\nallowed  to  cross the Causeway and yet  Federation\r\n\r\nstudents are allowed to cross into Singapore. Is it\r\n\r\nnot humiliating?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also, Sir, we have tariffs imposed on us. When\r\n\r\ngoods  go  to the Federation we must pay a  tariff.\r\n\r\nWhen  Federation goods come in here, they  have  no\r\n\r\n\r\n\r\nneed  to  pay  a  tariff. As I said on  the  Second\r\n\r\nReading,  it  is  not  a  dignified  approach.  The\r\n\r\nGovernment  are more concerned with the  Federation\r\n\r\nthan  with  attempting to improve the  lot  of  the\r\n\r\npeople  of Singapore. They do not face facts.  They\r\n\r\nare  not realistic. They talk about the problem  of\r\n\r\nmerger  day  in  and day out until  they  quit  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I think the subject of\r\n\r\nthe  appointment of my Permanent Secretary has been\r\n\r\nsufficiently ventilated.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I have closed the subject.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> There is only one little\r\n\r\npoint.  It is very difficult to find good  officers\r\n\r\nwith  enough  experience. We  have  advertised  for\r\n\r\nofficers for other posts in the Ministry, for lower\r\n\r\nposts,  and even then we have not been able to  get\r\n\r\nthe officers. We have kept on advertising.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also have plans to try and train a few junior\r\n\r\nofficers as Trade Commissioners, but in our  search\r\n\r\nfor them we have not come across a suitable type.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming, Sir, to tourism, a point raised by the\r\n\r\nMember  for  Changi, it is not our desire  to  have\r\n\r\nSingapore  follow Paris or Japan with  their  night\r\n\r\nlife.  We  want to encourage tourists to come  here\r\n\r\nand  study  how other people live and  to  see  the\r\n\r\nworld.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I may perhaps give a few figures here, Sir, of\r\n\r\nthe   contribution  that  tourism   has   made   to\r\n\r\nSingapore's  economy. We had a survey  carried  out\r\n\r\nfor  the  period  1st  July, 1957,  to  30th  June,\r\n\r\n1958 - one  year - and we found that of the number  who\r\n\r\nlanded  in Singapore from overseas, 75,456  persons\r\n\r\nstayed an average of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1460</b></font><br><br>\r\n\r\n\r\n\r\nthree  days. There are other categories who  stayed\r\n\r\nless than three days, but they are not included  in\r\n\r\nthis  figure. Those who stayed three days and  over\r\n\r\nspent  an  average of $100 a day. This  amounts  to\r\n\r\n$22,636  000  in  tourist expenditure  for  the  12\r\n\r\nmonths  analysed.  We hope to get  a  10  per  cent\r\n\r\nincrease next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the countries from which the biggest number\r\n\r\nof  such  persons  come  here  are:  United  States\r\n\r\n10,774:   United  Kingdom  8,751:  other   European\r\n\r\ncountries  8,223;  India 5,486; other  South  Asian\r\n\r\ncountries  15,123; Australia 4,956;  and  Indonesia\r\n\r\n14,426.  The other figures are in the region  of  a\r\n\r\nthousand  or  less than a thousand  and  I  am  not\r\n\r\nquoting  them. As I have said, the total number  of\r\n\r\nthose  tourists who stayed three days  or  over  is\r\n\r\n75,456,  and their expenditure is over $22,000,000.\r\n\r\nSo  you  can  see  the  size of  contribution  that\r\n\r\n\r\n\r\ntourism makes to Singapore's economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $805,330 for Head 30 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1460</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 31-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $109,130 for Head 31 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, touching on Head\r\n\r\n31 - Agriculture - I  would  like  the   Minister   for\r\n\r\nCommerce  and  Industry  to  enlighten  us  on  two\r\n\r\npoints.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first is vegetable growing. I wonder if\r\n\r\nvegetable  production  has increased.  Furthermore,\r\n\r\nbecause of floods or the limitation of land and,  I\r\n\r\nthink,   also  a  lack  of  knowledge  of   nursing\r\n\r\nvegetable    beds   and   shortage   of    suitable\r\n\r\nfertilizers,  will  that affect the  production  of\r\n\r\nvegetables?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, is there any possibility of developing\r\n\r\nthe flower-growing industry in Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Minister will answer these two\r\n\r\nquestions.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, we produce about 60 per\r\n\r\ncent  of  our requirements of green leaf vegetables\r\n\r\nin  Singapore. That is quite a lot when taking into\r\n\r\nconsideration the size of the island and  the  land\r\n\r\navailable for such purposes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1461</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We wanted to intensify agriculture on hilltop\r\n\r\nland,  which  is  not  fertile  enough  for  normal\r\n\r\nmethods  of cultivation, by getting an expert  from\r\n\r\nIndia  on hydroponics - that is soilless culture.  We\r\n\r\nwere promised an expert in 1956. Unfortunately  the\r\n\r\nexpert  did not turn up. For some reason, I  think,\r\n\r\nhis visit was cancelled and we could not obtain his\r\n\r\nservices.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Rural Development Commissioner spoke to me a\r\n\r\nfew  days back. He said he was trying again to  get\r\n\r\nsuch  an  expert from India. In fact, he is already\r\n\r\ntrying  out  experiments in hydroponics in  certain\r\n\r\nareas. If that succeeds, and if it is found  to  be\r\n\r\nan  economic proposition, we can then increase  our\r\n\r\nagricultural   production - vegetable   production - by\r\n\r\nquite a lot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members  may be interested to know  that  in\r\n\r\nJuly  this  year a record quantity of  tobacco  was\r\n\r\nharvested - two and a half times the average  monthly\r\n\r\nharvest  in  1957. The harvest was  142,816  pounds\r\n\r\ntobacco. That is not just accidental. That  is  due\r\n\r\nto  the  advice from Ministry officials who go  out\r\n\r\nand  encourage  the  farmers as  to  the  lines  of\r\n\r\nproduction.  We do not force them to  take  certain\r\n\r\nlines  of production but we encourage them in  what\r\n\r\nlines  they  wish to take, and that is  in  keeping\r\n\r\nwith the freedom of occupation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I have said shows that the tobacco crop has\r\n\r\ngreatly  increased.  Our  vegetable  production  is\r\n\r\nsteady and if we succeed in hydroponics, it will go\r\n\r\nup further.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I think the Minister has\r\n\r\nforgotten  to  answer my point  about  the  flower-growing industry, whether it is possible to develop\r\n\r\nflower plantations here?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a supplementary question, Sir, is it possible\r\n\r\nfor  the  Minister  to have a long-term  policy  to\r\n\r\nprovide   more  farm  lands  for  the  professional\r\n\r\nfarmers?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> The growing of flowers has\r\n\r\nalso  increased, Sir. In fact, the flower  industry\r\n\r\nis  becoming  quite an export industry.  But  I  am\r\n\r\nafraid  I have not got the figures with me to  show\r\n\r\nthe hon. Member how it has progressed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1462</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The provision of more land for farmers - that is a\r\n\r\nmost  difficult question, because we are  short  of\r\n\r\nland.  That  is why I say if we have a merger  with\r\n\r\nthe  Federation we can settle some of them on their\r\n\r\nland.  Land  is  a commodity which we  cannot  just\r\n\r\ncreate out of thin air. It is a god-sent thing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> No, no.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> As I said yesterday, there is\r\n\r\na  lot  of land available all over the world - under-populated  land - but  it is  closed  to  us  at  the\r\n\r\nmoment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $109,130 for Head 31 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1462</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 32-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $98,580 for Head 32 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, I would like\r\n\r\nthe  Minister for Commerce and Industry to tell  me\r\n\r\nwhat   are   the   functions  of  the  Co-operative\r\n\r\nDevelopment Department and for what purpose  it  is\r\n\r\nset up.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It was not set up by me, Sir.\r\n\r\nIt  existed when I took office as Minister, and the\r\n\r\n\r\n\r\nhon.  Member  should have asked  this  question  in\r\n\r\n1955,  when he first came into this House,  because\r\n\r\nit was a department which had a grant in the Budget\r\n\r\nthen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Department is set up to encourage\r\n\r\nthe development of Co-operative Societies.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, on this Head - Co-operative Development - I recollect that I filed a\r\n\r\nquestion last year whether the Government would  be\r\n\r\nprepared  to  extend  cash  loans  to  certain  Co-operative Societies. I remember, Sir, the  Minister\r\n\r\nsaid they had a scheme to provide a certain amount,\r\n\r\nsay  $50,000, to the farmers or fishermen.  I  hope\r\n\r\nthe   Minister   will  take  this  opportunity   to\r\n\r\nenlighten us, by giving details on the progress  of\r\n\r\nsuch  a  scheme, and whether he intends to  provide\r\n\r\nmore money for such a scheme.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1463</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, I wish him to give an answer whether\r\n\r\nor  not  he is satisfied with the progress  of  Co-operative Societies in Singapore. If not,  what  is\r\n\r\nthe main cause? Is it because there is no financial\r\n\r\nsupport?\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Sir, the Minister for Commerce\r\n\r\nand  Industry,  in reply to my question  about  the\r\n\r\nfunctions    of   this   Co-operative   Development\r\n\r\nDepartment,  said that it was going to  look  after\r\n\r\nthe Co-operative Societies in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are spending a sum of $98,580 on this\r\n\r\nDepartment.  What  I  want  to  know  is  why   the\r\n\r\nDepartment itself is not doing anything, except  on\r\n\r\npaper?  To  register the Co-operative Societies  in\r\n\r\nSingapore  is  not  enough. I was  told  that  this\r\n\r\nDepartment  is to look after the interests  of  the\r\n\r\nfarmers in the rural areas, to help them, but it is\r\n\r\nonly on paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder how many times the Minister has said he\r\n\r\nwould   look  into  this  problem  of  co-operative\r\n\r\ndevelopment. It is a mere waste to spend  money  on\r\n\r\nthe staff in this Department.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Minister were to study carefully the\r\n\r\nworking system past and present in this Department,\r\n\r\nhe would have a shock.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest, Sir, that a Committee be set up to\r\n\r\nlook   into  the  functions  and  duties  of   this\r\n\r\nDepartment.  And  I can tell you furthermore,  Sir,\r\n\r\nthat  when  this  Committee  investigate  into  the\r\n\r\nfunctions   of  this  Department,   you   will   be\r\n\r\nsurprised; even the Minister will be surprised!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I myself am not\r\n\r\nsatisfied  with  the  progress  made  by  the   Co-operative Development Department. I have  not  been\r\n\r\nsatisfied since quite some time in the past.  There\r\n\r\nis  nothing I can do about it, because we have  not\r\n\r\ngot   suitably   trained  officers   to   run   the\r\n\r\nDepartment.  What we lack are Chinese  Co-operative\r\n\r\nOfficers who can speak the language and go  out  to\r\n\r\nthe  farmers and talk to them about the  advantages\r\n\r\nof forming co-operatives. We could not get such men\r\n\r\nand I even\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1464</b></font><br><br>\r\n\r\n\r\n\r\nsaid  so last year during the Budget debate. I  did\r\n\r\nmy  very best to get some officers, but we have not\r\n\r\nsucceeded. Therefore, it is the physical limitation\r\n\r\nwhich we have not been able to overcome.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, it is a sorry\r\n\r\nadmission by the Minister for Commerce and Industry\r\n\r\nthat he is not satisfied with that Department. What\r\n\r\nhas he done after all? Why cannot he improve? It is\r\n\r\nno  use saying that he cannot get this officer;  he\r\n\r\ncannot   get   that  officer;  he  cannot   recruit\r\n\r\nexperienced officers. That is not enough.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are spending $98,580 of the\r\n\r\npeople's  money  at the expense of  the  people  of\r\n\r\nSingapore. If we are going to pay such a large  sum\r\n\r\nto the staff of this Department, we should see that\r\n\r\nit  is  functioning properly and  not  wasting  the\r\n\r\nmoney, as in this case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Commerce and Industry just stands here and says, \"I do not know. I admit that\r\n\r\nthis  Department is not very satisfactory.  I  have\r\n\r\nlooked into it, but we cannot get the men.\" That is\r\n\r\nnot the excuse we want.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It is not a sorry admission,\r\n\r\nSir,It is an honest admission. It is not just made\r\n\r\ntoday;  it has been made a year ago. I do not  know\r\n\r\nwhether  I can say this, Sir,I have tried  to  get\r\n\r\nanother  officer, but the Public Service Commission\r\n\r\nwould  not  give  me another officer.  We  are  not\r\n\r\ndictators  who  could  order  the  Public   Service\r\n\r\nCommission  about.  And that  is  the  end  of  the\r\n\r\nmatter. I cannot do anything further than that. The\r\n\r\nMinister is limited by the appointment made by  the\r\n\r\nPublic  Service Commission. Though I would like  to\r\n\r\nhave  a Chinese as the Head of the Department,  who\r\n\r\ncould  go  put  to  the  farmers  (who  are  mainly\r\n\r\nChinese)  so  that the co-operatives  can  progress\r\n\r\nfurther,  I  suppose the Public Service  Commission\r\n\r\nhave not been able to find a suitable man. Probably\r\n\r\nit  is not their fault. Possibly it is because they\r\n\r\ncannot  find a suitable man. That is why we are  at\r\n\r\nthe moment restricted, as I have explained.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1465</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no use the Member on the other side jumping\r\n\r\nabout. It is beyond my capabilities to procure  the\r\n\r\nright type of man.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, we are very\r\n\r\ngrateful  to  have  such  an  honest  Minister  for\r\n\r\nCommerce  and  Industry! It is very  surprising  to\r\n\r\nhear  the  Minister  admit  the  standard  of  this\r\n\r\nDepartment   called  the  Co-operative  Development\r\n\r\nDepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Labour Front profess to be a Socialist Party.\r\n\r\nI  think  it is the fundamental principle of  every\r\n\r\n\r\n\r\nSocialist  to  encourage Co-operative Societies.  I\r\n\r\nwonder why this Socialist Government can afford for\r\n\r\nover three years to waste such a golden opportunity\r\n\r\nto  encourage the co-operative movement - but because\r\n\r\nthe  Public Service Commission has failed to supply\r\n\r\nan  officer.  The Government just say, \"All  right,\r\n\r\nyou cannot give me, so I cannot have.\" Why does the\r\n\r\nMinister  not scrap the Department if he  does  not\r\n\r\nhave  a  suitable  man to run it?  This  will  save\r\n\r\nmoney, instead of allowing it to be placed under  a\r\n\r\nHead  in the Budget and telling the people, \"We,  a\r\n\r\nSocialist  Government, encourage more  Co-operative\r\n\r\nSocieties, just not in fact.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has failed to answer my\r\n\r\nquestion whether he has a scheme in mind to provide\r\n\r\nmore  cash  loans  to  the  already  existing   Co-operative Societies. I want him especially to  give\r\n\r\nus  a detailed report on the $50,000 which has been\r\n\r\nloaned to some Co-operative Societies.\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair (Assistant Minister to the Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister to the Chief Secretary (Mr M. P. D. Nair):</b> Sir, I personally do not\r\n\r\nbelieve  that  there is any bright future  for  co-operative  development in Singapore. The only  area\r\n\r\nwhere  co-operative  development  can  thrive   and\r\n\r\nflourish  is  in the rural areas. In the  city,  we\r\n\r\nhave  had  experience of co-operative shops,  which\r\n\r\nwere a failure.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1466</b></font><br><br>\r\n\r\n\r\n\r\nThe  only  thriving  bodies  are  the  co-operative\r\n\r\nthrift   and   loan  societies  and   the   housing\r\n\r\nsocieties.  I  think the Government should  do  all\r\n\r\nthey  can  to encourage such bodies so that  thrift\r\n\r\ncan be maintained by the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to co-operative development in the\r\n\r\nrural areas, I am afraid there is very little  hope\r\n\r\nfor development. Particularly with the expansion of\r\n\r\nrural development schemes, you will find there will\r\n\r\nbe no need for any kind of co-operative development\r\n\r\nin the rural areas.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Why not?\r\n\r\n\r\n\r\n<br><br><!-- Mr Nair -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Nair:</b> The farmers in the rural areas, my\r\n\r\nexperience  shows,  are  individualists.  They  are\r\n\r\nnecessarily individualists because they have little\r\n\r\nfarmland,  and  whatever farmland they  have,  they\r\n\r\nwill have to make use of it for their own purposes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have no facilities for collective farming - it\r\n\r\nis  completely  out  of the question.  I  sincerely\r\n\r\nbelieve   that  if  there  is  right   and   proper\r\n\r\nencouragement   for  rural  development   and   its\r\n\r\nprojects,  that would be adequate for the  economic\r\n\r\nadvancement of the people in the rural areas. There\r\n\r\nis no further room for any co-operative development\r\n\r\nin  the  rural  areas. We have  tried  co-operative\r\n\r\ndevelopment for many years in the rural  areas  and\r\n\r\nyet we have not been able to progress.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, the hon.\r\n\r\nMember  for  Seletar says he has no  hope  for  co-operative  development  in  the  rural  areas.  The\r\n\r\nGovernment,  Sir,  have  no  money  to   spend   on\r\n\r\nessential services from which the people  can  have\r\n\r\nbenefits.  Yet they see fit to spend money  on  co-operative  development. The Government  should  see\r\n\r\nthat they get benefit out of this Department. It is\r\n\r\na fact that this Department is set up to look after\r\n\r\nthe  problem of the farmers. What actual  work  has\r\n\r\nbeen  done by this Department? Only paper work.  It\r\n\r\nonly receives registrations or reports from all the\r\n\r\nco-operative societies in Singapore,  and  that  is\r\n\r\ndone on paper. Nothing else, only paper work.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1467</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Minister for Commerce and Industry is\r\n\r\nsincere  about  his job, he should look  into  this\r\n\r\nproblem.  I  pray and urge him to  look  into  this\r\n\r\nproblem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If he cannot find the proper people to run the\r\n\r\nDepartment  then close it, rather  than  waste  the\r\n\r\npublic's money.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, my admission that I was\r\n\r\nnot  satisfied with the progress of the  Department\r\n\r\nhas been misconstrued by the Opposition Members who\r\n\r\nhave  urged me to close it down. Sir, I said I  was\r\n\r\nnot  satisfied with the progress. I did not say the\r\n\r\nDepartment was useless. In fact, the Department  is\r\n\r\ndoing  some work, and the amount of money  that  is\r\n\r\nbudgeted for it is just the amount required for the\r\n\r\namount of work it is doing. If the Department  were\r\n\r\ndoing  more work, a bigger amount would  have  been\r\n\r\nrequired.  Therefore, the amount which we  are  now\r\n\r\nbudgeting  for  is  the amount  necessary  for  the\r\n\r\namount of work the Department is doing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I failed at the beginning to give some\r\n\r\nfigures. I thought they might not be necessary,  so\r\n\r\nas not to prolong this debate. But I will give some\r\n\r\nfigures now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The number of Co-operative Societies in existence\r\n\r\nin 1954 - before we took over - was 61. Today there are\r\n\r\n104, an increase of about 40 societies. So the  Co-operative  Department is encouraging the  formation\r\n\r\nof  Co-operative Societies. But what I said  was  I\r\n\r\nwas  not  satisfied  with  the  rate  of  progress.\r\n\r\nInstead of 40 more, I would have expected 200 more.\r\n\r\n\r\n\r\nBut  if we could have 200 more, the amount of money\r\n\r\n\r\n\r\nrequired would have been probably doubled,  because\r\n\r\nwe  would  have to have more Co-operative Officers.\r\n\r\nTherefore, it is a fallacious argument  to  pin  me\r\n\r\n\r\n\r\ndown  by  saying. \"Why do you not  close  down  the\r\n\r\nDepartment?\" That is not the way to do things, Sir.\r\n\r\nThe  right way is to keep the Department going. Let\r\n\r\n\r\n\r\nit  do the amount of work it can, having regard  to\r\n\r\nthe physical limitations at the moment. But, if you\r\n\r\nhave the Department, you could expand it in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1468</b></font><br><br>\r\n\r\n\r\n\r\nfuture when you have the right type of men.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the loan to the Agricultural Society,\r\n\r\nSir,  I think that was mentioned last year, when  I\r\n\r\nsaid  in this House that the Government had  agreed\r\n\r\nto  grant $50,000 to buy feeding stuffs and so  on,\r\n\r\nprovided the Society raised $10,000. There must  be\r\n\r\na  partnership. People in Singapore seem  to  think\r\n\r\nthat  if any Government agency, like the Industrial\r\n\r\nPromotion  Board, is prepared to  give  money,  the\r\n\r\nmoney  is  there for the asking, and that they  can\r\n\r\nthen  pocket the money and do what they like.  That\r\n\r\nis  not  so.  Unless there is a partnership,  which\r\n\r\nmakes  the  person receiving the money  responsible\r\n\r\nfor  seeing that the work progresses well, I am not\r\n\r\nprepared to grant a loan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That $10,000 which the Society promised to raise\r\n\r\nlast year, when the Budget was considered, has  not\r\n\r\nbeen  raised up to now. Therefore, the loan is  not\r\n\r\ngiven,  but  the offer is still open. If  they  can\r\n\r\nraise  the $10,000, the Government will be prepared\r\n\r\nto give them $50,000.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, the Minister\r\n\r\nsaid that he was not satisfied with the progress of\r\n\r\nthis  Department. Instead of finding ways and means\r\n\r\nof  furthering progress, he would rather sit in his\r\n\r\nair-conditioned office.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, how does the hon. Member\r\n\r\nknow I am sitting in my air-conditioned room? I  go\r\n\r\nto  America, to Australia, all over the  world,  on\r\n\r\nthe  taxpayer's money, according to  somebody  from\r\n\r\nhis Party.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> That is one of them.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $98,580 for Head 32 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1468</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 33-\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, I beg to mote the amendment standing in my name,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 33 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1469</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I bring up this amendment just to initiate\r\n\r\ndiscussion  and  for the benefit  of  the  incoming\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a merchant judges the state of his business\r\n\r\nby  his  balance sheet at the end of the  year.  We\r\n\r\nhave already judged the Labour Front Government  by\r\n\r\ntheir  balance  sheet from the beginning  of  their\r\n\r\nperiod of office to the end of that period now, and\r\n\r\nI  have  got  very little to say on  that  subject,\r\n\r\nbecause   Singapore  is  in  a   very   bad   shape\r\n\r\neconomically. The result is that the taxpayers  are\r\n\r\nsuffering, especially the poor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my remarks are for the incoming Government,\r\n\r\nand  the  Hon, the  Financial Secretary  with  his\r\n\r\nexperience  of  finance, might be able  to  suggest\r\n\r\nwhat could be done in this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is a free port, but it cannot\r\n\r\nfurther  develop, unless exchange control is  fully\r\n\r\nrelaxed. Look at Hongkong. It flourishes because of\r\n\r\nfree  exchange. That is, any goods can go  in,  any\r\n\r\ncurrency  can  get in and can be exchanged  on  its\r\n\r\nvalue from day to day. The result of having a  free\r\n\r\nexchange for Singapore will be that, like Hongkong,\r\n\r\nshe  can get her goods anywhere. They will be  much\r\n\r\ncheaper.  That will reduce the cost of living,  and\r\n\r\non the cost of living, trade and industry depend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is happening today? There is a\r\n\r\nrelaxation  on  a few items because the  Federation\r\n\r\nhave  done  so, but it does not help us very  much.\r\n\r\nThe Federation have their own economic policy. They\r\n\r\n\r\n\r\nare a free country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as long as we are a Colony and if we have\r\n\r\nany  voice  in the Government, it is  our  duty  to\r\n\r\nframe a policy for our own benefit. Of course, that\r\n\r\nis   for  the  incoming  Government  to  say.  This\r\n\r\nGovernment has failed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the very same goods which are prohibited\r\n\r\nhere  can  be had from Hongkong, at a higher  rate.\r\n\r\nActually,  the goods do not land in Hongkong.  They\r\n\r\n\r\n\r\nare  just  shipped  there and, by  the  same  boat,\r\n\r\ntranshipped to Singapore, but the money is paid  in\r\n\r\nHongkong. A lot of American goods come in that way.\r\n\r\nIf  that  could be done, Sir, would it be  wise  to\r\n\r\n\r\n\r\nspend so much money on retaining\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1470</b></font><br><br>\r\n\r\n\r\n\r\nthis  Department?  We  could at  least  reduce  the\r\n\r\nexpenditure  and  save  the  taxpayers'  money  and\r\n\r\nimprove the trade of the Colony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this House for so many days we have been\r\n\r\nhearing about a merger with the Federation. All the\r\n\r\nParties have agreed that one day Singapore and  the\r\n\r\nFederation  will  be  one  unit.  But  until   that\r\n\r\nhappens,  we  have to frame a policy  for  our  own\r\n\r\neconomic   progress,  for  the   benefit   of   the\r\n\r\ntaxpayers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Merger will certainly come one day. How? Only\r\n\r\nwhen the British can no longer retain this place as\r\n\r\na colony, as a result of pressure from other Asian-African nations, or when they have fulfilled  their\r\n\r\nown purpose.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Federation will automatically take over\r\n\r\nSingapore.   So  a  merger  depends  on   political\r\n\r\ndevelopment. Then why waste time and energy on this\r\n\r\nempty  talk  at present? It is an idea  which  will\r\n\r\ntake shape much later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the incoming Government will work out\r\n\r\nan  economic policy. If the Federation should grant\r\n\r\nus   preferential  rates  of  tariffs   for   goods\r\n\r\nmanufactured  in Singapore, we will  certainly  toe\r\n\r\ntheir line. But, so long as we are handicapped  and\r\n\r\nseparated  from them, and also if  we  are  to  toe\r\n\r\ntheir line, it will lead us nowhere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since it is a financial problem, I hope the\r\n\r\nFinancial  Secretary  might be  able  to  reply  or\r\n\r\nadvise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, banking facilities in Singapore are the best\r\n\r\nin  the  world. Many countries have  not  got  such\r\n\r\nbanking  facilities. They can be developed more  to\r\n\r\nthe  benefit  of  Singapore  by  a  free  exchange,\r\n\r\nespecially  in  regard to trade with Indonesia,  on\r\n\r\nwhich we depend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past from 1945 when the British\r\n\r\nreoccupied  this place till March 1955, there  were\r\n\r\nsome  of  us who did our best to get the Government\r\n\r\nto  relax as much control as possible. At  a  later\r\n\r\nstage,  there was a majority of elected Members  in\r\n\r\nthis  Assembly, but the Government were  not  in  a\r\n\r\nposition  to exercise their right as to  what  they\r\n\r\nshould do, because they were in the minority.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1471</b></font><br><br>\r\n\r\n\r\n\r\nThey  had  to  rely on the votes of ex-officio  and\r\n\r\nnominated  Members.  At that time,  the  Government\r\n\r\ncould have resigned and said, \"Look, we want this.\"\r\n\r\nBut they hung on to their posts.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the incoming Government will pursue\r\n\r\nthis problem of freeing exchange control as far  as\r\n\r\npossible for the benefit of Singapore\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, year in and year out we\r\n\r\nhave  had the same debate on the policy of  foreign\r\n\r\nexchange  control, and the arguments  advanced  are\r\n\r\nthe   same  fallacious  arguments  about  following\r\n\r\nHongkong.  Year  in and year out  I  have  kept  on\r\n\r\nrepeating that Hongkong is in a different position.\r\n\r\nHongkong  is  earning dollars. We are  not  earning\r\n\r\n\r\n\r\nthat  amount of dollars. Perhaps, Sir, hon. Members\r\n\r\nare not aware that our net dollar earnings per year\r\n\r\namount  to M$19.3 million and that we are  spending\r\n\r\nfar, far more than that on imports.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said that we have made a few\r\n\r\nrelaxations because the Federation Government  have\r\n\r\ndone  so. That is an absurd suggestion, Sir. I made\r\n\r\na statement in this House on the 12th of this month\r\n\r\nthat  the  Government were going to  liberalise  23\r\n\r\nitems and that that was agreed with the Federation.\r\n\r\nSir,   the   words  used  were  \"agreed  with   the\r\n\r\n\r\n\r\nFederation\".  It  was  not  that  we  followed  the\r\n\r\nFederation.  We \"agreed with the Federation\".  They\r\n\r\nannounced  it  first because their Council  sitting\r\n\r\nwas earlier than ours. Our Assembly sitting was two\r\n\r\ndays later. So it is no use trying to take away the\r\n\r\ncredit   by  saying  that  we  are  following   the\r\n\r\nFederation.  It  was a parallel decision  taken  by\r\n\r\nboth Governments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can well see the benefit of having a free\r\n\r\nexchange  market  here, the same  as  in  Hongkong,\r\n\r\nwhere  you can buy all the American goods you  want\r\n\r\nand  then sell them; but this limitation comes  in:\r\n\r\nthat  you cannot buy American goods unless you  can\r\n\r\nsell  to  American areas and get the hard currency,\r\n\r\nand  Hongkong  has  the hard  currency  because  of\r\n\r\nremittances.  She  has  a big  amount  of  earnings\r\n\r\nthrough remittances from overseas Chinese, from the\r\n\r\nAmerican States and Hawaii, and so on. We have  not\r\n\r\ngot that source of income of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1472</b></font><br><br>\r\n\r\n\r\n\r\nAmerican dollars. What American dollars we earn are\r\n\r\nonly  from  export  of goods which  do  not  really\r\n\r\nbelong to us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Ayer is always fond of\r\n\r\nsaying,    \"This   Government   have   failed    in\r\n\r\neverything.\" Of course, he has every right to  hold\r\n\r\nhis  opinion.  He  would have  liked  to  see  this\r\n\r\nGovernment go out of office; hence his anxiety over\r\n\r\nthe  non-resignation of the Government. That  is  a\r\n\r\nperfectly  democratic opinion, Sir,  and  I  cannot\r\n\r\nquarrel with him. He said that this Government have\r\n\r\nfailed.  Sir,  this Government have not  failed  in\r\n\r\nsafeguarding  the  economy of Singapore.  Hence  my\r\n\r\nannouncement  of  \"protection\"  and  various  other\r\n\r\nmeasures  to  safeguard our  economy  and  to  find\r\n\r\nemployment for our growing population.  If  we  had\r\n\r\nfailed in our duty, Sir, I would not have announced\r\n\r\nall these measures even though they were introduced\r\n\r\nat  a  late date. This Government are very much  on\r\n\r\nthe alert to see that we benefit as much as we can.\r\n\r\nBut  as regards foreign exchange and hard currency,\r\n\r\n\r\n\r\nwe  must  face the fact that we spend more  dollars\r\n\r\nthan we earn, and if at any time we liberalise  and\r\n\r\ntell the United Kingdom. \"We want to get out of the\r\n\r\nsterling  area,\"  they will say, \"Go  ahead.\"  Then\r\n\r\nwhat do we do? For our own immediate requirement of\r\n\r\ndollar  goods - the essential goods - we will  have  to\r\n\r\nfind the dollars and where are we going to get  the\r\n\r\ndollars  from? It is very easy, Sir, to talk  about\r\n\r\nrelaxations, but one has got to face facts;  and  I\r\n\r\nwarn the incoming Government to be very careful how\r\n\r\nthey  go about this. If they go blindly into  this,\r\n\r\nthey might wreck the economy of the country. It  is\r\n\r\nnot a problem that can be treated lightly. It is  a\r\n\r\nproblem  that  has  got  to be  thoroughly  studied\r\n\r\nbefore a decision can be taken. I myself. Sir,  was\r\n\r\nall  in favour of liberalising before I took office\r\n\r\nas Minister. Then when I had the facts and figures.\r\n\r\nI  found  that  we  are a big  dollar  earner  only\r\n\r\n\r\n\r\nthrough  the dollars earned by the Federation  from\r\n\r\ntheir  rubber.  The  Member  also  said  that   the\r\n\r\nFederation  as  a  free country  have  an  economic\r\n\r\npolicy  and that is exactly the crux of the matter.\r\n\r\nIf tomorrow the Federation decide to have a Central\r\n\r\n\r\n\r\nBank with their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1473</b></font><br><br>\r\n\r\n\r\n\r\nown  currency and have nothing to do with us,  then\r\n\r\nall  our dollar earnings from their rubber and  tin\r\n\r\nwill  go  to  the Federation - even the  $19  million\r\n\r\nwhich  we earn now we might not earn. That  is  not\r\n\r\nunderstood  by  the  Members of  the  Opposition - at\r\n\r\nleast by certain Members.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I do not agree with the\r\n\r\narguments put forward by the Member for Telok Ayer.\r\n\r\nI  will go even further and support the explanation\r\n\r\n\r\n\r\ngiven by the Minister for Commerce and Industry  as\r\n\r\nregards   the  difference  between  Singapore   and\r\n\r\nHongkong.  I  think about US$200 million  per  year\r\n\r\nflows  into Hongkong. A lot of money comes in  also\r\n\r\nfrom    corrupted    Kuomintang   officials,    the\r\n\r\nPhilippines,  and certain unstable South-East  Asia\r\n\r\nterritories, because there are no restrictions.  It\r\n\r\nis  also  easier  to  settle  down  permanently  in\r\n\r\nHongkong  than  here. Therefore, I  entirely  agree\r\n\r\nwith  the  explanation given by  the  Minister  for\r\n\r\nCommerce and Industry that we do not earn  as  much\r\n\r\nAmerican dollars as Hongkong does.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But one point I cannot understand, Sir, is that\r\n\r\nSingapore and Malaya are known as territories which\r\n\r\nenjoy  a  surplus of dollar earnings  and  now  the\r\n\r\nMinister tells us that it is not so and that we are\r\n\r\noverspending.  As regards the many tons  of  rubber\r\n\r\nexported  to  the  United States,  whether  through\r\n\r\nillegal   channels   or  through   smuggling   from\r\n\r\nIndonesia, I wonder where the foreign exchange goes\r\n\r\nto.  As  regards  the many tons of rubber  exported\r\n\r\nfrom  Singapore  to the United States  I  wish  the\r\n\r\nMinister  would  enlighten us  whether  the  dollar\r\n\r\npayments  are made to the Federation of  Malaya  or\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I do not support the entire\r\n\r\nrelaxation of foreign control, but I would like the\r\n\r\nGovernment  and any future government  to  bear  in\r\n\r\nmind  one  thing:  wisely adapt overselves  to  the\r\n\r\npeculiar economic conditions in South-East Asia  as\r\n\r\nwe  are at the cross-roads between the East and the\r\n\r\nWest  and  also the centre of South-East  Asia.  We\r\n\r\nhave always enjoyed a certain amount\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1474</b></font><br><br>\r\n\r\n\r\n\r\nof  invisible trade and because of this there is  a\r\n\r\nlot  of  invisible foreign exchange.  Therefore,  I\r\n\r\nwish  the  Minister should have the  discretion  to\r\n\r\ndetermine  whether such invisible foreign  exchange\r\n\r\ntransactions should be overlooked or should  be  in\r\n\r\naccordance   with  the  Foreign  Exchange   Control\r\n\r\nRegulations.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, there is one point that\r\n\r\nI  missed - before I come to the Member for Changi - in\r\n\r\nmy reply to the Member for Telok Ayer, and that is,\r\n\r\nhe  said  that the goods coming from Hongkong  were\r\n\r\nmore expensive and that if we were in a free dollar\r\n\r\narea we could buy those goods cheaper. But one must\r\n\r\nremember the fact that the window of Hongkong which\r\n\r\nis  open  to  us  is a concession, because  of  our\r\n\r\npeculiar  economy as an entrepot centre.  In  fact,\r\n\r\nthe  other  sterling  area countries - Burma,  India,\r\n\r\nPakistan,  and so on - do not enjoy that  concession.\r\n\r\nThat  is  a concession given to us because  we  are\r\n\r\n\r\n\r\nregular   trading  partners  with   some   of   the\r\n\r\nsurrounding  countries, and  it  would  affect  our\r\n\r\ntrade if we were not granted that concession. So  a\r\n\r\nconcession  was  given to us to  let  these  dollar\r\n\r\ngoods  come  into Singapore through  Hongkong - those\r\n\r\nfor  which no direct allocation was given. Now,  to\r\n\r\nsay  that  we could buy goods cheaper,  if  we  buy\r\n\r\ndirect,  means  that  we are  trying  to  make  the\r\n\r\nconcession  as  of right. And if it boils  down  to\r\n\r\nquestions  of rights, then I can assure this  House\r\n\r\nthat we will be at a loss.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the rights that we have on dollars,\r\n\r\nthey  can only be on the dollars that we earn,  and\r\n\r\nwhat  we  earn  is  negligible as compared  to  our\r\n\r\nexpenditure. The dollars that we earn  belong  more\r\n\r\nto  the  Federation  and  to  Indonesia,  from  the\r\n\r\nrubber,  raw materials and other things  that  come\r\n\r\nfrom   them.  Indonesia  has  a  right  under   the\r\n\r\nagreement  to demand us to pay in U.S. dollars  for\r\n\r\nthat  portion of goods that we export to the dollar\r\n\r\nareas.  In fact, we are having a liberal policy  on\r\n\r\nthe export of dollar goods, except of capital goods\r\n\r\nto Indonesia. We do not place the same restrictions\r\n\r\non the export of dollar goods to Indonesia as we do\r\n\r\nplace on other countries, and that is because we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1475</b></font><br><br>\r\n\r\n\r\n\r\nrecognise the fact that we are earning dollars from\r\n\r\nthe raw materials which we get from Indonesia.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I thought I could make the\r\n\r\nHon, the Financial Secretary say a few words on  my\r\n\r\namendment, but he has not chosen to do so. Perhaps,\r\n\r\nthis  item  that we are discussing comes under  the\r\n\r\nMinistry  of Commerce and Industry. I do  not  know\r\n\r\nwhether  he is going to speak or not but  that  was\r\n\r\nwhat I did request of him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the balance sheet shows the failure of the\r\n\r\nGovernment. Any householder, any business  concern,\r\n\r\ncity  or  country, knows what it has inherited  and\r\n\r\nhow it is living. It is no use talking empty words.\r\n\r\nAs  I said, I brought up this amendment in order to\r\n\r\n\r\n\r\ngive some ideas to the future incoming Government.\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I think the Minister for\r\n\r\nCommerce  and Industry has not answered a  point  I\r\n\r\nraised.   Perhaps  he  may  want  to  consult   his\r\n\r\nPermanent  Secretary. Sir, I want the  Minister  to\r\n\r\ngive  me  a  straightforward  answer,  whether   he\r\n\r\nrecognises that, because of our position today,  we\r\n\r\nhave a lot of invisible trade and therefore we  are\r\n\r\nbound to have a certain amount of invisible foreign\r\n\r\nexchange.  Will the Minister admit that that  is  a\r\n\r\nfact?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to take this opportunity, Sir, to remind\r\n\r\nthe   Hon. the  Financial  Secretary   that   the\r\n\r\nComptroller  of  Income Tax should  also  have  the\r\n\r\ndiscretion  to  determine whether to show  leniency\r\n\r\ntowards    such    invisible    foreign    exchange\r\n\r\ntransactions. Is that possible or is that the  case\r\n\r\nnow?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, \"invisible\" had better\r\n\r\nremain   invisible.  If  there  are  any  invisible\r\n\r\nimports,  I  can assure the hon. Member  that  they\r\n\r\nwill  be quite visible when they are exports,  from\r\n\r\nwhich we earn the dollars., because any exports  to\r\n\r\nthe dollar area have to be fully declared. However,\r\n\r\nSr, the term \"invisible income\" is normally applied\r\n\r\nto  income  arising out of services rendered,  like\r\n\r\nfreight, insurance, and so on,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1476</b></font><br><br>\r\n\r\n\r\n\r\nbut  the  hon.  Member  has  some  other  type   of\r\n\r\ninvisible trade in mind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the Member for Telok Ayer's pet theme\r\n\r\nabout  the Government inheriting so much money  and\r\n\r\nsquandering  so much of it, I answered  that  fully\r\n\r\nyesterday,  but unfortunately the hon.  Member  was\r\n\r\noutside  the House. And I do not think that  it  is\r\n\r\nnecessary for me to repeat here for his benefit. He\r\n\r\nmay look up the Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> As I said, I brought up this\r\n\r\ndiscussion not for the present Government to  reply\r\n\r\nto,  but  for the future Government to take  a  few\r\n\r\nhints  from,  if  they think fit. Therefore  I  beg\r\n\r\nleave to withdraw my amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $248,720 for Head 33 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It occurs to me that possibly the\r\n\r\nwhole  Head has been touched. If there is any other\r\n\r\naspect of that Head which calls for a debate,  that\r\n\r\ndebate can now take place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $248,720 for Head 33 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1476</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 34-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $392,790 for Head 34 stand part\r\n\r\nof the Schedule\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nthe  Minister for Commerce and Industry, on the one\r\n\r\nhand, tries to protect our local industries but, on\r\n\r\nthe  other  hand,  encourages  foreign  capital  or\r\n\r\nforeign industries to come in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fishing industry is a very essential industry\r\n\r\nin Singapore. Fish is not only one of the essential\r\n\r\ncommodities of food but the industry also  provides\r\n\r\nemployment  for  about 2,000 people.  These  people\r\n\r\ninclude those employed in the shops as well as  the\r\n\r\nfishermen who use the boats or prahus. If  everyone\r\n\r\nof  these  fishermen has to look after his  family,\r\n\r\nsay,  of  five people, it means that the livelihood\r\n\r\nof at least 10,000 people depends on this industry.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1477</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, instead of assisting the fishermen, the\r\n\r\nMinister  for Commerce and Industry is helping  the\r\n\r\nJapanese  people to come here and compete with  our\r\n\r\nlocal  fishermen. Japanese ships  are  1icensed  to\r\n\r\nbring in fish to this place, and the competition is\r\n\r\nso  keen that most of our local fish merchants  may\r\n\r\nhave  to  close down. They are facing a very  grave\r\n\r\nsituation, and if they do close down, what will  be\r\n\r\nthe  fate of these people? They will certainly have\r\n\r\nto face unemployment, and if there is unemployment,\r\n\r\nthen  it will be an additional burden on the State,\r\n\r\nbecause  the State will have to provide  for  their\r\n\r\nwelfare.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Arising out of this, Sir, fish merchants intend\r\n\r\nto  guard  themselves  by  forming  a  company  and\r\n\r\nbuilding  some  sort  of a wholesale  market.  This\r\n\r\nwholesale market will sell fish brought in  by  the\r\n\r\nfishermen.  At  the present moment,  the  fish  now\r\n\r\nbrought  in is sold in the City Council markets - the\r\n\r\nClyde   Terrace   Market   and   the   Ellenborough\r\n\r\nMarket - and the City Council impose a five per  cent\r\n\r\nlevy on the cost of all fish sold through these two\r\n\r\nmarkets. With this levy, the price of fish  becomes\r\n\r\nmuch  dearer,  because  the  wholesalers  and   the\r\n\r\nretailers  have  to  increase  their  price.   This\r\n\r\nproposed market will be run more or less on  a  co-operative basis. The running of the market will  be\r\n\r\nby the fish merchants themselves, and the directors\r\n\r\nand shareholders will be strictly confined to those\r\n\r\nwho   are   in  the  fishing  industry.  With   the\r\n\r\nestablishment of this new market, it  will  provide\r\n\r\nemployment for more people. This market  will  also\r\n\r\nhave  an  ice  factory of its own, and more  people\r\n\r\nwill  again have to be employed. At the same  time,\r\n\r\nthis  company  proposes  to supply  fishermen  with\r\n\r\npetrol.  At the moment, these fishermen  get  their\r\n\r\npetrol  from the Shell Company, Stanvac and Caltex,\r\n\r\nand they are charged quite a high price; but if  it\r\n\r\nis  bought through this proposed company, the price\r\n\r\nwill definitely be cheaper.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1478</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If funds are available, this company also\r\n\r\nproposes  to  train local youth  in  the  different\r\n\r\nmethods of fish-catching, so that the industry will\r\n\r\nbe developed very soon. What is most disappointing,\r\n\r\nSir,  is  that the Government are not in the  least\r\n\r\ninterested   in  this  project.  The  company   has\r\n\r\napproached  the  Government for assistance  in  the\r\n\r\nform  of  money  or  land,  but  unfortunately  the\r\n\r\nGovernment,  instead of giving a blessing  to  this\r\n\r\nproject, has replied that land is not available. So\r\n\r\nthe Government are not able to help this company in\r\n\r\nestablishing  the new market. As far  as  we  know,\r\n\r\nSir,  quite a big piece of land is allotted to  the\r\n\r\nproposed  Constitution Exposition in  Kallang,  and\r\n\r\nthis  will  last  for only a few months.  When  the\r\n\r\nConstitution  Exposition closes  down,  there  will\r\n\r\ncertainly be a big piece of land to offer. Why  can\r\n\r\nthe  Government not consider offering a portion  of\r\n\r\nthis land to this new company? It is not a question\r\n\r\nof  whether  land  is available or  not.  It  is  a\r\n\r\nquestion of whether Government are prepared to give\r\n\r\na  blessing to this company so that it will provide\r\n\r\nmore employment and, at the same time, cheaper fish\r\n\r\nfor  the people of Singapore. I hope that when  the\r\n\r\nConstitution  Exposition  comes  to  an  end,   the\r\n\r\nGovernment  will  reconsider the matter  again  and\r\n\r\noffer a bit of land at the old Kallang Airport site\r\n\r\nto  this  company, so that it can establish  a  new\r\n\r\nmarket   which   will  be  able  to  provide   more\r\n\r\nemployment and cheaper fish.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, before we\r\n\r\ncarry  on  with  this debate. I wish  to  place  on\r\n\r\nrecord the distinguished service of the Head of the\r\n\r\nFisheries  Department, Dr Tham Ah Kow, whose  high\r\n\r\nintegrity and efficiency deserve our praise. He  is\r\n\r\nalso  generally  acclaimed by the  fishmongers  and\r\n\r\nfish  agents  alike as being helpful,  and  he  has\r\n\r\ngreatly impressed the fishing industrialists.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year I raised the point that the\r\n\r\nMinister   in   charge  of  this  industry   should\r\n\r\nencourage or maintain the fishing industry. We know\r\n\r\nthat fishing can\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1479</b></font><br><br>\r\n\r\n\r\n\r\nbe  divided  into  at least three categories:  off-shore fishing, deep-sea fishing and the rearing  of\r\n\r\nfish. I think this is the only opportunity for  the\r\n\r\nMinister  to  give us full details of the  progress\r\n\r\nmade  so  far  this year in respect of the  fishing\r\n\r\nindustry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On deep-sea fishing, Sir, the Member for\r\n\r\nQueenstown  criticised the invitation  extended  to\r\n\r\nthe  Japanese, and that there has been very  little\r\n\r\nprogress because our local fishing industry has not\r\n\r\nreceived  sincere and good co-operation from  them.\r\n\r\nTherefore,  I  wish  to take  this  opportunity  of\r\n\r\n\r\n\r\nreminding the Minister to take careful steps not to\r\n\r\ncause  misunderstanding in the minds of the  public\r\n\r\nthat  there  is an unjustified arrangement  already\r\n\r\nset up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to off-shore fishing, I am sure that\r\n\r\nthe  Minister for Commerce and Industry knows about\r\n\r\nthe catches of many kelongs (fishing-stakes) around\r\n\r\nour island. The yearly catches have been very poor.\r\n\r\nWhat  advice or what steps has the Ministry offered\r\n\r\n\r\n\r\nto  the proprietors of such kelongs? Sir, they  may\r\n\r\ninvest,  say,  $10,000 to $50,000  in  one  fishing\r\n\r\nstake,  and yet the catches are not certain.  I  do\r\n\r\nnot  think that it is proper for the Government  to\r\n\r\nlet  these kelong proprietors carry on with such  a\r\n\r\nwasteful scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, on the rearing of fish, I think the\r\n\r\nMinister  should encourage more fish ponds  in  Ulu\r\n\r\nPandan, Tekong and many other swampy places. I wish\r\n\r\nthe Minister for Commerce and Industry can give  us\r\n\r\na   detailed   explanation  on  the  fish   rearing\r\n\r\nindustry,  the offer of technical advice  and  also\r\n\r\nthe availability of land.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang (Bukit Panjang):</b> Mr Speaker,\r\n\r\nSir,  although the curfew in the Straits of  Johore\r\n\r\nhas  been partially lifted, complaints and  grouses\r\n\r\nare  still  being made to me about the susah  being\r\n\r\ncaused  by  the police in Johore to the  fishermen.\r\n\r\nSir,  I do hope that the Minister for Commerce  and\r\n\r\n\r\n\r\nIndustry  will  look into the matter and  alleviate\r\n\r\nthese people's hardships.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1480</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> First, Sir, I wish to\r\n\r\nassociate  myself  with  the  Member  for  Changi's\r\n\r\nremarks regarding the Chief Fisheries Officer,  Dr\r\n\r\nTham  Ah Kow. He is a very capable officer and  one\r\n\r\nof the best we have had in Government service.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Queenstown, Sir, raised the\r\n\r\nquestion  of the application of a local company  to\r\n\r\nset  up  a  central  fish  market.  Sir,  while   I\r\n\r\nsympathise  with the applicants, it is  unfortunate\r\n\r\nthat  we  have  not got the land and  therefore  we\r\n\r\ncannot consider the application. We have not got  a\r\n\r\nsuitable  site. The site he mentioned  at  the  old\r\n\r\nKallang Airport was the site Government had in mind\r\n\r\nfor  a  central wholesale fish market quite  a  few\r\n\r\nyears  ago, but the City Council wanted to  make  a\r\n\r\npublic  park  there,  because of  the  big  housing\r\n\r\ndevelopment on the other side of Mount-batten Road,\r\n\r\nand  we could not do anything about it. That is why\r\n\r\nthat land is not available for such a project.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also mentioned that while I am trying to\r\n\r\nprotect  local  industries I  am  also  encouraging\r\n\r\nforeign  capital to come into the same  industries.\r\n\r\nWell, that is precisely why the job of the Minister\r\n\r\n\r\n\r\nfor  Commerce and Industry is difficult - to try  and\r\n\r\nbalance  conflicting interests in most cases,  such\r\n\r\nas  the conflicting interests of trade against  the\r\n\r\ninterests of industry; the conflicting interests of\r\n\r\nlocal capital against those of foreign capital; the\r\n\r\nconflicting  interests of importers  of  eggs  from\r\n\r\nChina   against  the  interests  of  local  farmers\r\n\r\nengaged  in  the  production  of  eggs.  The  local\r\n\r\nfarmers  want  me to stop the import of  eggs  from\r\n\r\nChina   but  the  importers  want  me  to  continue\r\n\r\nimporting. It is all a matter of trying to  balance\r\n\r\nboth  sides  to a fine level so that  you  reach  a\r\n\r\npoint where neither side would be in a position  of\r\n\r\ndisadvantage.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, there are four joint projects with the\r\n\r\n\r\n\r\nJapanese  that were licensed and the condition  was\r\n\r\nthat the major portion\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1481</b></font><br><br>\r\n\r\n\r\n\r\nof  the capital must be local capital, and that  is\r\n\r\nso.  Therefore, there is no question of  a  foreign\r\n\r\nelement  control there, but the local  companies - it\r\n\r\nis  local capital in majority - are co-operating with\r\n\r\nand getting assistance from the Japanese to develop\r\n\r\nfisheries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, fisheries is a subject which should not only\r\n\r\nbe  looked  at  from the viewpoint  of  the  people\r\n\r\nengaged in it, but also from the viewpoint  of  the\r\n\r\nmillion   and  a  half  customers - the   public   of\r\n\r\nSingapore - and  a big portion of the public  depends\r\n\r\non  fish  as  the  main  source  of  their  protein\r\n\r\nrequirements,  because fish is the cheapest  source\r\n\r\nof  proteins  and  is  also one  which,  if  tapped\r\n\r\nproperly,  can yield unlimited amounts of  protein,\r\n\r\nunlike cattle rearing which is limited by the  size\r\n\r\nof  grazing  grounds and so on. Therefore,  it  has\r\n\r\nalways   been  my  policy  to  try  and   encourage\r\n\r\nfisheries  in the common interest of the public  of\r\n\r\nSingapore,  who could then get cheap fish.  At  the\r\n\r\nsame  time,  I  do  not want  to  snatch  away  the\r\n\r\nlivelihood of the local fishermen, as shown by  the\r\n\r\nfact that I have only licensed four enterprises  so\r\n\r\nfar.  In  so doing, I am balancing the requirements\r\n\r\nof  the  public  for  cheap  fish  as  against  the\r\n\r\nquestion   of  the  livelihood  of  the   fishermen\r\n\r\nengaged,  so that the price of fish, due to  bigger\r\n\r\ncatches through these joint projects, comes down to\r\n\r\na  level where the local fishermen will not die but\r\n\r\nwill  just  survive; and the public will get  cheap\r\n\r\nfish  at  a  level cheaper than they  were  getting\r\n\r\nbefore,  but not as cheap as if you threw open  the\r\n\r\nwhole  field to any corner, in which case the  fish\r\n\r\nprices  would go down further and the public  would\r\n\r\nbenefit  but then these 4,500 fishermen  and  their\r\n\r\ndependants would suffer. Sir, there is no  question\r\n\r\nof  Japanese  under-cutting. It is local  companies\r\n\r\nthat  are  engaged in it with Japanese  assistance.\r\n\r\nThey are not Japanese companies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, coming to this big tuna project. I\r\n\r\nthink  this has aroused a bit of fear in the  minds\r\n\r\nof  certain big local operators. The scheme  is  to\r\n\r\nuse Singapore as a base for tuna operations. Up  to\r\n\r\nnow, catches of tuna in the Indian\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1482</b></font><br><br>\r\n\r\n\r\n\r\nOcean  are  taken right up to Japan for canning  or\r\n\r\nfor  gutting  and freezing and then re-exported  to\r\n\r\nAmerica  and Europe. Now, I told the Japanese,  \"If\r\n\r\nyou take your catches to Japan you are losing about\r\n\r\ntwo  weeks'  sailing  time  between  Singapore  and\r\n\r\nJapan - your  catches  are beyond  Singapore  in  the\r\n\r\nIndian Ocean. If you use Singapore as the base, you\r\n\r\nsave two weeks of operational costs on your fishing\r\n\r\nfleet,  by saving the sailing time which is wasted.\r\n\r\nIt  is  the  fishing time that is paying,  not  the\r\n\r\n\r\n\r\nsailing  time.\"  That viewpoint  they  thought  was\r\n\r\nadvantageous  and then we had further  discussions,\r\n\r\nand I insisted that half the capital must be local.\r\n\r\nThe scheme now has been arranged in such a way that\r\n\r\n\r\n\r\n49  per  cent of the capital will be subscribed  by\r\n\r\nthe  Japanese,  49  per cent by the  local  fishing\r\n\r\ninterests,   and  2  per  cent  by  the  Industrial\r\n\r\nPromotion Board. Because neither side would give in\r\n\r\nto  51 per cent holding by the other side, I called\r\n\r\nthem together and I took the chair at that meeting.\r\n\r\nThey both insisted on 51 per cent, so I said, \"This\r\n\r\n\r\n\r\nis  the best solution. Both of you hold 49 per cent\r\n\r\neach, and let Government be the referee, holding  2\r\n\r\nper  cent\",  and  both  sides  were  happy  at  the\r\n\r\nsolution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we have said that no catches will be allowed\r\n\r\nto  be  marketed in the Singapore market from  this\r\n\r\ntuna project, so that all the tuna coming here will\r\n\r\nbe put into cold storage, gutted, canned, processed\r\n\r\nand then re-exported; and the other fish that comes\r\n\r\nin  could be sold in fish-ball form or in processed\r\n\r\nform, also under limitation; but no fresh fish will\r\n\r\nbe  allowed to be put in the market to compete with\r\n\r\nlocal  fishermen until such time as another  scheme\r\n\r\nwhich  I  have and which is also tied up with  this\r\n\r\ncomes into being.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By this other scheme, which I shall now explain,\r\n\r\nthis  company  will  have to pay  a  landing  fee - a\r\n\r\ncertain  percentage of the value  of  its  catches.\r\n\r\nNow,  that  landing  fee to  be  collected  by  the\r\n\r\n\r\n\r\nGovernment  will be put into a special  fund.  This\r\n\r\nfund   will  go  towards  subsidizing  those  local\r\n\r\nfishermen who will be affected. Once that  fund  is\r\n\r\nof  a  sufficient amount, we will allow this  joint\r\n\r\nJapanese project to market its other catches beside\r\n\r\nthe ordinary local catches, and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1483</b></font><br><br>\r\n\r\n\r\n\r\nthat  will bring the prices of fish down to a  very\r\n\r\nlow  level  so that the public will get cheap  fish\r\n\r\nand  the fishermen who will be affected by the  low\r\n\r\nprices  will be subsidized by this fund. Now,  this\r\n\r\nsort  of scheme operates even in England where they\r\n\r\nhave  a  \"White Fish Authority\", and I  think  they\r\n\r\nlevy a fee to subsidize the fishing industry. So by\r\n\r\nthis scheme the public will get cheap fish and  the\r\n\r\nfishermen will be happy because they get a  subsidy\r\n\r\nfrom the fund collected from the company. That,  in\r\n\r\nshort, is the scheme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then we come to the question of off-shore\r\n\r\nfishing - the  catches of the kelongs  have  dropped.\r\n\r\nSir,  I  have  said that off-shore fishing  grounds\r\n\r\n\r\n\r\nhave  been  fished to the limit. No  more  fish  is\r\n\r\navailable there and you cannot go round chasing the\r\n\r\nfish into the kelong. It is impossible. And we have\r\n\r\nstopped licensing new kelongs entirely. We  do  not\r\n\r\ngive  any licence unnecessarily, because it is  not\r\n\r\nprofitable for kelongs to operate. Besides they are\r\n\r\nchoking  up  all the shipping lanes at the  moment.\r\n\r\nAll our surrounding waters are choked up with these\r\n\r\n\r\n\r\nkelongs. The kelong operators who put in $20,000 to\r\n\r\n$50,000  would be well advised to go into a  scheme\r\n\r\nsimilar  to  this  joint tuna project,  where  they\r\n\r\ncould  set  up  a  new industry  from  new  fishing\r\n\r\ngrounds, new types of fish and new markets.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Did you advise them?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Oh, yes! We called a\r\n\r\nroundtable conference a week back when the Japanese\r\n\r\ncame  here to finalise the arrangements with me.  I\r\n\r\nsaid,  \"We  have called a meeting of local  fishing\r\n\r\ncompanies - the  Local  Fish  Merchants'  Association\r\n\r\nwhere  the  big  towkays are - and  I  explained  the\r\n\r\nproject  to them:\" The local fish companies  had  a\r\n\r\nmeeting   with  the  Japanese  and  they  came   to\r\n\r\nloggerheads as to who should hold the 51  per  cent\r\n\r\ncapital.  I entered at this stage and I  said,  \"Do\r\n\r\nnot  quarrel. Both of you hold 49 per cent each and\r\n\r\nwe,  the  Industrial Promotion Board,  hold  2  per\r\n\r\ncent\", and they were both happy. The Japanese  have\r\n\r\ngone back now to finalise the project at their end.\r\n\r\nThe only thing is that the local people\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1484</b></font><br><br>\r\n\r\n\r\n\r\nshould raise the 49 per cent of capital and if they\r\n\r\ndo not raise this amount, the Japanese are not keen\r\n\r\nto  go  ahead with the project. They say definitely\r\n\r\nthat  unless  they  can get into  partnership  with\r\n\r\nlocal  capital,  they will not go  ahead  with  the\r\n\r\nproject.  So  we might find that this project  also\r\n\r\nfails  because the local capital is not interested.\r\n\r\nSo do not blame me for that!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Lim, Sir, I am very glad\r\n\r\nthat the Minister has the interests of the one  and\r\n\r\na  half  million people of Singapore at  heart,  by\r\n\r\nreducing  the  price of fish. But the  question  is\r\n\r\nthis: if he is really sincere in wanting to provide\r\n\r\ncheap  fish  for  the  people,  why  could  he  not\r\n\r\nencourage  this  wholesale  market,  because   this\r\n\r\nmarket is more or less run on a co-operative basis?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An hour back we were discussing co-operative\r\n\r\nmovements  and the Minister himself  said  that  he\r\n\r\nwould   do   his  best  to  help  the  co-operative\r\n\r\nmovement. This is the sort of co-operative movement\r\n\r\nwhich  will  provide employment and,  at  the  same\r\n\r\ntime, help to bring down the price of fish. So just\r\n\r\nby giving the excuse that no land is available is a\r\n\r\nvery  lame excuse! What is of more concern  is  the\r\n\r\npolicy of the Government. Is Government prepared to\r\n\r\ngive  its blessing to this enterprise? If so,  then\r\n\r\nsay  that  the Government is prepared to help.  The\r\n\r\nquestion  of  land can be looked into later.  As  I\r\n\r\nhave   said   just   now,  Sir,  the   Constitution\r\n\r\nExposition  may close down very soon, and  when  it\r\n\r\ndoes,  there will be plenty of land available.  But\r\n\r\neven  if  there  is  no  land  available,  if   the\r\n\r\nGovernment   or  the  Minister  is   sincere,   the\r\n\r\nestablishment of the wholesale market can be in the\r\n\r\nsea; it is not necessary that it should be on land.\r\n\r\nIt  can  be a jetty built out to the sea.  I  think\r\n\r\n\r\n\r\nthat will serve a better purpose, because when  the\r\n\r\ncatch comes in, it is from the sea and it can  also\r\n\r\nbe washed in the sea; all the dirty water runs back\r\n\r\nto  the  sea.  So  the question is:  is  Government\r\n\r\nprepared to give its blessing? Do not give  a  lame\r\n\r\nexcuse that no land is available.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to tuna fishing, the Minister says that\r\n\r\nthose  who  have invested about $50,000 in  kelongs\r\n\r\ncan come into the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1485</b></font><br><br>\r\n\r\n\r\n\r\ntuna  canning  industry. Quite so,  but  with  that\r\n\r\n$50,000  in  a  $5 million or $10 million  project,\r\n\r\nwhat  authority or what sort of employment  can  be\r\n\r\noffered  to these people? But with that $50,000  to\r\n\r\nstart  a kelong, the proprietor can feed his family\r\n\r\nand  at the same time provide employment for  about\r\n\r\n20  persons. With this $50,000 invested in the tuna\r\n\r\ncanning  industry,  will  he  be  able  to  provide\r\n\r\nemployment for himself and his employees? Certainly\r\n\r\nnot.  According to the Minister, the  Japanese  are\r\n\r\nsubscribing  49  per cent of the capital,  and  the\r\n\r\nlocal  fishermen 49 per cent. The capital from  the\r\n\r\nJapanese is contributed by a Japanese firm, whereas\r\n\r\nthe capital to be contributed locally will have  to\r\n\r\ncome  from all the fishermen; some may be  able  to\r\n\r\ninvest  $1,000, some $10,000. Now, will  this  tuna\r\n\r\ncompany  be able to provide employment for all  the\r\n\r\ninvestors? The position is entirely different. What\r\n\r\nthe fishermen are having now is that their catch is\r\n\r\nmade  here  and they sell it to provide  employment\r\n\r\nfor  themselves as well as for their employees. But\r\n\r\nif  they are to shut down their kelongs, what  will\r\n\r\nbe the fate of those who are employed there? If the\r\n\r\nMinister can assure me that this tuna industry will\r\n\r\nbe able to absorb all the employees employed by the\r\n\r\nkelongs  or fish merchants, well and good.  I  will\r\n\r\nassist in encouraging local fishermen to contribute\r\n\r\nthis  49  per  cent capital. But  the  question  of\r\n\r\nemployment  is of more concern. The raising  of  49\r\n\r\nper  cent  is simple, as there are quite a  lot  of\r\n\r\nrich people here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Lim, Sir, I think the\r\n\r\nMinister  has failed to answer my question  on  the\r\n\r\nfish  rearing  industry. I  want  the  Minister  to\r\n\r\nanswer whether a survey has been made, a scheme has\r\n\r\nbeen implemented, and whether there are any grounds\r\n\r\navailable for fishing.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Coming to the point raised by\r\n\r\nthe Member for Changi, the prawn pond scheme at Ulu\r\n\r\nPandan is progressing. We hope to have surveyed the\r\n\r\nland,  and  I  think  lots will be  allocated  very\r\n\r\nshortly, probably next month or so. It takes  quite\r\n\r\nsome time to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1486</b></font><br><br>\r\n\r\n\r\n\r\nget the land surveyed and cut into reasonable-sized\r\n\r\nlots.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, coming to the point raised by the Member for\r\n\r\nQueenstown, he said that the wholesale fish  market\r\n\r\nproposed  by  these people was a co-operative  fish\r\n\r\nmarket and, therefore, it would reduce the cost  of\r\n\r\nfish.  I  am not convinced, Sir, that that will  be\r\n\r\nso, because the element of a co-operative scheme is\r\n\r\nco-operation from the ground level, that  is,  from\r\n\r\nthose  who are at the producing level - the fishermen\r\n\r\nwho go out in their boats and catch the fish - and if\r\n\r\nthey are involved in that co-operative fish market,\r\n\r\nthen  the  hon.  Member's argument that  that  will\r\n\r\nbring  down  the price of fish may be correct.  But\r\n\r\nthat is not so. As far as I know about this scheme,\r\n\r\nthe  co-operation  comes from the fish  wholesalers\r\n\r\nwho  are the middlemen. Now these middlemen are the\r\n\r\npeople  who make the most profits out of the  fish.\r\n\r\nIt  is not the poor fisherman who gets it - he hardly\r\n\r\n\r\n\r\nearns  $5  a  day.  The  middlemen  buy  from   the\r\n\r\nfishermen  and  sell the fish in the  City  Council\r\n\r\nmarkets - they make the biggest profits. Now,  it  is\r\n\r\nprecisely  these middlemen who are going  to  found\r\n\r\nthe  co-operative market. What they want to do  is,\r\n\r\ninstead  of paying the 5 per cent tax to  the  City\r\n\r\nCouncil  for using their markets, they  want  their\r\n\r\nown  market and so save the 5 per cent.  That  does\r\n\r\nnot  mean  that  they will sell the  fish  cheaper.\r\n\r\nHowever, I have not gone into the scheme in  detail\r\n\r\n\r\n\r\nbecause,  as  I said, there was no land  available,\r\n\r\nwhich is the first requirement, and therefore there\r\n\r\nwas no point in my going into the scheme in detail.\r\n\r\nIt  is  no  use talking about jetties being  built,\r\n\r\n\r\n\r\nbecause we have investigated that possibility,  and\r\n\r\nit will cost at least a few million dollars to have\r\n\r\na  jetty  built down there. It will  block  up  the\r\n\r\nentrance to vessels coming into the harbour.  There\r\n\r\nis  also  the  question of draught of  the  vessels\r\n\r\ncoming  in.  If  the available land were  suitable,\r\n\r\nthen  the  Government would have used  it  for  the\r\n\r\nestablishment of a fish market, because  Government\r\n\r\nhas had this project in mind since five years ago.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1487</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, on the tuna project again. He says,\r\n\r\n\"Will these $50,000-capitalists be able to have any\r\n\r\nsay  in  the $5 million - $10 million project?\"  Sir,\r\n\r\nthe  project is only for $2 million, out  of  which\r\n\r\nthe  total  capital  is going to  be  only  half  a\r\n\r\nmillion  dollars,  and the rest  has  to  be  found\r\n\r\nthrough  loans, banking arrangements,  and  so  on.\r\n\r\nAnd,  therefore, anyone who puts in $50,000 can  be\r\n\r\n\r\n\r\nassured that he will have quite a good say  in  the\r\n\r\nproject.  And  it is not a Japanese  firm  that  is\r\n\r\ncontributing  49 per cent. It is a group  of  firms\r\n\r\nwho   have  got  themselves  together  into  a  new\r\n\r\ncompany.  Sir, I think there are four or  five  big\r\n\r\nJapanese  fishing firms who have grouped themselves\r\n\r\ninto a company to enter into this project jointly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of employment in this tuna\r\n\r\nproject,  Sir,  we  estimate  that  it  will   give\r\n\r\nemployment to about 30 persons. It is possible that\r\n\r\nit  might  not  give employment to all  the  number\r\n\r\nemployed in the kelongs; but there again, Sir,  you\r\n\r\ncome up against this conflict - and this conflict  is\r\n\r\nevident now all over the world. It is a question of\r\n\r\nautomation versus labour power. Efficiency can only\r\n\r\nbe  secured  through automation, through machinery,\r\n\r\nand  so on, and through big-sized projects. On  the\r\n\r\nother  hand,  you can have more employment  through\r\n\r\nsmaller-sized projects using more labour.  However,\r\n\r\nyou will not get the same amount of efficiency, and\r\n\r\ntherefore in certain matters in which efficiency is\r\n\r\nnot of great importance, we just close our eyes and\r\n\r\ndo  not  encourage automation. But in the  case  of\r\n\r\nfisheries,  efficiency will bring about a  lowering\r\n\r\nof  the  price  of fish and that will  benefit  the\r\n\r\nwhole  population  of  Singapore.  Now,  it  is   a\r\n\r\nquestion  of  balancing the benefits to  the  whole\r\n\r\npopulation  as  against the loss of  employment  of\r\n\r\nmaybe  a few hundred. But there again, I have  said\r\n\r\nwe  will have a fund to subsidize those who  suffer\r\n\r\nby  it,  and  that  fund will be paid  out  of  the\r\n\r\nearnings of the particular industry itself, and not\r\n\r\nout of Government funds.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1488</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Lim, Sir, I am afraid the\r\n\r\nMinister  has misunderstood me. I think  I  clearly\r\n\r\nsaid  that  in the establishment of this  wholesale\r\n\r\nmarket,  all  the  shareholders  will  be  strictly\r\n\r\nconfined  to  those  in the fishing  industry,  and\r\n\r\nthose in the fishing industry do not mean they  are\r\n\r\nwholesalers  or auctioneers. Those in  the  fishing\r\n\r\nindustry  mean the fishermen who do the catch,  the\r\n\r\nwholesalers, the retailers and those who are in the\r\n\r\nfishing line, like selling fishing nets. So  it  is\r\n\r\nnot only the wholesalers who are going to reap the 5\r\n\r\nper  cent for themselves, but it is for the benefit\r\n\r\nof everyone engaged in the fishing industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on the tuna canning industry, the Minister\r\n\r\nsaid  that  four or five companies  in  Japan  have\r\n\r\ngrouped themselves together to produce this 49  per\r\n\r\ncent.  These  companies do not  really  depend  for\r\n\r\ntheir  livelihood on the income to be derived  from\r\n\r\nSingapore;  whereas the 49 per cent  local  capital\r\n\r\ncomes  from  nearly 50 people,  not  four  or  five\r\n\r\npeople. I am afraid that even 50 people may not  be\r\n\r\nable  to  contribute that 49 per cent, because  the\r\n\r\nrich  capitalists are not prepared to invest  their\r\n\r\nmoney in such an industry. It is only those in  the\r\n\r\nline  who  are  prepared,  but  they  do  not  have\r\n\r\nsufficient money to contribute to a capital  of  49\r\n\r\nper cent. Therefore, this 49 per cent will have  to\r\n\r\nbe  contributed  by about 50, 100 people, or  even\r\n\r\n1,000  people.  So  just compare  the  difference - a\r\n\r\ngroup  of  companies  of four or  five  people  and\r\n\r\nanother  group of company of about nearly a hundred\r\n\r\nor  even a thousand people. That is the difference.\r\n\r\nAnd a further difference is that these four or five\r\n\r\n\r\n\r\npeople in Japan do not depend on their income  from\r\n\r\nthis source, whereas the few hundred people who are\r\n\r\ncontributing to the 49 per cent local  capital  are\r\n\r\nreally  dependent  for  their  livelihood  on  this\r\n\r\nsource.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I think the same\r\n\r\nargument could be applied to the Member's suggested\r\n\r\nco-operative  scheme.  It might  be  200  fishermen\r\n\r\njoining  in  a  co-operative and  contributing  $10\r\n\r\neach,  because  they cannot afford  to  raise  more\r\n\r\nmoney.  But  you  might  have  10  big  wholesalers\r\n\r\ncontributing about\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1489</b></font><br><br>\r\n\r\n\r\n\r\n$50,000 each; then the control will rest with them,\r\n\r\nbecause they have a bigger amount of money involved\r\n\r\nin  the  project,  even though  you  say  that  the\r\n\r\nproject does involve fishermen and wholesalers  and\r\n\r\nso  on.  But  the wholesalers will be  the  biggest\r\n\r\ncontributors to the capital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $392,790 for Head 34 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1489</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 35-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $76,650 for Head 35 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1489</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 36-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Lim, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 36 be\r\n\r\nreduced by $10 in respect of item (1) of subhead  1\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my main purpose in raising this question is\r\n\r\nto  bring  to the notice of the Minister  what  the\r\n\r\nimport and export trade means to Singapore. Despite\r\n\r\nrepeated  statements  that the  entrepot  trade  of\r\n\r\nSingapore  is  dying,  and  cannot  even   maintain\r\n\r\nitself,   I   cannot  agree  with  the  substituted\r\n\r\nsolutions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have mentioned in my speech on Exchange\r\n\r\nControl,  we  must wisely and cleverly utilize  our\r\n\r\ngeographical  position which is at the  cross-roads\r\n\r\nof  South-East  Asia. We provide one  of  the  best\r\n\r\nharbour,    banking   and   insurance   facilities.\r\n\r\nTherefore, we cannot blindly follow the import  and\r\n\r\n\r\n\r\nexport  control  policies of other  countries.  The\r\n\r\nperson  who  is  in charge of imports  and  exports\r\n\r\nshould have a very good understanding of and be  in\r\n\r\npossession   of   practical  field   knowledge   of\r\n\r\nSingapore's  import  and  export  trade.  Sir,  for\r\n\r\nexample,  we  have discovered that  there  is  very\r\n\r\nlittle  chance of re-exporting luxury  goods.  Such\r\n\r\ngoods  are  mainly for local consumption,  and  the\r\n\r\nperson in charge of imports and exports should  try\r\n\r\nto  discourage the importation of luxury goods  for\r\n\r\nsubsequent re-export.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> rose-\r\n\r\n \r\n\r\n<br><br><font size=\"1\"><b>Column: 1490</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman (Mr R. C. H Lim):</b>  On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Point of explanation, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I already have a man in\r\n\r\ncharge  of imports and exports, Sir. The Controller\r\n\r\nof  Imports and Exports is not really the Minister.\r\n\r\nThe  Minister only makes the orders. But  the  hon.\r\n\r\n\r\n\r\nMember might as well say the Minister!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I beg your pardon, Sir. The\r\n\r\nMinister  should possess wide discretionary  powers\r\n\r\nto determine whether certain goods should or should\r\n\r\nnot  be  encouraged  for import,  and,  vice-versa,\r\n\r\nwhether  such  goods  should  or  should   not   be\r\n\r\nencouraged for export.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is the old story all over again - but it\r\n\r\nis  quite  a  serious blow. We have to improve  the\r\n\r\nstandard of living of our people here. But we  must\r\n\r\ntry to buy as cheap as we can from abroad. But then\r\n\r\nthere is the question of dumping, Sir. Why must the\r\n\r\nMinister take such measures against dumping? Has he\r\n\r\nthe interests of Singapore at heart - to maintain the\r\n\r\nentrepot  trade, to make ii easy for our  merchants\r\n\r\nto  re-export such cheap goods, and also to provide\r\n\r\ncheaper  goods for our people? No, because we  have\r\n\r\nto  accede  to  requests  from  the  Federation  of\r\n\r\nMalaya.  But the Minister can prove to us  that  he\r\n\r\npossesses  such  discretionary powers  by  applying\r\n\r\nthem  to  many other things. Sir, take the case  of\r\n\r\nAmerican-made  motor cars. I cannot understand  why\r\n\r\nwe  are faced with such a problem in the streets of\r\n\r\nSingapore.  Yet we need not. Numerous big  American\r\n\r\ncars  get  in. Sir, to give an example. Compare  my\r\n\r\nFord  Popular with the Ford Plymouth. I  think  two\r\n\r\nFord  Popular cars equal one Ford Plymouth in size.\r\n\r\nAnd when it comes to parking, how convenient it  is\r\n\r\n\r\n\r\nfor   the  Ford  Popular!  That  is  one  practical\r\n\r\nsuggestion to solve the traffic problem,  but  that\r\n\r\nis of secondary importance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1491</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This morning we have heard that we overspend our\r\n\r\ndollar earnings. I always think that the dollar  is\r\n\r\nvery  important in any finance. Therefore, why  can\r\n\r\nwe  not  try  to control the use of such  money  by\r\n\r\ndiscouraging  the import of luxury  goods?  I  have\r\n\r\njust quoted an example to the Minister: to consider\r\n\r\nwhether  he  is prepared to exercise his discretion\r\n\r\nto  encourage or discourage imports and exports  in\r\n\r\nthe interests of the people of Singapore.<br>\r\n\r\n\r\n\r\n12.00 noon.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, firstly, the Member for\r\n\r\nChangi  is  labouring under a misapprehension.  All\r\n\r\nthe  big American cars that come to Singapore  have\r\n\r\nnot  been  paid in American dollars. The cars  come\r\n\r\nthrough Hongkong, and we pay in sterling. We do not\r\n\r\nallow  the  expenditure  of  American  dollars   on\r\n\r\nAmerican cars, except a few of them that come  from\r\n\r\nCanada.  But  that  is  not  a  big  slice  of  the\r\n\r\nexpenditure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member talked about the action\r\n\r\nagainst dumping. Sir, at no time have we taken  any\r\n\r\naction against dumping as such. I believe again  he\r\n\r\nis referring to the action we have taken in banning\r\n\r\ncertain  textiles from China. I made it very  clear\r\n\r\nthat that was a step taken to assist the Federation\r\n\r\nGovernment at their request. It is a temporary step\r\n\r\nwhich  will  be reviewed at the end of this  month.\r\n\r\nThere  is  no  question of our having taken  action\r\n\r\n\r\n\r\nagainst   the   dumping  of  Chinese  textiles   in\r\n\r\nSingapore.  We have never said that  there  is  any\r\n\r\ndumping like that, and my statement did not contain\r\n\r\nthat word.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister can certainly use his discretion in the interest of the country, by limiting or\r\n\r\nrestricting imports; but every time he takes such a\r\n\r\nstep, the Chambers of Commerce are going to fly  at\r\n\r\nhis throat. I know full well how much opposition  I\r\n\r\nam encountering from the Chambers of Commerce in my\r\n\r\ndrive  to  protect  the local  industry,  which  is\r\n\r\ndying,  because  they  are  against  any  sort   of\r\n\r\nrestriction. However, restriction is necessary, and\r\n\r\nI  am going to fight and protect the local industry\r\n\r\nwhenever I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1492</b></font><br><br>\r\n\r\n\r\n\r\nthink there is a justified case for protection.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also another aspect, and that is, the\r\n\r\nMinister cannot just introduce restriction  as  and\r\n\r\nwhen  he  likes. Singapore is a member of  G.A.T.T.\r\n\r\n(General  Agreement on Tariffs and Trade),  and  we\r\n\r\n\r\n\r\nhave  an obligation towards G.A.T.T. The obligation\r\n\r\nrequires  that before we place certain restrictions\r\n\r\nor  quotas, we have to inform G.A.T.T. and  see  if\r\n\r\nthey have any objection. That is precisely why  the\r\n\r\nFederation have not acted on protection policy, but\r\n\r\nare  enacting a new anti-dumping law for  countries\r\n\r\nwhich   are  outside  G.A.T.T.  Japan  is   outside\r\n\r\nG.A.T.T. China is outside G.A.T.T. But we cannot do\r\n\r\nit  without  at  least informing  G.A.T.T. of  our\r\n\r\nintention. We can take temporary measures which are\r\n\r\nof immediate necessity for safeguarding our economy\r\n\r\nand  our  essential  supplies,  but  not  long-term\r\n\r\nmeasures.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Lim, Sir, I think the\r\n\r\nMinister for Commerce and Industry misunderstood my\r\n\r\nspeech.  I  did not mention the dumping of  Chinese\r\n\r\ntextiles. I only quoted an example to show that the\r\n\r\nMinister  does have wide discretionary  powers  and\r\n\r\nwhether, in the exercise of his discretion,  he  is\r\n\r\nable  to determine whether such importation is good\r\n\r\nfor the country - as I have mentioned a while ago, in\r\n\r\nthe  case  of  the  request  from  the  Federation.\r\n\r\nTherefore, I want the Minister to assure this House\r\n\r\n\r\n\r\nwhether he can exercise his discretion wisely,  and\r\n\r\nwith  a  good sense of timing, and not to  obstruct\r\n\r\nour trading activities. I quoted American cars.  Of\r\n\r\ncourse,  I  know they come from Hongkong.  But  the\r\n\r\nGovernment should stop them coming into Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must not allow any American cars to come\r\n\r\nhere,  no  matter where they come from. We consider\r\n\r\nthem luxurious, and not for local use. They, and  a\r\n\r\nlot  of other luxury items, are restricted by  many\r\n\r\nAsian  countries,  which are  trying  to  encourage\r\n\r\nthrift.  That is, they try to save foreign exchange\r\n\r\nas  much  as they can. They try to stop all  luxury\r\n\r\ngoods  from going into their country. When we  were\r\n\r\nsitting on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1493</b></font><br><br>\r\n\r\n\r\n\r\nLuxury Tax Select Committee, we fully discussed the\r\n\r\nmatter,  but we agreed not to implement  this  Bill\r\n\r\nbecause of the desirability to protect the entrepot\r\n\r\nstatus of Singapore. But now that the Minister  has\r\n\r\nsuch wide discretion, why could we not restrict the\r\n\r\nimportation of luxury goods, in spite of  G.A.T.T.?\r\n\r\nI  hope  the  Minister can enlighten us  more,  and\r\n\r\nwhether he can raise any objection, no matter where\r\n\r\nthey come from, and who pays the money. But we must\r\n\r\nnot allow such luxury goods to be imported here.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I can give the assurance\r\n\r\nto   the  hon.  Member  that  I  will  exercise  my\r\n\r\ndiscretion wisely. In fact, I have never  exercised\r\n\r\nthat  discretion  unwisely. If I have  done  so,  I\r\n\r\nwould  like  the  hon. Member to  point  out  those\r\n\r\ninstances,   except  on  the  banning  of   Chinese\r\n\r\ntextiles,  which  he  feels was  unwise.  That,  of\r\n\r\ncourse, is a matter of opinion. However, I  do  not\r\n\r\nthink it would be wise to place any restriction  on\r\n\r\nthe  import of luxury goods, unless it is necessary\r\n\r\nfor us to protect an industry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of American cars coming from\r\n\r\nHongkong,  I am sure the ion. Member did  not  know\r\n\r\nthat  they came from Hongkong. But the right  thing\r\n\r\nto  do  is to let those who can afford to pay,  use\r\n\r\nthe  American cars, and let them pay more in  local\r\n\r\ntaxes.  In fact, that is what is happening now.  An\r\n\r\nAmerican  car  is liable to a 25 per cent  purchase\r\n\r\ntax  as  against  10  per cent  tax  on  a  car  of\r\n\r\nCommonwealth origin. So, if a man is rich enough to\r\n\r\npay  the  higher  tax, and wants  to  pay  for  the\r\n\r\nluxury, let him contribute to the taxes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $274,700 for Head 36 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1493</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 37-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,293,700 for Head 37 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1493</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 38-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $235,690 for Head 38 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1494</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 39-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nR. Jumabhoy -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 39 be reduced\r\n\r\nby $10 in respect of item (1) of subhead 1 therein.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I have given notice of an\r\n\r\namendment  which I will withdraw now. I will  speak\r\n\r\non the general Head under Supplies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $246,710 for Head 39 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Deputy Speaker, Sir, as I\r\n\r\nhave  a  chance  to speak on this Department  as  a\r\n\r\nwhole,  I withdraw my amendment. Sir, what are  the\r\n\r\nitems  concerned under Supplies? I understand  that\r\n\r\nthe  main item is the rice stockpile. The war ended\r\n\r\nin 1945. From 1945 onwards we have had restrictions\r\n\r\non  many  imports or exports, as and when the  need\r\n\r\narose   at  that  tithe.  We,  who  were   in   the\r\n\r\nLegislative  Council,  tried  our  best  to   relax\r\n\r\ncontrols, and many items were freed. The only  item\r\n\r\nleft  when this Government took charge was the rice\r\n\r\nstockpile. Even on rice, we tried our best to relax\r\n\r\ncontrols as far as possible.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this rice stockpile has been the subject of\r\n\r\na  motion  by me in this House. Facts were  pointed\r\n\r\nout and, if I remember correctly, the consumer pays\r\n\r\nabout  a  cent or a cent and a half per katty  more\r\n\r\nbecause  of  the  existence ol this Department.  If\r\n\r\nanybody  on  the Government side wants  to  correct\r\n\r\nthat,  I  would like to have accurate figures  from\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, an increase of one or one and a half cents a\r\n\r\nkatty  means quite a lot to a poor man who  has  to\r\n\r\nsupport even a small-sized family. The Labour Front\r\n\r\nMinisters  have not been able to do anything  about\r\n\r\nreducing   the  cost.  They  have  supported   this\r\n\r\nstockpile  scheme  as  a  strategic  pile  for   an\r\n\r\nemergency. However, a period of ten years (1945  to\r\n\r\n1955)  has  passed since the war ended. I  am  sure\r\n\r\nthey  did not expect any war at that time,  nor  do\r\n\r\nthey  expect  it  in  the near future.  The  second\r\n\r\nreason possibly is that an emergency might arise in\r\n\r\nthe event of a scarcity of rice. Now, that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1495</b></font><br><br>\r\n\r\n\r\n\r\nposition was quite clear in 1953 and 1954, when  it\r\n\r\nwas  seen  very clearly that the supplies  in  each\r\n\r\ncountry  were  increased for  distribution  to  the\r\n\r\ncountries needing them. Not only was this the case,\r\n\r\nbut  also  those who imported rice increased  their\r\n\r\nown  capacity to produce rice in their own country,\r\n\r\nso that they imported as little as possible because\r\n\r\nit  cost  more money. The figures, which I obtained\r\n\r\nfrom statistics from E.C.A.F.E. conferences held in\r\n\r\ndifferent countries, will show that the rice supply\r\n\r\nposition  has  been easier. If it  is  easier,  why\r\n\r\nshould  we continue with this stockpile of rice  in\r\n\r\nthis  small  city  of  Singapore?  I  am  sure  the\r\n\r\nGovernment is not going to put forward the argument\r\n\r\nthat it is because there is strategic stockpile  in\r\n\r\nthe Federation, therefore we must follow them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Federation produce a certain amount of\r\n\r\nrice  for their own consumption in addition to some\r\n\r\nimports. As an independent country now, of  course,\r\n\r\nthey  will  increase their output with  the  latest\r\n\r\nscientific  methods and advice which  they  receive\r\n\r\nfrom other countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if that is the position, is it necessary to\r\n\r\ncontinue   this  stockpile  policy,  whatever   the\r\n\r\nexcuses given, since it has increased the burden of\r\n\r\nthe poor man, who has to pay a higher price for his\r\n\r\nown  daily staple food? This has also been  brought\r\n\r\nto  light  in  my  motion which I  tabled  in  this\r\n\r\nAssembly. Now, Sir, Singapore in -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I shall suspend the sitting\r\n\r\nnow.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of\r\n\r\nthe Committee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>(Mr R. C. H. Lim):</b> The sitting will be resumed at 2.30 this afternoon.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.15 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1496</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $246,710 for Head 39 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I continue my\r\n\r\narguments   started   this  morning   against   the\r\n\r\nstockpile on rice, when the war was over  in  1945,\r\n\r\nand  why this policy of the Government was  not  to\r\n\r\nthe benefit of the people and trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the trade itself. I said that\r\n\r\nsince  1953,  1954 or 1955 onwards,  the  producing\r\n\r\ncountries  had to come to us to sell their  surplus\r\n\r\nrice  from the exports of their own countries.  The\r\n\r\nposition  then  was  that  rice  was  available  in\r\n\r\nplenty.  Why should this Department remain and  why\r\n\r\nwas  this stockpile necessary? My argument was that\r\n\r\nit costs a cent or a cent and a half more per katty\r\n\r\nto  the consumer. Sir, a cent or a cent and a  half\r\n\r\nmore  per katty to a poor family may not look  very\r\n\r\nmuch  in  the eyes of Ministers drawing  such  high\r\n\r\nsalaries, but it is very essential to save  even  a\r\n\r\ncent in their expenses on foodstuffs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in big countries like India, there were,\r\n\r\nafter the war, rice controls, price controls,  this\r\n\r\nand  that, but even with such a huge population - not\r\n\r\nonly in India but also in other countries too - they\r\n\r\nwere abolished. What happens is this. In those  big\r\n\r\ncountries  if  a dealer wants to take advantage  of\r\n\r\nthe position, if a shortage occurs, then they bring\r\n\r\ndown  the  control on price. This could  have  been\r\n\r\ndone in Singapore - a small city with a population of\r\n\r\nover  a  million and a half. If the  importers  are\r\n\r\nwilling  to  have enough supplies on their  hands - I\r\n\r\nunderstand  they  have been given  assurances  from\r\n\r\ntime  to  time  to do that - then, Sir, there  should\r\n\r\nhave been a free trade. If a shortage occurs, price\r\n\r\ncontrol   can  always  be  brought   in   to   curb\r\n\r\nexploitation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sugar and flour also came under Supplies. A lot\r\n\r\nof  public money was wasted on these items and they\r\n\r\nwere slowly abolished; and the rice question should\r\n\r\nhave been treated in the same way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during my motion, if I remember correctly,\r\n\r\nthe  Member  for Tiong Bahru brought in  the  point\r\n\r\nabout  the corruption that existed. I do  not  know\r\n\r\nabout\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1497</b></font><br><br>\r\n\r\n              \r\n\r\n\r\n\r\nthis,  but  I am sure the incoming Government  will\r\n\r\nappoint a Commission of Inquiry to find out whether\r\n\r\nthe  stockpiling of rice is necessary  and  whether\r\n\r\nany  corruption has taken place. There is a  likely\r\n\r\nchance  of  corruption because, all  of  a  sudden,\r\n\r\nsometimes  exports  are  stopped,  or  imports  are\r\n\r\nstopped,  or certain quantities from the rice  pile\r\n\r\nare taken out. There is a possibility of corruption\r\n\r\nand  the Government's duty should be to have a full\r\n\r\ninquiry.  I hope that the incoming Government  will\r\n\r\ntake  up this very important question of having  an\r\n\r\ninquiry,  whether  this  policy  of  stockpile   is\r\n\r\nnecessary and whether any corruption takes place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some people argue that it is the merchants\r\n\r\nrather  than the Chambers of Commerce who want  the\r\n\r\nstockpile to be abolished. Why not? Like any  other\r\n\r\ntrade  which is free, why should not this be  free?\r\n\r\nThere   should  have  been  no  such  restrictions,\r\n\r\nwhatever they are, on this trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not interested to hear lame excuses by\r\n\r\nthe  Labour  Front elected Ministers on this.  They\r\n\r\nhave  enough chances. They have failed  to  utilise\r\n\r\ntheir chances in order to help the public.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, I said on the\r\n\r\nmotion  moved  by  my friend, the hon.  Member  for\r\n\r\nTelok  Ayer - that appears in the Hansard,  Vol.  2.\r\n\r\nNo.  18, dated 10th January, 1957 - that rice is  the\r\n\r\n\r\n\r\nstaple food of the Asians and it is the duty of the\r\n\r\nGovernment, wherever possible, to allow the  people\r\n\r\nto buy cheaper rice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am saying it again here, that it is the\r\n\r\nduty  of  the Government to see that the people  of\r\n\r\nSingapore should have the opportunity to buy  cheap\r\n\r\nrice and not the present dear rice for which we are\r\n\r\nnow paying.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have brought to the notice of this Government,\r\n\r\nSir,  the  corruption prevailing in the Department,\r\n\r\nand I quoted the figure of $4,000 per thousand tons\r\n\r\nof  ripe, which would enable a tenderer to get  the\r\n\r\ntender. I am glad that the successful tenderer  for\r\n\r\nthe last few years has given way to another.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1498</b></font><br><br>\r\n\r\n             \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When I brought out the point about corruption in\r\n\r\nthe  Department, I was approached by  the  Minister\r\n\r\nfor  Education  and the Minister for  Commerce  and\r\n\r\nIndustry.  They told me that they did not  like  to\r\n\r\nsee  dirty  linen  washed in  this  Assembly.  They\r\n\r\nrealised   the  things  that  went   on   in   that\r\n\r\nDepartment. The two words \"dirty linen\"  were  used\r\n\r\nby the Minister for Education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If they realise that dirty things have been going\r\n\r\non  in  that Department, Sir, it is their duty  all\r\n\r\nthe  more  to  see that this Department  should  be\r\n\r\nreorganised or that the State's stockpile  of  rice\r\n\r\nshould be abolished.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about free trade, why cannot the rice\r\n\r\nmerchants be given an opportunity to import as much\r\n\r\nrice as they like and sell as much as they like?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no use to talk about a stockpile in the\r\n\r\nevent  of  war.  I  want to ask  the  Minister  for\r\n\r\nCommerce and Industry this: in the present  age  of\r\n\r\natomic  and hydrogen bombs, what can the Government\r\n\r\nstockpile  do for the people? What the people  want\r\n\r\nat  the moment is to buy cheap rice for members  of\r\n\r\ntheir  family.  I, for one, can say that  paying  a\r\n\r\ncent or two cents a katty more for my rice will not\r\n\r\naffect  me,  but to a man earning $100  or  $150  a\r\n\r\nmonth, even three or four cents more a day means  a\r\n\r\nlot to these people, because everyday they must eat\r\n\r\nrice.  And in one month, it will come up to a  very\r\n\r\nbig sum.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government defeated us on that motion. But\r\n\r\nnow let the people be the judges. I can bet you.\r\n\r\nSir, if you were to release or give them the -\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> On a point of order, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Do you take bets, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I did not read that implication in\r\n\r\nthe Member's statement.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> What I want to emphasise, Sir,\r\n\r\nis  this - if we allow merchants to bring in the rice\r\n\r\nfreely, we can get cheap rice; instead of the  lame\r\n\r\nexcuse  that, in the event of war, we must  have  a\r\n\r\nstockpile.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1499</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I brought this state of affairs to the notice of\r\n\r\nthe    Government   and   the   Corrupt   Practices\r\n\r\nInvestigation  Bureau  when  I  hit  out   at   the\r\n\r\nDepartment   then  about  rice   moving   out   and\r\n\r\ncirculating and coming back to the same  stockpile.\r\n\r\nIt  was  their duty at that time, when I  made  the\r\n\r\n\r\n\r\nallegations here, to make a surprise check on  this\r\n\r\nstockpile. They would then have found that the rice\r\n\r\nwhich  came back to the stockpile was actually  the\r\n\r\nold  rice  which  had been bought by  the  dealers.\r\n\r\nInstead  of  that,  the Minister for  Commerce  and\r\n\r\n\r\n\r\nIndustry  told  me in the C.P.A. room:  \"Well,  Mr\r\n\r\nTan,  I  have  already dismissed the Controller  of\r\n\r\nSupplies  and  an Inspector.\" That is  not  what  I\r\n\r\nwant. I want cheap rice for the people. It is not a\r\n\r\nquestion  of dismissing the Controller of  Supplies\r\n\r\nor  the  Inspector. What do I care about them?  The\r\n\r\npeople  are  very important. What we  want  is  the\r\n\r\ncheapest  rice  that the people can  get,  not  the\r\n\r\ndismissal  of  the Controller of  Supplies  or  the\r\n\r\nInspector.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, we have\r\n\r\njust   heard  the  remarks  expressed  simply   and\r\n\r\nsincerely by the Member for Tiong Bahru, who is the\r\n\r\nchampion  of  anti-corruption and the  champion  of\r\n\r\nanti-stockpile of rice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not easy to come to my conclusions.\r\n\r\nEvery  year  we come to this item of Supplies.  One\r\n\r\n\r\n\r\nside  says,  \"Stockpile in case of emergency.\"  The\r\n\r\nother  side says, \"We fight to bring down the price\r\n\r\nof  rice.\"  Another champion for the cause  of  the\r\n\r\nunderdog  says,  \"The person  who  is  against  the\r\n\r\nstockpile of rice is the businessman who  wants  to\r\n\r\nmake  more  money.\" Sir, all these  statements  are\r\n\r\nvery   confusing.  I  sincerely  believe   that   a\r\n\r\nresponsible  Government must try its very  best  to\r\n\r\nbring  down  the  cost of living. Why  should  this\r\n\r\nGovernment,  year in and year out, be bombarded  by\r\n\r\nthe public and in this Assembly on this question of\r\n\r\nstockpile  and  yet it so stubbornly maintains  the\r\n\r\nSupplies Department? There must be some reason  for\r\n\r\nthat and I know the reason - in case of an emergency.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1500</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out the following facts. (1) How\r\n\r\nis  it  that  the Japanese, during the  Occupation,\r\n\r\ncould maintain the price of rice at eight cents per\r\n\r\nkatty  for quite a long time? (2) Why is there  now\r\n\r\nno control over sugar and flour? How is it that the\r\n\r\nGovernment  had  the  confidence  to  release   the\r\n\r\ncontrol on sugar and flour and not on rice? Sir, is\r\n\r\nthe Government able to say how many tons of rice we\r\n\r\nexport   from  Singapore  every  month?  We  should\r\n\r\nconfine  ourselves in this debate on \"Supplies\"  to\r\n\r\nsuch facts.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, there are\r\n\r\ncertain   subjects  which  have  become   permanent\r\n\r\nfeatures  or  landmarks  in  our  debates  in  this\r\n\r\nAssembly.  These  subjects act as  pillars  without\r\n\r\nwhich  there  is  a great danger that  the  debates\r\n\r\nmight  collapse, because there will be  no  talking\r\n\r\npoint  left  for the Opposition - subjects  like  the\r\n\r\nFamily  Planning Association, over which  we  spent\r\n\r\nquite  some time yesterday and the day before,  and\r\n\r\nthe stockpile of rice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Ayer, Sir, said that the\r\n\r\nprevious  Legislative Council - he always dwells  in\r\n\r\nthe  age of the colonial days - released controls  on\r\n\r\neverything  except rice. It released  sugar,  flour\r\n\r\nand,  I  believe,  salt - except  rice.  Perhaps  the\r\n\r\nMember  for Changi, who just now asked why  it  was\r\n\r\nthat sugar and flour were released but rice was not\r\n\r\nreleased,  should get together with the Member  for\r\n\r\nTelok  Ayer  (who  was  a Member  of  the  previous\r\n\r\nCouncil) and ask him that and not ask mc. I came in\r\n\r\nlater.  If the previous Council thought it not  fit\r\n\r\nto  release  control on rice, then how can  he  now\r\n\r\nturn  round  and  attack this  Government  for  not\r\n\r\nreleasing rice for the same reasons?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Ayer stated that the rice\r\n\r\nposition  had eased considerably and that therefore\r\n\r\nthere  was  no need for a stockpile. I  think  hon.\r\n\r\nMembers  will remember that it was last  year  when\r\n\r\nthere  was  an  export  restriction  on  rice  from\r\n\r\nThailand  and that stocks went short in  Singapore,\r\n\r\nand that was the time when I issued an assurance to\r\n\r\nthe public that there was no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1501</b></font><br><br>\r\n\r\n\r\n\r\ncause to worry, \"We have sufficient stocks of  rice\r\n\r\nin  our  stockpile. Therefore, do not pay more  for\r\n\r\nyour rice if the merchants try to squeeze it out of\r\n\r\nyou because of this sudden shortage in Thailand.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member went on to say, \"Let us not hear\r\n\r\nthe  argument  that  the  Federation  is  having  a\r\n\r\nstockpile.\"  He also said, \"The Federation  have  a\r\n\r\ncertain  amount  of their own rice,\"  and  that  is\r\n\r\nexactly the point. The Federation have about 60 per\r\n\r\ncent  of their rice requirements grown at home  and\r\n\r\nyet  they  still  maintain  a  stockpile.  We  have\r\n\r\nabsolutely no rice growing at home, and  what  will\r\n\r\nhappen  to  us in case of war? Will the  population\r\n\r\nhave  to  starve? Sir, the merchants would like  to\r\n\r\nsee  the stockpile taken off, because they want  to\r\n\r\ntrade  and fill their pockets with profits.  It  is\r\n\r\nquite  natural.  I  do not say that  it  is  a  bad\r\n\r\nmotive.  Everyone  in  the  world  wants  to   make\r\n\r\nprofits,  except in a Communist country  where  you\r\n\r\nare  not  allowed  to  make any  profits.  But  the\r\n\r\nGovernment has to look after the wider interests of\r\n\r\nthe population, not after the narrow interests of a\r\n\r\ncertain section of the population who want to  make\r\n\r\nprofits for themselves. Now just imagine what  will\r\n\r\nhappen if war suddenly broke out and communications\r\n\r\nwere  cut  off  and we had to depend  on  Thailand,\r\n\r\nBurma   and   Vietnam   for   our   supplies.    If\r\n\r\ncommunications  were cut off or  if  shipping  went\r\n\r\nshort - even  if the communication lines  were  open,\r\n\r\nthere  would  be  a  shortage of  shipping  because\r\n\r\nshipping  would be requisitioned by the  Government\r\n\r\nto  carry  war  materials - how would the  public  of\r\n\r\nSingapore  then  fare?  That  is  exactly   why   a\r\n\r\nstockpile is maintained - to cushion any shortages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is admitted, Sir, that from next year it is\r\n\r\nexpected  that there will be a surplus of rice  and\r\n\r\nthat  there will be an overproduction of rice,  but\r\n\r\nit has not been so until this year. In about August\r\n\r\nor  September of last year, as I mentioned earlies,\r\n\r\nThailand had to curtail its export of rice.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1502</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Telok Ayer went on to say\r\n\r\nthat  the importers were willing to give assurances\r\n\r\nthat they would carry the stockpile. Sir, merchants\r\n\r\nare  willing  to give any assurances. The  question\r\n\r\nis:  are they willing to carry them out? I say  the\r\n\r\nmerchants  will  not be willing to carry  them  out\r\n\r\nbecause we tried it out already. Three months back,\r\n\r\nwe  entered  into an agreement with  the  Singapore\r\n\r\nRice   Dealers'  Association,  that  they  take   a\r\n\r\nguaranteed   off-take  of  2,500  tons   from   the\r\n\r\nstockpile in order to rotate the stockpile, so that\r\n\r\nstocks  would  not  go  bad.  That  agreement   was\r\n\r\nsupposed  to last until December. I had high  hopes\r\n\r\nthat  if  they  kept that agreement we  could  have\r\n\r\nentered  into a permanent agreement for 1959.  What\r\n\r\nwas  the result? They carried out the agreement for\r\n\r\n1�  months  and then they said,  \"Sorry,  we  are\r\n\r\nunable  to  keep  up  with this guarantee.  We  are\r\n\r\nunable  to take the rice.\" And they requested  that\r\n\r\nthe  agreement  be terminated. That  agreement  was\r\n\r\nterminated and the position has gone back  to  what\r\n\r\nit  was  before.  It  is  all  very  well  for  the\r\n\r\nmerchants to come round and say, \"We are willing to\r\n\r\ndo  this.\"  But  are they really in  earnest  about\r\n\r\ndoing  it?  They only look to their own  interests.\r\n\r\nThe  Government has got to look after the  interest\r\n\r\n\r\n\r\nof the public as a whole.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then came the allegation of corruption. That was\r\n\r\ntaken  up again by the Member for Tiong Bahru  very\r\n\r\nvehemently,   about  the  Minister  for   Education\r\n\r\ntelling  him  outside not to wash  dirty  linen.  I\r\n\r\nnever mentioned the words \"dirty linen\", Sir, and I\r\n\r\nam  sure that the Minister for Education must  have\r\n\r\nused   different   words.  Anyhow,   whatever   was\r\n\r\nmentioned, the fact is this. What I said to him was\r\n\r\nthat  I had not been happy with the manner in which\r\n\r\nthe  stockpile had been run, and I had investigated\r\n\r\nthe  position.  In  fact,  the  question  had  been\r\n\r\nreferred  to  the  Corrupt Practices  Investigation\r\n\r\nBureau, but because no proof could be found, I  was\r\n\r\nnot willing to state categorically in this House - in\r\n\r\nwhich  I  am privileged and could say what I  like,\r\n\r\nbut I am a responsible Minister and I\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1503</b></font><br><br>\r\n\r\n\r\n\r\ncannot say it - that there existed corruption. I  had\r\n\r\nmy  own  doubts. In fact, I carried out a  surprise\r\n\r\ncheck  two months before the Member for Telok  Ayer\r\n\r\nbrought  his  motion  to this House - that  was  last\r\n\r\nyear,  I  believe.  As a result  of  this  surprise\r\n\r\ncheck,  I  was  very unhappy and I  suspected  that\r\n\r\nthere was something going on, and I dismissed  four\r\n\r\nofficers  of the Department who were on a month-to-month  basis. Because they were on a month-to-month\r\n\r\nbasis, we could give them notice; but I would  hate\r\n\r\nto  state categorically that those dismissals  were\r\n\r\nconnected with corruption because that had not been\r\n\r\nproved.  We handed the matter over to the  C.P.I.B.\r\n\r\nand  they  themselves failed to  take  any  further\r\n\r\n\r\n\r\nsteps.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is all very well to shout about\r\n\r\ncorruption,  but  I think, in the interest  of  the\r\n\r\nPublic Service and also in the interest of justice,\r\n\r\none  has got to be careful of what one talks about.\r\n\r\nOpposition  Members,  not  being  responsible,  can\r\n\r\n\r\n\r\nshout  anything  they like, but a Minister  of  the\r\n\r\nGovernment has to be careful what he says.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was an insinuation, Sir, by the Member for\r\n\r\nTelok  Ayer that corruption might go up to a higher\r\n\r\nlevel. He did not mention it, but he said, \"Imports\r\n\r\nare stopped and exports are stopped.\" As a merchant\r\n\r\nI  understand the implications of that. If  imports\r\n\r\nare  stopped  and exports are stopped, there  could\r\n\r\nnot  be  corruption amongst official circles unless\r\n\r\nthe rice received in the stockpile is bad or of  an\r\n\r\ninferior  quality and good money was paid  for  it;\r\n\r\nbut  when  imports  are  stopped  and  exports  are\r\n\r\nstopped,  the  insinuation is that there  could  be\r\n\r\nmanipulation   in   the  rice  market,   and   that\r\n\r\nmanipulation  could only be done by a  Minister  or\r\n\r\nhis  associates  outside. Sir, I challenge  him  to\r\n\r\nbring  a motion against me if he cares to and prove\r\n\r\nit, instead of making such insinuation.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I do not think that the\r\n\r\nMinister is justified in suggesting that there  was\r\n\r\nan  imputation. If the Minister thought  there  was\r\n\r\nsuch an imputation, I think it was up to the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1504</b></font><br><br>\r\n\r\n\r\n\r\nMinister to rise on a point of order at the time. I\r\n\r\nsuggest  that  the Minister does  not  pursue  that\r\n\r\ncourse.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I defer, Sir, to your ruling\r\n\r\nand I shall stop from proceeding on this line.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And then the Member for Telok Ayer went on to say\r\n\r\nthat  he  was not prepared to hear of lame  excuses\r\n\r\nand, as usual, after every item he raises, he walks\r\n\r\nout  of  the  House  and does  not  listen  to  the\r\n\r\nreplies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Member for Tiong Bahru raised the\r\n\r\npoint  of  present-day atomic  warfare  and  asked,\r\n\r\n\"What  can a stockpile do?\" The stockpile can  feed\r\n\r\nthe people until such time as supplies can come in.\r\n\r\nOn  top of getting burns from atomic bombs and from\r\n\r\n\r\n\r\nradioactivity in the atmosphere after the discharge\r\n\r\nof  such  bombs, I am sure that the people  do  not\r\n\r\nwant to be hungry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there was a plea that the people want cheap\r\n\r\nrice.  Sir, the price of rice is not in our  hands.\r\n\r\nThe  price of rice is in the hands of the producing\r\n\r\n\r\n\r\ncountries  and  the world market of rice.  I  think\r\n\r\nwhat  the Member meant was - as the Member for  Telok\r\n\r\nAyer mentioned - that the public have got to pay 1�\r\n\r\ncents more per katty for their rice because of this\r\n\r\nstockpile, otherwise they might have to pay less. I\r\n\r\ndisagree  with that, Sir. The difference  in  price\r\n\r\nmight  vary. The normal difference in price between\r\n\r\nstockpile rice and the ordinary commercial rice  is\r\n\r\nabout half a cent per katty and that is because  of\r\n\r\nthe expenditure for stockpile operation. It happens\r\n\r\nsometimes  that  the  price of  stockpile  rice  is\r\n\r\nhigher  because there is always a time lag  between\r\n\r\nGovernment's buying of rice and the release of  the\r\n\r\nsame rice from the stockpile. For instance, at  the\r\n\r\nmoment, our price is much higher than the price  of\r\n\r\ncommercial  rice, because we bought our rice  three\r\n\r\nor  four months ago when the market was round about\r\n\r\n�50.  About  two  weeks ago, the price  dropped  in\r\n\r\nThailand to about �46 or �47, and possibly there is\r\n\r\ngoing to be a further drop, but the stocks held  by\r\n\r\nGovernment are at �51 and therefore they  have  got\r\n\r\nto  be  released for some time at that  price.  The\r\n\r\nGovernment operates the stockpile on a no profit no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1505</b></font><br><br>\r\n\r\n\r\n\r\nloss basis. Now when these stocks are finished, the\r\n\r\nGovernment will start buying cheap rice.  When  you\r\n\r\ncome  to the end of the rice season, the Government\r\n\r\nhas  got in stock cheaper rice and the traders  are\r\n\r\nforced  to  buy end-season rice which is higher  in\r\n\r\nprice.  At that time, the stockpile rice is cheaper\r\n\r\nthan the commercial rice for a few months. There is\r\n\r\nalways  a  three or four months' lag in  the  price\r\n\r\nfactor.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Changi asked me, \"Why is it\r\n\r\nthat  the Japanese could maintain the price of rice\r\n\r\nat  eight  cents per katty during the  occupation?\"\r\n\r\nSir,  I  was not in the confidence of the  Japanese\r\n\r\nMilitary Administration and, therefore, I am unable\r\n\r\nto answer that question.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The figures for the export of rice which he\r\n\r\nenquired  can  be  found in any of  the  Government\r\n\r\npublications  which are available. The  import  and\r\n\r\nexport publications give you figures of the exports\r\n\r\nof  various commodities month by month and year  by\r\n\r\nyear.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nMr Speaker. Sir, I was rather surprised to hear my\r\n\r\nname  being brought into this debate. I was  quoted\r\n\r\nas  having said to the hon. Member for Tiong  Bahru\r\n\r\nthat we should not wash dirty linen or something to\r\n\r\nthat  effect. I inform this House that I never said\r\n\r\nthose  words. What I told the hon. Member for Tiong\r\n\r\nBahru  was that it was rather unfair to attack  any\r\n\r\nmember   of   the  Public  Service,  especially   a\r\n\r\nPermanent Secretary, without giving him a chance to\r\n\r\nreply in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the principle should be established and\r\n\r\nobserved  in  this House that we must be  dignified\r\n\r\nand that we should not resort to accusations or  to\r\n\r\npersonal  attacks on any person, be he a  Permanent\r\n\r\nSecretary, or a simple peon in any office.  If  any\r\n\r\nofficial is proved to be inefficient or that he has\r\n\r\nindulged  in  malpractices, his  activities  should\r\n\r\nfirst be brought to the notice of the Minister  who\r\n\r\nwould then bring it to the notice of the Council of\r\n\r\nMinisters. There are many ways of dealing with such\r\n\r\ninefficiency - there  is the Disciplinary  Committee;\r\n\r\nthere is the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1506</b></font><br><br>\r\n\r\n\r\n\r\nreference  back  to the Public Service  Commission.\r\n\r\nWhat  I  told the hon. Member for Tiong  Bahru  was\r\n\r\n\r\n\r\nthat  he  should not have done that  in  the  House\r\n\r\nwithout  giving the official concerned a chance  to\r\n\r\nreply to him. I think that is unfair.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Mr Speaker, Sir, I am really\r\n\r\nsurprised  at  the reply given by the Minister  for\r\n\r\nEducation.  He  used two words,  \"dirty  linen\".  I\r\n\r\nrepeat  it again. It is not the Permanent Secretary\r\n\r\nthat  I  was  referring to. It  is  the  expression\r\n\r\n\"dirty linen\", because he said, \"Do not wash  dirty\r\n\r\nlinen in the House.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Department of Supplies, we notice\r\n\r\nthat  the  expenditure is $246,710 and the  revenue\r\n\r\nfrom  it  is  $596,050. This is the way to  squeeze\r\n\r\nmerchants   to   pay  for  the  running   of   this\r\n\r\nDepartment.  We  all know that the merchants,  when\r\n\r\nthey want to import rice from any country, have  to\r\n\r\nbuy  50  per  cent  of the quantity  they  wish  to\r\n\r\nimport.  Why must they buy rice from the Government\r\n\r\nstockpile?  Why cannot they be allowed  to  have  a\r\n\r\nfree hand in importing any quantity they like?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister went on to say, \"What will\r\n\r\nhappen  in  the  case  of  war?\"  I  can  tell  the\r\n\r\nMinister. Sir, in the case of war, one tiny  atomic\r\n\r\nbomb  or hydrogen bomb will wipe out Singapore.  It\r\n\r\nis  not  a  question  of  public  health,  or  rice\r\n\r\nstockpile - even  if  you have  5,000  tons  of  rice\r\n\r\nstockpiled in the godown. As an elected  Member  of\r\n\r\nmy  constituency, I am very perturbed to  say  that\r\n\r\nthe  merchants, when they are asked to buy  50  per\r\n\r\ncent  against their imports, have to pay more,  and\r\n\r\nthe  other thing is that they have to pay  handling\r\n\r\ncharges  to bring the rice to the godown  and  then\r\n\r\nback  to  the merchant's storehouse. And  the  rice\r\n\r\nupon  circulation will be sold to the public  at  a\r\n\r\nhigher price.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am very concerned because it is the duty of the\r\n\r\nGovernment  to take the interest of the  masses  at\r\n\r\nheart. It is not a question of a department  to  be\r\n\r\npaid  for by the merchants or rice merchants.  What\r\n\r\ndo  I care for a few rice merchants? But my concern\r\n\r\nis that in the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1507</b></font><br><br>\r\n\r\n\r\n\r\npast, only one man succeeded in getting the tender,\r\n\r\nyear in and year out. That is what I am against.  A\r\n\r\nshopkeeper  or a rice merchant could never  succeed\r\n\r\nin  getting  the  tender. There must  be  something\r\n\r\nwrong. As an elected Member for Tiong Bahru, it  is\r\n\r\nmy duty to point out to Government that it is their\r\n\r\nduty, in the interests of the masses, to stop  this\r\n\r\nnonsense. I am talking about the rice stockpile.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the time when the British troops\r\n\r\nsurrendered  in  1942, there were many  godowns  in\r\n\r\nvarious parts of Singapore. They had thousands  and\r\n\r\nthousands of cases of butter, milk, sugar, rice and\r\n\r\nsardines.  Because  they were  hungry,  the  people\r\n\r\nlooted  the godowns, in spite of the armed  guards.\r\n\r\nThe  Minister  for Commerce and Industry,  when  he\r\n\r\n\r\n\r\ntalked  about my friend and colleague on this  side\r\n\r\nof  the House, the Member for Telok Ayer, said that\r\n\r\nwhen we did something, he had to follow. It is  not\r\n\r\nthat.  We  know  very well that one man's  meat  is\r\n\r\nanother man's poison. If the system adopted by  the\r\n\r\nprevious  Council is wrong, it is the duty  of  the\r\n\r\nGovernment to correct it. I am very perturbed, Sir,\r\n\r\nand  I  am afraid I cannot agree to this sum  being\r\n\r\nspent on the Supplies Department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I wish to talk a little\r\n\r\nmore about this rice situation. Although I am going\r\n\r\nto criticise the Supplies Department, my criticisms\r\n\r\nare entirely different from those of the Member for\r\n\r\nTiong  Bahru.  I  wish the Minister will  carefully\r\n\r\nlisten  to  me. I asked him to give the figures  of\r\n\r\nhow  many  tons  of  rice a  month  Singapore  rice\r\n\r\nimporters re-export to other countries. My  purpose\r\n\r\nin  raising  this query is to assure  the  Minister\r\n\r\nthat  Singapore  always  has  plenty  of  rice  for\r\n\r\ntrading.  I  can  quote an example.  There  is  one\r\n\r\nmerchant  who  had a few thousand tons  of  Burmese\r\n\r\nrice.  Burmese rice is only suitable for Indonesia,\r\n\r\nbecause   they  prefer  it  to  Siamese   rice,   a\r\n\r\npreference just opposite to that of the  people  of\r\n\r\nSingapore.  During the civil conflict in Indonesia,\r\n\r\ntrade  suddenly stopped. Yet this merchant  refused\r\n\r\nto sell below the price and he stocked Burmese rice\r\n\r\nfor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1508</b></font><br><br>\r\n\r\n\r\n\r\nyears.  Then  two or three months  ago  he  had  to\r\n\r\nengage hundreds of labourers to handle his stock of\r\n\r\nrice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I want to know is whether the Minister\r\n\r\nfor Commerce and Industry has made any attempts  to\r\n\r\nfind a solution to make the rice merchants, instead\r\n\r\nof  Government, spend money on stockpiling. For the\r\n\r\nfirst  time, I have to say that the clever Minister\r\n\r\nfor  Commerce and Industry has proved to this House\r\n\r\nthat he can be a fool too. He has admitted that the\r\n\r\ncontract  of about 2,500 tons of the rice stockpile\r\n\r\nwas  terminated by the Rice Importers' Association.\r\n\r\nThat  is  very  bad  dealing.  I  wonder  why   the\r\n\r\n\r\n\r\nGovernment  allowed such a contract  to  be  signed\r\n\r\nbetween  the  Rice Importers' Association  and  the\r\n\r\nGovernment without any guarantee. I wish  to  bring\r\n\r\nto  the notice of this House that last year, or the\r\n\r\nyear  before,  the Rice Importers' Association  had\r\n\r\nwritten  to  Government officially  and  offered  a\r\n\r\nsuggestion.   They   would   guarantee   all    the\r\n\r\nrequirements  of the Government. It is  up  to  the\r\n\r\nGovernment  to  open the door to negotiations  with\r\n\r\nthe  Rice  Importers' Association.  If  the  latter\r\n\r\nfails  to comply with Government's requirements  to\r\n\r\nsafeguard our staple food to meet emergency  needs,\r\n\r\nthen  make it public. Let us state it so  that  the\r\n\r\npublic will know that the Government did attempt to\r\n\r\nfind a solution to safeguard public funds.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck (Paya Lebar):</b> Sir, I only rise\r\n\r\nto  give  an  explanation to the Member for  Changi\r\n\r\nwho,  shall  I  say, admired the way in  which  the\r\n\r\nJapanese kept their rice at 8 cents a katty  during\r\n\r\nthe  war. I can assure him that that was due to  no\r\n\r\ncredit  of  the Japanese Army. It was  because  the\r\n\r\nrice   was  stockpiled  before  the  war   by   the\r\n\r\nGovernments  of  Singapore  and  Malaya,  and  that\r\n\r\nstockpile  lasted  nearly  three  years.  The  hon.\r\n\r\nMember  must  not forget that we were  existing  on\r\n\r\nstarvation rations, getting a quarter or even  less\r\n\r\nthan  a quarter of what the Member for Changi would\r\n\r\nbe eating today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the hon. Member would not bring his class-room lectures here and stop raising these school-children queries in this House, we could proceed -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1509</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\nguilty of two or three unparliamentary phrases, and\r\n\r\nI ask him to withdraw them.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Koon Teck:</b> Sir, I beg to withdraw them. I\r\n\r\ndo  hope  that  we  shall be able to  proceed  more\r\n\r\nquickly with the proceedings.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir I will deal with the\r\n\r\npoints  very  shortly in order to get on  with  the\r\n\r\ndebate. The handling charges are not high, they are\r\n\r\nonly half a cent per katty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The charge made by the Member for Tiong Bahru\r\n\r\nthat  in the past only one man got the tender every\r\n\r\nyear  is  not correct. In the past, the system  was\r\n\r\nthat  when  Government wanted to buy rice  for  the\r\n\r\nstockpile,  the  Government asked for  tenders  for\r\n\r\nrice,  and different firms got tenders in different\r\n\r\nmonths and for different types, according to  their\r\n\r\nquotations. But I believe what the hon. Member  has\r\n\r\nin  mind  is  the  tender  for  looking  after  the\r\n\r\nGovernment's stores. The same firm got  the  tender\r\n\r\nfor  two  years  or  so. After  that  the  tenderer\r\n\r\nchanged,  because somebody else tendered lower.  In\r\n\r\nthe   tender  system,  you  have  got  to  take   a\r\n\r\nchance - you may get the same man tendering  cheaper,\r\n\r\nand  unless you have got something against him, you\r\n\r\nhave to give him that tender, otherwise you will be\r\n\r\ncharged  with  favouritism, and then  some  Members\r\n\r\nmight  stand  up and say, \"Why was this  done?  Was\r\n\r\nthere  any  corruption anywhere in  the  nooks  and\r\n\r\ncorners?\" and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Member for Changi raised the point about\r\n\r\nhow  much  of  the rice held by importers  here  is\r\n\r\nbeing  re-exported. There again the figures can  be\r\n\r\nhad  by  him if he wants to, though I have not  got\r\n\r\nthem  with me now, but they are published. And then\r\n\r\nhe says his contention is that Singapore has plenty\r\n\r\nof  rice.  But  he forgets that the businessman  is\r\n\r\nafter  profits. When you have plenty  of  rice  and\r\n\r\nthere  is  a  sudden shortage, you  find  the  rice\r\n\r\ndisappearing underground, and then coming into  the\r\n\r\nblackmarket.  The  poor  labourer  and  the  office\r\n\r\nworker  will  have to pay five cents or  ten  cents\r\n\r\nmore  in  the  black-market. Though we  might  have\r\n\r\n20,000 or 30,000\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1510</b></font><br><br>\r\n\r\n\r\n\r\ntons  of  rice with the merchants, it will  all  go\r\n\r\nunderground. It has happened in the past  and  that\r\n\r\nis  why  price control has to be introduced, though\r\n\r\nit  never  works  properly because again  it  lends\r\n\r\nitself to corruption.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> It depends on what action is\r\n\r\ntaken!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> And I believe Sir, in not\r\n\r\nhaving   price  control  which  lends   itself   to\r\n\r\ncorruption and an expensive machinery to run it.  I\r\n\r\nbelieve rather in preventive measures, and that  is\r\n\r\nto have a stockpile. If the merchants try to do any\r\n\r\nblack-marketing, well, your stockpile is  there  to\r\n\r\nkill it. Now, the hon. Member says the solution  is\r\n\r\nto  make  the  rice  merchants  spend  their  money\r\n\r\ninstead of the Government. That is exactly what  is\r\n\r\nhappening - the  Government  spends  the  money   and\r\n\r\ncharges the merchants half a cent more per katty so\r\n\r\nthat  the  merchants are paying the money and  then\r\n\r\nthey  pass  it on to the consumers. Now,  supposing\r\n\r\nthe  rice merchants guarantee to carry a stockpile,\r\n\r\nthen  whatever  expenditure they  incur  they  will\r\n\r\nstill  pass  it  on to the consumers  who  are  the\r\n\r\npublic. It comes to the same thing - in the end it is\r\n\r\nthe consumer who pays. The merchant is not going to\r\n\r\npay   out  of  his  pocket,  and  neither  is   the\r\n\r\nGovernment.  So whether the Government carries  the\r\n\r\nstockpile, and then charges it to the merchants who\r\n\r\nagain  pass it on to the consumer, or the merchants\r\n\r\ncarry the stockpile, it is still the consumers  who\r\n\r\nwill pay.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And then the Member said, \"Why did we not\r\n\r\nnegotiate  with the Association?\" I have  just  now\r\n\r\ngiven  an example of such negotiations and  how  it\r\n\r\nfailed.  I have spoken many times with the  members\r\n\r\nof the Association. But what they want is, \"We will\r\n\r\ncarry  a  stockpile provided you give us a monopoly\r\n\r\nof  rice  imports\" - 20 or 30 firms - and  they  always\r\n\r\nsay,  \"We  will guarantee to carry, say. 10,000  or\r\n\r\n20,000 tons as a stockpile, but rice imports should\r\n\r\nbe  a  monopoly of these 20 or 30 members  of  this\r\n\r\nAssociation.\" Now, once\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1511</b></font><br><br>\r\n\r\n\r\n\r\nyou  give  them that monopoly, they  can  hold  the\r\n\r\npublic  of  Singapore to ransom,  and  a  Socialist\r\n\r\ngovernment is not prepared to do that. We have  the\r\n\r\ninterest  of the public first and foremost  in  our\r\n\r\nhearts,  Sir. And if the merchants are  willing  to\r\n\r\nplay  ball and co-operate with the Government, very\r\n\r\ngood;  if they are not, the Government has  got  to\r\n\r\nsafeguard  the public interest first and  not  just\r\n\r\nthe interests of the merchants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $246,710 for Head 39 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1511</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 40-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $111,620 for Head 40 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1511</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 41-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $824,030 for Head 41 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1511</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 42-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nR. Jumabhoy -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 42 be\r\n\r\nreduced by $10 in respect of item (1) of subhead\r\n\r\n1 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr R. Jumabhoy's absence, the amendment was\r\n\r\nnot proceeded with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $226,210 for Head 42 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I am sure\r\n\r\nmany  Members will agree that the Hon, the Minister\r\n\r\nfor  Local Government, Lands and Housing is one  of\r\n\r\nthe  most distinguished and respected of Ministers,\r\n\r\nespecially as he can also discharge his duties very\r\n\r\neasily.  In  the  first place, he has  a  wonderful\r\n\r\nPermanent  Secretary,  experienced  and  a  man  of\r\n\r\nintegrity.  Secondly,  his  Ministry  has   overall\r\n\r\ncontrol,   whereas  the  City  Council   is   semi-independent.  The  Rural  Board  again   is   semi-independent.  The S.I.T. is, however,  a  statutory\r\n\r\nbody.  So I think the Minister's post is envied  by\r\n\r\nmany  ambitious  politicians who  want  to  be  the\r\n\r\nMinister for Local Government, Lands and Housing. I\r\n\r\nam   sure  that  our  present  Minister  for  Local\r\n\r\nGovernment. Lands and Housing will probably  remain\r\n\r\nin the same post, no matter which Party is in power\r\n\r\nnext year. So I wish to take\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1512</b></font><br><br>\r\n\r\n\r\n\r\nthis  opportunity to extend my congratulations,  if\r\n\r\nsomewhat  prematurely, to the  Minister  for  Local\r\n\r\nGovernment, Lands and Housing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that I have touched on the City Council, the\r\n\r\nRural Board and the S.I.T., which are actually  not\r\n\r\nin the hands of the Minister, I would like to raise\r\n\r\na  small question about the allocation of farmland.\r\n\r\nFirstly,  there is the question of farm lots  which\r\n\r\n\r\n\r\nwe  must consider, since Singapore is such a  small\r\n\r\nisland and our population is increasing - a matter of\r\n\r\nheated   controversy  in  the  debate   on   family\r\n\r\nplanning! Therefore, I wish to know what is in  the\r\n\r\nmind  of  the  Minister. Has he any scheme  in  the\r\n\r\nBudget to provide for more farmlands, or will it be\r\n\r\nincorporated in a scheme which will be administered\r\n\r\nby the Rural Development Panel?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, if I am not wrong, he has promised to\r\n\r\ntry  and select and survey certain lands, and build\r\n\r\nan  attap  settlement. I do not know when or  where\r\n\r\nthis   attap  settlement  project  will   come   to\r\n\r\nfruition.  Maybe the Minister can enlighten  us  on\r\n\r\nthis  intention  to  build an attap  settlement  in\r\n\r\norder  to give the person, who prefers or is forced\r\n\r\nto  choose  a  house built of attap, a more  secure\r\n\r\nplace  than  he  has at present when  he  is  being\r\n\r\ncalled a squatter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I wish the Minister to assure this House\r\n\r\nthat he is fully aware that the housing development\r\n\r\nprojects  now being carried out by private  owners,\r\n\r\nand  the Government's development plan, are causing\r\n\r\nmany difficulties to the squatters, or, as they are\r\n\r\nsometimes  called, attap dwellers.  The  Government\r\n\r\nshould  see that the compensation paid to  them  is\r\n\r\nadequate.  However, so far there is no  legislation\r\n\r\nto protect such attap dwellers when they are served\r\n\r\nwith  eviction  notices by the landowners.  Sir,  I\r\n\r\nhave  raised  this question more than once,  and  I\r\n\r\nwould  ask the Minister to find ways and  means  to\r\n\r\nprotect  such  people  who have  been  served  with\r\n\r\neviction notices. If the landlord is good, he  will\r\n\r\ntalk  terms with the attap dweller. But  if  he  is\r\n\r\nnot,  he  will  say that the attap dweller  has  no\r\n\r\nright to claim compensation. So I wish the Minister\r\n\r\nwill consider this point.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1513</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, I wonder whether the Minister can\r\n\r\nsimplify the procedure when an application is  made\r\n\r\nfor repairing or building a house. Also, whether it\r\n\r\nis  possible  to  simplify the  procedure  when  an\r\n\r\napplication is made to change the name of the owner\r\n\r\non the Government's notice of assessment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these points which I have mentioned\r\n\r\nconcern attap houses in the rural areas, where they\r\n\r\nfind  it very difficult to have a permit to  repair\r\n\r\ntheir  houses.  Why  is this?  It  is  because  the\r\n\r\nDepartment  concerned with the issuing  of  permits\r\n\r\nrequires the landlord's endorsement before a permit\r\n\r\nis granted. As you are aware, many a landlord these\r\n\r\ndays  refuse  to  help these poor  squatters.  They\r\n\r\nwould like to see the attap houses collapse so that\r\n\r\nthe  tenants have to quit the land. Therefore, they\r\n\r\nnaturally  refuse to co-operate with  or  give  any\r\n\r\nassistance to the attap dwellers who wish to repair\r\n\r\nor  rebuild their houses. This non-co-operation  is\r\n\r\nespecially  true when it comes to  the  payment  of\r\n\r\nassessment.  When  a  tenant passes  away  and  the\r\n\r\nassessment is in his name, the son, when he applies\r\n\r\nto  change  it  into  his  name,  has  to  get  the\r\n\r\nendorsement  from  the landlord.  If  the  landlord\r\n\r\nrefuses  to  endorse it, the son  cannot  pay  that\r\n\r\nassessment. So all these things, which hon. Members\r\n\r\nin  this  House may consider are trifles, are  very\r\n\r\nimportant indeed to the poor squatters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point which I would like to raise is the\r\n\r\nwater supply for many kampongs. I have learnt  from\r\n\r\na  member  of  the Rural Board that,  although  the\r\n\r\nRural  Board has approved the installation of  many\r\n\r\npublic  standpipes in the kampongs, they  have  not\r\n\r\nbeen  installed because of the shortage  of  funds.\r\n\r\nJust an hour ago, a representative from the kampong\r\n\r\n\r\n\r\nof  Loyang  Loyang  (he  is actually  not  from  my\r\n\r\nconstituency)  came to my office and complained  of\r\n\r\nthe  shortage of water, and asked whether we  could\r\n\r\nsupply  them  with water. It should be noted  that,\r\n\r\ndespite  the recent big rainfall, there is still  a\r\n\r\nshortage of water in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1514</b></font><br><br>\r\n\r\n\r\n\r\ntheir  kampong.  He asked me if it is  possible  to\r\n\r\nsend  any  water-wagon to supply  that  place  with\r\n\r\nwater, or install water-pipes, which I have already\r\n\r\nrequested  the  Rural Board to do, and  which  have\r\n\r\nbeen  approved by them about three months ago.  The\r\n\r\nRural  Board  replied  to me that  they  could  not\r\n\r\ninstall  the standpipes because of the shortage  of\r\n\r\nfunds.  So,  Sir, I put these five points  forward,\r\n\r\nand  I  sincerely hope and expect that the Minister\r\n\r\nfor  Local Government, Lands and Housing will  give\r\n\r\nme a reply.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, on your advice\r\n\r\nI  have,  on the first day, dealt with the question\r\n\r\nof  salaries  under  all the preceding  Heads,  and\r\n\r\nthere  was  an amendment standing in my name  under\r\n\r\nthis  Head which also concerns salaries. Of course,\r\n\r\nsince  I  was not here, the amendment automatically\r\n\r\nlapsed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. In any event, I think the\r\n\r\nhon. Member is too late!\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> I am not speaking on the\r\n\r\namendment.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I see.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> What I am saying, Mr Speaker,\r\n\r\nSir,  is  this, that if I am not here  and  do  not\r\n\r\nwithdraw the amendment it will automatically lapse;\r\n\r\nand  I am not speaking on the amendment because  it\r\n\r\nhas already been dealt with by me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang:</b> Mr Speaker, Sir, we have\r\n\r\nbeen told time and again to grow more and more food\r\n\r\nto  help  the economy of this country, but  I  find\r\n\r\nlots of vacant land in the various resettlements in\r\n\r\nmy  Division lying fallow. I understand that  these\r\n\r\nlots  were rejected by those persons who have  been\r\n\r\ndisplaced  from somewhere else because of distance,\r\n\r\nunsuitability,  strange  environment  and  probably\r\n\r\nlack  of amenities. But there are people who  would\r\n\r\nwant that land. They can make use of it. Instead of\r\n\r\nallowing these plots of land to remain as secondary\r\n\r\njungles, I think it is better to have them made use\r\n\r\nof  for the people to cultivate, if not vegetables,\r\n\r\nat least tobacco, or sweet potatoes or tapioca.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1515</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would ask the Minister for Local\r\n\r\nGovernment,  Lands  and  Housing  to  instruct  the\r\n\r\ncompetent  department or departments  to  give  all\r\n\r\nfacilities to the applicants who apply for land  to\r\n\r\ndo cultivation.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat (Minister for Local Government, Lands and Housing) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Local Government, Lands and Housing (Dato Abdul Hamid Bin Haji Jumat):</b> Mr\r\n\r\nSpeaker, Sir, first of all, I should like to  thank\r\n\r\nthe  Member for Changi for his confidence not  only\r\n\r\nin  myself  but also in my Permanent Secretary  and\r\n\r\nother members of my staff.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To begin with, he started by saying that I, as\r\n\r\nMinister  for Local Government, Lands and  Housing,\r\n\r\nhave practically no responsibilities, and that  the\r\n\r\nRural  Board  has got its own Board of  Management,\r\n\r\nthe  Singapore Improvement Trust has got its  Board\r\n\r\nof  Trustees, the City Council has got its  elected\r\n\r\nCouncillors, and the Mayor, of course! But, at  the\r\n\r\nsame  time,  he has asked me a number of  questions\r\n\r\nwhich  I think are very pertinent, and to which  it\r\n\r\nwould he my duty to reply.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the question of farmlands or\r\n\r\nresettlement of farmers, I would like to  draw  the\r\n\r\nattention of the hon. Member to the Report  of  the\r\n\r\nLand Clearance and Resettlement Working Party which\r\n\r\nwas  published in 1955, wherein Government's policy\r\n\r\nwith  regard to resettlement and land clearance  is\r\n\r\nclearly defined.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, with regard to the actual planning of\r\n\r\nthese  resettlement areas, they are at  the  moment\r\n\r\nbeing  administered  by  the Singapore  Improvement\r\n\r\nTrust, of course, with the approval of my Ministry.\r\n\r\nAs  I see it, there is very little more that we can\r\n\r\n\r\n\r\ndo  for  these  f farmers, because,  in  the  first\r\n\r\nplace,  there  is  a  great  shortage  of  land  in\r\n\r\nSingapore,  although the Member for  Bukit  Panjang\r\n\r\ndid  mention  that there are still lands  available\r\n\r\nwhich  are unsuitable for farmlands. But, from  the\r\n\r\npoint  of  view of Government, we have very  little\r\n\r\nCrown   land  left  in  Singapore;  and   for   all\r\n\r\nGovernment   projects - such  as  schools,   housing,\r\n\r\nhospitals, clinics - Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1516</b></font><br><br>\r\n\r\n\r\n\r\nitself has to go into the open market to buy land.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are two or three points of criticism\r\n\r\nrelating to the Rural Board. The first one was  the\r\n\r\nquestion  of  repairs. Now, as far as I  am  aware,\r\n\r\nSir, there is very little difficulty now in getting\r\n\r\nthe  approval from the Rural Board for repairs  and\r\n\r\nalso  for the change of name. I am sure the  Member\r\n\r\nfor Changi is aware that, at the moment, the office\r\n\r\nof  the  Rural  Board  has been decentralised  into\r\n\r\nthree  different centres, and work is going  on  in\r\n\r\nthese  centres  more  expeditiously.  I  think  the\r\n\r\npublic  do realise that they are getting the  help,\r\n\r\nthe lack of which they have always been complaining\r\n\r\nabout in the past.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With decentralisation, we have done a wonderful\r\n\r\njob  in  that  of the revenue which was outstanding\r\n\r\nfor  last year, a total of $1.5 million has already\r\n\r\nbeen  collected this year, and up to date  we  have\r\n\r\ncollected more than $2 million from revenue due  to\r\n\r\nus in 1958.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the water supply, I do not think\r\n\r\nthe Member for Changi is correct in saying that the\r\n\r\ndifficulty there is funds alone. The fact  is  that\r\n\r\nfunds  can  and  will always be made available  for\r\n\r\nsuch an amenity, but, unfortunately, it is not  the\r\n\r\nRural Board who installs the standpipes, it is  the\r\n\r\nCity  Council.  The Rural Board normally - after  the\r\n\r\nrelevant  Committees have approved the applications\r\n\r\nfor   standpipes - refer  the  matter  to  the  Water\r\n\r\nDepartment of the City Council and it is up to  the\r\n\r\nCity  Council  to  put  up the  standpipes  at  the\r\n\r\nexpense of the Rural Board.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I think there is one\r\n\r\npoint  that  has  to be made clear,  and  that  is,\r\n\r\nsimplifying  the procedure regarding the  issue  of\r\n\r\npermits, for repairs to and rebuilding of houses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I fully agree with the Minister that since the\r\n\r\ndecentralisation  of  the Rural  Board  into  three\r\n\r\ndistricts, much convenience has resulted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that the three Chairmen. Mr Lim Chuan\r\n\r\nKim,  Che Hussein Bin Kamari and Mr R. Ramalingam,\r\n\r\ndeserve  mention for their efficiency. I know  this\r\n\r\nbecause I am the adviser to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1517</b></font><br><br>\r\n\r\n\r\n\r\nthe  Rural  Residents' Association and I  am  in  a\r\n\r\nposition to receive such information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to point out is that the trouble is\r\n\r\nnot  because  of  the complexities created  by  the\r\n\r\nDepartment, but the procedure laid down whereby the\r\n\r\nlandlord's endorsement is required, which  involves\r\n\r\nlegal points.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing I want to repair my attap house, I will\r\n\r\nhave to get the landlord's permission; otherwise  I\r\n\r\nwill  not  be  able  to  repair  it.  I  wonder  if\r\n\r\nGovernment  can find a solution to  help  the  poor\r\n\r\nfarmers  to  rebuild, repair or build their  houses\r\n\r\nwithout  undergoing this troublesome  procedure  of\r\n\r\nhaving to get an endorsement from the landlord.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the change of name in assessments, that\r\n\r\ntoo   requires   endorsement  from  the   landlord.\r\n\r\n[Laughter.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure the Minister for Communications and\r\n\r\nWorks,  who is laughing, thinks: \"Oh, how can  this\r\n\r\nbe?   You   are  refusing  to  recognise  ownership\r\n\r\nrights.\" Sir, I am fully aware of that. What I mean\r\n\r\nis that this is a problem for us to solve.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The landlord who wants to develop a piece of land\r\n\r\ncan   refuse  to  negotiate  or  talk  terms  about\r\n\r\ncompensation.  He  wants to wait  until  the  house\r\n\r\ncollapses. He refuses to endorse an application for\r\n\r\nhouse repairs. Therefore, he can have an easy  plan\r\n\r\nto build bungalow houses and his land value will be\r\n\r\nmuch  higher. We know this - that the price  is  much\r\n\r\ndifferent between a vacant piece of land with a few\r\n\r\nsquatters on it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Government can find a way out to help\r\n\r\nthe  poor  farmer  or fisherman, who  is  an  attap\r\n\r\ndweller,  to get his house repaired or rebuilt  and\r\n\r\nto  change his name on the assessment form when  he\r\n\r\ninherits  it from his father or is paying  transfer\r\n\r\nfees for his friends and so on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is the point I wish to put forward to the\r\n\r\nMinister for Local Govermnent's, Lands and Housing.\r\n\r\nI am sure\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1518</b></font><br><br>\r\n\r\n\r\n\r\nhe  has  to  consult the Attorney-General regarding\r\n\r\nthe  legal aspect. But at least I want to  ask  the\r\n\r\nMinister  for Local Government, Lands  and  Housing\r\n\r\nwhether he has sympathies for these people who have\r\n\r\nsuch troubles.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Sir, I have lots of sympathies\r\n\r\nfor  attap  dwellers, because I myself live  in  an\r\n\r\nattap house on land which does not belong to me.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Yes, you are proud of it!\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Actually, regarding the\r\n\r\nquestion of change of name for assessment purposes,\r\n\r\nI  do not think there is very much difficulty about\r\n\r\nthat.  All that a person need do is to bring  along\r\n\r\nhis father's assessment together with the Power  of\r\n\r\nAttorney,  to  the  Rural  Board  or  the  relevant\r\n\r\nDistrict  Council and change it. But that  has  got\r\n\r\nnothing  to  do  with  the  endorsement  from   the\r\n\r\nlandlord.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to repairs, I can promise the Member\r\n\r\nfor Changi that I will look into it again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[Upon the Member for Changi gesturing with his\r\n\r\nhand-]\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not know whether the hon.\r\n\r\nMember wishes to speak or whether he wishes to act.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I wish to speak on this\r\n\r\npoint.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lim Cher Kheng.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, just only two days ago I\r\n\r\nwent  to the Katong District Office. It had  to  do\r\n\r\nwith  a  fisherman, staying in Siglap,  who  had  a\r\n\r\nfather who passed away quite a long time ago.  This\r\n\r\nfisherman  owed an assessment rate  of  over  $100.\r\n\r\nAlso he was sick and I had to recommend him to  the\r\n\r\n\r\n\r\nSocial   Welfare  Department  for   public   relief\r\n\r\nassistance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the trouble is this. He cannot pay the\r\n\r\nassessment  because  it is not  in  his  name.  His\r\n\r\nfather  is  dead - he has a death certificate.  So  I\r\n\r\napproached the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1519</b></font><br><br>\r\n\r\n\r\n\r\nChairman,  Mr Lim Chuan Kim, who had an  interview\r\n\r\nwith this poor fisherman.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He insisted that, first of all, this poor\r\n\r\nfisherman  had to swear that he was the son  of  so\r\n\r\nand  so,  who  had passed away on  a  certain  day.\r\n\r\nSecondly,  this man had to get an endorsement  from\r\n\r\n\r\n\r\nthe landlord, because there was a form to be filled\r\n\r\nup  and  I  think somewhere below on the right-hand\r\n\r\nside,  the landlord's endorsement was required.  So\r\n\r\nthat is why I have this question in mind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government really have sympathies for\r\n\r\nthese  poor  squatters and at-tap dwellers,  please\r\n\r\nsimplify  the procedure and do not let the landlord\r\n\r\nhave  such  powers  to refuse to endorse  the  poor\r\n\r\nsquatter's name.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Mr Speaker, Sir, the matter\r\n\r\nreferred  to  by  the  Member  for  Changi  is   an\r\n\r\nexception. I say it is an exception because,  after\r\n\r\nall,  the person concerned may probably not be  the\r\n\r\nonly son. There may be other members in the family.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> That is true.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid:</b> Exactly, and that is why I say\r\n\r\nLetters  of  Administration must be  taken  out  to\r\n\r\nsatisfy  the Chairman of the Rural Board that  that\r\n\r\nparticular son is entitled to have the name on  the\r\n\r\nassessment changed into his name.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> How about the landlord's\r\n\r\nendorsement?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $226,210 for Head 42 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1519</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 43-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,140,670 for Head 43 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1519</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 44-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,491,930 for Head 44 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1519</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 45-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,034,160 for Head 45 ordered to stand part of the Schedule.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1520</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 46-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nR. Jumabhoy -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 46 be\r\n\r\nreduced by $10 in respect of item (1) of subhead  1\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr R. Jumabhoy's absence, the amendment was\r\n\r\nnot proceeded with.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 46 be\r\n\r\nreduced by $10 in respect of subhead 29 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my purpose in initiating this debate is\r\n\r\nmainly in regard to the education policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, I think I spoke enough on the question\r\n\r\nof  a  merger with the Federation of Malaya  and  I\r\n\r\nalso  touched on a Pan-Malayan economic  policy.  I\r\n\r\nwonder  if the Government at this juncture has  any\r\n\r\npolicy in mind regarding the formulation of a  Pan-Malayan education policy.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I would like to put this\r\n\r\ndebate  in its right perspective. The amendment  is\r\n\r\nin  regard to Grants-in-Aid, not the general policy\r\n\r\nof  education.  So the hon. Member  should  confine\r\n\r\nhimself to Grants-in-Aid. If he wishes to speak  on\r\n\r\nthe  general  education policy, then he  must  wait\r\n\r\nuntil the Head itself is proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I am fully aware of your\r\n\r\nexplanation. The reason why I particularly pick out\r\n\r\nGrants-in-Aid  is because they are linked  up  with\r\n\r\nthe education policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What type of schools do you want to grant money\r\n\r\nto?  Will it benefit our children when we spend  so\r\n\r\nmuch money in grants-in-aid?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I particularly mention these grants-in-aid\r\n\r\nbecause  I want to know from this big sum - there  is\r\n\r\nno  need to quote this figure - how much of it is  to\r\n\r\nbe spent on Malay education? Sir, I especially pick\r\n\r\nout Malay education, because I have just touched on\r\n\r\nthe  question of Pan-Malayan education  policy.  If\r\n\r\nso -\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Point of information. I think\r\n\r\nit  will save time if I inform the hon. Member that\r\n\r\nthere\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1521</b></font><br><br>\r\n\r\n\r\n\r\n                 \r\n\r\n\r\n\r\nis   no  such  thing  as  Grants-in-Aid  for  Malay\r\n\r\neducation.   Malay  schools  are   being   run   by\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I thank the Minister for\r\n\r\nEducation  for his explanation. Sir, the grants-in-aid  are mainly given to Chinese schools. I am  not\r\n\r\nwrong in saying Chinese schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have proudly been telling the world that\r\n\r\nwe  are  spending  nearly a quarter  of  our  total\r\n\r\nrevenue on education.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now I think the grant-in-aid to Chinese schools\r\n\r\nwill  be  more  than the money spent on  Malay  and\r\n\r\nTamil education. Therefore, I want the Minister for\r\n\r\nEducation  to tell us this. What contributions  can\r\n\r\nthe  students, who graduate from the many grant-in-aid  schools,  make to this country  and  how  will\r\n\r\nsociety benefit by the spending of so much money on\r\n\r\nthese  grant-in-aid  schools,  especially - and  this\r\n\r\nlooks  like an anti-climax - since the lingua  franca\r\n\r\nmust be Malay?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hon. Members may be surprised and say, \"Why\r\n\r\ndoes  the Member for Changi who always fights  hard\r\n\r\nfor   Chinese  education  now  suddenly  have  this\r\n\r\nquery?\" Sir, I think this is the right time to  let\r\n\r\nthe  public know exactly how the money is spent and\r\n\r\nthe results that can be expected especially for the\r\n\r\ntens   of  thousands  of  Chinese  school  students\r\n\r\nwhether in primary or secondary schools or  in  the\r\n\r\nNanyang University who have to face the future.  If\r\n\r\nthe  Minister  for  Education cannot  let  us  know\r\n\r\nexactly  the  policy  in his mind  as  regards  the\r\n\r\nfuture  of the many thousands of children in  these\r\n\r\ngrant-in-aid   schools,  then  I  think   that   is\r\n\r\ndisastrous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, Sir, which I want to raise is\r\n\r\nthe  question  of  salaries.  There  is  a  general\r\n\r\ncomplaint  about the difference in  salary  scales.\r\n\r\nMany  teachers do not understand how their salaries\r\n\r\n\r\n\r\nare  arrived  at,  especially  when  some  of  them\r\n\r\nreceive  much  less than their former students  who\r\n\r\nmay  have  just graduated or are receiving training\r\n\r\nfrom the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1522</b></font><br><br>\r\n\r\n\r\n\r\nTeachers'  Training  College  and  whose   academic\r\n\r\nknowledge is not as good as their former teachers'.\r\n\r\nThe  student becomes a teacher and he draws a  much\r\n\r\n\r\n\r\nhigher  salary than a principal or his form master.\r\n\r\nTherefore, I wish to take this opportunity  to  ask\r\n\r\n\r\n\r\nthe Minister to give a clear-cut explanation as  to\r\n\r\nwhy there is this difference in the salary scales.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I want to raise is about the\r\n\r\nrecognition of Chinese degrees. The Minister always\r\n\r\nsays,  \"Push  it to the Public Service Commission.\"\r\n\r\nSir,  I  do not think that the recommendation  that\r\n\r\ncertain   Chinese  university  degrees  should   be\r\n\r\nrecognised  and  those  of  others  should  not  be\r\n\r\nrecognised   comes   from   the   Public    Service\r\n\r\nCommission.  Therefore,  I  wish  to  know  who  is\r\n\r\nresponsible for this recommendation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth point is about the allowances of the\r\n\r\nprincipals  of schools. The Minister has  given  an\r\n\r\nassurance in public on many occasions that he  will\r\n\r\nsee  that  the  principals' allowances  in  Chinese\r\n\r\nschools  will be on an equal footing with those  of\r\n\r\nthe  English schools. I think it is high  time  for\r\n\r\nthe  Minister  to declare solemnly in  public  when\r\n\r\nthis will come about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point, Sir, is about the new classes to\r\n\r\nbe  opened.  There are many over-age  students  who\r\n\r\ngraduate from the senior primary schools wanting to\r\n\r\nget into the junior secondary schools. If a student\r\n\r\nis  even  one  month over-age he  is  told  by  the\r\n\r\nheadmaster,  \"I am sorry. We cannot enrol  you.\"  I\r\n\r\nthink  there  is a very big number of such  overage\r\n\r\nstudents and the rural schools are causing a  great\r\n\r\ndeal of inconvenience. Many students from the rural\r\n\r\nareas are over-age and simply because of this fact,\r\n\r\nthe  schools shut their doors to these students.  A\r\n\r\nweek ago, I met ex-students of the Chung Cheng High\r\n\r\nSchool,  a few from the Yoke Eng School,  the  Sing\r\n\r\nWah  School and the Min Chong School and when I went\r\n\r\nto  see  the  headmasters, they said,  \"Sorry,  the\r\n\r\nstudents  are over-age and there is also no  room.\"\r\n\r\nBut after I had a detailed discussion with them,  I\r\n\r\nwas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1523</b></font><br><br>\r\n\r\n\r\n\r\ngiven  to understand that actually there are vacant\r\n\r\nclassrooms.  There  are still a few  classrooms  in\r\n\r\nChung Cheng High School and I also learn that there\r\n\r\nare  a  few  vacant classrooms in Chung Hwa  Girls'\r\n\r\nSchool  but  because  of  the  incidents  in  1956,\r\n\r\nGovernment  decided  to  cut  down  the  number  of\r\n\r\nclassrooms in a few Chinese high schools. I  wonder\r\n\r\nwhether  such a policy is still maintained or  not.\r\n\r\nIn view of the vast number of over-age students who\r\n\r\n\r\n\r\ncannot enter secondary schools, I wish the Minister\r\n\r\ncan   reconsider  the  reopening  of  these  vacant\r\n\r\nclassrooms in Chung Cheng High School and Chung Hwa\r\n\r\nGirls'  School so that these students can enrol  in\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, the Member\r\n\r\nfor  Changi referred to the question of the  future\r\n\r\nproblem of thousands of children who come out  from\r\n\r\nthe schools every year. I must remind him that I am\r\n\r\nnot the Minister for Employment. What I am doing is\r\n\r\nto  give education. The Government is committed  to\r\n\r\nfree  primary education for all those children  who\r\n\r\nare  of the correct age. The question of employment\r\n\r\ndepends  on  many other factors, not  on  education\r\n\r\nalone.  Of  course,  we  will  have  to  mould  our\r\n\r\neducation  in  order to suit the employers'  needs,\r\n\r\nbut  this question arises. Can the employers,  that\r\n\r\nis   the  trade  and  Government,  take  all  those\r\n\r\nstudents? I doubt if they can, and that  is  why  I\r\n\r\nhave   always  advocated  that  children  who  have\r\n\r\nfinished their primary education should not all the\r\n\r\ntime  go for a grammar school type of education  in\r\n\r\nthe  secondary schools. They should resort  to  the\r\n\r\ntrade school and learn some other trade instead  of\r\n\r\nmerely getting a secondary education which might be\r\n\r\nworthless to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of salaries and post allowances to\r\n\r\nChinese principals has been dealt with many a time.\r\n\r\nI  have  said  publicly  that  they  will  be  paid\r\n\r\n\r\n\r\naccordingly. There are certain technicalities still\r\n\r\nbeing worked out. I cannot give a certain date  for\r\n\r\npayments.  I cannot prophesy how long it will  take\r\n\r\nto resolve all these technicalities, but I can give\r\n\r\nan assurance that they will be paid very soon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1524</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of over-age pupils, previously\r\n\r\nthe public blamed the problem of over-age pupils on\r\n\r\nthe  Japanese  occupation. Well, the occupation  is\r\n\r\nover - more than 13 years have passed since  then - and\r\n\r\nthis  should not be made the excuse for a place  in\r\n\r\nschool  for  overage pupils. We must remember  that\r\n\r\nthere  are  many other children of the correct  age\r\n\r\nwho  want places in schools and we must look  after\r\n\r\nthem  first.  The over-age pupils from the  primary\r\n\r\nsection  will  be  given a chance  in  the  evening\r\n\r\nclasses.  Evening classes have been  opened  and  I\r\n\r\nhave  stated in this House quite a number of  times\r\n\r\nthat  they  will be given a secondary education  if\r\n\r\nthey  want a simplified secondary education in  the\r\n\r\nevening    classes.   This   House    approved    a\r\n\r\nsupplementary vote of $500,000 for this not so long\r\n\r\nago. Therefore, that question should not worry  the\r\n\r\nMember for Changi so much.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the question of capital grants, I\r\n\r\nthink  the Member for Changi was referring  to  the\r\n\r\ngrants  to  over  80 schools which  have  not  been\r\n\r\nincluded  in  the Estimates. I wish to  assure  the\r\n\r\nHouse, firstly, that everyone of those applications\r\n\r\nhas  been registered and dealt with in my Ministry.\r\n\r\nI  am  aware,  however, that many of these  schools\r\n\r\n\r\n\r\nwill not be able to commence operations in 1959. It\r\n\r\nwould  therefore be unrealistic to include them  in\r\n\r\nthe  Estimates and merely show an impressive figure\r\n\r\nwith  actually no meaning in that figure. Secondly,\r\n\r\nin  view of financial stringency, I do not wish  to\r\n\r\ntie  the hands of the next government with too many\r\n\r\nheavy commitments. The next government will have to\r\n\r\nfind  the money and I have no doubt that they  will\r\n\r\nhave  to do so at any cost, for the sake of Chinese\r\n\r\neducation  and Chinese culture. The next government\r\n\r\nmight  have a policy different from that  of  mine,\r\n\r\nbut  as  far  as I am concerned, my  policy  is  to\r\n\r\nassist  all  schools which come to my Ministry  for\r\n\r\nadvice  and help. This policy is formulated on  the\r\n\r\nbasis  of the recommendations made by the All-Party\r\n\r\nCommittee  on Education. However, it  must  not  be\r\n\r\nconstrued to mean that anybody can get any kind  of\r\n\r\nhelp or any kind of favour from my Ministry if they\r\n\r\nwill  only ask for it. There are certain set  rules\r\n\r\nand regulations to follow, and the public\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1525</b></font><br><br>\r\n\r\n\r\n\r\nare   requested  to  observe  them  so   that   the\r\n\r\ngovernment machinery can work smoothly, impartially\r\n\r\nand fearlessly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the recognition of degrees, I stated yesterday\r\n\r\nthat the final Report has been -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1526</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I beg to report that the Committee\r\n\r\nof Supply has made progress in the consideration of\r\n\r\nthe Bill and beg leave to sit again tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it will be.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Mr Chew Swee Kee].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Four o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
