{"memberId": null, "volumeNo": "8", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"8\">\r\n\r\n<meta name=\"Sit_No\" content=\"5\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1958-12-16\">\r\n\r\n<meta name=\"Start_Col\" content=\"1375\">\r\n\r\n<meta name=\"End_Col\" content=\"1446\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">8</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">5</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">16-12-1958</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1375</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 8</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART III OF SESSION 1958</div>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 16th December, 1958</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Sir George Oehlers, O.B.E).\r\n\r\n\r\n\r\n<br>The Honourable Dato Abdul Hamid bin Haji Jumat, P.M.N. (Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr E. B. David, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr T. M. Hart, C.M.G., Financial Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Tun Lim Yew Hock, S.M.N. (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1376</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Tan Siak Kew (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1376</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>APPROPRIATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee\r\n\r\nof Supply [2nd Allotted Day]:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (15th December,\r\n\r\n1958) proposed to Head 25 in the First Schedule of\r\n\r\nthe Bill,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allotted for Head 25 be\r\n\r\nreduced by $10 in respect of subhead 31\r\n\r\ntherein.\"-(Mr Lim Cher Kheng).\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<i>FIRST SCHEDULE</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 25-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1377</b></font><br><br>\r\n\r\n             \r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir,\r\n\r\nat  the  close of yesterday's sitting,  I  started\r\n\r\nsaying  that  some  argued whether  Mr and  Mrs\r\n\r\nSingapore  should have a fixed limit  of  children\r\n\r\n\r\n\r\nbecause  of economic reasons. Sir, do the majority\r\n\r\nof Singaporeans believe in this? It is for them to\r\n\r\njudge.  Personally, I would say that  anybody  for\r\n\r\nhealth  reasons can take advice; but, on principle\r\n\r\nif the Government are going to give a donation, it\r\n\r\nshould  be  a token donation to a private  body - as\r\n\r\nthe  Government  are giving to others - but  if  the\r\n\r\nGovernment  are going to be very beneficent,  then\r\n\r\nthey  should run this department under the General\r\n\r\nHospital  division or the Health Department.  Some\r\n\r\nsay  that  religious  objections  should  not   be\r\n\r\nrespected.  I say respect them. Government  should\r\n\r\nnot  do what is objected by others. But if it were\r\n\r\na Government department, no taxpayer would raise a\r\n\r\nprotest that Government is doing this or that. The\r\n\r\nprotest is against giving such a big sum of  money\r\n\r\nto a private body.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, I do not question the integrity\r\n\r\nof  these welfare workers. Many of us have  worked\r\n\r\nin private bodies and associations for the welfare\r\n\r\nof  the people and they can help the Government in\r\n\r\nthat way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I want to ask the Hon, the Financial\r\n\r\nSecretary some questions. This $100,000  is  given\r\n\r\nfrom  the  rate-payers' money, to which  many  are\r\n\r\nobjecting on religious grounds; first, what  voice\r\n\r\nhave  the  Government got as to how and where  the\r\n\r\nFamily  Planning  Association  should  spend  this\r\n\r\nmoney? Secondly, have the Government any financial\r\n\r\ncheck as to how the money is being spent, where it\r\n\r\nis  being  spent  and  so on?  Thirdly,  have  the\r\n\r\nGovernment any nominee on this Association? If the\r\n\r\nGovernment  have not got sufficient  control,  the\r\n\r\nbest thing is to place this Association under  the\r\n\r\ncontrol of the Health Department.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang (Bukit Panjang):</b> Mr Speaker,\r\n\r\nSir, I went through the statistics yesterday and I\r\n\r\nam   now  going  to  a  different  aspect  of  the\r\n\r\nquestion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1378</b></font><br><br>\r\n\r\n              \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It will be interesting to know what is really\r\n\r\nbehind the whole question of family planning.  Are\r\n\r\nthose  who  urge  and  organise  these  activities\r\n\r\nactivated  by  the love for children?  If  so,  it\r\n\r\nseems a strange expression of that love that  they\r\n\r\nshould  endeavour to stop the coming  of  children\r\n\r\ninto  the  world.  Are  they  inspired  with   the\r\n\r\nambition   to  procure  for  everybody  a   higher\r\n\r\nstandard  of living? There are factors in  society\r\n\r\nof  far  greater importance than a higher standard\r\n\r\nof  living.  The Chinese squatter, who  tills  his\r\n\r\nlittle patch of land on the hillside in the island\r\n\r\nof  Singapore, or who raises chickens and tends to\r\n\r\nhis  egg-producing hens in the district of Mandai,\r\n\r\nis a happy man. His standard of living no doubt is\r\n\r\nnot  high. He and his family are no drain  on  the\r\n\r\neconomy of Singapore. He sells his produce to  his\r\n\r\nneighbours  and buys theirs in return. Above  all,\r\n\r\nhe  is  a  happy man. His children are  happy  and\r\n\r\ncarefree.  Their  names  are  not  on  the  police\r\n\r\nrecords.  If  I  am told that in ten  years'  time\r\n\r\nSingapore  will  have  another  million  of   such\r\n\r\nchildren, I am not worried at all. But when I  see\r\n\r\none family growing up with the understanding that,\r\n\r\nwhen  the age of puberty comes, they shall be free\r\n\r\nto  give full rein to their sex instinct,  then  I\r\n\r\nwill really and truly be worried.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;History has shown that with the release of the\r\n\r\nsex  instinct  come  all  sorts  of  vices.  Man's\r\n\r\ninstincts  cannot  be isolated from  one  another.\r\n\r\nRelease one and all break their bonds. Release sex\r\n\r\n\r\n\r\nand  man's  principles of right and  wrong  become\r\n\r\nconfused. His judgment becomes confused.  Let  sex\r\n\r\nrelease  become  general and the weakness  of  man\r\n\r\nbecomes  a weakness of the community. The delicate\r\n\r\nbalance needed for social adjustment is thrown off\r\n\r\nand  we  have confusion - family confusion,  social\r\n\r\nconfusion,      national     and     international\r\n\r\nconfusion - all leading eventually to a horrid  fear\r\n\r\nof   war,   or  to  actual  war,  and  our   total\r\n\r\ndestruction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, what danger are a million\r\n\r\nbabies  in ten years from now if they are  decent,\r\n\r\nwell-educated babies?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1379</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nWhere to get the money from?\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang:</b> It is up to the Government!\r\n\r\nMight  we  not  direct  our efforts  towards  that\r\n\r\ndirection? Might we not invite our family planning\r\n\r\nfriends to change their names and become character-planners instead?\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Idealist!\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Tong Liang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Tong Liang:</b> Would the $100,000 not be\r\n\r\nbetter spent on advertising the benefit of leading\r\n\r\nan  honest life according to the standard laws  of\r\n\r\nold-time conduct? Have we ever thought of trusting\r\n\r\nthe  people of Singapore, of asking them  to  come\r\n\r\nforward  with ideas on how Singapore may  be  made\r\n\r\nmorally  better?  If we have never  tried,  it  is\r\n\r\nuseless  to  throw up our hands and  say  that  we\r\n\r\ncannot succeed. Family planning will stop a  baby,\r\n\r\nbut  it  will  not  stop wars. It  will  not  stop\r\n\r\ngangsterism in Singapore. It will not relieve  the\r\n\r\npolice of one single headache.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Sir, I rise early\r\n\r\nthis  morning to endorse every word just delivered\r\n\r\nby  the  Member for Bukit Panjang. He has supplied\r\n\r\nus  with many details on the subject which he  has\r\n\r\ntouched on so learnedly, especially from the moral\r\n\r\npoint  of  view.  In my opinion, seldom  have  the\r\n\r\nspeakers  touched on the moral point  of  view  in\r\n\r\nthis debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been said that the Catholics are only\r\n\r\nagainst  family planning. I think  that  is  quite\r\n\r\nwrong.  Last  night I had a chance  to  meet  many\r\n\r\nchurch and community leaders and we discussed this\r\n\r\nsubject. They said they objected not only from the\r\n\r\nreligious  point of view, but also from the  moral\r\n\r\npoint  of  view. They said, \"Family planning  will\r\n\r\neasily    lead    our   people    into    becoming\r\n\r\nirresponsible.\" Sir, I will quote  an  example  of\r\n\r\nhow  irresponsible people can be. For example, the\r\n\r\nMember for Tanjong Pagar - why has he not turned  up\r\n\r\nthis morning? Why did he not yesterday -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1380</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. That, of course, is touching\r\n\r\non  the personal conduct of an hon. Member, and no\r\n\r\ncomment  can be made as to why a Member is absent,\r\n\r\nwhether we are on family planning or not!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, what I mean to say is\r\n\r\nthat  they make sure as to whether they will  have\r\n\r\nany  responsibility or not. For example, in family\r\n\r\nplanning, they teach you a lot of art; how to  get\r\n\r\neverything free without any responsibility, and so\r\n\r\nsure  of  getting all the pleasure you  want.  And\r\n\r\nthere  is no burden to shoulder later on. That  is\r\n\r\nwhy   I   like   to  ask,  \"Why  are  the   P.A.P.\r\n\r\nrepresentatives not interested in taking  part  in\r\n\r\n\r\n\r\nthe  debate?\" Because, Sir, they are not  so  sure\r\n\r\nthey  will  succeed  in  wooing  the  support   of\r\n\r\nU.M.N.O.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> No!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> But they are so sure that\r\n\r\nregarding  the Constitution the \"piggies\"  are  on\r\n\r\ntheir side, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. If the hon. Member will not\r\n\r\nconfine  himself to the debate, then of  course  I\r\n\r\nwill  have  to  stop  him. We are  now  on  family\r\n\r\nplanning, and not on politics.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Tun Lim Yew Hock):</b> Political\r\n\r\nplanning!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I am sorry! I beg your\r\n\r\npardon! I was only quoting an example to show  how\r\n\r\nhuman    nature   can   easily   be    led    into\r\n\r\nirresponsibility.  A practical  example  for  this\r\n\r\nHouse   to   consider  is  the   Family   Planning\r\n\r\nAssociation.  If  you  go to the  Family  Planning\r\n\r\nAssociation, you know you will get everything, any\r\n\r\nadvice  you  want, and then the danger can  arise.\r\n\r\nTherefore, I purposely quoted an example  to  show\r\n\r\n\r\n\r\nthat when a person is not so sure that he can  get\r\n\r\nwhat he wants, he is not interested at all. I  say\r\n\r\nthat  the  Family Planning Association can  easily\r\n\r\nbring  up  the divorce rate and cause more  mental\r\n\r\npatients.   In  the  so-called  higher   developed\r\n\r\ncountries unclaimed children are quite common. But\r\n\r\nthat  is not so common in Eastern countries.  Why?\r\n\r\nBecause we do not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1381</b></font><br><br>\r\n\r\n\r\n\r\nbelieve  in family planning. We believe in morals.\r\n\r\nWe  live  on a spiritual rather than on a material\r\n\r\n\r\n\r\nplane.  The  Family  Planning  Association  is   a\r\n\r\ncontrast to our Eastern culture and beliefs.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Swee Kee:</b> Mr Speaker, Sir, we have this\r\n\r\nmorning  been assailed with lectures on sociology,\r\n\r\nsexology and moral standards. Yesterday,  we  were\r\n\r\ntold  to be confident. I had not intended to speak\r\n\r\nthis  morning but for the fact that  I  have  been\r\n\r\nmisrepresented as saying that the figure  of  $975\r\n\r\nmillion  I  mentioned was the cost of running  the\r\n\r\nEducation Department. I wish to make it clear that\r\n\r\nthe   figure  of  $975  million  is  the   capital\r\n\r\nexpenditure required to build the 290 odd  schools\r\n\r\nif  we  were to absorb one million children  under\r\n\r\nthe age of 14.\r\n\r\n\r\n\r\n<br><br>10.15 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the estimated cost required to educate\r\n\r\nall these children, I have taken the present basis\r\n\r\nand  multiplied it by four - that is, we need  about\r\n\r\nfour  times  the teachers. Therefore,  the  annual\r\n\r\nrecurrent expenditure and personal emoluments will\r\n\r\nrise by about four times, which means that we will\r\n\r\nhave  to  spend  $256 million on annual  recurrent\r\n\r\nitems  and on personal emoluments, and that is  in\r\n\r\nexcess  of the capital expenditure required.  That\r\n\r\nbrings me to another point, and that is we have to\r\n\r\nhave  about 34,000 to 35,000 teachers. At present,\r\n\r\nwe  have  about 9,000 teachers and if  we  have  a\r\n\r\npopulation  of one million children in school,  we\r\n\r\nwill have to have about 34,000 to 35,000 teachers.\r\n\r\nThat will again lead to the provision for training\r\n\r\n\r\n\r\nof  these  teachers  and  the  provision  of  more\r\n\r\ntraining   colleges.  At  present,  the   Training\r\n\r\nCollege that we have can take 3,000 teachers at  a\r\n\r\ntime for training. That is the maximum. Now, if we\r\n\r\nare going to have about 34,000 or 35,000 teachers,\r\n\r\nwe  will  need  12 colleges. Has  the  Member  for\r\n\r\nChangi  suggested any practical means to meet  all\r\n\r\nthis expenditure?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, with the number of children in school,\r\n\r\nthere   will  be  need  for  more  trade  schools,\r\n\r\nvocational schools, polytechnics and universities.\r\n\r\nDoes the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1382</b></font><br><br>\r\n\r\n\r\n\r\nChangi realise that one trade school will cost  at\r\n\r\nleast  $2  million to build and equip?  These  are\r\n\r\nfacts staring at us in the face. The speakers  who\r\n\r\nhave  opposed  this grant to the  Family  Planning\r\n\r\nAssociation have not touched on how to  deal  with\r\n\r\nsuch  problems. These are the problems  that  will\r\n\r\ncome  and face us, as I said, in about ten  years'\r\n\r\ntime.  The Members have given nothing but abstract\r\n\r\nideas - ideas  of confidence and moral standards.  I\r\n\r\nhave  yet to hear one person say how we are  going\r\n\r\nto  face such serious problems in about ten years'\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker,  Sir,  when I rose yesterday  to  support\r\n\r\nthis   motion,  I  specifically  said   that   all\r\n\r\narguments for and against had been fully discussed\r\n\r\npreviously and that there was hardly any necessity\r\n\r\nfor a prolonged debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having heard some of the fallacious arguments put\r\n\r\nforward yesterday and today - and that by some of my\r\n\r\ncolleagues - I feel it incumbent upon me  to  answer\r\n\r\nsome  of these. Hon. Members will remember that  I\r\n\r\nhad previously repeated that on a subject such  as\r\n\r\nthis, one voted according to one's conscience, and\r\n\r\nthat  religion should not be introduced as a basis\r\n\r\nfor argument.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, my colleague the Minister for\r\n\r\nCommerce and Industry sought to introduce religion\r\n\r\nand advanced the argument that although the Muslim\r\n\r\nreligion  forbade anything to do  with  pork,  yet\r\n\r\nmoney was being spent on pig-rearing.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> On a point of information,\r\n\r\nSir, It is very clear that I did not introduce the\r\n\r\nreligion  motive in the debate. It was  introduced\r\n\r\nby  an  Opposition  Member and  I  was  only  just\r\n\r\npointing  out  that it was all very  confusing  to\r\n\r\nintroduce religion into this sort of a debate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> But he did say that although the\r\n\r\nMuslim religion forbade anything to do with  pork,\r\n\r\nyet  money was being spent on pig-rearing.  May  I\r\n\r\nremind him that, because Government recognises the\r\n\r\nfact that anything to do\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1383</b></font><br><br>\r\n\r\n\r\n\r\nwith  pork  is  against the  tenets  of  Islam,  a\r\n\r\nspecial   slaughter  house  is  built  for   those\r\n\r\nprofessing the Muslim faith? Furthermore, although\r\n\r\nthere  is a shortage of land, Government does  not\r\n\r\nforce cremations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another colleague sought to confuse hon. Members\r\n\r\nby  the  introduction of figures to show how  many\r\n\r\nschools  he thought it was necessary to  build  to\r\n\r\ncope  with  what  he again thought  would  be  the\r\n\r\nincrease  in  school children. He  probably  based\r\n\r\nthis on the assumption that the present number  of\r\n\r\nschool  children would remain school children  for\r\n\r\nthe  next  twenty years. Could not an argument  on\r\n\r\nfigures  be  advanced in favour  of  crematoriums?\r\n\r\nEvery  grave occupies a portion of land.  At  some\r\n\r\ntime or other, if mathematically calculated, every\r\n\r\ninch  of  land would be used by the departed  with\r\n\r\nthe  increase of the death rate. There is  nothing\r\n\r\nmore confusing than to introduce mathematics.  The\r\n\r\nsame colleague has on many occasions stressed that\r\n\r\nthe Family Planning Association does not, in fact,\r\n\r\nadvocate  birth  control  but  only  advises  when\r\n\r\nadvice  is  sought on the spacing out of families.\r\n\r\nIs   he   not   tying  himself  up   in   hopeless\r\n\r\n\r\n\r\ncontradictions?  In one voice  he  proclaims  that\r\n\r\nbirth  control  is  necessary, otherwise  a  large\r\n\r\nnumber  of schools will have to be built. He  then\r\n\r\nurges  support of the Family Planning  Association\r\n\r\nbecause   this  body  acts  only  in  an  advisory\r\n\r\ncapacity and only when advice is sought.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Are Members going to be impressed with the fact\r\n\r\nthat  the number of persons seeking advice in  the\r\n\r\nspacing out of families has increased from  a  few\r\n\r\nhundred to a thousand or even three thousand? What\r\n\r\ndoes  it  matter  whether 5,000 people  visit  the\r\n\r\nFamily Planning Association? What we who are asked\r\n\r\nto  give money are concerned is how that money  is\r\n\r\nbeing  used. We should have a breakdown  of  these\r\n\r\nfigures. How many of the 3,000 are from the better\r\n\r\nplaced financially; how many are from the literate\r\n\r\nclass and, most important, how\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1384</b></font><br><br>\r\n\r\n\r\n\r\nmany  are  from  the illiterate  and  impoverished\r\n\r\nclasses?  Does  the Hon. the Financial  Secretary,\r\n\r\nwhose   obsession  and  pet  baby  is  the  Family\r\n\r\nPlanning  Association, give a breakdown  of  these\r\n\r\nfigures when gladly doling out $100,000 of  public\r\n\r\nmoney?  He is so eaten up and enchanted  with  the\r\n\r\nidea  of  family planning that he does not  even\r\n\r\nseek to satisfy the House on this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On other matters, as hon. Members know full well,\r\n\r\nsuch  as the building of another hospital, outdoor\r\n\r\nclinics,  increase of medical staff, the expansion\r\n\r\nof   medical  and  social  services,  he  is  most\r\n\r\nmeticulous  and  every  cent  that  he  spends  he\r\n\r\njustifies - and   ruthlessly  axes  every   possible\r\n\r\nproject  or  increase  of  staff - but  now  he   so\r\n\r\ngenerously   offers   $100,000   without   factual\r\n\r\nstatements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the hon. Members are naturally impressed\r\n\r\nwith  the  words \"family planning\"  and  therefore\r\n\r\nquite  rightly in their minds agree  to  help  the\r\n\r\ncause with the firm belief that this will help  to\r\n\r\nprevent  an  increase of the Singapore population.\r\n\r\nBut do let us be practical and realistic. Have  we\r\n\r\n\r\n\r\nany  genuine  evidence, by  even  a  breakdown  of\r\n\r\nfigures  showing who are benefiting by our  money,\r\n\r\nto satisfy us that our money is being spent in the\r\n\r\nright direction and the right class of people  are\r\n\r\nbeing  reached? Remember that in the U.K. and  the\r\n\r\nU.S.A. and in fact many countries, the F.P.A. is a\r\n\r\nvoluntary organisation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And again, if I may be forgiven for repeating\r\n\r\nwhat  I  said  before, Sir, when  this  point  was\r\n\r\nbrought up by the World Health Organisation in the\r\n\r\nHouse  of  Commons,  the Minister  of  Health,  on\r\n\r\nbehalf of Her Majesty's Government, replied:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The British Government has no intention of\r\n\r\nimposing  birth  control on any  native  territory\r\n\r\nunder its jurisdiction.\"\r\n\r\n\r\n\r\n<br><br>And the Parliamentary Secretary to the Ministry of\r\n\r\nHealth went on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We have also great responsibilities of our own\r\n\r\ntowards native populations under our jurisdiction.\r\n\r\nHer   Majesty's  Government  have  set  themselves\r\n\r\n\r\n\r\nagainst  imposing anything of this nature  on  any\r\n\r\nterritory under our control.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Will the hon. Member identify the\r\n\r\ndocument?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1385</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> I am reading, Sir, from Hansard, Vol.\r\n\r\n1, column 1134.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Japan where there is only one set of people to\r\n\r\ndeal  with, experiments have been carried  out  in\r\n\r\nvillages where contraceptives are given to married\r\n\r\ncouples  and  a  certain  amount  of  pressure  is\r\n\r\nbrought  to  bear for the use of these.  And  even\r\n\r\nabortion  is legalised. Although these experiments\r\n\r\nhave  shown a reduction of the birth rate  in  the\r\n\r\nvillages experimented on, there has been no effect\r\n\r\nwhatsoever on the overall birth rate in Japan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here in Singapore, no such compulsion could ever\r\n\r\nbe exercised and a drop in the mighty ocean hardly\r\n\r\njustifies    the    expenditure    of    $100,000,\r\n\r\nparticularly at this time when there is  a  crying\r\n\r\nneed for other projects which have been curtailed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I refuse to be an ostrich, and I plead for a\r\n\r\nlittle sane thinking. I ask Members not to be  led\r\n\r\naway  by emotion or enthralled by the nomenclature\r\n\r\n\"family   planning\"   without   more   sound   and\r\n\r\nconvincing  proof. That is the  reason,  Sir,  why\r\n\r\nGovernment has always allowed a free vote  and  we\r\n\r\non this side are allowed amicably to criticise one\r\n\r\nanother.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, I have no\r\n\r\nintention of prolonging this debate. We have had a\r\n\r\nrather  lighthearted  debate  at  times  on   this\r\n\r\nsubject,  but  some  of the  remarks  made  by  my\r\n\r\ncolleague call for clarification because they  add\r\n\r\nmore  confusion to the whole issue.  Sir,  let  me\r\n\r\nmake my stand clear, first of all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On principle, I am against any forced family\r\n\r\nplanning.  However,  this  is  not  forced  family\r\n\r\nplanning. On principle, Sir, I would say that each\r\n\r\nman  has a right to live his own life, to  have  a\r\n\r\nfamily  of  a  size that he feels he should  have.\r\n\r\nTherefore,  I will be the first person  to  oppose\r\n\r\n\r\n\r\nanywhere  any talk of any forced family  planning.\r\n\r\nIt  does  not  mean that even on  this  particular\r\n\r\n\r\n\r\nissue,  I  support this grant. As I have expressed\r\n\r\nmyself clearly, I have no views either side.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the remarks which I made in my speech\r\n\r\nyesterday  about the susceptibilities  of  Muslims\r\n\r\nand so on, my hon.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1386</b></font><br><br>\r\n\r\n\r\n\r\ncolleague  says  that special slaughterhouses  are\r\n\r\nprovided  for  pigs and that Government  does  not\r\n\r\nforce the use of crematoriums on those who do  not\r\n\r\nwish  their  dead to be cremated. That is  exactly\r\n\r\nthe  point, Sir - that there should be no  force  in\r\n\r\nmatters    in    which   there    are    religious\r\n\r\nsusceptibilities,  and  in this  particular  case,\r\n\r\nthere  is no force. This is purely voluntary  work\r\n\r\ncarried out by an Association and I said yesterday\r\n\r\nthat I do not know whether they do their work well\r\n\r\nor  not,  and  nobody  is forced  to  go  to  this\r\n\r\nAssociation and get advice if he does not want it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That brings me to the other point and that is - I\r\n\r\nsaid it very clearly and I think that I should put\r\n\r\nit  clearer still - I am against family planning  in\r\n\r\nprinciple; but what I said was that it is not  bad\r\n\r\nas  a temporary expedient in our present difficult\r\n\r\neconomic circumstances. I also made it clear  that\r\n\r\nif   certain  areas  of  the  world,   which   are\r\n\r\nunderpopulated, were to be opened up so  that  the\r\n\r\nsurplus population of other areas could be settled\r\n\r\nthere, then family planning would not be necessary\r\n\r\nat all.\r\n\r\n\r\n\r\n<br><br>10.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That brings me, Sir, to another point raised by\r\n\r\nthe  hon. Member for Telok Ayer who said  that  if\r\n\r\nfamily planning were carried out by Government, no\r\n\r\none would raise any objection to it. Sir, that  is\r\n\r\ndifficult  to  reconcile with  his  objections  to\r\n\r\nfamily  planning  as  such.  Family  planning,  if\r\n\r\ncarried out by a Government department, would cost\r\n\r\nmore  money; and those who object to it  on  their\r\n\r\nown  grounds  or on religious grounds  would  have\r\n\r\nstronger  objections because, instead of  $100,000\r\n\r\nwhich  the  Government gives as  a  grant  to  the\r\n\r\nF.P.A., probably a million dollars would be  spent\r\n\r\non  it if the work was carried out by a Government\r\n\r\ndepartment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, Sir, is that once a Government\r\n\r\ndepartment does this work and allocation has  been\r\n\r\nmade  in the Budget for it to spend that vote,  it\r\n\r\nbecomes  the duty of every Government Back-bencher\r\n\r\nto  pass  it  through this House  and,  therefore,\r\n\r\nthere can be no free vote; in which case those\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1387</b></font><br><br>\r\n\r\n\r\n\r\non  the  Government  side who are  against  family\r\n\r\nplanning cannot oppose and those on the Opposition\r\n\r\ncannot  lobby  the  Government  Back-benchers   to\r\n\r\nsupport  them and there can be no free  expression\r\n\r\nof  opinion.  Sir, free expression of  opinion  in\r\n\r\nthis  House will be curtailed once family planning\r\n\r\ncomes  under a Government department. It  will  be\r\n\r\nunder  the Whip then, which means that there  will\r\n\r\nbe no hope of a chance for those who oppose family\r\n\r\nplanning  to  have the decision reversed,  because\r\n\r\nthe Government always have a majority in the House\r\n\r\nand they will have to carry it through under their\r\n\r\nWhip.  As  it now is, Sir, this is a  grant  to  a\r\n\r\nvoluntary organization, and it is a free vote,  so\r\n\r\nthose   who  oppose  family  planning  have  ample\r\n\r\nopportunity to try and get sufficient  Members  on\r\n\r\nboth sides of the House to say \"No\" to this grant,\r\n\r\nin  which  case  the  grant  will  not  be  given.\r\n\r\nTherefore,  Sir, this gives those who are  against\r\n\r\n\r\n\r\nit a better opportunity to oppose it than it would\r\n\r\nif  it  were  under a Government  Department,  and\r\n\r\nunder the Government Whip in that case.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b>\r\n\r\nMr  Chairman,  Sir,  my eloquent  colleague,  the\r\n\r\nMinister  for Health, made it out that I  invented\r\n\r\nmathematics and invented figures. Sir, the figures\r\n\r\nI  quoted  were  not mine. They are  in  the  1957\r\n\r\nCensus   Report  and  I  read  it   properly   and\r\n\r\ncarefully.  He  further said that I  assumed  that\r\n\r\nmany  children would stay in school for 20  years.\r\n\r\nNow,  I  said  that the statistics prove  that  in\r\n\r\n\r\n\r\nabout  10  years'  time there will  be  about  one\r\n\r\nmillion  children under the age of 14. I  did  not\r\n\r\nfor a moment mean to say that the present children\r\n\r\nwill  remain in school for another ten years. What\r\n\r\nI  meant to say was that in another 10 years,  one\r\n\r\nmillion children will need education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also accused me of contradicting myself by\r\n\r\nsaying   that   family  planning  is   merely   an\r\n\r\ninstitution  giving  advice when  sought,  and  in\r\n\r\nanother  breath  saying  that  I  advocate   birth\r\n\r\ncontrol.  If I have a say in this policy,  Sir,  I\r\n\r\nwould   advocate  birth  control   to   stop   the\r\n\r\nperpetuation of human miseries.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1388</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr M. P. D. Nair (Assistant Minister to the Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Assistant Minister to the Chief Secretary (Mr M. P. D. Nair):</b> Sir, I did not want to speak\r\n\r\non  this  subject,  but  was  prompted  to  do  so\r\n\r\nbecause, of all the debates we have ever heard  on\r\n\r\nfamily  planning,  this appears  to  be  the  most\r\n\r\ninteresting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have said in this House before that the\r\n\r\nquestion   of  a  grant  to  the  Family  Planning\r\n\r\nAssociation should not be connected with religion,\r\n\r\nbecause  it  would be wrong to argue on  religious\r\n\r\ngrounds.  I also said, three years ago, that  tax-paying   Hindus   would  surely  object   to   the\r\n\r\nconstruction   of  abattoirs  where   cattle   are\r\n\r\nbutchered;  likewise  the people  who  believe  in\r\n\r\nvarious  religions are prone to raising objections\r\n\r\nto all kinds of public expenses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I only want to touch on one or two points\r\n\r\nwhich were expressed yesterday by Members opposing\r\n\r\nthis grant to the Family Planning Association. The\r\n\r\nhon.  Member for Changi mentioned that this  money\r\n\r\nshould  not  be  handed to a private organization.\r\n\r\nSir,  I am sure the hon. Member is aware that  the\r\n\r\n\r\n\r\nAssociation    is    a    registered     voluntary\r\n\r\norganization,  having good objects and  aims.  All\r\n\r\nits  accounts  are  produced  every  year  to  the\r\n\r\nFinancial  Secretary when it applies for  a  fresh\r\n\r\ngrant.  I  do not think, Sir, that it is right  to\r\n\r\nargue  that  this  money should be  handed  to  an\r\n\r\norganization like this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member also suggested: why cannot the\r\n\r\noffice-bearers  of this Association  subsidise  it\r\n\r\nwith  their  own money? He implied that  they  are\r\n\r\nrich  people  and  that the rings  they  wear  are\r\n\r\nvalued  at about $1,000 each. Sir, I think  it  is\r\n\r\nquite  wrong  to ask the officers of  a  voluntary\r\n\r\norganization to pay their own money for  a  public\r\n\r\npurpose. This organization exists for the  welfare\r\n\r\nof  the  people, and it is wrong to say  that  its\r\n\r\nofficers  should  spend their own  money  for  the\r\n\r\npublic   welfare.   Sir,   the   Family   Planning\r\n\r\nAssociation has always helped and is still helping\r\n\r\npeople  in  the lower income group.  I  am  indeed\r\n\r\nsurprised that the champions of the poor  in  this\r\n\r\nHouse  are opposing it because, by doing so,  they\r\n\r\nare  denying  to the poor the privilege  which  is\r\n\r\noffered by the Association. Sir, I think it is a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1389</b></font><br><br>\r\n\r\n\r\n\r\nvery  deserving  organization  and  it  needs  the\r\n\r\nfervent support of all Members of the Assembly and\r\n\r\nof all the people of Singapore in general.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nI  cannot  see  why we should be flogging  a  dead\r\n\r\nhorse year in and year out. This issue appears  to\r\n\r\nme now to be more or less of a routine nature, and\r\n\r\nevery  year, when this question of family planning\r\n\r\ncomes  up,  there must be someone to  introduce  a\r\n\r\ndebate  on the subject. I am very happy that  this\r\n\r\nis  the  last  Budget on which  we  are  debating,\r\n\r\nbecause  this  is  the last term  of  the  present\r\n\r\nGovernment. Only those who are re-elected to  this\r\n\r\nAssembly under the new Constitution will  have  an\r\n\r\nopportunity to introduce this subject, while those\r\n\r\nwho are very much against family planning would be\r\n\r\nsore that they are not re-elected and will not  be\r\n\r\nable to bring this subject up again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, I expected this subject to come up\r\n\r\nagain  for  debate this year, and my  expectations\r\n\r\nhave come true. But another surprise to me is  why\r\n\r\nhon. Members cannot accept defeat. Every year that\r\n\r\nit  comes  up - this is the third time, I presume - it\r\n\r\nis  defeated, and if we are considered  honourable\r\n\r\nenough to he able to introduce legislation in this\r\n\r\ncountry, let us be honourable and sporting  enough\r\n\r\nto  accept defeat. Let us not try and flog a  dead\r\n\r\nhorse year in and year out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point why I am very glad, Sir, is\r\n\r\nbecause  the Government have made some changes  to\r\n\r\nthe  vote  to the Association. Last year  we  were\r\n\r\nasked to vote for $120,000. This year it has  come\r\n\r\ndown to $100,000, a figure which was approved  the\r\n\r\nyear before last. This is what I said last year - it\r\n\r\nappears in the Hansard Vol. 2, No. 44, dated  18th\r\n\r\nDecember, 1957 col. 3162:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"But what I notice, Sir, is the question of the\r\n\r\nincrease   in  the  grant.  I  think   we   should\r\n\r\nconcentrate  more  on the increase  in  the  grant\r\n\r\nrather  than  on the actual grant itself.  In  the\r\n\r\nyear  before  last,  the Association  was  granted\r\n\r\n$80,000. Last year, it came up to $100,000. It  is\r\n\r\nnow $120,000. As one Member pointed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1390</b></font><br><br>\r\n\r\n\r\n\r\nout  just now, where is this all going to end? Are\r\n\r\nwe  going to increase again the grant next year to\r\n\r\n$140,000, and so on?\"\r\n\r\n\r\n\r\n<br><br>Sir,  I  am rather happy that the Government  have\r\n\r\nnot increased the grant from $120,000 to $140,000,\r\n\r\nwhich  was  the expectation of Members last  year.\r\n\r\nContrary to that expectation, the Government  have\r\n\r\n\r\n\r\nnow reduced it to $100,000 which was the figure in\r\n\r\nthe previous year's Budget. This was my suggestion\r\n\r\nand  I  am very glad that it has been accepted  by\r\n\r\nthe  Government. Every year I have abstained  from\r\n\r\nvoting on this item. This year I am going to  vote\r\n\r\nfor  it, not because of family planning itself but\r\n\r\nbecause Government have accepted my suggestion and\r\n\r\nstuck to that figure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not reduce or increase that sum, because\r\n\r\nthis  subject has become so controversial that  it\r\n\r\nhas  been debated every year. Sir, I am voting for\r\n\r\nit  solely  because of the figure of $100,000  and\r\n\r\nnot  because  of  the  merits of  family  planning\r\n\r\nitself,  and also not because I have come over  to\r\n\r\nthe Government benches and therefore I should vote\r\n\r\nfor the Government.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Chairman, Sir,\r\n\r\nI  hope,  after  me, only the Chief Minister  will\r\n\r\nspeak,  because we have gone far too long on  this\r\n\r\nvery  stale  subject. However, I cannot  let  this\r\n\r\ndebate end without expressing my opinion on family\r\n\r\nplanning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe there are three types of men who find\r\n\r\nthemselves unable to support family planning.  The\r\n\r\nfirst  type  is  the man - especially  if  he  is  a\r\n\r\nChinaman - who, having married for the purpose  of\r\n\r\nhaving  a  son and heir, finds himself  unable  to\r\n\r\nhave  a  son and heir, for every time a  child  is\r\n\r\nborn  to him, it is a girl. Such a man has no  use\r\n\r\nfor family planning, because he must try again and\r\n\r\nagain to get a son and heir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second type of man, Sir, is a man who has no\r\n\r\nchild  at all. I understand one of the objects  of\r\n\r\nfamily  planning is not to help to procreate,  but\r\n\r\nto  help not to procreate. The third type of  man,\r\n\r\nSir, is rather a regrettable type - an old\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1391</b></font><br><br>\r\n\r\n\r\n\r\nman  having reached the age where he finds himself\r\n\r\nno longer interested in procreation at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, a different type of man - a man\r\n\r\nlike  myself - who  has  suffered  great  hardships,\r\n\r\nbecause  at  one time, Sir, I had to support  four\r\n\r\nchildren  who,  at  the same time,  were  studying\r\n\r\nabroad. Sir, if family planning had existed thirty\r\n\r\nor  forty years ago, I am quite sure I would  have\r\n\r\nmade  use  of  it,  especially  in  view  of   the\r\n\r\nexperience which I have had. Sir, may I advise the\r\n\r\nyounger  generation that they  should  go  to  the\r\n\r\nFamily  Planning Association and make use  of  the\r\n\r\nservices  offered, so that in the  years  to  come\r\n\r\nthey may not suffer what I have suffered?\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Tun Lim Yew Hock):</b> Mr\r\n\r\nSpeaker,  Sir, I had not intended taking  part  in\r\n\r\nthis  debate.  I thought yesterday that  the  best\r\n\r\nthing  for  anyone  to  do was  to  refer  to  the\r\n\r\nHansards for the past three years and take them as\r\n\r\nread  and  then vote as usual! Sir,  I  have  said\r\n\r\nevery year that as this is a matter of conscience,\r\n\r\nthe  Government allows a free vote. Every year  we\r\n\r\nhave the spectacle of Ministers, who work together\r\n\r\nunder  collective responsibility, taking this  one\r\n\r\nopportunity to let their hair down and go at  each\r\n\r\nother's throats!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am indeed surprised that every speaker on\r\n\r\nthis  motion  has not stood up and said,  \"I  have\r\n\r\nconsulted my wife, and this is what we feel!\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I have!\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, my friend there has\r\n\r\nconsulted his wife and he has persuaded her  that,\r\n\r\naccording to his calculation, it is cheaper by the\r\n\r\ndozen! And he admitted that it was cheaper by  the\r\n\r\ndozen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of us here, Sir, talk of morals. I would ask\r\n\r\nhon.  Members  to  search their own  conscience - as\r\n\r\nthis is a matter of conscience - and think of their own\r\n\r\nmorals. Someone has just talked of sexual lust.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1392</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we first started this in 1955, the gallery\r\n\r\nwas  packed with women, and the debate which  took\r\n\r\nplace then went to the extent of nearly describing\r\n\r\nthe sexual act! Sexual lust! I think it is because\r\n\r\nwomen have to satisfy men's sexual lust that  they\r\n\r\nhave  to  be protected! And what is this? Just  to\r\n\r\nprotect  women?  \"Mary, thou shalt  not  have  thy\r\n\r\nsexual lust.\" But go ahead and have yours! Sir, we\r\n\r\nwant  to protect the health of our wives. Have  we\r\n\r\never  thought of the pains, the fears and  worries\r\n\r\nin  the minds of women when they give birth?  Have\r\n\r\nwe ever thought of that? We have not. All we think\r\n\r\nis,   \"Wonderful,   the   factory   is   in   full\r\n\r\nproduction!\"  And when the factory  is  unable  to\r\n\r\nproduce,   \"All   right,  let  us   have   further\r\n\r\nfactories!\"  That  is not the  way  to  carry  on.\r\n\r\nFamily  planning is not forced on anyone.  If  you\r\n\r\n\r\n\r\nfeel that family planning is going to help you, go\r\n\r\nahead and get the benefit. If you feel that it  is\r\n\r\nnot  going  to  help  you,  or  if  you  have  any\r\n\r\nreligious opposition to it, do not go to it. Every\r\n\r\nreligion teaches us to be tolerant. Let us all  be\r\n\r\ntolerant of women's pains and tribulations.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Speaker, Sir, I just want\r\n\r\nto draw the attention of the hon. Mr R. C. H. Lim\r\n\r\nthat there is no such nationality as Chinaman.  We\r\n\r\nare Chinese, and not Chinamen.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, the absence of the hon.\r\n\r\nMember  for  Tanjong  Pagar,  who  seems  to  have\r\n\r\nboycotted  this debate has afforded us  plenty  of\r\n\r\ntime  to debate on this subject. So, let us  be  a\r\n\r\nlittle more patient.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our clever Chief Minister tried to impress us\r\n\r\nwith  a  wonderful,  fluent and  emotional  speech\r\n\r\nabout  protecting  women. Sir, his  speech  cannot\r\n\r\nmove  me  a  bit. Why did he not look at  it  from\r\n\r\nanother aspect? Is it because the F.P.A. gives the\r\n\r\nhusband  a sense of security? If so, what will  be\r\n\r\nthe  result?  Intimacy will increase.  The  result\r\n\r\nwill  be  many unwanted children. This is  evident\r\n\r\neven  in  countries where birth  control  is  much\r\n\r\npractised.  There will be many divorce cases.  Why\r\n\r\ndid the Hon. the Chief Minister (who is also the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1393</b></font><br><br>\r\n\r\n\r\n\r\nMinister  for  Labour and Welfare)  not  think  of\r\n\r\nthat?  What  we  want is to maintain  our  Eastern\r\n\r\nmorals.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> On a point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Francis Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Francis Thomas:</b> On a point of elucidation, Sir, I\r\n\r\nwould  like to ask the hon. Member for  Changi  to\r\n\r\ngive  the figures of unwanted children and divorce\r\n\r\ncases.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, when I said \"unwanted\r\n\r\nchildren\" I meant unclaimed children. Nobody dares\r\n\r\nto  claim  them. We can take the figures  in  West\r\n\r\nGermany, London and New York. Of course, to obtain\r\n\r\nthe  exact  figures, the Chief Minister  will  say\r\n\r\nthere are too many complications. Why did he  fail\r\n\r\nto  answer the question I put to him? Why  did  he\r\n\r\nnot  consider these two aspects - firstly, unclaimed\r\n\r\nchildren;  and  secondly,  morality - before  making\r\n\r\nsuch  an emotional speech which, as you say, is  a\r\n\r\nwaste of time?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I never did say that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I am so sorry, Sir, but to me\r\n\r\nthe  Chief  Minister has wasted  his  efforts  and\r\n\r\nfailed  to  impress anyone at all.  Unfortunately,\r\n\r\nthe   Minister  for  Education  is  not  here   to\r\n\r\nchallenge  me  when  I  say that  we  should  have\r\n\r\nconfidence  in  being  able  to  provide  so  many\r\n\r\nmillions of dollars in the years to come.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not a financial expert, but I can say\r\n\r\nsomething  on the Budget. I want to point  out  to the  Financial Secretary this fact: for  the  year\r\n\r\n1948 on the item of income tax, the then Financial\r\n\r\nSecretary  collected $2,822,524.51. Did  the  then\r\n\r\nFinancial  Secretary ever dream that in  1957  the\r\n\r\ncollection  on the same item would be $65,208,000?\r\n\r\nHow  much more? I want to say this - if a person  is\r\n\r\nconfident, the future is his.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will quote another example - the revenue from\r\n\r\npetroleum.  In 1948 it was $9,309,507.54.  Compare\r\n\r\nthat  with 1957, how much, Sir? $25-million.  That\r\n\r\nis  enough  for  me  to answer  the  Minister  for\r\n\r\nEducation!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1394</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart</b> rose -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Hart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member gave way!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I gave way?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I do not mind answering\r\n\r\nthe   question  raised  by  the  hon.  Member  for\r\n\r\nSeletar.  I never said I doubted the integrity  of\r\n\r\nthe Family Planning Association. He said I doubted\r\n\r\nthe accounts and the management of affairs. Sir, I\r\n\r\ncategorically deny that I have any doubts  at  all\r\n\r\nabout  its registration, or the integrity  of  its\r\n\r\noffice-bearers. What I said was that many  of  the\r\n\r\noffice-bearers  belong to the very wealthy  class,\r\n\r\nand it is easier for them to collect $100,000 than\r\n\r\nanybody else.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, the Minister for Commerce and\r\n\r\nIndustry,  since  he  supports  the  principle  of\r\n\r\nopposing  family planning, he will  not,  I  hope,\r\n\r\nchange his mind, but stick to that principle.\r\n\r\n\r\n\r\n<br><br><!-- Mr T. M. Hart (Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Financial Secretary (Mr T. M. Hart):</b> Sir, I\r\n\r\nregret  deeply  that this matter has  been  raised\r\n\r\nagain and dealt with ad nauseam each time for  the\r\n\r\nlast  three  years. A great deal which might  have\r\n\r\nbeen  better left unsaid has been said. After each\r\n\r\ndeplorable  episode in the history of this  House,\r\n\r\none  has thought that perhaps that will be the end\r\n\r\nof  it. But one has always been mistaken, and each\r\n\r\nyear the matter again comes up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon.  Members  who have passed  in  a  matter  of\r\n\r\nminutes Heads of Expenditure involving many,  many\r\n\r\nmillions of dollars suddenly decide to spend hours\r\n\r\ndebating  a  matter of a hundred thousand  dollars\r\n\r\nfor  a  service which anybody in his  senses  will\r\n\r\nrealise  can only be for the benefit of Singapore.\r\n\r\nFurthermore.  Sir, hon. Members who have  remained\r\n\r\n\r\n\r\ncoyly silent for a year, even hon. Members who are\r\n\r\nresponsible  for  portfolios  in  the  Government,\r\n\r\nsuddenly  find  their  voices  and  criticise  the\r\n\r\nconduct of the Financial Secretary in this matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1395</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to take this opportunity of\r\n\r\nexpressing,  if I may, what might be  regarded  as\r\n\r\nthe  official view about this matter. Speaking for\r\n\r\nthe  officials of the Government, I regard  family\r\n\r\nplanning   as  one  of  the  most  potent   agents\r\n\r\navailable  to governments of the present  day  for\r\n\r\nthe  alleviation of one form of human  misery  and\r\n\r\nsuffering,  and for the control of the population.\r\n\r\nThis   has  been  appreciated  by  all  countries,\r\n\r\n\r\n\r\nparticularly  those in Asia where  the  growth  of\r\n\r\npopulation   presents  a  serious   problem.   All\r\n\r\npossible  steps are taken either by the Government\r\n\r\nthemselves, or with their blessing and assistance,\r\n\r\nfinancial  and otherwise, to propagate a knowledge\r\n\r\nof  the  virtues of family planning. It  has  been\r\n\r\nappreciated   by  the  Government  of   Singapore,\r\n\r\nbecause  the  problems raised  by  the  growth  of\r\n\r\npopulation in Singapore are as serious as, if  not\r\n\r\nmore so than, those raised in other countries.  It\r\n\r\nis  the  policy of the Government to  support  the\r\n\r\nprinciple  of family planning and to give  it  all\r\n\r\npossible  financial assistance. It  is  with  much\r\n\r\nregret that it was decided to reduce the grant for\r\n\r\n1959.   This   was  done  because  all   essential\r\n\r\nrecurrent services had been cut to the bone in  an\r\n\r\neffort   to  balance  the  Budget,  and   it   was\r\n\r\nconsidered  only  right  and  proper   that   this\r\n\r\nrecurrent  service,  being no  more  and  no  less\r\n\r\nimportant  than the others, should be cut  in  the\r\n\r\nsame  way.  I can assure you, Sir, that the  grant\r\n\r\nwould  be  substantially increased if we  had  the\r\n\r\nmoney.  Indeed  I am not at all certain  that  the\r\n\r\nbest   solution  would  not  be   to   take   this\r\n\r\nAssociation  under the wing of,  say,  the  Social\r\n\r\nWelfare  Department,  or the  Medical  Department,\r\n\r\nprovided that this can be done without losing  the\r\n\r\nmost  valuable voluntary support in terms of  cash\r\n\r\nand  services which the Association obtains at the\r\n\r\npresent  time.  But  this is a  question  for  the\r\n\r\nincoming Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Association, Sir, if I may say so, does an\r\n\r\noutstandingly  good  job,  and  those   who   give\r\n\r\nvoluntary  service to it are a most devoted  band.\r\n\r\nTo them, the highest praise is due. As I said last\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1396</b></font><br><br>\r\n\r\n\r\n\r\nyear, the Association is run most efficiently  and\r\n\r\nno fault can be found with its expenditure policy,\r\n\r\nor  the control of its activities and expenditure.\r\n\r\nWe  have  no  representative on the  Committee  of\r\n\r\n\r\n\r\nManagement of the Association, but I am  perfectly\r\n\r\ncertain  that  if we ask for one to be  appointed,\r\n\r\nour  request will be granted forthwith. But we  do\r\n\r\nnot  consider it necessary. We are satisfied  that\r\n\r\nthe  people  who are in control of the Association\r\n\r\nare   people   of   the  highest  reputation   and\r\n\r\nintegrity,  and  they manage the  affairs  of  the\r\n\r\nAssociation   in   a  most  efficient   way.   The\r\n\r\nAssociation  itself  has  made  very  considerable\r\n\r\nprogress   over  the  years,  as  the   statistics\r\n\r\ncontained in its Annual Report will reveal. Nobody\r\n\r\never   expected   its   achievements   would    be\r\n\r\nspectacular,  but  progress has  been  steady  and\r\n\r\ncontinuous  and  would  be  even  more  rapid   if\r\n\r\nadditional  funds  could  be  made  available,  as\r\n\r\nundoubtedly they will be in the future.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, as I think I said last year, hon. Members\r\n\r\nwould be doing a great disservice to Singapore  if\r\n\r\nthey voted for a reduction of this grant.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong (Serangoon):</b> Mr Speaker, Sir,\r\n\r\nI  have not spoken last year on this subject,  but\r\n\r\nthis  year I am prompted to say a few words  after\r\n\r\nhearing  so much talk about it. In fact,  with  so\r\n\r\nmany  views that should not have been voiced here,\r\n\r\nI want to say something on this matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My first point is to ask the Financial Secretary\r\n\r\nabout  the grant in comparison with assistance  to\r\n\r\nother   charitable  organizations.  Let  me   read\r\n\r\nthrough  Head 25, choosing only a few of the  more\r\n\r\nimportant items:\r\n\r\n\r\n\r\n<pre>\r\n\r\n<div align=\"center\">\r\n\r\n                                             $\r\n\r\n   \"British Red Cross Society              3,500\r\n\r\n\r\n\r\n    Maintenance of St. Andrew's            5,000\r\n\r\n    Orthopaedic Hospital\r\n\r\n   \r\n\r\n    Red Cross Home for                    25,260\"\r\n\r\n    Handicapped Children\r\n\r\n    \r\n\r\n</div>\r\n\r\n\r\n\r\nand for a big hospital -\r\n\r\n<div align=\"center\">\r\n\r\n\r\n\r\n   \"St. Andrew's Mission Hospital        119,000\"\r\n\r\n   \r\n\r\n</div>\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1397</b></font><br><br>\r\n\r\n\r\n\r\nLook at-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Family Planning Association $100,000\"\r\n\r\n\r\n\r\n<br><br>The  sum  of  money given is as much  as  Planning\r\n\r\nAssociation  with  that of a full-scale  hospital!\r\n\r\nTalking  about the amount of good that is  brought\r\n\r\nto society and humanity as a whole, can we compare\r\n\r\nthe  good work, or whatever work you call it, done\r\n\r\nby the Family Planning Association with that of  a\r\n\r\nfull-scale  hospital? If we cannot,  and,  if  the\r\n\r\npeople of Singapore cannot agree that it is  doing\r\n\r\nmore  important work than the hospital, then I  do\r\n\r\nnot  see  why that figure should come so  near  to\r\n\r\nthat  involved  in the running of a hospital.  Now\r\n\r\nlet us again look at the other items:\r\n\r\n\r\n\r\n<pre>\r\n\r\n<div align=\"center\">\r\n\r\n                                     $\r\n\r\n   'Boy Scouts' Association          \r\n\r\n    (1) Handicapped Groups         3,350\r\n\r\n\r\n\r\n   After-Care Association          5,000\r\n\r\n   \r\n\r\n   Little Sisters of the Poor      5,800\r\n\r\n   \r\n\r\n   Malayan Association for         \r\n\r\n        the Blind                  2,500\".\r\n\r\n</div>\r\n\r\n</pre>\r\n\r\n\r\n\r\nTo  cure opium addicts - $3,000. Now when we compare\r\n\r\nall  these  figures, we can say  that  the  amount\r\n\r\ngranted to the Family Planning Association is  out\r\n\r\nof  proportion to all the work done. It is  public\r\n\r\nmoney, and it has to be spent wisely. We must give\r\n\r\nit  in proportion to the work it is able to do.  I\r\n\r\nbring  up  this point, Sir, because I  am  of  the\r\n\r\nopinion   that  the  Government  have  not   given\r\n\r\nsufficient  money for other welfare organisations.\r\n\r\nIf  the Singapore Youth Council, looking after the\r\n\r\n\r\n\r\nyouth of Singapore were to go to Government for  a\r\n\r\nlittle  increase  in the grant, nothing  would  be\r\n\r\ngiven. All other youth movements -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\ngoing  too  far  away from the motion  before  the\r\n\r\nHouse,  which is confined to family planning.  All\r\n\r\nhis  present  remarks could well be said  when  we\r\n\r\ncome  to the main Head, that is, the whole of Head\r\n\r\n25,  when  he  can draw comparisons between  other\r\n\r\nsubheads.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Yes, Sir, I am speaking the\r\n\r\ntrend,  that this $100,000 (a large proportion  of\r\n\r\nit, in fact)\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1398</b></font><br><br>\r\n\r\n\r\n\r\ncould better be used for the other sections.  Sir,\r\n\r\nI  will  content myself with that because,  having\r\n\r\ndrawn  the  attention of the House to the  varying\r\n\r\nsums, I can leave them to judge for themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by the Chief Minister about\r\n\r\nthe protection of women, that is, helping them not\r\n\r\nto be bullied by men, I think that is unnecessary.\r\n\r\nWe in this House have always declared that men and\r\n\r\n\r\n\r\nwomen now enjoy equal rights. In fact, in a matter\r\n\r\nlike   this,  women  have  more  say   than   men.\r\n\r\nFurthermore,  although we say that men  and  women\r\n\r\n\r\n\r\nare  equal,  yet we give them a lot of protection!\r\n\r\nWe have many laws that are in their favour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not happy about this grant of $100,000\r\n\r\nto  the  Family Planning Association  for  another\r\n\r\nreason,  and the reason was given by the Financial\r\n\r\nSecretary just now. It is the official policy. The\r\n\r\nofficial  policy  is to cut down, where  possible,\r\n\r\nthe  growth of population in Singapore. I know why\r\n\r\nthat  sentiment has been expressed  and  why  that\r\n\r\nofficial policy has been pursued. In the West  the\r\n\r\npopulation  has always been either at a standstill\r\n\r\nor, as in England, on the decline. In the East the\r\n\r\npopulation  is  always  increasing.  In  the  East\r\n\r\nagain, with the increase in population, as we have\r\n\r\nseen  in  the  last War, land becomes  scarce.  In\r\n\r\nJapan, for example, there are more men than  land.\r\n\r\nJapan  could  not  possibly live  on  their  small\r\n\r\n\r\n\r\nisland,  and  they have to find land elsewhere  in\r\n\r\norder to feed themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are living in a very selfish world today.\r\n\r\nThose  who have, say: \"We will keep what we  have;\r\n\r\n\r\n\r\nand  if you do not have, try to be contented;  try\r\n\r\nto  live  within  your means; try  any  method  of\r\n\r\nkeeping  alive,  but  do  not  come  to   us   for\r\n\r\nanything.\"  People  in  the  West  say:  \"We  need\r\n\r\nmanpower  to  develop the land,  but  we  are  not\r\n\r\nprepared  to  give it to anybody.  We  have  large\r\n\r\ntracts  of land. We will keep Australia as  thinly\r\n\r\npopulated  as possible; we shall exclude  Asians.\"\r\n\r\nIf  the  official policy is going to  be  in  that\r\n\r\ndirection, I certainly see reasons there, and good\r\n\r\nreasons too! If we can keep the population of  the\r\n\r\nEast right down to the bare\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1399</b></font><br><br>\r\n\r\n\r\n\r\nminimum, then there need not be any giving because\r\n\r\nthere would not be people to ask! There need be no\r\n\r\nwar  because people there will not be wanting and,\r\n\r\ntherefore, the official view supports this  family\r\n\r\nplanning.   For   that  reason  I  oppose   family\r\n\r\nplanning.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Foo Nam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Foo Nam (Pasir Panjang):</b> Mr Speaker,\r\n\r\nSir, there are two significant points I notice  in\r\n\r\nthe  debate  on this subject. One is that  no  one\r\n\r\nseems  to  have  criticised  the  Government   for\r\n\r\ncutting  down the sum from $120,000 last  year  to\r\n\r\n$100,000  this year. The second point is that  the\r\n\r\nMinister  for Health has opposed this  grant  very\r\n\r\nstrongly, which, I believe, is his primary duty to\r\n\r\ndo   so.  In  spite  of  the  fact  that  he   has\r\n\r\nrepresented  Singapore  at  the  Family   Planning\r\n\r\nConference  in Tokyo, he has still not learnt  his\r\n\r\nlesson.  So I presume his visit is more  concerned\r\n\r\nwith  the  admiration of the snow in Fujiyama  and\r\n\r\nthe cherry blossoms in the streets of Tokyo!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Family planning, Sir, is not, as many people\r\n\r\nthink,  just trying to prevent babies from  coming\r\n\r\ninto  the  world. Family planning  is  to  plan  a\r\n\r\nfamily according to the needs of an individual.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is only an island of 224 square miles.\r\n\r\nIf  the  population is increasing  at  this  rate,\r\n\r\n\r\n\r\nthen,  I think in ten to fifteen years' time,  the\r\n\r\nproblem  facing us today will be very much  worse.\r\n\r\nIt  is  very  easy to say that the people  of  the\r\n\r\n\r\n\r\nworld are selfish. They have the land and they  do\r\n\r\nnot  help other people. They want to keep  it  for\r\n\r\nthemselves. But no amount of talk in Singapore can\r\n\r\npersuade those people who have the land to give it\r\n\r\nto the people of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is situated in a very difficult\r\n\r\nposition  compared with other parts of the  world.\r\n\r\nFirst,  we  do  not have enough  land  for  us  to\r\n\r\n\r\n\r\ncultivate and grow food. Then we find we have very\r\n\r\nlittle resources to promote industries here, as we\r\n\r\nare  in the midst of the cheap labour area. It  is\r\n\r\nnot  easy  for  us  to supply only  the  needs  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many people may argue about the present cost of\r\n\r\nliving  in Singapore. They say the cost of  living\r\n\r\nin America is very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1400</b></font><br><br>\r\n\r\n\r\n\r\nhigh;  may be ten times as high as Singapore.  Yet\r\n\r\ntheir  industry survives. Why cannot Singapore  do\r\n\r\nthe  same? They do not realise that America has  a\r\n\r\npopulation  of more than 150 million  people,  and\r\n\r\ndue  to the resources in the land they can provide\r\n\r\none  of  the  highest standards of living  in  the\r\n\r\nworld. Their industry is geared not only to export\r\n\r\nto  other  countries, but also to home consumption\r\n\r\nTake  for instance American cars, especially  cars\r\n\r\nin  the  higher  bracket. The motor car  companies\r\n\r\nthere  are  not  interested in manufacturing  cars\r\n\r\nwith  a  right-hand drive because the number  that\r\n\r\ncan  be produced for export is very small compared\r\n\r\nwith what they can produce for home consumption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point raised by the Member for Changi is\r\n\r\nthat  family  planning is not a  policy  of  Asian\r\n\r\ncountries. I do not know what he is referring  to.\r\n\r\nWe  know very well that in India there are  family\r\n\r\n\r\n\r\nplanning  associations. When I was in  India  last\r\n\r\nyear,  I  heard a speech over the radio  given  by\r\n\r\nPandit  Nehru.  He said that India wants  more  of\r\n\r\neverything  except an increase in the  population.\r\n\r\nCommunist  China today has family plan fling,  and\r\n\r\n\r\n\r\nso  has  Japan  too.  I cannot recall  seeing  any\r\n\r\ncountry  in  the  East  that  is  opposing  family\r\n\r\nplanning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the remarks made by the Member for Changi\r\n\r\nthat  those  who  are now members  of  the  Family\r\n\r\nPlanning  Association and other voluntary  workers\r\n\r\nshould contribute to the $100,000 themselves,  and\r\n\r\nthat  the  Government should not spend this  money\r\n\r\nthemselves, I can assure him that those people who\r\n\r\nare  working for the Association voluntarily  have\r\n\r\ncontributed not only much of their time and labour\r\n\r\nbut   have   also   contributed   money   to   the\r\n\r\nAssociation. In this respect, I can say of someone\r\n\r\nwho  is  very near to me, that he is working  hard\r\n\r\neveryday to achieve the aims of the Association.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think if there are any criticisms against the\r\n\r\npresent  Government,  it is  that  they  have  not\r\n\r\ngranted   enough  money  to  the  Family  Planning\r\n\r\nAssociation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1401</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Mr Speaker,\r\n\r\nSir, I was surprised to learn this morning that  I\r\n\r\nhad  not  been spared the ordeal of the debate  on\r\n\r\nfamily  planning. I was alarmed when I  looked  at\r\n\r\nthe  Order  Paper that we could well go  on  until\r\n\r\n3.30  this  afternoon on this subject. I  suddenly\r\n\r\nthought  that  somebody  must  have  discovered  a\r\n\r\nmagnificent new theory about either how to produce\r\n\r\nmore  food with more people, or some revolutionary\r\n\r\ndiscovery  which makes family planning  completely\r\n\r\nunnecessary!  But, unfortunately, no such  miracle\r\n\r\nhad  taken place. I think we would well be advised\r\n\r\njust  to take the vote. Those who want to say  no,\r\n\r\nlet them say no. But to those who want to see some\r\n\r\neffort  at  least  being  made  not  to  let   the\r\n\r\npopulation of Singapore go out of hand - not because\r\n\r\npeople  want more babies, but because they do  not\r\n\r\nknow how to stop them - well, let us help them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the sum to be allotted for\r\n\r\nHead 25 be reduced by $10 m respect of subhead  31\r\n\r\ntherein.\"\r\n\r\n\r\n\r\n<br><br>11.19 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Hon. Members</b>: Division, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes 6; Noes, 16; Abstentions,\r\n\r\n5; Absent, 4.\r\n\r\n\r\n\r\n<pre>\r\n\r\n          Ayes                     Noes\r\n\r\n    Braga, A. J.               Chew Swee Kee.\r\n\r\n    Goh Tong Liang.            Ede, John.\r\n\r\n    Jumabhoy, R.               Goh Chew Chua.\r\n\r\n    Lazarous, A. R.            Hart, T. M.\r\n\r\n    Lim Cher Kheng.            Lee Choon Eng.\r\n\r\n    Lim Choon Mong.            Lee Kuan Yew.\r\n\r\n                               Lim, R. C. H.\r\n\r\n                               Lim Koon Teck.\r\n\r\n                               Lim Yew Hock.\r\n\r\n                               Nair, M. P. D.\r\n\r\n                               Shanks, E. P.\r\n\r\n                               Soh Ghee Soon.\r\n\r\n                               Tan Siak Kew.\r\n\r\n                               Tan Theng Chiang.\r\n\r\n                               Thomas, Francis.\r\n\r\n         Absent                Wong Foo Nam.\r\n\r\n\r\n\r\n    Ahmad bin Ibrahim.             Abstentions\r\n\r\n    Lim Ching Siong.           Abdul Hamid bin Haji\r\n\r\n    Seah Peng Chuan.            Jumat.\r\n\r\n    Tan, William.              David, E. B.\r\n\r\n                               Jumabhoy, J. M.\r\n\r\n                               Mak Pak Shee.\r\n\r\n                               Mohamed Sidik bin Haji\r\n\r\n                                Abdul Hamid.\r\n\r\n</pre>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1402</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment accordingly negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,399,230 for Head 25 stand\r\n\r\npart of the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, under this Head, I find so\r\n\r\nmany contributions made to different bodies, small\r\n\r\nand   big.  May  I  ask  the  Hon, the  Financial\r\n\r\nSecretary what has happened to the request of  the\r\n\r\nChinese  Young  Men's Christian Association  which\r\n\r\nofficially asked for help in writing last year? In\r\n\r\nthe debate on the Budget last year, I remember the\r\n\r\nFinancial  Secretary said that he would look  into\r\n\r\nthe matter. When so many contributions are made to\r\n\r\nso many bodies, I do not see why another deserving\r\n\r\nbody   like  the  Ramakrishna  Mission  has   been\r\n\r\nomitted.  A  request was made in  writing  to  the\r\n\r\nFinancial  Secretary. Why was also a request  from\r\n\r\nthe  Sultan  Mosque for a grant to  cover  repairs\r\n\r\nomitted,    when   I   see   under   subhead    30\r\n\r\n\"Ecclesiastical   Grants...  $12,700\"   which   also\r\n\r\nconcern religious institutions?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hundreds and thousands of dollars have been\r\n\r\nspent  on  entertainment  and  travelling.  Should\r\n\r\nGovernment  not  lend  a  helping  hand  to  these\r\n\r\ndeserving bodies who do a lot of social  good  for\r\n\r\nthe  benefit  of the people? They support  orphans\r\n\r\nand  subsidize their education. Would  it  not  be\r\n\r\nmore  worthwhile for the Government to  invest  in\r\n\r\nthese   bodies   rather  than   spend   money   on\r\n\r\nentertainment and travelling?\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Mr Speaker, Sir, we do not have the\r\n\r\nmoney at the present time to meet all the requests\r\n\r\nfor  assistance which are presented to  us.  As  I\r\n\r\nsaid  last year, we would consider the application\r\n\r\nof  a grant for a sum of $320,000 from the Chinese\r\n\r\nY.M.C.A. That was considered, but we felt that the\r\n\r\nfinancial  circumstances at the present  time  did\r\n\r\nnot  justify our making a grant. I think the  hon.\r\n\r\nMember  for  Telok Ayer did raise  last  year  the\r\n\r\nquestion of grants to the Ramakrishna Mission  and\r\n\r\nthe  Sultan Mosque, and the answer I gave on  that\r\n\r\nparticular  matter,  that  we  did  not  have  the\r\n\r\nnecessary  funds  to give assistance  to  all  who\r\n\r\nasked for it, holds good in this case.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the statement that vast sums of money\r\n\r\nare   squandered  every  year  on  travelling  and\r\n\r\nentertainment, that, Sir, is quite false.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,399,230 for Head 25 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 26-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,233,520 for Head 26 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 27-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,141,260 for Head 27 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 28-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $133,790 for Head 28 ordered to stand\r\n\r\npart of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1403</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 29-\r\n\r\n\r\n\r\n<br><br><!-- Mr A. R. Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. R. Lazarous (Farrer Park):</b> Mr Speaker,\r\n\r\nSir,  my  intention was to move  an  amendment  to\r\n\r\nincrease the amount of individual relief and  also\r\n\r\nto  increase  company tax, but this would  involve\r\n\r\ngetting  the consent of the Governor, and  I  know\r\n\r\nthat  it  is  not  possible. I would  not  do  it.\r\n\r\nHowever,  I  shall  state  my  objection  for  the\r\n\r\n\r\n\r\nrecord.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my opinion, the income tax in the lower income\r\n\r\ngroup  is  unreasonable.  Personal  relief  to  an\r\n\r\nindividual  should be increased from  the  present\r\n\r\n$3,000 to $4,000.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think hon. Members were\r\n\r\ngiven a full opportunity to debate personal income\r\n\r\ntax  when  the Financial Secretary moved a  motion\r\n\r\nthe  other  day, and it is out of order to  reopen\r\n\r\nthat subject in the Committee of Supply.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> I do not know whether I can make\r\n\r\nsome observations, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member has\r\n\r\nlost  his opportunity. The opportunity was  given,\r\n\r\nas  I  said,  when  a  motion  was  moved  by  the\r\n\r\nFinancial  Secretary in regard to personal  income\r\n\r\ntax  and when he moved the Second Reading  of  the\r\n\r\nIncome  Tax (Amendment No. 2) Bill, so that  those\r\n\r\ntwo  subjects  in  so  far  as  this  Session   is\r\n\r\nconcerned are closed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1404</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Sir, I have given notice of this\r\n\r\nitem  and the notice has been accepted. Of course,\r\n\r\nSir,  when  we  want to speak on  any  subject,  I\r\n\r\nunderstand  notice must first be given. Therefore,\r\n\r\nSir, I was under the impression that, having given\r\n\r\nnotice  of this item, I would be allowed to  speak\r\n\r\non it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member is perfectly\r\n\r\nentitled  to speak, but what I am trying  to  tell\r\n\r\nhim  is that there are two subjects under the Head\r\n\r\nof  Income Tax which have been dealt with in full.\r\n\r\nThere  has  been  a decision of this  Assembly  on\r\n\r\n\r\n\r\nthose two subjects, and, therefore, once there  is\r\n\r\na   decision  of  the  Assembly  on  a  particular\r\n\r\nsubject,  that subject cannot be re-opened  during\r\n\r\nthe same session. But if the hon. Member has other\r\n\r\nsubjects on which he wishes to speak, he can do so\r\n\r\nby all means.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> I am sorry, Sir, but I am not\r\n\r\nashamed to admit that I am not versed in the rules\r\n\r\nof  procedure and I would be very grateful if  you\r\n\r\nwould  advise me. My intention was just to express\r\n\r\nmy  comments - to  say  that company  tax  could  be\r\n\r\nincreased  a little more and personal  tax  relief\r\n\r\ncould  be  increased  from $3,000  to  $4,000.  My\r\n\r\nintention was to speak on that, but if that is out\r\n\r\nof order, I have no objection to it.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am very sorry. The rules of\r\n\r\nprocedure  are,  perhaps,  complex.  If  the  hon.\r\n\r\nMember  had the intention of moving amendments  to\r\n\r\nthe  suggestions of the Government in  so  far  as\r\n\r\npersonal income tax and company tax are concerned,\r\n\r\nhe  ought to have done so when those subjects were\r\n\r\ndiscussed  in the Assembly. Does the  hon.  Member\r\n\r\nstill wish to move his amendment?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> I am sorry. What I understand from\r\n\r\nyou,  Mr Speaker, is that it is out of order  for\r\n\r\nme to take this subject at this particular moment.\r\n\r\nNaturally I cannot say anything about it now.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1405</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If there is no other topic under\r\n\r\nHead  29  on  which  the  hon.  Member  wishes  to\r\n\r\ndiscuss, then his amendment* cannot be moved.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* Mr. Lazarous' amendment reads as follows:-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 29\r\n\r\nbe reduced by $10 in respect of subhead 1 therein.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $1,953,880 for Head 29 stand\r\n\r\npart of the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, in this\r\n\r\nsession  we have passed two Bills - one to  increase\r\n\r\nthe percentage of tax on chargeable income and the\r\n\r\nother one on company tax.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I am coming back to ask the Government\r\n\r\nwhether  it has considered, throughout the  years,\r\n\r\nthe  plea  by so many Members in this  House  that\r\n\r\nrelief  be granted to the parents of taxpayers.  I\r\n\r\nam certain we have heard arguments on this subject\r\n\r\nfor  the last three years and I would say that the\r\n\r\narguments still stand. If Government can  consider\r\n\r\ngranting relief to parents, I am certain  that  it\r\n\r\nwill be welcomed not only by those who pay tax but\r\n\r\nalso  by those who are at present not paying  tax.\r\n\r\nWhether  a person is paying tax or not,  he  looks\r\n\r\n\r\n\r\nafter his parents. This is the set-up in the East.\r\n\r\nIt  is the duty of the children to look after  the\r\n\r\n\r\n\r\nparents and, as we have heard many times before in\r\n\r\nthis  House, in Eastern families the care  of  the\r\n\r\nparents is sometimes placed on a higher plane than\r\n\r\neven  that  of the care for the children.  In  the\r\n\r\nWest,  we  may have the parents sent to the  homes\r\n\r\nfor  the  aged or sent to an institute  under  the\r\n\r\ncare  of the Government. But, in the East,  it  is\r\n\r\nunheard of that such a step should be taken by the\r\n\r\npeople.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would not like to repeat all that was said\r\n\r\nbefore.  I  would  ask  Government  seriously   to\r\n\r\nconsider the granting of relief for the parents of\r\n\r\ntaxpayers.  Even a small relief - a  token - would  be\r\n\r\naccepted   by   the  people  as  indicating   that\r\n\r\nGovernment  is aware of the request of the  people\r\n\r\nand that it would look into this matter.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1406</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Choon Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Choon Eng:</b> Mr Chairman, Sir, in\r\n\r\nsupporting the Member for Serangoon, I  must  draw\r\n\r\nthe  attention of the Financial Secretary and  the\r\n\r\nGovernment to the fact that this is not the  first\r\n\r\nyear  that this appeal has been made. Just  as  in\r\n\r\nthe  case  of  family planning, this  question  of\r\n\r\nincome  tax  relief comes into  the  picture,  and\r\n\r\nappeals  have been made by Members of  this  House\r\n\r\nfor reliefs to be granted to the parents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by the Member for Serangoon, it is\r\n\r\ntraditional for the Chinese - all Eastern  people - to\r\n\r\nlook  after  the parents far more than  after  the\r\n\r\nchildren. The parents, when they grow old, rely on\r\n\r\nthe  children  to maintain them.  It  is  only  by\r\n\r\nproviding   full  education  for   the   children,\r\n\r\nproviding  them  with  everything,  that  the  old\r\n\r\npeople  look forward to the time when  it  is  the\r\n\r\nchildren's duty to look after them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will again make this appeal to the Government,\r\n\r\non  behalf  of the people of Singapore, an  appeal\r\n\r\nfor an allowance for parents. It is most essential\r\n\r\nand, as the Member for Serangoon has said, it will\r\n\r\nnot only be welcomed by those who pay tax but also\r\n\r\nwill be welcomed by those who do not pay tax.  Let\r\n\r\nme make this appeal once and for all.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> My appeal to the Government is to\r\n\r\nincrease  the tax relief for individuals from  the\r\n\r\npresent  $3,000  to  $4,000,  and  the  relief  in\r\n\r\nrespect  of  women  from  the  present  $2,000  to\r\n\r\n$3,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, to make up for the loss by this relief for\r\n\r\nindividual  tax,  the  Government  could  consider\r\n\r\nincreasing company tax from 40 per cent to 45  per\r\n\r\ncent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This 45 per cent could be obtained from\r\n\r\nchargeable incomes of $100,000 and over.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope I am not out of order, Mr Speaker, Sir.\r\n\r\nIt  was actually not my intention to speak, but  I\r\n\r\n\r\n\r\nsaw  other  hon.  Members were  speaking  on  this\r\n\r\nsubject, so I thought I would be allowed to speak.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1407</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\nprobably  treading on very thin ice. If he  wishes\r\n\r\nto   debate  on  company  tax  (which  is  40  per\r\n\r\ncent) - his   suggestion  is  that  it   should   be\r\n\r\nincreased  to 45 per cent - then, of course,  he  is\r\n\r\nout  of  order. But if he is content with what  he\r\n\r\nhas said up to now, then he is just in order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Thank you, Mr Speaker. I know that\r\n\r\nalmost  all  the Members who spoke on company  tax\r\n\r\nattacked  the  Government for increasing  the  tax\r\n\r\nfrom  30 per cent to 40 per cent. Well, my  appeal\r\n\r\nis  for a further increase of from 40 per cent  to\r\n\r\n45  per cent. My reason, of course, as I told you,\r\n\r\nis to make up for the increased tax relief for men\r\n\r\nand women.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my argument in favour of raising company tax\r\n\r\nto  45 per cent is, of course, the same defence as\r\n\r\nthat  put forward by the Financial Secretary  when\r\n\r\nhe  replied to the attack by those Assemblymen who\r\n\r\nthought  that  that  company  tax  should  not  be\r\n\r\nincreased to 40 per cent.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member is\r\n\r\nnow  embarking on a debate on company tax. He must\r\n\r\nunderstand  that  he  is out of  order.  The  hon.\r\n\r\nMember cannot embark on a debate on company tax at\r\n\r\nthis juncture.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> I am sorry. Mr Speaker, Sir. You\r\n\r\nhave  cautioned me several times. I  just  do  not\r\n\r\nwant to make things look awkward. I really thought\r\n\r\nit  was  in  order when I gave notice.  I  thought\r\n\r\nthere would be an opportunity for me to speak,  in\r\n\r\nthe  first  instance, but since it was going  into\r\n\r\nCommittee,  I thought I could take up this  matter\r\n\r\nby giving notice. Since I know it is very delicate\r\n\r\nto  dwell on a subject that has already been taken\r\n\r\nup, I do not want to say anything further.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Perhaps I could be of some\r\n\r\nassistance  to  the  hon.  Member.  If   he   will\r\n\r\nconsider,  perhaps,  sending  in  a  question   or\r\n\r\nquestions  on the subject of company tax  for  the\r\n\r\nnext  sitting,  he  could be able  to  ask  a  few\r\n\r\nquestions on it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1408</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Thank you, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,953,880 for Head 29 ordered to\r\n\r\nstand part of the Schedule.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1408</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 30-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nR. Jumabhoy -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 30 be\r\n\r\nreduced by $10 in respect of item (1) of subhead 1\r\n\r\ntherein.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I have given notice of an\r\n\r\namendment  but since I have taken up the  question\r\n\r\nof  salaries  for Ministers as a whole  under  the\r\n\r\nHead of Chief Minister, I have nothing further  to\r\n\r\nsay on salaries.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member is not moving.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mr\r\n\r\nLim Cher Kheng -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allotted for Head 30 be\r\n\r\nreduced  by  $10  in respect of item  (1)  (i)  of\r\n\r\nsubhead 10 therein.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Mr Lim Cher Kheng's absence, the amendment\r\n\r\nwas not proceeded with.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $805,330 for Head 30 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr John Ede -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr John Ede (Tanglin):</b> Mr Speaker, if as much\r\n\r\ntime  were to be spent in this House in discussing\r\n\r\nthe commerce and industry of Singapore as has been\r\n\r\nspent on the Family Planning Association, we might\r\n\r\nperhaps be making some contribution to the  future\r\n\r\nwelfare  of  this country. But I doubt  very  much\r\n\r\nwhether  we  shall in fact have a debate  of  that\r\n\r\nmagnitude on this particular subject.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a feeling of concern and anxiety, I am\r\n\r\nquite  certain, on all sides of this House at  the\r\n\r\nposition of Singapore as a trading centre and,  as\r\n\r\nwe  would  like  to  see it, a growing  industrial\r\n\r\nisland.  As I pointed out last week, we are  faced\r\n\r\nwith the position of a declining number of workmen\r\n\r\nemployed  in  manufacturing and in all industries;\r\n\r\nand I made the point that in March 1958 there were\r\n\r\n51,000 workmen employed in manufacturing, which is\r\n\r\nalmost equal\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1409</b></font><br><br>\r\n\r\n\r\n\r\nor  about equal to the increase in population year\r\n\r\nby  year. That is a most alarming position  to  be\r\n\r\nin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also pointed out that the yield from income tax\r\n\r\ndoes not go up except through the artificial means\r\n\r\nof  increase in rates, and that also reflects  the\r\n\r\nfact that there is no expansion of industry in the\r\n\r\nway that we would like to see.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have just recently passed the Pioneer\r\n\r\nIndustries and the Industrial Expansion Bills, and\r\n\r\nI  would  like  to  know from  the  Minister  what\r\n\r\neffect, even at this early stage, these have  had,\r\n\r\nand  how many applications he has received for the\r\n\r\nsetting up of new industries and new factories. We\r\n\r\nhave  heard that already the Federation expect  40\r\n\r\nnew factories to be built next year, although they\r\n\r\nhave    only   just   recently   passed    similar\r\n\r\nlegislation.   We  should  like   to   know   what\r\n\r\nindications  there  are regarding  the  future  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would also like to know how many industries\r\n\r\nhave   been   launched  through   the   Industrial\r\n\r\nPromotion  Board. When the Board was formed,  this\r\n\r\nAssembly  approved a sum of a million dollars  for\r\n\r\nthe  promotion of industries. We said it  was  not\r\n\r\nenough and the Minister said that more money would\r\n\r\nbe   forthcoming  if  it  was  required.  But  the\r\n\r\nfinancial  situation is such that we do not  think\r\n\r\nthat  this  is  so now. In fact, we  are  spending\r\n\r\nunder the estimates for next year, $68,500 to  run\r\n\r\nthe  Industrial Promotion Board. We would like  to\r\n\r\nknow  what success the Board is having and whether\r\n\r\nwe are getting value for money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We would like to know further what progress the\r\n\r\nMinister  has been able to make with his cigarette\r\n\r\nfactory  which has had so much publicity. When  it\r\n\r\nwas  announced, we assumed that the  Minister  had\r\n\r\nalready got the support of tobacco companies,  but\r\n\r\nthis  apparently is not the case, and the cart  is\r\n\r\nbeing  put before the horse. Sir, we would like  a\r\n\r\nreview from the Minister of just what progress  we\r\n\r\nare  making,  as  the impression is  that  we  are\r\n\r\nslipping backwards and not going forwards.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1410</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know, and we all appreciate, that we are\r\n\r\nfaced  with  this dilemma of wanting to encourage,\r\n\r\nor  at least maintain, our free entrepot trade  on\r\n\r\nthe  one  hand and at the same time we  are  faced\r\n\r\nwith the need for protection of our own industries\r\n\r\non  the other hand. The dilemma as to whether, for\r\n\r\nexample, we should let in torch batteries made  in\r\n\r\nChina,  selling now in the city at  15  cents,  or\r\n\r\nprotect our own production of torch batteries at a\r\n\r\nhigher figure of 20 to 25 cents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the life of the present Government, this\r\n\r\nproblem  has not been solved. I do not  place  the\r\n\r\nblame  entirely at the door of the Government.  On\r\n\r\nthis  side  of  the House, though we have  pressed\r\n\r\nthis  matter continually - and I hope that  we  have\r\n\r\nmade  some contribution - it is significant that  we\r\n\r\nhave had no single constructive word in this House\r\n\r\nfrom  the  People's  Action Party  on  industrial,\r\n\r\ncommercial  and economic matters. If they  have  a\r\n\r\npolicy,  they  have  never  disclosed  it.   Their\r\n\r\ninterest  in the future of Singapore seems  to  be\r\n\r\nclearly political.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However it may be, the future of Singapore\r\n\r\ndepends  on trade, commerce and industry,  and  we\r\n\r\nhope  that the Singapore electorate will  remember\r\n\r\nthat when the general elections take place.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, this Ministry of Commerce\r\n\r\nand  Industry is most important for the  existence\r\n\r\nof Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other day in my Budget speech I said\r\n\r\nthat  the previous Council left $200,000,000 which\r\n\r\nis  now  reduced to $83,000,000 in liquid  assets.\r\n\r\nThe  duty on petrol was 68 cents a gallon when the\r\n\r\n\r\n\r\npresent  Government took over, and it is  now  $1.\r\n\r\nThen  I  went  on  to the duty on cigarettes.  But\r\n\r\n\r\n\r\nthere  is in the Press a story to the effect  that\r\n\r\nthe Minister for Commerce quoted me as saying that\r\n\r\nI   liked  the  previous  Government.  Why   twist\r\n\r\nstatements which a Member has never made?  What  I\r\n\r\nonly  said,  Sir, was this. The last Council  from\r\n\r\nwhich  the present Government inherited was  this,\r\n\r\nthis  and  that. I never praised or said  anything\r\n\r\nagainst or for the previous\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1411</b></font><br><br>\r\n\r\n\r\n\r\nCouncil.  I  hope  a  person in  that  responsible\r\n\r\nposition should not twist the statements  made  by\r\n\r\nMembers.\r\n\r\n\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said, all these three years, Sir, as\r\n\r\nfar as possible, I have refrained from speaking on\r\n\r\nthis  subject  for  obvious  reasons,  though   I,\r\n\r\npersonally, have been the founder and President of\r\n\r\nthe Indian Chamber of Commerce for 12 years. I was\r\n\r\ntwice elected by the Indian Chamber of Commerce to\r\n\r\nthe  Legislative Council. With that experience,  I\r\n\r\nwould  not  be  talking  to  injure,  but  talking\r\n\r\nsomething   constructive.  But   if   the   people\r\n\r\nconcerned are not willing to admit their mistakes,\r\n\r\nwell, what could be said?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The same Minister also made this remark: \"Look,\r\n\r\nthe  Members opposite are not taking an  interest.\r\n\r\nThey are not there.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the life of the present Government is\r\n\r\nending. What we have said has fallen on deaf ears.\r\n\r\nWe  are not willing to hear any more bluffs.  This\r\n\r\n\r\n\r\nis   a   Ministry  on  which  Singapore   depends.\r\n\r\nResponsible  words  should be uttered.  I  am  not\r\n\r\n\r\n\r\ncriticising, Sir, I am asking. During these two or\r\n\r\nthree years, did the Minister not appoint a Select\r\n\r\nCommittee  on luxury tax? This caused  uncertainty\r\n\r\nin  the minds of small and big traders for months.\r\n\r\nThe  Council of Ministers was responsible for this\r\n\r\ninstability  in  trade. The trader thought,  \"What\r\n\r\nitems  will  be taxed or restricted?\" He  did  not\r\n\r\nknow where he was standing for months.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then also this same Minister made a statement\r\n\r\nthat  sooner or later there might have to be  some\r\n\r\nimport duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been a merchant of 45 years'\r\n\r\nstanding.  Though I retired a few years  ago  from\r\n\r\nactive  business, I still could gauge the feelings\r\n\r\nof   the   merchants.  What  are  the   goods   or\r\n\r\ncommodities to be taxed by import duties? Shall we\r\n\r\nhold  on or shall we import? Shall we not do  this\r\n\r\ntrade  or  that?  Now, such statements  from  this\r\n\r\nMinistry should not have been made in the way they\r\n\r\nwere made.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1412</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, take the cigarette factory and the Bill in\r\n\r\nSelect  Committee concerning it. Sir,  that  is  a\r\n\r\ndepartment which is the life-line of Singapore. My\r\n\r\nremarks are for the incoming Government - that  this\r\n\r\nMinistry  should  be run in such  a  way  that  it\r\n\r\nshould safeguard the interests of trade, on  which\r\n\r\nour existence, employment, and everything depends.\r\n\r\nI have no further comments than that.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Chairman, Sir, it looks\r\n\r\nas  if I have to repeat the question which I  have\r\n\r\nalready  asked  the  Minister  for  Commerce   and\r\n\r\nIndustry.  Sir,  the  question  is  this:  Can  we\r\n\r\nachieve  a Pan-Malayan economic policy? Without  a\r\n\r\nPan-Malayan economic plan, Sir, all the efforts of\r\n\r\nthe  Minister  for Commerce and Industry,  despite\r\n\r\nhis  energy  and  ambition to set  up  a  people's\r\n\r\ncigarette factory, would be in vain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I just cannot understand how to reconcile this\r\n\r\nfact:  on  the one hand, Singapore should maintain\r\n\r\nan entrepot status, and, on the other hand, how to\r\n\r\nsolve the unemployment problem of this country and\r\n\r\nto speed up industrialisation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, we have been entirely cut away,\r\n\r\npolitically,  from the Federation of  Malaya.  And\r\n\r\nyet  one  of  the Ministers in the  Federation  of\r\n\r\nMalaya has admitted that we must look after  their\r\n\r\ninterests, because they are the life-line  of  the\r\n\r\nentrepot  trade. Sir, the so-called  one  economic\r\n\r\nunh  for  Malaya and Singapore is  just  on  paper\r\n\r\nonly.  It is mentioned in political gossip but  it\r\n\r\nis not practised. There is no Pan-Malayan economic\r\n\r\nplan  in  practice, which shows  that  Malaya  and\r\n\r\nSingapore are really and truly one economic  unit.\r\n\r\nCan   the   Minister  for  Commerce  and  Industry\r\n\r\n\r\n\r\nhonestly tell us how he can maintain Singapore  as\r\n\r\na  prosperous entrepot and, at the same time,  his\r\n\r\nlong-time  dream  of  industrialisation  in   this\r\n\r\ncountry? Let us have a firm assurance that  he  is\r\n\r\nnot  coming back to this Assembly and saying:  \"We\r\n\r\nfailed because we could not get the Federation  of\r\n\r\nMalaya to understand us. We could not get their co-operation.\"  In  other  words,  do  not  say  that\r\n\r\neverything has failed on account of the failure to\r\n\r\nmerge with the Federation.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1413</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have purposely emphasised this important\r\n\r\ntopic.   It   is   high  time  for   the   elected\r\n\r\nrepresentatives  of  the people  of  Singapore  to\r\n\r\ndecide  Singapore's future relationship  with  the\r\n\r\nFederation of Malaya. Merger seems to be a popular\r\n\r\nslogan  of all the political Parties but  only  in\r\n\r\nSingapore. In the Federation of Malaya it has been\r\n\r\nopenly  and  officially denied. Also it  has  been\r\n\r\nopposed  by  one  of the very important  Ministers\r\n\r\nthere.  The  proposed constitution of the  M.C.A.,\r\n\r\nthe  governing  Party  of the  Federation,  has  a\r\n\r\nclause to the effect that if Singapore is going to\r\n\r\nmerge with the Federation of Malaya, they say that\r\n\r\nthey  are  going to cause a split in the  Alliance\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not sufficient for us, the people of\r\n\r\nSingapore, to know why the Federation Minister  of\r\n\r\nCommerce,  the  Hon. Mr Tan Siew Sin,  so  firmly\r\n\r\nbelieves that if there is a move to boost a merger\r\n\r\nbetween  Singapore and the Federation  of  Malaya,\r\n\r\nthey are going to have a serious split. Do you not\r\n\r\nthink  that that is a sufficiently serious warning\r\n\r\nto  Singapore, not only to the people but  to  the\r\n\r\nGovernment as well? Hope of a merger is  far  away\r\n\r\nfrom  us. So how can our own Minister for Commerce\r\n\r\nand  Industry  still come to this House  and  say,\r\n\r\n\"Yes,  we  must co-operate with the Federation  of\r\n\r\nMalaya. We must co-ordinate with the Federation of\r\n\r\nMalaya. We must believe and have confidence  in  a\r\n\r\nmerger.  If there is no merger, we die.  Singapore\r\n\r\nwill be finished. If things fail us, it is because\r\n\r\nwe   could  not  get  the  co-operation   of   the\r\n\r\nFederation  of Malaya, and because the merger  has\r\n\r\nnot arrived yet.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I said that 1958 has been a year of\r\n\r\ninstability and insecurity - instability in politics\r\n\r\nand  in  economy. I also said that 1958 has opened\r\n\r\nthe  eyes of the people of Singapore, or at  least\r\n\r\nit has sown some doubts in the minds of the people\r\n\r\nof  Singapore  that the merger will  really  be  a\r\n\r\nreality.  What  is the cause of the split  between\r\n\r\nSingapore  and Malaya? Everybody says it  is  man-made.  Even our Minister for Commerce and Industry\r\n\r\nhas  admitted  that  there  is  a  man-made  split\r\n\r\nbetween  Singapore and the Federation  of  Malaya.\r\n\r\nSince there is this man-made unnatural separation,\r\n\r\n\r\n\r\nbow then can there be a natural merger?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1414</b></font><br><br>\r\n\r\n\r\n\r\n12.00 noon\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why should we not analyse the actual cause of\r\n\r\nthis   split,  this  separation?  In  one  of   my\r\n\r\nspeeches,  I said that even if Mr Chin Peng,  the\r\n\r\nSecretary-General of the Malayan Communist  Party,\r\n\r\nwere  to  become the Prime Minister of  Singapore,\r\n\r\nthe  British  would have no fear at  all,  because\r\n\r\nthey have the Lennox-Boyd Constitution and not the\r\n\r\nRendel  Constitution. That is enough  to  tell  us\r\n\r\nthat  the cause of the separation is in the  hands\r\n\r\nof  the  Rt.  Hon. Mr Lennox-Boyd,  Secretary  of\r\n\r\nState  for the Colonies. So the situation is  like\r\n\r\nthis - although we say we are the champions  of  the\r\n\r\npeople we are genuine nationalists; we must  admit\r\n\r\nthat we have earned our so-called national freedom\r\n\r\nnot  through  a  single blow or a single  drop  of\r\n\r\nblood  or  a bullet. So if we expect such  a  nice\r\n\r\ngift  from a well experienced imperialist colonial\r\n\r\npower,  without  any  safeguards  for  their   own\r\n\r\ninterests, then we are fools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is high time for us to tell the\r\n\r\npeople  the truth - that a merger between  Singapore\r\n\r\nand  the  Federation of Malaya is not by agreement\r\n\r\nbetween  Tunku Abdul Rahman and Tun Lim Yew  Hock,\r\n\r\nour  Chief  Minister. We must rely on developments\r\n\r\nin  Asia, even international developments. We  can\r\n\r\npredict, we can say that in ten or 20 years'  time\r\n\r\nas  long  as  the  situation  in  South-East  Asia\r\n\r\nremains  much  the  same as it is  today,  then  a\r\n\r\nmerger  between  Singapore and the  Federation  of\r\n\r\nMalaya   will   not  be  realised.   The   interim\r\n\r\nGovernment,  during  this  period  must   take   a\r\n\r\nrealistic policy - that politically we are separate,\r\n\r\nbut  economically we must try our very best to co-operate  on equal terms and to our mutual benefit,\r\n\r\nand not have a one-sided beneficial arrangement as\r\n\r\nin  the  past three years. The people of Singapore\r\n\r\nare getting sick of hearing that the Government of\r\n\r\nSingapore  are  always going to  Kuala  Lumpur  to\r\n\r\nlisten  to  or  to  receive  orders  that  we  can\r\n\r\nintroduce this Bill, but we cannot introduce  that\r\n\r\nBill. And all to protect whose interests, Sir?  If\r\n\r\nthe  Federation of Malaya really have the interest\r\n\r\nof  the  people of Singapore at heart, they should\r\n\r\nrecognise  the  importance of Singapore  and  they\r\n\r\nshould\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1415</b></font><br><br>\r\n\r\n\r\n\r\nappreciate  the  continuation  of  the   port   of\r\n\r\nSingapore  which renders a great  service  to  the\r\n\r\nFederation of Malaya. They should not try to build\r\n\r\nanother  port  in  the  Federation  of  Malaya  to\r\n\r\nchallenge  Singapore. By building Port Swettenham,\r\n\r\nthe  people  of Singapore have no doubt  that  the\r\n\r\nFederation  of Malaya have made up their  mind  to\r\n\r\nforsake  Singapore, to throw away  Singapore.  Why\r\n\r\nshould  the Federation of Malaya dump millions  of\r\n\r\ndollars  in  building  Port Swettenham?  Sir,  the\r\n\r\nreason  is  obvious.  If the leaders  of  the  two\r\n\r\nterritories have Pan-Malayan interests  at  heart,\r\n\r\nthey  should  realise that a loss to Singapore  is\r\n\r\nalso a loss to the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I remember touching on this subject. If an\r\n\r\nindustry in Singapore is forced to shut down,  you\r\n\r\nsimply  say,  \"You  apply  to  the  Federation  of\r\n\r\nMalaya.  They  are going to give a lot  of  vacant\r\n\r\nland in Petaling Jaya. That is an industrial area.\r\n\r\nThere  is plenty of vacant land for you.\" Sir,  it\r\n\r\n\r\n\r\nis  very simple to get a piece of vacant land  and\r\n\r\noffer it to Singapore manufacturers, but how about\r\n\r\nthe expenses of installation? Whose loss is it? It\r\n\r\nis not the common loss of the Federation of Malaya\r\n\r\nand  Singapore. The Federation of Malaya go  along\r\n\r\nwith  their own economic development. They woo  as\r\n\r\nmuch  as  they can Singapore's existing industries\r\n\r\nto shift to the Federation of Malaya. Do they care\r\n\r\nwhat  is going on in Singapore? They do not  care.\r\n\r\nThey   can  borrow  money  much  easily  from   an\r\n\r\n\r\n\r\ninternational body. I am not surprised, Sir,  that\r\n\r\nvery  soon  they are going to seek  American  aid,\r\n\r\nSir,    when   Port   Swettenham   is   completed.\r\n\r\nSingapore - where does she stand? She  has  been  an\r\n\r\n\r\n\r\noutlet for the tin and rubber in the Federation of\r\n\r\nMalaya.  Piece-goods will not be imported  through\r\n\r\nthe Johore Causeway any more.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I deeply regret that I have touched on such\r\n\r\na   serious  question.  The  people  of  Singapore\r\n\r\ngenerally  have  lost faith and  confidence  of  a\r\n\r\nmerger   with  the  Federation  of  Malaya.   Only\r\n\r\nambitious and selfish political leaders,  as  soon\r\n\r\nas they come into power, try to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1416</b></font><br><br>\r\n\r\n\r\n\r\nbluff the people that merger is a must and that it\r\n\r\nis  going to be very soon. Sir, it is very  unfair\r\n\r\nfor  the  people  of Singapore who  are  not  well\r\n\r\ninformed  of  the situation. The actual  stumbling\r\n\r\nblock to a merger is not the language problem,  to\r\n\r\nmake  Melayu  the  lingua  franca.  Merger  is  an\r\n\r\neconomic and political affair.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, on a point of order. I\r\n\r\nthink the hon. Member has spoken at length on  the\r\n\r\nimpossibility  of  merger and backed  it  up  with\r\n\r\nevidence. But as I have got to answer him, I would\r\n\r\nlike him to say what his suggestion is, or what he\r\n\r\nexpects the Government to do.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> That is not a point of order.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, my humble advice to the\r\n\r\nMinister  for Commerce and Industry is  this - stand\r\n\r\nup  and  fight for our survival. We must not  wait\r\n\r\nand preach, \"Merger. Without merger, we die.\" If I\r\n\r\nsay  to you, Mr Speaker, Sir, that the Member for\r\n\r\nChangi  can fly, you will say, \"Yes, just show  me\r\n\r\nhow  you can fly.\" I will say, \"Wait until I  feel\r\n\r\nboth  my arms have turned into wings, then  I  can\r\n\r\nfly.\" Sir do you believe it? Of course, I can  say\r\n\r\nI can fly. The same also applies to the merger, to\r\n\r\nthis  economic  problem.  Every  political  leader\r\n\r\ntries to put every excuse on this merger. They  do\r\n\r\nnot  try  to find their own solution. They  simply\r\n\r\nsay,  \"Wait  until  there is a  merger.\"  And  the\r\n\r\nmerger, as I have already analysed, is very,  very\r\n\r\nfar  away.  It is not in the hands of  either  the\r\n\r\nSingapore  Minister for Commerce and  Industry  or\r\n\r\nthe  Federation Minister of Commerce and Industry,\r\n\r\nthe Hon. Mr Tan Siew Sin. Sir, the merger between\r\n\r\nthe  Federation of Malaya and Singapore lies  with\r\n\r\nWhitehall  and if we go a little deeper  into  the\r\n\r\nmatter,  even  the  White House  is  going  to  be\r\n\r\ninvolved.  If the international situation  demands\r\n\r\nthat   Singapore  must  remain  a   military   and\r\n\r\nstrategic base, then the merger will be just  only\r\n\r\nin our dreams. And if so, Sir, why\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1417</b></font><br><br>\r\n\r\n\r\n\r\ndo  we not choose the right time to tell the truth\r\n\r\nto  our  people - that it is time to  stop  thinking\r\n\r\nabout the merger? I am not for one moment going to\r\n\r\ndeny  that  it  is natural that the Federation  of\r\n\r\nMalaya  and Singapore must be one unit,  based  on\r\n\r\nhistorical,  economic, political,  and  especially\r\n\r\ncultural  factors. But what can we have? Our  fate\r\n\r\nis  in somebody else's hands. We are a weak and  a\r\n\r\nsmall  nation and we just have to be at somebody's\r\n\r\nmercy. Let us admit it. Let us tell the people  of\r\n\r\nSingapore  that we are at the mercy of some  other\r\n\r\npowers.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think this is an\r\n\r\nappropriate time to suspend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Assembly is suspended. I shall\r\n\r\ntake the Chair again at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.15 p.m. until 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n       \r\n\r\n       \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n       \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $805,330 for Head 30 stand part\r\n\r\nof the Schedule.\"\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, before I\r\n\r\ncontinue  with my speech this afternoon,  I  would\r\n\r\nlike  to place on record the deep regret over  the\r\n\r\nattitude of certain Members of this House  towards\r\n\r\nthe  debate on such an important Budget.  I  stand\r\n\r\ncorrected if I am wrong. I think it is the duty of\r\n\r\nan  elected  representative to take a  keener  and\r\n\r\ncloser interest in the Budget. Yet the turn-out of\r\n\r\nthe  Assembly today and even the spectators in the\r\n\r\ngallery -\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1418</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member may just\r\n\r\nconfine  his  remarks very briefly to  Members  of\r\n\r\nthis  House, but I do not think he should turn  to\r\n\r\nthe  gallery - he is speaking to the Chair,  not  to\r\n\r\nthe gallery.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, on such an important\r\n\r\ndebate,  I  wonder why hon. Members of this  House\r\n\r\nshould show a cold attitude towards this debate.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think the hon. Member has\r\n\r\nsaid  enough,  because now he is  approaching  the\r\n\r\npersonal  conduct of hon. Members of this  House,\r\n\r\nand he knows under Standing Orders he ought not to\r\n\r\ndo  so.  I  think  he ought to continue  with  the\r\n\r\ndebate.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, may it please you, I\r\n\r\nwithdraw.  Sir,  this morning  I  touched  on  the\r\n\r\nserious point of merger. Many times I have  stated\r\n\r\nin  this House that, despite the efforts put up by\r\n\r\nthe energetic, ambitious Minister for Commerce and\r\n\r\nIndustry,  he has never achieved what is  expected\r\n\r\nof him or what he had promised us - that he is going\r\n\r\nto  provide a full-grown entrepot trade,  a  full-grown  programme  of  industrialisation.  I   have\r\n\r\nanalysed the fundamental dead-lock, and found that\r\n\r\nthe  cause  of  the  failure of the  Minister  for\r\n\r\nCommerce  and  Industry  is  closely  linked  with\r\n\r\nmerger. As long as we cannot achieve what we  want\r\n\r\nand what we expect - a Pan-Malayan economic plan  or\r\n\r\npolicy - then,  no matter who is in the  Government,\r\n\r\nno  matter  who is the Minister for  Commerce  and\r\n\r\nIndustry,   economic   instability   wilt    still\r\n\r\novershadow  Singapore. Therefore. I now especially\r\n\r\nwish  to emphasize the question of merger. Now  is\r\n\r\nthe  right  time for us to adopt an  entirely  new\r\n\r\napproach to the question of merger. It is now time\r\n\r\nfor  all  the leaders of this country to tell  the\r\n\r\npeople  the truth - that the question of  merger  is\r\n\r\nneither in the hands of Tunku Abdul Rahman nor the\r\n\r\nHon.  Tun  Lim Yew Hock; but, Sir, it  is  in  the\r\n\r\nhands of the Rt. Hon. Mr Alan Lennox-Boyd, who is\r\n\r\nso very far away from here.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Is not the hon. Member repeating\r\n\r\nhimself? There is a Standing Order which says that\r\n\r\nrepetition, if it becomes tedious, is not allowed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1419</b></font><br><br>\r\n\r\n              \r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I beg your pardon, Sir. The\r\n\r\nkey  to  merger  is in the hands of  Whitehall  in\r\n\r\nLondon.  To  go a step further, Sir,  the  key  is\r\n\r\nshared  between the White House in Washington  and\r\n\r\nWhitehall. To go yet a little further,  it  is  in\r\n\r\nthe hands of the whole Commonwealth, the so-called\r\n\r\nfree  world. Therefore, if it is so, why  are  our\r\n\r\npeople  not  entitled to know the exact  position - that merger is very far away, I dare to say in ten\r\n\r\nor  twenty  years' time? When will that  be,  Sir?\r\n\r\nUntil  South-East Asia is stabilised; until  peace\r\n\r\nis  achieved for the whole world, and the conflict\r\n\r\nbetween the East and West is settled; when we  can\r\n\r\nsay that the people of this region hold their fate\r\n\r\nin their hands.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must not be hypocrites. A hypocrite fools\r\n\r\nhimself  and  others. Everyone in  this  House  is\r\n\r\nfighting  for freedom. Were they ever  in  prison?\r\n\r\nHad  they  ever fired a single bullet, or  shed  a\r\n\r\nsingle drop of blood? No, Sir. Therefore, this so-called political freedom, the so-called symbol  of\r\n\r\nnational   aspiration,  is  given  at  a   certain\r\n\r\ndiscount.  And if so, then why should we  continue\r\n\r\nto  fool our people and say, \"You vote for me. You\r\n\r\nreturn  me  to power, and then I will promise  you\r\n\r\neverything - everything which you  can  see  in  the\r\n\r\npapers,  or  hear during the election  campaign.\"?\r\n\r\nBut  it  is  not so in practice. No  matter  which\r\n\r\ngovernment is in power, the same failure is  going\r\n\r\nto be met with; the same mistake which the present\r\n\r\nGovernment has made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To come to details, Sir, on the entrepot trade.\r\n\r\nWe  are lucky to have a few commerical leaders  in\r\n\r\n\r\n\r\nthis  House  to  tell  us how  badly  hit  is  our\r\n\r\nentrepot  trade.  Imports of  raw  materials  from\r\n\r\ninternational ports get less and less as time goes\r\n\r\non.  Has  this  Government  made  any  attempt  to\r\n\r\nnegotiate  or  find  a  solution  to  improve  our\r\n\r\ninternational trade?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This brings me to the subject of smuggling. With\r\n\r\nthis  invisible  trade going on, I cannot  imagine\r\n\r\nwhat kind of a port Singapore is going to be.  Why\r\n\r\ncannot  we  have  regular, normal trade  relations\r\n\r\nwith  Indonesia? Could the Minister  for  Commerce\r\n\r\nand   Industry   tell  us?  This  already   famous\r\n\r\ninvisible trade\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1420</b></font><br><br>\r\n\r\n\r\n\r\nstill continues but the people do not like to hear\r\n\r\nof smuggling between Singapore and Indonesia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Any approach to bring in more raw materials is\r\n\r\nmost  welcome. Many of our rubber mills have  been\r\n\r\nshut down.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Leading local rubber mills like Lee Rubber, Nam\r\n\r\nLee,  Kah Hin have had to shut down completely  or\r\n\r\nhave been forced to operate part-time just to keep\r\n\r\nthem  going and to maintain the minimum employment\r\n\r\nfor its workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for our copra oil mills - when can we secure\r\n\r\nsufficient copra to supply our coconut  oil  mills\r\n\r\nin this country?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of our soap factories, I am very happy\r\n\r\nindeed to learn that the Minister for Commerce and\r\n\r\nIndustry  is going to introduce a Bill to  protect\r\n\r\nour  local industries. We have not sufficient  raw\r\n\r\nmaterials  to keep our soap factories running.  We\r\n\r\nare faced with two evils - one is the tariff imposed\r\n\r\nby  the  Federation of Malaya; and the other,  the\r\n\r\nbigger  evil,  is  the  dumping  of  soap  by  our\r\n\r\nneighbouring brother, the Federation. We know they\r\n\r\nhave  a  multi-million dollar capital,  and  their\r\n\r\ndumping  of soap into Singapore is, if  I  am  not\r\n\r\nmistaken, much worse than the dumping of  textiles\r\n\r\nfrom  China.  We quickly placed a ban  on  Chinese\r\n\r\ntextiles when this happened, even though Singapore\r\n\r\nis  without a single textile factory - if I  am  not\r\n\r\nmistaken, these factories have already moved  from\r\n\r\nSingapore  to  the Federation. Yet no  steps  have\r\n\r\nbeen  taken to stop this dumping of soap from  the\r\n\r\nFederation into Singapore, although we  have  many\r\n\r\nsoap factories of our own.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I take off my hat to the Minister for Commerce\r\n\r\nand  Industry, because he is going to introduce  a\r\n\r\nBill  in  time  to  protect our  fast  dying  soap\r\n\r\nfactories.  When we put two and two  together,  it\r\n\r\nwill  be  seen that the Minister for Commerce  and\r\n\r\nIndustry  has  very little to boast about  in  his\r\n\r\nefforts  to  improve  the  trading  conditions  of\r\n\r\nSingapore  in 1958. I am sure he has not  realised\r\n\r\nhis  ambition to bring about an improved state  of\r\n\r\naffairs in Singapore.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1421</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Early this morning, I asked the Minister for\r\n\r\nCommerce and Industry whether it is time  for  him\r\n\r\nto  decide  on the question of a merger  with  the\r\n\r\nFederation  of Malaya, and whether it is  possible\r\n\r\nto  evolve a Pan-Malayan economic policy, and  how\r\n\r\nhe  is  going  to  maintain  Singapore's  entrepot\r\n\r\nstatus. Well, really I do not know myself! It  may\r\n\r\neither  be by co-operation with the Federation  of\r\n\r\nMalaya  in our trade policy or we go along on  our\r\n\r\nown.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my speech on the motion for the Adjournment\r\n\r\ndated  3rd December, 1958. I purposely touched  on\r\n\r\nthe  importance of trade with China. I  am  deeply\r\n\r\nconcerned  with the new amendments to the  Banking\r\n\r\nBill  in  the Federation of Malaya. One result  of\r\n\r\nthis new legislation has been the closing down  of\r\n\r\nthe Bank of China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to ask a straightforward question. Is\r\n\r\nit  not  the  right  time now  for  the  Singapore\r\n\r\nGovernment to declare that it will not follow  the\r\n\r\nFederation of Malaya in closing down the  Bank  of\r\n\r\nChina  here? Singapore cannot follow suit, because\r\n\r\nit  must  admit that its lifeline is its  entrepot\r\n\r\ntrade.  Even the Minister of Commerce and Industry\r\n\r\nin  the  Federation of Malaya has openly  declared\r\n\r\nthat  Singapore's lifeline depends on its entrepot\r\n\r\ntrade. Singapore therefore cannot afford to create\r\n\r\nanimosity with any customer who wishes to trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I consider the year 1958 as the biggest failure\r\n\r\nin our commerce, particularly regarding trade with\r\n\r\nChina.  Despite the good work done by the  Chinese\r\n\r\nChamber of Commerce in sending a Trade Mission  to\r\n\r\nChina in 1956 to improve our trade relations,  all\r\n\r\nthe good results achieved have been shattered, and\r\n\r\nour  trade relationship with China has now reached\r\n\r\na dangerous point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my conclusion, I will confine myself to\r\n\r\nthese   considerations.   First,   the   Singapore\r\n\r\nGovernment should make a clear-cut policy decision\r\n\r\nas to what it will do in the event of a failure to\r\n\r\nachieve  a  Pan-Malayan economic policy. Secondly,\r\n\r\nhow is Singapore going to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1422</b></font><br><br>\r\n\r\n\r\n\r\nimprove the trade relationship with Indonesia,  so\r\n\r\nthat  our raw material supplies from that  country\r\n\r\nare not jeopardized? If there is co-operation with\r\n\r\nour  neighbours in the economic field, we  can  be\r\n\r\nassured that factories will spring up in Singapore\r\n\r\nfrom  time  to time. There will be sufficient  raw\r\n\r\nmaterial supplies coming from Indonesia; also  our\r\n\r\nexports  of piece-goods to Indonesia can  flourish\r\n\r\nas the years pass.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the question of trade with China. Is it\r\n\r\nthe  policy  of  `this Government  to  follow  the\r\n\r\ndrastic  action taken by the Federation of  Malaya\r\n\r\nwhich,  in the name of anti-Communism, has  closed\r\n\r\ndown  the Bank of China? If so, this is tantamount\r\n\r\nto a breaking of trade relationship with China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not for a moment against merger with\r\n\r\nthe Federation of Malaya. What I am saying is that\r\n\r\nnow  is not the time to talk about merger.  It  is\r\n\r\nbetter  to keep quiet. Talking and shouting  about\r\n\r\nmerger  has not brought about any reaction at  all\r\n\r\nfrom  our brothers over the Causeway. We know that\r\n\r\nthe Prime Minister of the Federation of Malaya  is\r\n\r\na sincere and honest national leader. I would like\r\n\r\nto  address  him  as \"Bapak Merdeka\",  as  do  the\r\n\r\npeople  in the territories of North Borneo, Brunei\r\n\r\nand Sarawak. We should therefore not embarrass the\r\n\r\nTunku by pressing for a merger with the Federation\r\n\r\nof Malaya now. The people there know too well that\r\n\r\nSingapore cannot merge with the Federation at this\r\n\r\njuncture, not with the present unstable conditions\r\n\r\nprevailing in South-East Asia. However, they  feel\r\n\r\nsomewhat reluctant to tell Singapore that they  do\r\n\r\nnot  want a merger at the present time. The right-hand  man  of  the Federation Prime Minister,  the\r\n\r\nMinister   of   Commerce  and  Industry   in   the\r\n\r\nFederation, has already given an open  warning  to\r\n\r\nthe  M.C.A. that  no  merger  clause  should   be\r\n\r\nincluded in the M.C.A. Constitution. But it is not\r\n\r\nsufficient  for the Federation to hint  that  that\r\n\r\nthey  do not favour a merger. They should give  an\r\n\r\nofficial  answer to the Singapore  Government  and\r\n\r\nthe people of Singapore - \"No merger.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1423</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, based on these points, the Government should\r\n\r\nface up to the facts courageously and confidently,\r\n\r\nand  then  try  to  find a solution.  But  do  not\r\n\r\nembarrass the Prime Minister, Tunku Abdul  Rahman.\r\n\r\nDo   not   embarrass  the  Federation  of  Malaya.\r\n\r\n\r\n\r\nHowever,  do not fall into the error of  accepting\r\n\r\n\r\n\r\nthe  popular slogan favoured by those who wish  to\r\n\r\nchampion  the  merger - that we can only  achieve  a\r\n\r\nmerger if we adopt Melayu as our lingua franca. We\r\n\r\nmust   not  allow  these  ambitious  and   selfish\r\n\r\npoliticians to fool us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, this is the right time for the\r\n\r\nSingapore  Minister for Commerce and  Industry  to\r\n\r\nspeak  from his heart and tell the people  whether\r\n\r\nSingapore  can stand alone or not. This morning  I\r\n\r\nhave  been criticised, \"Oh, you only know  how  to\r\n\r\ncriticise, but you never put up a solution.\"  Sir.\r\n\r\nI  have  mentioned this many times - why  cannot  we\r\n\r\n\r\n\r\ndeclare  Singapore  an open city?  Why  cannot  we\r\n\r\nraise money through the issue of industrial bonds?\r\n\r\nThe  Minister  for Commerce and Industry  has  had\r\n\r\nletters referred to him from time to time  by  the\r\n\r\nImmigration   Department  from   people   in   the\r\n\r\nneighbouring countries of South-East Asia who have\r\n\r\nplenty  of money to invest in Singapore. But  they\r\n\r\nwill only invest their money here if we grant them\r\n\r\npermission to stay here permanently. However,  the\r\n\r\nMinister for Commerce and Industry has always said\r\n\r\nthat,  unless these investors first invest in  our\r\n\r\nlocal industry, he cannot issue a permanent permit\r\n\r\nto  them  to  stay here. Sir, it is not sufficient\r\n\r\nsimply  to  ask foreign companies to invest  here.\r\n\r\nBefore  they  invest their money here,  they  will\r\n\r\n\r\n\r\nfirst want to survey the market. Do you think they\r\n\r\nwill   have  confidence  in  Singapore   if   this\r\n\r\nGovernment  is half-hearted? Merger or no  merger?\r\n\r\nAnd  they know the Federation do not want a merger\r\n\r\nat  the present time. It is an open secret. It  is\r\n\r\nonly  our  political leaders who try to hide  this\r\n\r\nsecret. They say we can achieve merger. We must be\r\n\r\npatient  and keep quiet and not spoil the  chances\r\n\r\nof a merger by rash actions.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1424</b></font><br><br>\r\n\r\n\r\n\r\nYou  just  adopt Melayu as the lingua  franca  and\r\n\r\nthen you will get a merger with the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is time for the leaders to tell us once and\r\n\r\nfor  all that we can raise money; that we can make\r\n\r\nSingapore  a  stable and the safest  city  in  the\r\n\r\nEast.   We   are  going  to  make  the  Federation\r\n\r\nappreciate  the  value  of  this  great  port   of\r\n\r\nSingapore. When this happens, the time will not be\r\n\r\ntoo  late  to  say to the Federation that  we  are\r\n\r\nready  for a merger. If the Minister for  Commerce\r\n\r\nand Industry has the courage; if he believes in  a\r\n\r\nmerger,  how  and when is he going to achieve  it?\r\n\r\nFor without a merger, we cannot have a Pan-Malayan\r\n\r\neconomic   policy;  and  without   a   Pan-Malayan\r\n\r\neconomic  policy, his Ministry  is  just  only  an\r\n\r\nempty trunk.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, before\r\n\r\nreplying  to  the few points raised  by  the  hon.\r\n\r\nMember for Changi, which he took almost an hour to\r\n\r\ndeliver in today's debate, I will first touch upon\r\n\r\nthe  comments  made by the hon. Member  for  Telok\r\n\r\nAyer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he took me to task for saying at the last\r\n\r\nAssembly  sitting  that  I  could  not  understand\r\n\r\nwhether  he stood up for the old colonial form  of\r\n\r\ngovernment  or for the elected form of government.\r\n\r\nHe  said  that he mentioned only facts. But  as  I\r\n\r\n\r\n\r\nunderstood him, his whole speech implied  that  in\r\n\r\nthe  old  colonial system of government, Singapore\r\n\r\nhad achieved a sound economy. But now, however, we\r\n\r\nhave  squandered  almost all the  money.  We  have\r\n\r\nbrought this island to the verge of bankruptcy  by\r\n\r\nhaving  spent all the reserves. We have taxed  the\r\n\r\npeople  higher and so on. That sort  of  criticism\r\n\r\ndid imply that, comparing the former colonial form\r\n\r\nof  government  with the present  Government,  the\r\n\r\nformer Govvernment was better. But, Sir, the point\r\n\r\nat  issue  is this. The old Government might  have\r\n\r\nbuilt  up  a lot of reserves. They might not  have\r\n\r\nimposed such a high rate of taxation on the people\r\n\r\nwho   could  be  taxed.  But  had  they   supplied\r\n\r\nsufficient social services? Had there been at  any\r\n\r\ntime, before this Government took over, sufficient\r\n\r\nschools  for the children of Singapore? Had  there\r\n\r\nbeen  sufficient medical facilities for the people\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1425</b></font><br><br>\r\n\r\n\r\n\r\nSingapore?  Had there been sufficient unemployment\r\n\r\nrelief schemes and other similar social amenities?\r\n\r\nNaturally  if  you  do not provide  enough  social\r\n\r\nservices,  you do not have to spend your reserves.\r\n\r\nNeither  have  you  to impose  a  higher  rate  of\r\n\r\n\r\n\r\ntaxation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, in the previous Government, the\r\n\r\nChambers  of  Commerce  were  represented  in  the\r\n\r\nLegislative Council. The Member himself  confessed\r\n\r\nthat he was twice returned to the old Council as a\r\n\r\nrepresentative of the Indian Chamber of  Commerce.\r\n\r\nWell,  naturally, if a Councillor was representing\r\n\r\n\r\n\r\na  strong Chamber of Commerce, he would see to  it\r\n\r\nthat  the  rich people were not taxed. The  people\r\n\r\nwho  could  afford  to  pay  tax  were  not  taxed\r\n\r\nheavily, and the Councillors did not care  if  the\r\n\r\npoorer section of the community did not enjoy  the\r\n\r\nbenefits  of  social services  which  they  should\r\n\r\nenjoy in a civilised community.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He then referred to certain remarks made by me.\r\n\r\nHe said that a man in the position of the Minister\r\n\r\n\r\n\r\nfor  Commerce and Industry should be very  careful\r\n\r\nof how he commented on things. Sir, he said that I\r\n\r\nsupported  the Luxury Tax Bill. I would  say  that\r\n\r\neven now if we had no need for revenue, luxury tax\r\n\r\nwould  still be an equitable tax, because it would\r\n\r\nbe  a  tax that could be collected from those  who\r\n\r\ncan  afford to buy luxury goods. However,  it  was\r\n\r\nnot  because of my support of luxury tax that  the\r\n\r\nconfidence  of  the  merchants  had  ebbed   away,\r\n\r\nbecause  they did not know when to hold stocks  of\r\n\r\ngoods  and  what  items were going  to  be  taxed.\r\n\r\nBelieve  me, a merchant is not so frail as  to  be\r\n\r\n\r\n\r\nscared of talks of taxation. What he is scared  of\r\n\r\nis  an  extreme left-wing government, and when  he\r\n\r\nsees  that,  then there is no chance of  making  a\r\n\r\nprofit. But so long as he can make a profit, he is\r\n\r\nnever scared. He will take risks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member said that I had talked about\r\n\r\nimport duties. I deny that, Sir. At no time have I\r\n\r\never talked about import duties. What I did was to\r\n\r\nannounce the Government's policy on protection  of\r\n\r\nindustries.  Protection  of  industries   can   be\r\n\r\nachieved in two ways, as I have expounded in  this\r\n\r\nHouse, by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1426</b></font><br><br>\r\n\r\n\r\n\r\nquantitative restrictions or by the imposition  of\r\n\r\ntariffs. Now, imposition of tariffs cannot, by any\r\n\r\nstretch of the imagination, be described as import\r\n\r\nduties  because  import duties  specifically  mean\r\n\r\nduties imposed to earn revenue. And it is not  the\r\n\r\nintention  of this Government to use duties  as  a\r\n\r\nsource  of revenue. If we do impose tariffs,  they\r\n\r\nare  only for the sake of protecting some  of  our\r\n\r\nindustries which are in a bad state at the moment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member mentioned the cigarette\r\n\r\nfactory   and   the   Bill  in  Select   Committee\r\n\r\nconcerning it. Sir, there is no Bill in the Select\r\n\r\nCommittee about the cigarette factory, and  by  no\r\n\r\nstretch  of  the imagination can I understand  how\r\n\r\nthe hon. Member for Telok Ayer could ever think of\r\n\r\na  Bill  in Select Committee which refers  to  the\r\n\r\ncigarette factory. In fact, the Bill has not  even\r\n\r\nbeen introduced yet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Ministry should safeguard the interests of\r\n\r\ntrade,\" he said. Exactly, and that is what we  are\r\n\r\ndoing. In fact, if the Ministry had not worked  as\r\n\r\nhard  as  it  has - I will later on give  a  bit  of\r\n\r\nrecital  of  what  the Ministry has  done  and  is\r\n\r\ndoing - we  would have been much worse off  than  we\r\n\r\nare today. Behind the scenes, the Ministry does  a\r\n\r\nlot  of work - a lot of discussions and negotiations\r\n\r\ngo  on,  which the members of the public  are  not\r\n\r\naware  of,  because,  at  most  times,  we  cannot\r\n\r\ndisclose many of these negotiations. But  they  do\r\n\r\nhappen. However, I will give later on a small list\r\n\r\nof some of the things that we have done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one main point that the hon. Member\r\n\r\nraised - and  that is that he did not  criticise  my\r\n\r\nMinistry,  as  he  said  previously,  for  obvious\r\n\r\nreasons. I, Sir, have had to exercise a great deal\r\n\r\nof restraint for obvious reasons too; but I always\r\n\r\nwelcome  constructive criticisms because I believe\r\n\r\nin  the  democratic system, and  constructive  and\r\n\r\nfair criticism is the essence of democracy. And  I\r\n\r\nwill always welcome any constructive criticisms - at\r\n\r\nmy  policies  but not at my person.  If  any  hon.\r\n\r\nMember  thinks that my policies are wrong, he  has\r\n\r\nevery  right  to  criticise  them,  provided   the\r\n\r\ncriticism is constructive and not personal.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1427</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, going on to the Member for Tanglin. He\r\n\r\ndid quote figures of employment previously, and he\r\n\r\nalso   mentioned  them  today  in  passing - figures\r\n\r\nemployed in industry - and he pointed out that these\r\n\r\nfigures   were  diminishing.  He  asked  me   what\r\n\r\nprogress  had  been  made in  the  setting  up  of\r\n\r\nindustries  in  Singapore. I will  give  him  some\r\n\r\nfigures which might possibly satisfy him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, these are figures of registration and\r\n\r\nclosure of industrial companies:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1955, 74 industrial companies were registered;\r\n\r\n75  closed  down. In 1956, 93 were registered;  54\r\n\r\nclosed  down.  In  1957, 140 were  registered;  58\r\n\r\nclosed down. Then there is a dip. In 1958, 78 were\r\n\r\nregistered, and I have not yet got the figures  of\r\n\r\nthose  closed  down. This is up to 30th  November,\r\n\r\n1958. But I admit that there has been a dip and  I\r\n\r\nwill deal later with the reasons for this downward\r\n\r\ntrend.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, some of the industries registered are quite\r\n\r\nbig.  They  include  the  manufacture  of  various\r\n\r\nitems. For instance, there is a company registered\r\n\r\nwith  a  million dollars, who are going  into  the\r\n\r\nmanufacturing   of  educational  and   advertising\r\n\r\nfilms.  Probably the hon. Member is aware of  that\r\n\r\ncompany.  There is another company going into  the\r\n\r\nsawmill  industry.  There is another  one  with  a\r\n\r\nmillion  dollars  dealing in  iron  foundries  and\r\n\r\nmechanical  engineering.  A  half-million   dollar\r\n\r\ncompany - brick        manufacturers.        Another\r\n\r\ncompany - chemists and pharmacists - a  million-dollar\r\n\r\ncapital. Ice-cream and wafer manufacture, $300,000\r\n\r\ncapital.   Manufacturing  ready-mixed   concrete - a\r\n\r\nmillion-dollar  capital,  and  so  on.   I   could\r\n\r\nprobably  go on and on. There are quite a  lot  of\r\n\r\nsuch  companies  now. There are  no  multi-million\r\n\r\ndollar  companies  that I can quote  of,  and  the\r\n\r\nreason there, I come again -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng</b> rose-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Point of order?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1428</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Minister will give way?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Certainly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I wonder if the Minister for\r\n\r\nCommerce  and  Industry would be kind  enough  not\r\n\r\nonly  to  inform  us how many new industries  have\r\n\r\nbeen  built  up, but also how many  factories  and\r\n\r\nindustries have been shut down?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I have given figures for\r\n\r\n1955,  1956,  and 1957 of those that  were  closed\r\n\r\ndown. For 1958 I am afraid I have not had time  to\r\n\r\nget  those  figures and, therefore. I cannot  give\r\n\r\nthe  figures. It will be misleading if I just said\r\n\r\nthat  there  were very few shut downs,  because  I\r\n\r\nmyself have not got the figures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reason for the decline in industrial\r\n\r\ndevelopment  is  three-fold, as I  explained  last\r\n\r\nweek in the Assembly. One is that there has been a\r\n\r\nrecession  and  that also applies to trade - decline\r\n\r\nin  trade; secondly, there has been this political\r\n\r\nuncertainty as to which political party  will  win\r\n\r\nthe  next  elections and that has acted as  a  big\r\n\r\nrestraining factor to those who wish  to  go  into\r\n\r\nindustry  because they would like  to  know  where\r\n\r\nthey  stand with the Government in power when  the\r\n\r\nfactories are going up. And the third big  factor,\r\n\r\nof  course, as I always have said - and I have never\r\n\r\nhidden this fact - is the Federation tariff. I  said\r\n\r\nthat even two years back.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the hon. Member asked me about the\r\n\r\nindustrial   Promotion   Board.   The   Industrial\r\n\r\nPromotion  Board  has  approved  loans   to   five\r\n\r\nindustries  out of which, I think, two have  taken\r\n\r\nthe  loans; the other three have not yet  complied\r\n\r\nwith  certain conditions under which loans can  be\r\n\r\nmade. I think one of them is probably waiting  for\r\n\r\nmachinery, and when it arrives, they will get  the\r\n\r\nloan.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Industrial Promotion Board has so far not\r\n\r\nsponsored  any  new  industry,  but  it  will   be\r\n\r\nassisting the Government in the sponsoring of  the\r\n\r\ncigarette  factory and other ventures to  which  I\r\n\r\nshall come later.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1429</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was another big industry which I had hoped\r\n\r\nwe  could  have  set  up last  year.  In  fact,  I\r\n\r\nmentioned  two  or  three at  last  year's  Budget\r\n\r\nsittings.  One  was a flour mill. Sir,  they  have\r\n\r\nstill  not made up their minus, because what  they\r\n\r\nwant  is  protection from competing flour imports,\r\n\r\nand,  frankly,  I  am not prepared  to  give  that\r\n\r\nprotection.  Flour is a basic commodity  which  is\r\n\r\nused  for  good purposes and I am not prepared  to\r\n\r\ngive  a monopoly on flour to anyone, because  they\r\n\r\ncould  then  force the price up and your  loaf  of\r\n\r\nbread  would cost you more. That is what has  been\r\n\r\nholding  them  back.  Then  there  was  the  sugar\r\n\r\nindustry  which I had hoped would  utilise  a  big\r\n\r\ncapital  of  five  or  six  million  dollars.  The\r\n\r\nsponsors  tried  their very  best  to  find  local\r\n\r\ncapital  to go into partnership, but local capital\r\n\r\nwas  not forthcoming, and that was the end of  the\r\n\r\nventure.  We  had  even gone  as  far  as  finding\r\n\r\nsuitable  land  for  them,  giving  them  all  the\r\n\r\nfacilities,  and making arrangements  for  leasing\r\n\r\nthis  land  at reasonable terms. But because  they\r\n\r\ncould not find local capital to participate,  they\r\n\r\nwere  not  willing  to come  in  with  their  full\r\n\r\nforeign capital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third one, Sir, is a big tuna project. That I\r\n\r\nhave  been  doing my best to promote. I  have  had\r\n\r\npreliminary  talks on this project  two  or  three\r\n\r\ntimes.  My  Permanent Secretary,  on  his  way  to\r\n\r\nSeattle to attend a Colombo Plan conference,  also\r\n\r\nstopped over in Tokyo and had further discussions,\r\n\r\nand  recently  they  came  here  and  had  further\r\n\r\ndiscussions.  That  would be a  $2,000,000  scheme\r\n\r\nwith  joint  local capital. Now, the  question  is\r\n\r\nwhether  local  capital can  be  found.  If  local\r\n\r\nprivate  capital  is available,  that  scheme  may\r\n\r\nmaterialise, probably next year. They will have to\r\n\r\nbuild   factories,  ice  plants,  and  a   canning\r\n\r\nfactory. But the whole project revolves round  the\r\n\r\navailability of local private capital. If that  is\r\n\r\nnot  forthcoming,  probably that  scheme  may  not\r\n\r\nmaterialise, because they are not keen  to  go  in\r\n\r\nentirely by themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the cigarette factory, Sir, the hon.\r\n\r\nMember  asked  me what I have done.  If  the  hon.\r\n\r\nMember had only contained his curiosity for a  day\r\n\r\nlonger, he would have seen in tomorrow's Order\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1430</b></font><br><br>\r\n\r\n\r\n\r\nPaper  that  I  have given notice  of  a  Bill  to\r\n\r\nincorporate  the People's Investment  Corporation,\r\n\r\nand   it  will  be  introduced  tomorrow  morning.\r\n\r\nTherefore, I am afraid since it is going to be the\r\n\r\n\r\n\r\nsubject of a debate at a later date, I will not be\r\n\r\nallowed  by  you, Mr Speaker, Sir, to  anticipate\r\n\r\nthe  debate at this stage, and therefore I refrain\r\n\r\nfrom speaking further on that subject today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, we come to the hon. Member for Changi.\r\n\r\nHe   belaboured  the  point  that  a   Pan-Malayan\r\n\r\n\r\n\r\neconomic  unit  is  not  possible,  and  that  the\r\n\r\nFederation is not going to accept the concept of a\r\n\r\nPan-Malayan  economic  unit.  I,  Sir,  am  in  no\r\n\r\nposition  to anticipate what the Federation  might\r\n\r\ndo  or  might not do. At the moment, I agree  that\r\n\r\nthey  have  not  accepted the concept  of  a  Pan-Malayan economic unit. But that does not rule  out\r\n\r\nthe possibility that in a few months' time or in a\r\n\r\nyear's  time, they may come round to believing  in\r\n\r\nthe  concept  of a Pan-Malayan economic  unit  and\r\n\r\naccepting it. The fact that they have not done  so\r\n\r\nneed  not  necessarily put us in  an  antagonistic\r\n\r\nattitude  towards Malaya, because that  would  not\r\n\r\nserve  anybody's  purpose. In fact,  it  would  be\r\n\r\ndetrimental to both. We, Sir, believe in extending\r\n\r\nto  the Federation of Malaya co-operation wherever\r\n\r\nwe  can  and  telling  them frankly,  whenever  we\r\n\r\ncannot, \"We cannot do it.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The co-operation we gave them on the banning of\r\n\r\ncertain   Chinese  textiles  was  on  the   strict\r\n\r\nunderstanding  that  that  was  for  a   temporary\r\n\r\nperiod,  and I said so in my reply; and I repeated\r\n\r\nit  twice in this Assembly two weeks' back.  I  am\r\n\r\ngoing  to review the situation at the end of  this\r\n\r\nmonth,  and  I do not think, therefore,  that  any\r\n\r\npurpose  will be served by belabouring that  point\r\n\r\nany further.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the trade figures. Hon. Members\r\n\r\nmust  admit that trade has gone up and up  and  up\r\n\r\nand that it is only this year that trade is coming\r\n\r\ndown; and I know the reasons why.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will just quote the figures first. For 1951,\r\n\r\nwhich was the boom year due to the Korean War, the\r\n\r\ntotal  trade  was $7,610,000,000. If hon.  Members\r\n\r\nhave\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1431</b></font><br><br>\r\n\r\n\r\n\r\nnot  read  them, the trade figures are:  In  1952,\r\n\r\n$5,393,000,000; 1953 $4,305,000,000; 1954\r\n\r\n$4,505,000,000; 1955 $5,647,000,000; 1956\r\n\r\n$5,831,000,000; 1957 $6,050,000,000.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;1957 was the best trading year in Singapore's\r\n\r\nhistory,  barring 1951, and 1956  was  the  second\r\n\r\nbest,  barring 1951. In 1958, trade  has  taken  a\r\n\r\ndip.    January/October    1958    figures    show\r\n\r\n$4,676,000,000 as compared to January/October last\r\n\r\nyear  at $5,116,000,000. Trade has taken  a  dip,\r\n\r\nand  the  reason for it is because the effects  of\r\n\r\nthe  recession  in the United States,  which  were\r\n\r\nfelt  world-wide, are being felt in  Singapore - but\r\n\r\nat  a  later stage. We always feel the effects  of\r\n\r\nany recession, or boom, not immediately but always\r\n\r\nlater, because of our peculiar economic situation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the dip in trade has been due to the\r\n\r\nfact   that   exports  of  tin  have  been   under\r\n\r\nrestriction  by  the International Tin  Agreement.\r\n\r\nTin exports are curtailed now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, as I have pointed out to this House\r\n\r\non  various occasions, what worries me is not that\r\n\r\nthe  trade figures have not gone up, but that  the\r\n\r\nexport  figures have not kept pace. I  have  drawn\r\n\r\nthe  attention of hon. Members many times to  this\r\n\r\nsituation, that our deficit is increasing. In 1955\r\n\r\nour deficit was $83,000,000; that is, imports were\r\n\r\nin  excess of exports by $83,000,000.    In  1956,\r\n\r\nthe deficit was $366,000,000; in 1957 the deficit\r\n\r\nwas   $504,000,000.  That  means  that  we   are\r\n\r\nconsuming  more  and more. We are  importing  much\r\n\r\nmore than we are exporting. In 1958, I am sure the\r\n\r\ndeficit will be greater than in 1957. Now that  is\r\n\r\nwhat I do not like frankly.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is what I have always been trying to show as\r\n\r\na  danger  mark. I know the hon. Member for  Telok\r\n\r\nAyer  has been President of the Indian Chamber  of\r\n\r\nCommerce   for  several  years.  He   has   always\r\n\r\nbelaboured the point in this House that trade must\r\n\r\nbe free. There should be no restrictions on trade.\r\n\r\nSir, with due respect to him, that is an old\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1432</b></font><br><br>\r\n\r\n\r\n\r\nschool  of  thought, a school of thought  which  I\r\n\r\nonce  described as \"those who have  not  seen  the\r\n\r\nwriting  on the wall\". Sir, there must  now  be  a\r\n\r\nreorientation of ideas. We know for  certain  that\r\n\r\ntrade will go on at that level possibly, but there\r\n\r\nis  no  possibility  of increasing  trade,  unless\r\n\r\nthere  are some emergency circumstances,  such  as\r\n\r\nthe  Korean situation in 1951. Therefore, we  have\r\n\r\nto  find  some other economic factors  which  will\r\n\r\ntake  care of our increasing population.  That  is\r\n\r\nwhy I am trying to encourage industries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What do you see in the newspapers every day? Take\r\n\r\ntoday's Straits Times, for instance:\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>\"American company opens local office</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Westinghouse Electric International Co., of\r\n\r\nAmerica,   has  now  established  an   office   in\r\n\r\nSingapore,   in  order  to  expand  its   business\r\n\r\nactivities  in  the Colony and the  Federation  of\r\n\r\nMalaya.\"\r\n\r\n\r\n\r\n<br><br>Then lower down the page:\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>\"French company plans to double its car sales\".</b></div>\r\n\r\n\r\n\r\n<br><br>Sir,  every  day  you will find  various  concerns\r\n\r\ntrying to expand their sales here, and those sales\r\n\r\nare  not  for  entrep�t but for local consumption.\r\n\r\nWith  a high-pressure sales campaign, you are made\r\n\r\nto increase your wants. You buy more and more, but\r\n\r\nyou  do  not  sell more and more, with the  result\r\n\r\nthat  you have got a lopsided economy. As for  the\r\n\r\nmerchant,  Sir, with due respect to him,  he  does\r\n\r\nnot  care tuppence what happens to the economy  so\r\n\r\nlong  as  he can go on unrestricted and  make  his\r\n\r\nprofit.  But he shouts if his income tax  goes  up\r\n\r\nand  if  he  has  got to cough up a  part  of  his\r\n\r\nprofit.  The hon. Member for Telok Ayer represents\r\n\r\nthat  sort of opinion. Many of the big firms  have\r\n\r\nagencies  for  goods, and if we  manufacture  them\r\n\r\nhere  and  give them protection, these firms  will\r\n\r\nlose  the  market  because the imported  goods  of\r\n\r\nwhich they are the agents will not be allowed,  or\r\n\r\nthey  will  be  subject to tariff, and  the  firms\r\n\r\ncannot   sell  them  openly  and  make  a  profit.\r\n\r\nTherefore, Sir, they fight me hard. I  know  I  am\r\n\r\n\r\n\r\nvery unpopular in certain business circles, but  I\r\n\r\nlook to the interests of Singapore, Sir,I do  not\r\n\r\ncare if I tread on somebody's toes, even though he\r\n\r\nis a \"big gun\" in the commercial world.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1433</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Do you ever read in the newspapers of somebody\r\n\r\ncoming out with an intensified buying campaign for\r\n\r\nSingapore  and Malaya? Now most of the goods  that\r\n\r\nare  sold  to us are not for entrep�t  trade,  but\r\n\r\nthey  are for local consumption. I do not say that\r\n\r\nthere is anything wrong in what they are trying to\r\n\r\ndo - that is quite normal commercial practice - but it\r\n\r\nis  bad  for our economy if you buy more and  more\r\n\r\nand  you  cannot  sell  more  and  more.  But  the\r\n\r\nmerchant does not care, so long as he can buy  and\r\n\r\nsell  and  make  his profit, whether  somebody  is\r\n\r\nexporting  more or not. It is the Government  that\r\n\r\nhas  got  to take care of the balance of payments,\r\n\r\nand  in no country do you have a government  which\r\n\r\ndoes not take care of the balance of payments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I said two weeks back in this House that we\r\n\r\nare  living in a cold, hard and competitive world.\r\n\r\nYou  will  see  allies, not only in the  political\r\n\r\nfield, but also in the military field fighting one\r\n\r\nanother. Today's Free Press has this headline:\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>\"U.K. bid to avert trade war starts bitter clash</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;British and French ministers clashed in the\r\n\r\nCouncil  of the Organisation for European Economic\r\n\r\nCo-operation in Paris...\".\r\n\r\n\r\n\r\n<br><br>The  whole  idea of getting colonies and  fighting\r\n\r\nwars  is to obtain a better economic standard  for\r\n\r\nyour  people.  Therefore, when  it  comes  to  the\r\n\r\nquestion of economy, even old friends - friends  who\r\n\r\nhave  fought  side  by side with  each  other - will\r\n\r\nclash,  to  try and get the better of each  other.\r\n\r\nThat  is what happens, Sir. Can you blame me, Sir,\r\n\r\n\r\n\r\nif  the  Federation think of their economy  first?\r\n\r\nYou cannot also blame them for that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member asked me, \"Can the Minister\r\n\r\nhonestly  tell us whether entrep�t  trade  can  be\r\n\r\nmaintained?\" I have said many times honestly  that\r\n\r\nthe  entrep�t trade increase cannot be maintained,\r\n\r\nand  if  the hon. Member will refer to the Hansard\r\n\r\nof two years back, he will find it there. I am not\r\n\r\ntrying  to shield myself, Sir. That is the  actual\r\n\r\nposition today, and I have said it often and quite\r\n\r\nopenly.  Then  he said. \"How can the Minister  say\r\n\r\nthat  if  there is no merger with the  Federation,\r\n\r\nthen we die?\" I never said we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1434</b></font><br><br>\r\n\r\n\r\n\r\ndie, Sir; we will not die, but our economic future\r\n\r\nwill  not be bright. What are we going to do  with\r\n\r\nthat surplus population that is increasing year by\r\n\r\nyear?   We  cannot  absorb  them  in  trade:   the\r\n\r\nindustrial expansion is not big enough to  do  so.\r\n\r\nSo  what  do  we do? If we are one unit  with  the\r\n\r\n\r\n\r\nFederation,   probably  some   of   this   surplus\r\n\r\npopulation could settle down there.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said some politicians would\r\n\r\npromise anything to be returned to power.  Sir,  I\r\n\r\nhave  not  done that. I have openly and truthfully\r\n\r\nstated  that we have a bad economic future  facing\r\n\r\nus. If I wanted, I could say, \"Everything is dandy\r\n\r\nin our camp. We are all right.\" I can paint a rosy\r\n\r\npicture and get everyone to clap and say, \"What  a\r\n\r\ngood  Minister!  So much has been achieved.\"  That\r\n\r\nwill  pave  the way for getting myself  re-elected\r\n\r\neasier. But I have painted a gloomy picture in the\r\n\r\npast,  even  at  the  risk  of  being  called   an\r\n\r\nalarmist.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have explained why the entrepot trade is\r\n\r\nbad.  It  is  not  because of the  fault  of  this\r\n\r\nGovernment.  The  hon.  Member  asked,  \"Did   the\r\n\r\nGovernment   negotiate  to  improve  international\r\n\r\ntrade?  Why  cannot  we  have  normal  trade  with\r\n\r\nIndonesia?\" At this stage, I may take a bit of the\r\n\r\ntime  of the Assembly to say something about  what\r\n\r\nmy  Ministry has been doing in this respect.  Hon.\r\n\r\nMembers  will recollect that I led a trade mission\r\n\r\n\r\n\r\nto  Indonesia  in  October 1955 and  that  we  did\r\n\r\ninitial  an  agreement between our  side  and  the\r\n\r\nIndonesian  side which was to be ratified  by  the\r\n\r\nCabinets of both sides within three or four months\r\n\r\nof  the initialling. However, before that could be\r\n\r\ndone,   there  was  a  change  in  government   in\r\n\r\nIndonesia  and nothing came out of the  agreement.\r\n\r\nThen about a couple of months back an official  of\r\n\r\n\r\n\r\nmy  Ministry  went to Indonesia and  had  informal\r\n\r\ndiscussions   there   with   various    government\r\n\r\nofficials and trade and commercial leaders.  As  a\r\n\r\nresult, the Indian Chamber of Commerce decided  to\r\n\r\nsend  a trade mission to Indonesia in December  in\r\n\r\nwhich  the Singapore Chamber of Commerce  and  the\r\n\r\nChinese   Chamber  of  Commerce  were   going   to\r\n\r\nparticipate.  However, later on we  came  to  know\r\n\r\nthat   there  was  not  much  response  from   the\r\n\r\nIndonesian side, and so the mission was postponed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1435</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hon. Members will also remember that when certain\r\n\r\nvessels  were detained at Pulau Samboe  and  other\r\n\r\nplaces  early this year, it was my Ministry  which\r\n\r\ntook  up the matter very strongly, and as a result\r\n\r\nseveral vessels were released, I think in February\r\n\r\nor March. Again, Sir, the Scudai, the Hong Tat and\r\n\r\na  Siamese vessel from Pulau Samboe were  released\r\n\r\nbecause  we took up the matter with the Indonesian\r\n\r\nConsulate-General here. We are constantly in touch\r\n\r\nwith  the  Indonesian  Consulate-General  here  on\r\n\r\ntrade. For instance, barter trade: Sir, when there\r\n\r\nwas  some  trouble between the merchants here  and\r\n\r\nthose on the other side in the log trade, we tried\r\n\r\nto  smoothen matters out. We have succeeded  in  a\r\n\r\nlot  of  instances when difficulties arose between\r\n\r\nboth sides. There are times when we cannot release\r\n\r\nthis  sort of news, because neither side wants  it\r\n\r\nto be released.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have also taken up through our Trade\r\n\r\nCommissioner in the United Kingdom the question of\r\n\r\nfreight  on  timber,  copra  and  coconut  oil  at\r\n\r\nvarious  times  and  we have partly  succeeded  in\r\n\r\ngetting a reduction in the freight on copra.  Sir,\r\n\r\nthe hon. Mr Tan Siak Kew knows about that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have also taken up the question of the customs\r\n\r\nduty on coconut oil in the United Kingdom, but  we\r\n\r\nhave  not succeeded in getting a reduction of that\r\n\r\nduty.  But  there  again  it  is  a  question   of\r\n\r\nunfairness. Coconut oil from Singapore has to  pay\r\n\r\na  non-preferential rate when it enters the United\r\n\r\nKingdom. That was not so in 1950, but after  that,\r\n\r\nthey  suddenly decided on a non-preferential rate.\r\n\r\nAll we could do is to write to them, to appeal  to\r\n\r\n\r\n\r\nthem, and to negotiate with them; but if one  side\r\n\r\nis not willing to come down, what are you going to\r\n\r\ndo  about it? You have got to take it lying  down,\r\n\r\nbecause there is no other way out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member expressed his happiness at\r\n\r\nmy   introducing  measures  to  protect  the  soap\r\n\r\nindustry;  but what I can gather from the  earlier\r\n\r\npart of his speech is that he was against any sort\r\n\r\nof  protection  or any sort of impediment  to  the\r\n\r\nfree flow of trade. So I was rather surprised when\r\n\r\nhe said that he\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1436</b></font><br><br>\r\n\r\n\r\n\r\nwas  happy that I was going to introduce  measures\r\n\r\nto  protect  the  soap industry. Sir,  that  is  a\r\n\r\nquestion   that   is  being  considered   by   the\r\n\r\nProtection  Advisory Committee now, and  I  cannot\r\n\r\nanticipate     their    findings     nor     their\r\n\r\nrecommendations  to me. But that  is  certainly  a\r\n\r\nmatter which is being considered. In fact, we have\r\n\r\nreceived  applications from  about  eight  parties\r\n\r\naltogether on different items for protection,  and\r\n\r\nall of them are being attended to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said that my Ministry has nothing\r\n\r\nto boast of for 1958. Sir, I have never boasted. I\r\n\r\nhave  worked, and I can say this without boasting,\r\n\r\nthat  if  my officials had not worked as  hard  as\r\n\r\nthey  have,  there  might  probably  have  been  a\r\n\r\nfurther  fall  in trade, because the  negotiations\r\n\r\nwhich  they  had carried out might not have  borne\r\n\r\nfruit;  in  which  case the assistance  which  was\r\n\r\ngiven to trade would not have been there and as  a\r\n\r\nresult  there  would have been a decline  in  that\r\n\r\nparticular trade.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member asked me, \"If the Minister\r\n\r\nfails to achieve a Pan-Malayan economic unit - which\r\n\r\nis  an ideal - what will he do?\" Sir, I have said  a\r\n\r\ncouple  of  weeks back that I do  not  believe  in\r\n\r\nletting  things slide. I believe in fighting  hard\r\n\r\nto  survive,  and all the measures  which  I  have\r\n\r\nintroduced in this House - the protection policy  on\r\n\r\nwhich,  incidentally, a Bill has been  introduced;\r\n\r\nthe  Customs  (Amendment No. 3)  Bill,  which  was\r\n\r\nintroduced  on  12th December, 1958;  the  Pioneer\r\n\r\nIndustries Bill; the Industrial Expansion Bill and\r\n\r\nso  on - are designed to meet a situation  where  we\r\n\r\nhave to stand on our own feet. The effect of these\r\n\r\nBills  will  be felt, probably not today  or  next\r\n\r\nyear,   but  a  couple  of  years  hence,  because\r\n\r\ndeveloping an industry is not something  that  can\r\n\r\nbe  achieved overnight. It takes time. A  man  who\r\n\r\nthinks   today  of  starting  an  industry   would\r\n\r\nprobably have his factory ready after three years.\r\n\r\nFirst  he has to make a market survey; he  has  to\r\n\r\n\r\n\r\nfind  out  about  his  raw materials,  labour  and\r\n\r\nvarious  other factors; and he has got to  satisfy\r\n\r\nhimself\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1437</b></font><br><br>\r\n\r\n\r\n\r\nthat  the Government in power - or if there is going\r\n\r\nto  be  a change in government in the near future,\r\n\r\nthat  the government coming in would be favourable\r\n\r\nto  his  industry.  It is only then,  when  he  is\r\n\r\nsatisfied  with  all the angles,  that  he  starts\r\n\r\ntaking  concrete steps to set up an industry.  The\r\n\r\nordering  of  machinery and putting  up  buildings\r\n\r\nwill take another year at least.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But my main point is this, Sir, that we must try\r\n\r\nand stand on our own feet, and the only solution I\r\n\r\ncan  see  is to try and industrialise as  much  as\r\n\r\npossible. Now there will be a conflict between the\r\n\r\ntrading  interests  and the  industrial  expansion\r\n\r\ninterests. That is bound to occur. That is  why  I\r\n\r\nhave  stressed selective protection.  We  have  to\r\n\r\nbalance the two - which is the more beneficial to us\r\n\r\nin that particular item. There cannot be a rule of\r\n\r\nthumb procedure in such matters.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And the last point that the hon. Member made was,\r\n\r\n\"Will the Government declare its policy about  the\r\n\r\nBank of China and whether it is going to close  it\r\n\r\ndown?\"  I  am not aware, Sir, that the  Government\r\n\r\nhas ever said anything about closing down the Bank\r\n\r\nof China, and I do not see from where the fears of\r\n\r\nthe hon. Member arise.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point, Sir, which the Member for\r\n\r\nTanglin raised, and that is, he mentioned that the\r\n\r\nPioneer  Industries  and the Industrial  Expansion\r\n\r\nBills  have  been  approved by this  Assembly  and\r\n\r\nasked  how  many new industries are  going  to  be\r\n\r\nopened up. Firstly, those Bills have not yet  been\r\n\r\napproved  by this Assembly. They only have  passed\r\n\r\ntheir  Second  Reading and they have not  received\r\n\r\ntheir  Third Reading and will not receive it until\r\n\r\n14th  January, 1959. So they have not passed  into\r\n\r\nlaw  yet.  Therefore, you cannot have applications\r\n\r\nunder those Bills yet. However, in anticipation of\r\n\r\nthose   measures,  I  have  received  about  eight\r\n\r\napplications and we have replied telling  them  to\r\n\r\nawait  the  passing of the Bills. We  cannot  tell\r\n\r\nthem yes or no at this stage, because,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1438</b></font><br><br>\r\n\r\n\r\n\r\nlegally, once the Bills become law, they  have  to\r\n\r\napply   under  the  law;  and  there  are  certain\r\n\r\nprocedures  which the Minister has to  carry  out,\r\n\r\nsuch  as  gazetting and so on, and  therefore  the\r\n\r\nMinister cannot prejudge the issue and say,  \"Yes,\r\n\r\nwhen the Bills become law, I will give you pioneer\r\n\r\nindustry  status.\"  That  is  not  right  for  the\r\n\r\nMinister  to  do. Sir, we have told them  to  hold\r\n\r\ntheir  horses  and to apply only  when  the  Bills\r\n\r\nbecome law.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, if I am not mistaken,\r\n\r\nthe   Minister  for  Commerce  and  Industry   has\r\n\r\ncategorically admitted that (1) the entrep�t trade\r\n\r\nof  Singapore  cannot  be maintained:  (2)  he  is\r\n\r\ndetermined  to introduce protection  measures  not\r\n\r\nonly  for  the  soap industry but also  for  other\r\n\r\nselective industries; (3) the Singapore Government\r\n\r\nwill  definitely  not  follow  the  Federation  of\r\n\r\nMalaya in taking drastic measures against the Bank\r\n\r\nof China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think it would be quite unfair of me to\r\n\r\ngive such a lengthy criticism of this Ministry and\r\n\r\nnever make any constructive suggestions. So I have\r\n\r\nthese suggestions to put forward.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, is it difficult for this Government to\r\n\r\nnegotiate  with the Federation of Malaya,  to  sit\r\n\r\ndown  at a table quietly to plan and agree on what\r\n\r\ntype  of  industries the Federation of Malaya  are\r\n\r\ngoing to promote and what type of industries  they\r\n\r\nwill  allow Singapore to carry on with?  In  other\r\n\r\nwords, if the Federation of Malaya decide to carry\r\n\r\non with the textile industry, then in an agreement\r\n\r\nlet  the  Federation of Malaya supply textiles  to\r\n\r\nSingapore  and  Singapore must not  allow  textile\r\n\r\nfactories  to be set up. If the Federation  decide\r\n\r\nthat   Singapore  can  carry  on  with  the  light\r\n\r\nindustries,  for example, matches, then  Singapore\r\n\r\ncan carry on and Singapore matches will be allowed\r\n\r\nto  be  imported  into  the Federation  of  Malaya\r\n\r\nwithout  any tariff, and the Federation of  Malaya\r\n\r\nalso will not set up any match factories. In other\r\n\r\nwords,   although  politically  we  cannot   merge\r\n\r\nstraightaway - it  is  a long-term  policy -  what  I\r\n\r\nwould  like  to  emphasise  is  that  politically,\r\n\r\neconomically  and historically,  we  must  be  one\r\n\r\nunit. Unfortunately, not at our own wish, we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1439</b></font><br><br>\r\n\r\n\r\n\r\nhave  been cut into two, but at least what I  have\r\n\r\nsuggested  can  be achieved. So  the  question  is\r\n\r\nwhether  the  Minister for Commerce  and  Industry\r\n\r\nwill  be able to approach the Federation of Malaya\r\n\r\nand  come  to  an agreement to develop  particular\r\n\r\nindustries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second suggestion is to raise money\r\n\r\nwhich  is  badly  needed to  boost  up  industrial\r\n\r\npromotion. How are we going to raise the money? We\r\n\r\nshould  not rely only on our chicken feed national\r\n\r\nrevenue,  but  we can find other  means.  I  think\r\n\r\nquite a number of countries, even those as rich as\r\n\r\nBritain   and   America,   have   industrial    or\r\n\r\ndevelopment bonds. The bond issues will be  for  a\r\n\r\nparticular  industrial development. Sir,  we  must\r\n\r\nfully utilise Singapore's position today. When the\r\n\r\nunemployment  problem is brought up,  many  people\r\n\r\nthink   the   solution  is  to  merge   with   the\r\n\r\nFederation,  and  then our  people  can  get  into\r\n\r\nMalaya.  But,  Sir,  many Federation  workers  are\r\n\r\nseeking jobs here, and many Federation businessmen\r\n\r\nlike  to  invest  in real property  in  Singapore.\r\n\r\nSingapore is nearest to the Federation of  Malaya.\r\n\r\n\r\n\r\nHow  about Indonesia, Thailand, Hongkong  and  the\r\n\r\n\r\n\r\nPhilippines?   There   are  many,   many   wealthy\r\n\r\nbusinessmen   who,  either  for  racial   conflict\r\n\r\nreasons,   racial   discrimination   reasons,   or\r\n\r\npolitical  reasons, become refugees and they  seek\r\n\r\nevery way to set up a permanent home, and they are\r\n\r\nmore  practical than our people in Singapore. They\r\n\r\nknow  that Singapore will remain quite long  under\r\n\r\nthe  Union  Jack, and therefore there is political\r\n\r\nsafety  at  least  in  Singapore.  So  many,  many\r\n\r\nwealthy men seek to settle down in Singapore.  And\r\n\r\nif  I am not mistaken, many applications have been\r\n\r\nin  the  hands  of the Minister for  Commerce  and\r\n\r\nIndustry and if they can conform to the conditions\r\n\r\nlaid  down  for setting up industries  here,  then\r\n\r\nthey can be accepted and their applications for  a\r\n\r\npermit  to  stay here permanently can  be  issued.\r\n\r\nTherefore,  Sir, if the Government can issue  such\r\n\r\n\r\n\r\nbonds,  they  can  use the money for  development.\r\n\r\nMany times I have quarrelled with the Ministry  of\r\n\r\n\r\n\r\nLabour   and  Welfare  which  is  in   charge   of\r\n\r\nimmigration. It is quite stupid to say,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1440</b></font><br><br>\r\n\r\n\r\n\r\n\"As soon as you have set up an industrial factory,\r\n\r\nthen  I can issue you a permit for permanent stay.\r\n\r\nYou  can bring in as many wives as you want.\"  But\r\n\r\n\r\n\r\nthese  people  are not sure that,  after  settling\r\n\r\ndown  here,  they can sell their factory  if  they\r\n\r\nhave to. So the purpose of encouraging the setting\r\n\r\nup  of  industries here goes like a circle,  round\r\n\r\nand  round  and round. Sir, if the Government  can\r\n\r\nfully  and wisely utilise the situation and  issue\r\n\r\nindustrial  or  development bonds then  I  do  not\r\n\r\nthink  there  would be any difficulty  at  all  of\r\n\r\ngetting  many investors to come here,  because  (I\r\n\r\nwould   like  to  be  straightforward)  they   are\r\n\r\nrefugees from the unstable neighbouring countries.\r\n\r\nBut  we  must make sure that those bonds  are  not\r\n\r\n\r\n\r\ntransferable. If they have faith in this  country,\r\n\r\nif  they want to enjoy the benefits of our  social\r\n\r\nservices in this country, then those bonds  cannot\r\n\r\nbe  transferred.  If you buy a certain  amount  of\r\n\r\nbonds, your permanent stay permit can be granted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I earnestly and sincerely put forward these\r\n\r\nsuggestions  in support of what the  Minister  for\r\n\r\nCommerce  and  Industry has promised - that  we  are\r\n\r\ngoing to stand firm and we are going to fight  for\r\n\r\nsurvival alone.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, Singapore\r\n\r\nwill  be better off if it is part of the whole  of\r\n\r\nMalaya as one political and economic unit, but  as\r\n\r\nfar as we know, it is not going to be possible for\r\n\r\nsome  time  to come, because of many factors,  the\r\n\r\nmain  thing  being  the  political  situation   in\r\n\r\nSingapore. When we talk about Singapore we  always\r\n\r\nrecall  to  our minds that it is an  entrepot,  it\r\n\r\nlives  on trade, and that is why a great  deal  of\r\n\r\ndiscussion has taken place from this morning until\r\n\r\nnow,  centering on the most important  subject  of\r\n\r\nthis island.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I want Members of this Assembly to note\r\n\r\nthat  Singapore,  by  itself, must  adopt  certain\r\n\r\nattitudes if it is going to survive. It is just  a\r\n\r\nmiddleman.  From  the  West,  we  have   the   big\r\n\r\ncountries to supply us with goods. Around  us,  we\r\n\r\nhave   other  countries  supplying  us  with   raw\r\n\r\nmaterials. We\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1441</b></font><br><br>\r\n\r\n\r\n\r\nare  a  centre for distributing manufactured goods\r\n\r\nto  them. We are in a very vulnerable position. If\r\n\r\nthe West or the big manufacturing countries refuse\r\n\r\nto co-operate, we cannot survive. If the countries\r\n\r\naround  us are going to ship direct to the various\r\n\r\nmanufacturing countries, we too will lose a  great\r\n\r\ndeal  of our trade. No matter what it is, we  have\r\n\r\nto  think  clearly what we must  do  in  order  to\r\n\r\nretain our position here as the middleman.  It  is\r\n\r\neasy to say, \"Let us encourage entrepot trade. Let\r\n\r\nus encourage manufacture.\" But all this will be of\r\n\r\nno  avail if the other countries are going  to  go\r\n\r\nout of their way to sabotage us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just quote one important section of this.\r\n\r\nI  will  talk  about shipping. I have always  been\r\n\r\n\r\n\r\ninterested in shipping and I have always said that\r\n\r\nit  is the most important line that we must depend\r\n\r\non.  We  know that goods may be shipped  from  the\r\n\r\nWest  to Singapore to be distributed to South-East\r\n\r\nAsia,  but  if  the big shipping lines  under  the\r\n\r\ncontrol of the nations of the West are going to by-pass Singapore, then we will not have the entrepot\r\n\r\ntrade  that  we are now having. There  will  be  a\r\n\r\nganging-up  of  all  these shipping  companies  in\r\n\r\norder  to make sure that their interests  are  not\r\n\r\naffected. I will also say this. If you ask what is\r\n\r\nthe  freight from Singapore to the United Kingdom,\r\n\r\nyou  will be quoted a certain rate. If you ask for\r\n\r\nthe  freight rate from, say, Borneo to the  United\r\n\r\nKingdom,  it  will not be a great  deal  more.  In\r\n\r\nfact,  it  will be much cheaper. They do  it  this\r\n\r\nway.  It  is  not possible for the large  shipping\r\n\r\nlines  to  send large ships to the small countries\r\n\r\nin  South-East  Asia  to collect  enough  freight.\r\n\r\nTherefore  they  make  use  of  Singapore   as   a\r\n\r\n\r\n\r\ncollecting centre.\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The freight from Borneo, Sarawak or any of the\r\n\r\nneighbouring countries to Singapore will  be  done\r\n\r\nby  the subsidiary lines. They can pass the  goods\r\n\r\non  to them. They handle it for the large shipping\r\n\r\ncompanies and, all in all, the cost is less.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1442</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore, in this instance, is being made use of\r\n\r\nby  these  large  shipping  lines  for  their  own\r\n\r\ninterests! The large shipping companies,  to  make\r\n\r\nsure  that  no  shipping  lines  should  establish\r\n\r\nthemselves  firmly  in Singapore,  undercut  their\r\n\r\nrates. They tell the shippers of their goods, \"You\r\n\r\nhave  to  ship  with  the  companies  we  appoint,\r\n\r\notherwise we shall not accept your goods at  these\r\n\r\nreduced  rates.\"  Now this hits  at  the  existing\r\n\r\nindustry - our local shipping.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are, of course, many other ways whereby the\r\n\r\nWest can force Singapore to render service to them\r\n\r\nwithout repaying this island anything at all. If a\r\n\r\ncompany refused to do what they tell them  to  do,\r\n\r\nthey   would   gang  up,  get  the   manufacturers\r\n\r\ntogether,  and  say, \"We will  cut  you  off  from\r\n\r\nthere.\"  I  remember a story that was said  before\r\n\r\nthe  war  about  a  large  European  company  that\r\n\r\nstifled the growth of a local company. This  local\r\n\r\ncompany  was going to import goods and  distribute\r\n\r\neveryday-use  wares imported from  Australia.  The\r\n\r\nlocal  company knew that the goods  were  sold  at\r\n\r\nvery high profits and that they could make-do with\r\n\r\neven  lesser  profit and yet reap a good  harvest.\r\n\r\nThey started a company. First, this large European\r\n\r\n\r\n\r\ncompany  informed the suppliers, \"You are  not  to\r\n\r\nsupply goods to this company. If you do, we  shall\r\n\r\nboycott  you:  we  shall not buy from  you.\"  Some\r\n\r\ncompanies  agreed  and  withdrew  supplies.  Other\r\n\r\nlittle companies kept on supplying, so it was  not\r\n\r\nquite  effective.  They went a step  further.  The\r\n\r\ndirector of the large European company also had an\r\n\r\ninterest  in shipping companies and he, therefore,\r\n\r\ntold  the shippers, \"You must not carry any  goods\r\n\r\nsupplied  to this company in your ships; otherwise\r\n\r\nwe  will boycott your ships.\" In that manner  they\r\n\r\nwere  able  to  stifle  the growth  of  the  local\r\n\r\ncompany.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am talking about this, Sir, because I feel that\r\n\r\nthere  are only two ways whereby we can  keep  our\r\n\r\nown  entrepot trade. The first way is to  be  very\r\n\r\ncourteous and polite to all the people around  us,\r\n\r\nto  do  what all the manufacturers want us to  do,\r\n\r\nand make whatever profit they permit us\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1443</b></font><br><br>\r\n\r\n\r\n\r\nto  make.  The  second way  is  to  adopt  a  more\r\n\r\nindependent attitude and say, \"If you are going to\r\n\r\ncompete   with   us,  we  will  put   up   stiffer\r\n\r\nopposition, and we will try to help ourselves.\" We\r\n\r\nhave one reason why they must rely on us, and that\r\n\r\nis   that,   geographically,  we   are   centrally\r\n\r\nsituated.  We  have  good  port  facilities   that\r\n\r\nattract  the sending of goods to us. If the  large\r\n\r\nshipping  lines  are going to undercut  our  local\r\n\r\ntrade,  then we can say we will put up our storage\r\n\r\nand  handling fees for the transhipment of  goods,\r\n\r\nand  we will help our local shipping companies  to\r\n\r\nestablish   themselves.  Shipping  is   the   most\r\n\r\nimportant  industry  in  Singapore.  If   we   can\r\n\r\nestablish  a  Singapore-owned network of  shipping\r\n\r\nrunning  regularly throughout the whole of  South-East  Asia,  we  will be able to face  up  to  the\r\n\r\ncompetition  from  the West. We  can  do  that  by\r\n\r\ngiving  our own local shipping protection  in  the\r\n\r\nmatter  of handling at our harbour here.  Then  we\r\n\r\nhave  a  system that is ready for distribution  of\r\n\r\ngoods  or for the collection of goods. If  we  are\r\n\r\nnot  able  to  do  that, then we  must  adopt  the\r\n\r\nattitude of kowtowing to all around.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Are manufacturing companies in the West, powerful\r\n\r\norganizations  that  almost  dictate  policies  to\r\n\r\ntheir  Government, going to help us? No, they  are\r\n\r\nonly  utilizing us for their own ends! I think  to\r\n\r\nadopt  the  attitude of becoming more  independent\r\n\r\nand  more  self-reliant would be better,  and  the\r\n\r\nMinistry of Commerce and Industry should encourage\r\n\r\nthis  form  of  shipping. There are  a  few  local\r\n\r\nshipping  companies in Singapore.  They  have  put\r\n\r\nforward  their complaints to the Minister,  asking\r\n\r\nhim  to  help them so that they may not go out  of\r\n\r\nbusiness.  I think the Minister should  help  them\r\n\r\nseriously,  because  if  he  does  not,  then  our\r\n\r\nnetwork   of  supplies  and  transport  would   be\r\n\r\njeopardized.  I feel that this network  should  be\r\n\r\nfurther strengthened by the addition of more ships\r\n\r\nto  our  own shipping companies, by expanding  the\r\n\r\nroutes so that they not only ply between Singapore\r\n\r\nand Hongkong, Borneo and Sarawak, but also ply  as\r\n\r\nfar  down  as  Australia. If  they  can  do  that,\r\n\r\npossibly\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1444</b></font><br><br>\r\n\r\n\r\n\r\nwith  Government help, even make it like  the  one\r\n\r\nproposed   by   the  Minister  for  Commerce   and\r\n\r\nIndustry - a  local  cigarette  factory  with  local\r\n\r\ninterests  in it - it will help our local trade:  it\r\n\r\nwill help our entrepot trade. Short of that, there\r\n\r\nis no remedy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I certainly feel, Sir, that only after that is\r\n\r\nestablished can we consider other measures to help\r\n\r\nourselves. One of these would be what the Minister\r\n\r\nhas   told   us - the  establishment  of   factories\r\n\r\nlocally.  And  if we are going to establish  those\r\n\r\nfactories locally, we will face competition  again\r\n\r\nfrom  the  West. They will not let let  us  go  at\r\n\r\nthat.  They will dump their goods here. You  might\r\n\r\nsay that China has dumped goods here. But you also\r\n\r\nhave  evidence  of  European companies  in  Malaya\r\n\r\ndumping  goods  here,  in  order  to  kill   local\r\n\r\nindustries.  If  we  have  local  companies  which\r\n\r\naffect  the  interests of the West, I  know  these\r\n\r\nEuropean companies will also dump their goods here\r\n\r\nin  order that these local companies may be killed\r\n\r\nand that they will have a clear field for all that\r\n\r\nthey manufacture. We are only called upon to do  a\r\n\r\njob  for  them. If we do not fulfil their purpose,\r\n\r\nthen  they will cut us off. It is clear to us that\r\n\r\nbecause  we have not been co-operating very  fully\r\n\r\nwith them, they are trying to cut off part of  our\r\n\r\ntrade and they are going to use Hongkong and other\r\n\r\nports  for  their purpose. Instead of transhipping\r\n\r\nin Singapore, they are transhipping from Hongkong.\r\n\r\nAlthough  the distance involved will  be  further,\r\n\r\n\r\n\r\nyet  they  are happier because Singapore  will  be\r\n\r\nbrought  to  her knees and will have to co-operate\r\n\r\nwith  them! The Minister should fully realise  the\r\n\r\nintentions of these people, and measures should be\r\n\r\ntaken so that our local people are assisted in all\r\n\r\npossible   ways  in  order  that  they  may   help\r\n\r\nSingapore to retain its prosperity. An answer from\r\n\r\nthe Minister will oblige.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, I would like to ask the\r\n\r\nhon. Member for Serangoon this: \"How much does one\r\n\r\nocean-going  steamer cost?\"  Can  he  give  me  an\r\n\r\nanswer to that?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1445</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Mr Speaker, Sir, I wonder\r\n\r\nwhat the Member for Telok Ayer, the President  (or\r\n\r\noffice-bearer) of the Indian Chamber of  Commerce,\r\n\r\nwas  talking about when he asked for the  cost  of\r\n\r\none  ocean-going steamer. Nothing  in  this  world\r\n\r\nstarts off with a big bang. Everything must  start\r\n\r\nin  a natural way. I would just like to ask him  a\r\n\r\nquestion in reply to his, \"What is the capital  of\r\n\r\nhis company?\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think that is completely\r\n\r\nirrelevant.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> All right, Sir. I would say,\r\n\r\ntake  any  big firm in Singapore that is  locally-owned.  What I know is that they came to Singapore\r\n\r\nwith  just a basket and a change of clothes. Today\r\n\r\nthey  may  be  millionaires or multi-millionaires.\r\n\r\nThings can be done that way.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I forgot to mention\r\n\r\nearlier  that  we  had carried out  a  preliminary\r\n\r\nsurvey of industries. We were so encouraged by the\r\n\r\nresults of the survey that we are now carrying out\r\n\r\na  full-fledged  survey  of  industries,  covering\r\n\r\nnearly  700 industrial and manufacturing  concerns\r\n\r\neach  employing 10 persons or over. We  expect  to\r\n\r\ncomplete  this  survey in two  months'  time.  The\r\n\r\nsurvey  has  indicated  possibilities  of  further\r\n\r\nexpansion  of  a  number  of  industries  and  the\r\n\r\nassistance required from Government so that  these\r\n\r\nindustries could expand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to soap, Sir. Soap production has gone up,\r\n\r\nin  fact.  The figures are: January /August  1955,\r\n\r\n173,000  cwt.;  the same period for 1956,  170,000\r\n\r\ncwt.; the same period for 1957, 165,000 cwt.;  and\r\n\r\nthe  same  period  for  1958,  199,000  cwt.  Sir,\r\n\r\nactually soap production has gone up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now coming to the point raised by the hon. Member\r\n\r\nfor  Changi:  first, is it difficult to  negotiate\r\n\r\nwith  the  Federation of Malaya on what industries\r\n\r\nthey  should  have and what industries  we  should\r\n\r\nhave?  I  answered  him, Sir,  that  we  have  had\r\n\r\nnegotiations  with  them.  We  have  raised   this\r\n\r\nquestion before with them, and I am sorry  to  say\r\n\r\nat this stage, Sir, that it has not yet been found\r\n\r\npossible\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1446</b></font><br><br>\r\n\r\n\r\n\r\nto  have  a formula of that sort. The hon.  Member\r\n\r\nmust realise that the question of merger is more a\r\n\r\npolitical question than an economic one.  Then  he\r\n\r\nraised the point whether we could issue industrial\r\n\r\ndevelopment bonds to raise money for industries. I\r\n\r\ndo  not  think that the rich persons in  Singapore\r\n\r\nare  anxious  to invest in such bonds  which  only\r\n\r\nyield  5, 6, 7, or 8 per cent. They want to go  in\r\n\r\nfor bigger profits; but it would be tantamount  to\r\n\r\nselling  immigration permits to refugees who  have\r\n\r\ngot  money -  if you force them, \"You  buy  half  a\r\n\r\nmillion  dollars worth of bonds, and you will  get\r\n\r\nan  immigration permit.\" That is not the right way\r\n\r\nto trade on your immigration permits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the expansion of shipping - the point\r\n\r\nraised   by  the  hon.  Member  for  Serangoon - our\r\n\r\ncompanies are still too small to undertake  longer\r\n\r\nvoyages, but I hope in time they will expand.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> May I, Sir, just make a point\r\n\r\nof clarification? I have not suggested the selling\r\n\r\nof our immigration permits. I only said that since\r\n\r\nthey  have applied for a permit for permanent stay\r\n\r\nhere  and have also promised to invest their money\r\n\r\nhere,  why should we not utilize that promise  and\r\n\r\nget them to buy government issue bonds?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Choon Mong:</b> Sir, I asked the Minister for\r\n\r\nCommerce  and  Industry  what  measures   he   had\r\n\r\nregarding shipping and I have no answer to that as\r\n\r\nyet.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. Moment of interruption.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hart -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hart:</b> Sir, I beg to report that the Committee\r\n\r\nof  Supply have made progress on the Appropriation\r\n\r\nBill and ask leave to sit again tomorrow.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Tomorrow it will be.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Mr J. M. Jumabhoy].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Four o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
