{"memberId": null, "volumeNo": "11", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "17", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"11\">\r\n\r\n<meta name=\"Sit_No\" content=\"17\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1959-12-13\">\r\n\r\n<meta name=\"Start_Col\" content=\"1083\">\r\n\r\n<meta name=\"End_Col\" content=\"1170\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">11</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">17</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">13-12-1959</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1083</b></font><br><br>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h2>STATE OF SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>FIRST SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 11</b></div></td></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sunday, 13th December, 1959</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Sir George Oehlers, O.B.E.).\r\n\r\n\r\n\r\n<br>Dato Abdul Hamid Bin Haji Jumat, P.M.N. (Geylang Serai).\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang), Minister for Health.\r\n\r\n\r\n\r\n<br>Inche Ahmad Jabri Bin Mohammad Akib (Southern Islands).\r\n\r\n\r\n\r\n<br>Inche Baharuddin Bin Mohamed Ariff (Anson).\r\n\r\n\r\n\r\n<br>Mr S. T. Bani (Thomson).\r\n\r\n\r\n\r\n<br>Inche Buang Bin Omar Junid (Kallang).\r\n\r\n\r\n\r\n<br>Mr K. M. Byrne (Crawford), Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Chan Chee Seng (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Chan Choy Siong (Delta).\r\n\r\n\r\n\r\n<br>Mr Chan Sun Wing (Upper Serangoon), Parliamentary Secretary to the Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Chor Yeok Eng (Jurong).\r\n\r\n\r\n\r\n<br>Miss Fung Yin Ching (Stamford).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Tampines), Parliamentary Secretary to the Deputy Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Goh Keng Swee (Kreta Ayer), Minister for Finance.\r\n\r\n\r\n\r\n<br>Madam Hoe Puay Choo (Bras Basah).\r\n\r\n\r\n\r\n<br>Mr G. Kandasamy (Kampong Kapor), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Lee Khoon Choy (Bukit Panjang), Parliamentary Secretary to the Minister for Culture and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister.\r\n\r\n\r\n\r\n<br>Dr Lee Siew Choh (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Teck Him (Tiong Bahru).\r\n\r\n\r\n\r\n<br>Mr Leong Keng Seng (Serangoon Gardens), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Lim Cheng Lock (River Valley).\r\n\r\n\r\n\r\n<br>Tun Lim Yew Hock, S.M.N. (Cairnhill).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1084</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lin You Eng (Moulmein).\r\n\r\n\r\n\r\n<br>Mr Low Por Tuck (Havelock), Parliamentary Secretary to the Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr John Mammen (Telok Blangah).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ali Bin Alwi (Kampong Kembangan).\r\n\r\n\r\n\r\n<br>Inche Mohd. Ariff Bin Suradi (Ulu Pandan).\r\n\r\n\r\n\r\n<br>Inche M. Ismail Rahim (Geylang East).\r\n\r\n\r\n\r\n<br>Mr Ng Teng Kian (Punggol).\r\n\r\n\r\n\r\n<br>Mr Ong Chang Sam (Choa Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Ong Eng Guan (Hong Lim), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Ong Pang Boon (Telok Ayer), Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr A. P. Rajah (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr S. Rajaratnam (Kampong Glam), Minister for Culture.\r\n\r\n\r\n\r\n<br>Mr S. Ramaswamy (Bukit Merah).\r\n\r\n\r\n\r\n<br>Mrs Seow Peck Leng (Mountbatten).\r\n\r\n\r\n\r\n<br>Dr Sheng Nam Chin (Nee Soon), Parliamentary Secretary to the Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Tan Cheng Tong (Jalan Kayu).\r\n\r\n\r\n\r\n<br>Mr Tan Kia Gan (Paya Lebar), Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr Tee Kim Leng (Pasir Panjang).\r\n\r\n\r\n\r\n<br>Mr Teo Hock Guan (Changi).\r\n\r\n\r\n\r\n<br>Mr Thio Chan Bee, J.P. (Tanglin).\r\n\r\n\r\n\r\n<br>Dr Toh Chin Chye (Rochore), Deputy Prime Minister and Leader of the House.\r\n\r\n\r\n\r\n<br>Mr Wee Toon Boon (Sepoy Lines), Parliamentary Secretary to the Minister for Labour and Law.\r\n\r\n\r\n\r\n<br>Mr Wong Soon Fong (Toa Payoh).\r\n\r\n\r\n\r\n<br>Inche Yaacob Bin Mohamed (Bukit Timah), Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr Yong Nyuk Lin (Geylang West), Minister for Education.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1085</b></font><br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr C. H. Koh (Joo Chiat).\r\n\r\n\r\n\r\n<br>Mr S. V. Lingam (Aljunied).\r\n\r\n\r\n\r\n<br>Madam Sahorah Binte Ahmat (Siglap).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1085</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ANNUAL ESTIMATES OF EXPENDITURE FOR PUBLIC SERVICES</b></div>\r\n\r\n<div align=\"center\"><h4>AND DEVELOPMENT ESTIMATES FOR 1960</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumed consideration in Committee\r\n\r\nof Supply [3rd Allotted Day].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question (12th December, 1959),\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head 40 be\r\n\r\nreduced by $100.\"-(Mr Thio Chan Bee)\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr SPEAKER in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>MAIN ESTIMATES, 1960 (Cont.)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 40 -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister (Mr Lee Kuan Yew):</b> Mr\r\n\r\nSpeaker,  Sir,  I do not think we should  carry  on\r\n\r\nwith  the debate today without mentioning the  fact\r\n\r\nthat  we are sitting on a Sunday - a day of rest  for\r\n\r\nthe  Christians. And that is, in passing, a  useful\r\n\r\nreminder  to  us  that  in a  multi-racial,  multi-cultural  and  multi-religious  society,  different\r\n\r\ncultural,  linguistic  and  religious  groups  have\r\n\r\ntheir  different days of rest. It is a  tribute  to\r\n\r\nthe  tolerance, liberal approach, and understanding\r\n\r\nof  one  another's  peculiar  likes  and  dislikes,\r\n\r\nstandards  and  patterns of conduct that  you,  Mr\r\n\r\nSpeaker, Sir, a Christian, have raised no objection\r\n\r\nto  working  on Sunday, that our Muslim friends  in\r\n\r\nthis  House have willingly come to join us in  this\r\n\r\ndebate,  and our Hindu friends have not raised  any\r\n\r\nprotest. I think it augurs well for the work of  my\r\n\r\ncolleague,  the Minister for Culture,  that  he,  a\r\n\r\nmember  of  a minority group in Malaya - not  even  a\r\n\r\nreal  Singhalese  but  a  Tamil,  an  immigrant  of\r\n\r\nCeylon,  who  became an immigrant of  Malaya - should\r\n\r\nhave been entrusted with the nurturing of a Malayan\r\n\r\nconsciousness and a Malayan culture. Just  in  case\r\n\r\nwe are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1086</b></font><br><br>\r\n\r\n\r\n\r\ntalking of different things in different languages,\r\n\r\nI  looked  up the dictionary which you have  kindly\r\n\r\nplaced at our disposal, but which is now under lock\r\n\r\nand  key in the Library, because a few copies  have\r\n\r\nbeen  somewhat too ardently sought after and  never\r\n\r\nre-discovered.  I  found  that  the  English   word\r\n\r\n\"culture\"   as   defined  in  the  Shorter   Oxford\r\n\r\nDictionary means:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Improvement or refinement by education and\r\n\r\ntraining. Otherwise the training and refinement  of\r\n\r\nthe mind, taste and manners. The condition of being\r\n\r\nthus trained and refined, the intellectual side  of\r\n\r\ncivilisation.\"\r\n\r\n\r\n\r\n<br><br>I  then  looked up the Chinese dictionary that  you\r\n\r\nhave provided us with and it says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Wen hwa-ching shen san te wen ming-\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The  Chairman</b>:  Order. Actually,  of  course,  the\r\n\r\nPrime  Minister  must continue in  English.  But  I\r\n\r\npermit him to read the extract from the dictionary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> Mr Speaker, Sir, I was not\r\n\r\ntrying to befog you. All I was trying to do was  to\r\n\r\nmake sure that the things that our translators  are\r\n\r\ntalking about are the same, and it is translated in\r\n\r\nChinese,  as  I  was  saying, in exactly  identical\r\n\r\nterms in content. Culture-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Let us have the Mandarin version.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> It says: \"Wen\" means\r\n\r\nliterature; \"hwa\" means transformation; and it then\r\n\r\ngoes  on  to  elaborate, \"ching  shen  san  te\" - the\r\n\r\nspiritual: \"wen-ming\", i.e. the spiritual  side  of\r\n\r\ncivilisation.   So  I  think,   in   English,   the\r\n\r\ndefinition of the intellectual side of civilisation\r\n\r\nis  fairly akin to the Chinese definition. I looked\r\n\r\nup  Winstedt's English! Malay dictionary and I  was\r\n\r\ngreatly   disappointed  to  see  that   the   great\r\n\r\nauthority was wrong. He has got culture as  meaning\r\n\r\n\"Bahasa\".  A primary schoolboy learning Malay  with\r\n\r\nour new language training facilities in the schools\r\n\r\nwill  know that \"bahasa\" does not mean culture.  It\r\n\r\nmeans  language. But obviously dear Sir Richard  in\r\n\r\nthe old days believed that culture is equivalent to\r\n\r\nlanguage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I am happy that I can use this lever to point\r\n\r\nout that culture, although akin to language, is not\r\n\r\nthe same with\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1087</b></font><br><br>\r\n\r\n              \r\n\r\nlanguage.  My colleague, the Minister  for  Health,\r\n\r\nhas   brought  me  what  he  says  is  the  correct\r\n\r\ndefinition of culture, again in Winstedt's, reading\r\n\r\n\"kebudayaan\"  which  I  understand  is  the   usual\r\n\r\ntranslation given by the Ministry of Culture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But one thing sticks out, namely, it is something\r\n\r\nwhich is not innate and inborn in a person. One  is\r\n\r\nnot  born with culture and one is not born  with  a\r\n\r\nlanguage. It is not part of the chromosomes and the\r\n\r\ngenes  that  are  transmitted.  That  is  race   as\r\n\r\ndistinct   from  what  is  learned.  The   inherent\r\n\r\ncharacteristics - the colour of your hair, the colour\r\n\r\nof  your skin, your nose, your eyes and your build;\r\n\r\nthe  fact  that  you  have  five  fingers  on  each\r\n\r\nhand - are  things which are predetermined.  But  the\r\n\r\nkind  of  person  you grow up to be,  the  kind  of\r\n\r\nsociety  that  we  make of ourselves  collectively,\r\n\r\ndepend  basically upon learning - as  the  words  go:\r\n\r\n\"training   and   refining\".  We  have   placed   a\r\n\r\ntremendous  emphasis on education  because  outside\r\n\r\nthe home, outside the automatic learning that takes\r\n\r\nplace when any infant is being reared by the mother\r\n\r\nand father, there is in the human civilisation, the\r\n\r\nother   factor - the  systematic  training   of   our\r\n\r\nchildren in schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would be the first to admit - and I think we\r\n\r\nshould  all  bear this in mind - that, however  much\r\n\r\nhaste  we make, we will never be able to produce  a\r\n\r\nMalayan culture in less than one generation. It  is\r\n\r\nunlikely that we could make the Member for  Kampong\r\n\r\nKembangan  think and respond like  the  Member  for\r\n\r\nTanglin. They do not think and they do not  respond\r\n\r\nin  the same way, because of past training and past\r\n\r\nrefinement. Whilst the Member for Tanglin was taken\r\n\r\nup  with  Moral Rearmament - how one should emphasise\r\n\r\nwhat  is right and what is wrong, and who is  right\r\n\r\nand  who  is wrong - the Member for Kampong Kembangan\r\n\r\nis nurtured in a different tradition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the most graphic memories in my mind was a\r\n\r\nlittle  court scene in which the witness, a  police\r\n\r\ndetective,   was   giving   evidence   through    a\r\n\r\ntranslator, and he said,\"...and the bus came to the\r\n\r\njunction of Joo Chiat Road and Changi Road and they\r\n\r\nshouted `Allah\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1088</b></font><br><br>\r\n\r\n\r\n\r\nAkbar' as they mounted the bus.\" So the Judge said,\r\n\r\n\"Oh,  what is that?\". He said, \"My Lord, that means\r\n\r\nGod  is  great!\"  But he also said that  those  two\r\n\r\nwords did not mean just \"God is great!\" It is  also\r\n\r\nthe  Muslim battle cry. Just like the Japanese when\r\n\r\nthey  say  \"Banzai!\" and they come charging  across\r\n\r\nthe field.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now that is the problem with our society. Anyone\r\n\r\nwho  has  had  the  opportunity  of  watching  mass\r\n\r\nactivity  over the last five years cannot but  fail\r\n\r\nto  note that the different cultural groups do  not\r\n\r\nnecessarily laugh at the same things. They  do  not\r\n\r\ncry  over  the  same  things.  What  is  considered\r\n\r\nextremely  witty  and funny in one  sector  may  be\r\n\r\nconsidered a sacrilege in the other. We do not even\r\n\r\nhave  absolutely  the same standard  of  right  and\r\n\r\nwrong  and of good and bad behaviour. All the  non-Muslims  and non-Hindus and a good number  of  non-Buddhists think that it is not correct for a man to\r\n\r\nhave  more than one wife. But there are others  who\r\n\r\nthink  that  it is perfectly legitimate and  proper\r\n\r\nand  indeed highly desirable to have more than  one\r\n\r\nspouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is this balancing of the sensitivity of the\r\n\r\nvarious  cultural  groups  which  is  the  art   of\r\n\r\ncommunal    harmony    through    compromise    and\r\n\r\nunderstanding, which we will have to  put  up  with\r\n\r\nuntil  such time as in the next generation, if  not\r\n\r\nin  one  then  in two generations, we are  able  to\r\n\r\nproduce  a relatively homogeneous society. Now  the\r\n\r\nMember  for  Farrer Park quoted me and said:  \"Yes,\r\n\r\nthat  is  right. The English-educated were distinct\r\n\r\nproducts.\" When the Member for Farrer Park  was  in\r\n\r\nEngland  during the years before the war,  he  also\r\n\r\ndiscovered  the same thing - that the Malayan  was  a\r\n\r\ndistinct  product - the English-educated - and  so  it\r\n\r\nis.  But  he is not going to be the final  product.\r\n\r\nLet  us face it. He was the product of a particular\r\n\r\nera.  We  can  cite examples of it  throughout  the\r\n\r\nwhole of South-East Asia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No colony of Britain in the Far East was more\r\n\r\nanglicised  and  was more deemed to  be  stabilised\r\n\r\nthan  Ceylon.  There was the acme  of  the  British\r\n\r\ntheory  of gradualism - the gradual Ceylonisation  of\r\n\r\nthe Civil Service, and the gradual\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1089</b></font><br><br>\r\n\r\n\r\n\r\ntransfer  of  power. And no country  in  South-East\r\n\r\nAsia  today  is more in the throes of cultural  and\r\n\r\nlinguistic conflicts and religious intolerance than\r\n\r\nCeylon. Something has gone wrong there because  the\r\n\r\nveneer  was  thin.  It  was wiped  out,  and  stark\r\n\r\nrealities came up from beneath. Once you appeal  to\r\n\r\nyour  mass  base,  and your mass base  consists  of\r\n\r\nBuddhists,  Christians and Hindus or Tamil-speaking\r\n\r\nor  Singhalese-speaking  and  English-speaking,  or\r\n\r\nChristians   and  non-Christians,  then   everybody\r\n\r\nbegins  to  adjust and make different  appeals  and\r\n\r\nshout different slogans.\r\n\r\n\r\n\r\n<br><br>2.45 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever we do, let us be thankful for small\r\n\r\nmercies:  that we have got the Member  for  Kampong\r\n\r\nKembangan  who  in one of the debates  referred  to\r\n\r\nmembers  of  the non-Malay race as orang  asing - the\r\n\r\nforeigner.  He  now admits that we  are  not  orang\r\n\r\nasing.  That is fundamental. It is an admission  of\r\n\r\nbasic  premises.  For  it means acceptance - although\r\n\r\nthere  is  not much in a name - that the Member  for\r\n\r\nFarrer Park is not orang using vis-a-vis the Member\r\n\r\nfor  Kampong Kembangan nor I am an orang  asing - for\r\n\r\notherwise there will be trouble.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we start on a major premise, that we are\r\n\r\ntogether going to build up something new, something\r\n\r\ncoherent, something which will be part of  everyone\r\n\r\nof  us, but not necessarily all of everyone of  us,\r\n\r\nthen I say we shall begin the journey, however long\r\n\r\nand  difficult, towards a more stable  and  a  more\r\n\r\nclosely-knit society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We shall probably have more of this when we come\r\n\r\nto debate the next Head namely, that of Education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What we are trying to do is not to produce in five\r\n\r\nyears, as the Member for Farrer Park suggests,  one\r\n\r\nculture,  because it is not possible. But  in  five\r\n\r\nyears,  we  can bring home the lesson that  if  you\r\n\r\nshout  old  slogans,  make appeals  to  instinctive\r\n\r\nemotional  responses of each particular  sector  of\r\n\r\nyour society, each one shouting a different slogan,\r\n\r\npumping  in  different  political  and  ideological\r\n\r\nbeliefs,  then  the  net result  must  be  absolute\r\n\r\nchaos.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1090</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And Malaya - I prefer to talk of Malaya and not of\r\n\r\nSingapore because in the long run our destinies are\r\n\r\nsettled by what happens in Malaya as a whole - Malaya\r\n\r\nis  unique because of the almost perfect balance of\r\n\r\nnumerical  strength between the indigenous  people,\r\n\r\nwho  have been here a few hundred years longer than\r\n\r\nanybody else, and the Chinese, with the Indians  as\r\n\r\na  balancing  force - 40 odd per cent on  each  side,\r\n\r\nbalancing with 10 per cent in the middle,  and  the\r\n\r\nCeylonese  and the Eurasians and others thrown  in.\r\n\r\nOnce the wraps come off, then I say hell would have\r\n\r\nbroken loose. It is our business, as leaders, never\r\n\r\nto let the wraps come off.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Members on the Opposition side, from U.M.N.O.,\r\n\r\nI  am  glad to say, have taken a sensible  approach\r\n\r\nsince  the  very early days immediately  after  the\r\n\r\nelections.  This is fundamental and basic.  If  you\r\n\r\nhave  urgent and acute problems pertaining to  your\r\n\r\ncommunity,  you  settle on  the  basis  of  Malayan\r\n\r\nunity.  You  do not start shouting slogans  in  the\r\n\r\nnewspapers  because, if the Government retreats  in\r\n\r\nthe  face of slogan-shouting, that Government  must\r\n\r\nabdicate and give way to anarchy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When the Bertha Hertogh prisoners were sentenced\r\n\r\nto  death, it was an emotional issue - and let us not\r\n\r\nkid  ourselves. But if it turned into  a  political\r\n\r\nissue, we must fight and stand firm, not on account\r\n\r\nof  the  merits, but because no Government,  if  it\r\n\r\nintends  to govern in a dispassionate and  unbiased\r\n\r\nmanner  between races, cultural groups and  creeds,\r\n\r\ncan  retreat  in  the  face of  slogan-shouting  by\r\n\r\ncommunalists. So in our own good time  and  at  the\r\n\r\nright  juncture, we made the right  move.  That  is\r\n\r\nimportant.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, with regard to our State flag, State\r\n\r\nanthem,  crest and so on. There are certain  things\r\n\r\nover which it would be unwise to beat drums in  the\r\n\r\nopen.  I  ask Members of the Opposition to remember\r\n\r\nalways   that   they,  particularly  the   U.M.N.O.\r\n\r\nMembers,  share  as great a responsibility  as  the\r\n\r\nGovernment in seeing that the wraps never come off,\r\n\r\nand  that arguments and differences of opinions are\r\n\r\nkept within bounds. Once\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1091</b></font><br><br>\r\n\r\n\r\n\r\nappeals   are   made  to  the  animal   instinctive\r\n\r\nresponses  of an individual, once battle cries  and\r\n\r\nnot  arguments are used, then the answer is the gun\r\n\r\nand no other. That is the case with any Government,\r\n\r\nbut certainly intensely so with this Government. So\r\n\r\nI  hope  the  Member for Farrer Park,  despite  his\r\n\r\ntraining and refinement of mind to a certain extent\r\n\r\non  the Western pattern, will not forget that, when\r\n\r\nwe talk of culture here, we talk of the Ministry of\r\n\r\nCulture with a capital \"C\", but when we are talking\r\n\r\nof ourselves, the people, we are talking of culture\r\n\r\nwith a small \"c\". And it does not help to poke  fun\r\n\r\nat  these things and talk of culture with a capital\r\n\r\n\"K\",  because that leads once more to battle cries,\r\n\r\nand slogans and not arguments and sanity.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Rajaratnam (Minister for Culture) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Culture (Mr S. Rajaratnam):</b> Mr\r\n\r\nSpeaker,  Sir, I would first like to  take  up  the\r\n\r\ncomplaints  by  the  Member for  Kampong  Kembangan\r\n\r\nabout  the reporting of Assembly debates over Radio\r\n\r\nSingapore's  Malay  network. He was  not  satisfied\r\n\r\nwith it, but unfortunately, he was not precise.  He\r\n\r\ndid not give specific instances of where he thought\r\n\r\nRadio Singapore had fallen down on its job. Does he\r\n\r\nmean that there had been misreporting of what he or\r\n\r\nhis  colleagues had said? If that  was  so,  if  he\r\n\r\ncould  specify  instances, I shall  certainly  look\r\n\r\ninto the matter. But if the charge is that speeches\r\n\r\nof  certain Members have not been as fully reported\r\n\r\nas  they would have liked, then that is a different\r\n\r\nmatter.  In  fact, I would ask him to consider  the\r\n\r\nproblem  of having to compress within the space  of\r\n\r\nten minutes what was said during the course of five\r\n\r\nand  a  half hours. Obviously there must be drastic\r\n\r\nselection, and much of the torrent of oratory  must\r\n\r\nforever be lost to posterity and only a few tinfuls\r\n\r\nof  what  was  said here could be  reproduced  over\r\n\r\nRadio  Singapore after the 9.30 p.m. news  for  the\r\n\r\nedification of voters in the various constituencies\r\n\r\nin Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: There is still the Hansard.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1092</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> But I think the Member for Kampong\r\n\r\nKembangan  is more worried about what  people  hear\r\n\r\nover  Radio Singapore than what people read in  the\r\n\r\nHansard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: But the Minister was mentioning\r\n\r\nsomething about posterity.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Thank you very much, Sir, for your\r\n\r\ncorrection,  and  I  shall certainly  convey  those\r\n\r\nsentiments to the Member for Kampong Kembangan just\r\n\r\nin  case.  In fact, I would like to point out  that\r\n\r\nthe  problem  of trying to compress  all  these  no\r\n\r\ndoubt   exhaustive  protestations  made   in   this\r\n\r\nAssembly  into a ten-minute commentary  is  a  very\r\n\r\ndifficult  task. Not only that, but the report  has\r\n\r\ngot to be ready within the course of about an hour.\r\n\r\nThe  debate finishes at 8.00 p.m. The reporter  has\r\n\r\nto  go  to  Radio Singapore, and after writing  the\r\n\r\nreport  he has to put it over the air by 9.30  p.m.\r\n\r\nSo  if  there  has to be selection,  obviously  the\r\n\r\nreporter has to leave out certain things which  are\r\n\r\nsaid  here.  But if there is misreporting,  then  I\r\n\r\nshall certainly be glad to look into the matter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to make a few observations on\r\n\r\nthe subject of Malayan culture, about which a great\r\n\r\ndeal  was  said yesterday and today. One Member  of\r\n\r\nthe  Opposition asked the Minister for  Culture  to\r\n\r\ndefine  the  nature and character  of  the  Malayan\r\n\r\nculture we are proposing to create. I could give  a\r\n\r\nfew  personal opinions on the subject. No  one  has\r\n\r\nthe  intelligence, the imagination and the  breadth\r\n\r\nof  knowledge to indicate precisely what the nature\r\n\r\nof  Malayan  culture should be, and  what  in  fact\r\n\r\nMalayan  culture would be like. It is not a  matter\r\n\r\nfor  any one person to determine, because that will\r\n\r\nbe  decided  by the people who create the  culture - the  artists,  the dramatists and the  painters - and\r\n\r\nnobody   can   lay   down   the   law   either   by\r\n\r\nadministrative actions or by speeches. Therefore, I\r\n\r\ndo not propose here to express my personal views on\r\n\r\nthe   matter,  since  I  have  already  done   this\r\n\r\nelsewhere.  If the Member for Kampong Kembangan  is\r\n\r\ninterested I can send him a few copies of my  talk.\r\n\r\nBut  I can tell him the way in which the Government\r\n\r\nis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1093</b></font><br><br>\r\n\r\n\r\n\r\ntrying to stimulate the growth of a Malayan culture\r\n\r\nand provide its emotional and cultural base what is\r\n\r\ncalled a Malayan consciousness. I can only tell him\r\n\r\nof  some of the ways in which we have attempted  to\r\n\r\ndo  this during the last six months. I believe that\r\n\r\nthe  first  step towards the creation of a  Malayan\r\n\r\nconsciousness  which is necessary  to  establish  a\r\n\r\nMalayan  culture is to create what I would call  an\r\n\r\nawareness of and respect for the cultures of  other\r\n\r\ncommunities.  That  is what we mean  when  we  talk\r\n\r\nabout  breaking down cultural barriers. Without  an\r\n\r\nawareness of and respect for the cultures of  other\r\n\r\npeoples,  there cannot be even the beginning  of  a\r\n\r\nMalayan  consciousness. I shall only name two  ways\r\n\r\nin  which  we  are  trying to do this.  One  is  by\r\n\r\nbreaking down the cultural walls that exist or have\r\n\r\nexisted in Radio Singapore. The Radio is a powerful\r\n\r\nmass  media for influencing people's attitudes  and\r\n\r\nopinions.  Hitherto  we  have  had  four   language\r\n\r\nsections operating more or less as isolated  units.\r\n\r\nThe Chinese section of the Radio catered purely for\r\n\r\nChinese  tastes, the Malay section for the  Malays,\r\n\r\nand  so on. The result was to make the Chinese more\r\n\r\nChinese;  to encourage them to believe  that  Radio\r\n\r\nSingapore  was  embodied  wholly  in  the   Chinese\r\n\r\nsection of Radio Singapore.\r\n\r\n\r\n\r\n<br><br>3.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as they are concerned, the other programmes\r\n\r\ndo  not exist. It is the same with the Indians, the\r\n\r\nMalays and the English-speaking. What we have  done\r\n\r\nduring  the  last  six months was  to  change  this\r\n\r\nattitude;  to  get  people to  realise  that  Radio\r\n\r\nSingapore  cannot  be  defined  in  terms  of   the\r\n\r\nparticular section of Radio Singapore to which they\r\n\r\nlisten.  So  today what is happening  is  that  the\r\n\r\nthings  that are said to interest only the English-speaking, which are considered interesting only  to\r\n\r\nthe  English-speaking  find their  way  into  other\r\n\r\nprogrammes.  Malay  music, talks  about  the  Malay\r\n\r\nlanguage and culture, are channelled into the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1094</b></font><br><br>\r\n\r\n\r\n\r\nEnglish,  Indian  and Chinese programmes.  We  hear\r\n\r\nChinese music in English programmes. In other words\r\n\r\nfor  the  first time, radio listeners  have  become\r\n\r\naware  of  this-that the Chinese programme  is  not\r\n\r\ncompletely  Chinese  nor  is  the  Malay  programme\r\n\r\ncompletely  Malay,  and that the cultural  barriers\r\n\r\nare  no  longer as precise and as definite as  they\r\n\r\nused  to  be once upon a time. So very often  today\r\n\r\nwhen  a listener tunes on to the Chinese programme,\r\n\r\nhe is not quite sure whether he is listening to the\r\n\r\nChinese programme or the English programme  or  the\r\n\r\nMalay  programme  or Indian programme,  because  he\r\n\r\nmight  tune to the Chinese programme and listen  to\r\n\r\nMalay music or Western music. This is what we  mean\r\n\r\nwhen  we  say we are creating an awareness  of  and\r\n\r\nrespect  for other cultures. An interesting  thing,\r\n\r\nSir,  is  that  this mixing of programmes  has  not\r\n\r\nbrought  forth any indignant protests, primarily  I\r\n\r\nthink  because  we  have succeeded  in  creating  a\r\n\r\npsychological  climate favourably disposed  towards\r\n\r\nthe  sharing  of  the cultural  heritage  of  other\r\n\r\ncommunities.  It  is no longer  an  affront  to  an\r\n\r\nEnglish-speaking  listener to be  exposed  to  what\r\n\r\nused to be called \"native\" music. Today, he accepts\r\n\r\nit.  So by gradually exposing one community to  the\r\n\r\nmusic,  talks and discussions of other communities,\r\n\r\nwe  first make them aware of the existence of other\r\n\r\ncultures and then, by prolonged exposure, they will\r\n\r\nprobably  begin  to appreciate that other  cultural\r\n\r\ncommunities have a great deal to contribute. In the\r\n\r\npast,  there  was  contempt  on  the  part  of  one\r\n\r\ncultural  group towards other cultural groups.  The\r\n\r\nEnglish-educated always thought that the Chinese or\r\n\r\nthe  Malay-educated were ignorant and that they had\r\n\r\nnothing  to  contribute or anything interesting  to\r\n\r\nsay.  It was the same with the Chinese and Indians.\r\n\r\nToday  we  have  talks  put  over  on  the  Chinese\r\n\r\nprogrammes  being translated and put  over  in  the\r\n\r\nEnglish or Malay programmes, so that for the  first\r\n\r\ntime,  the  English-speaking  listener  says,  \"Oh,\r\n\r\nthere   are  Chinese  intellectuals  who  can   say\r\n\r\ninteresting things.\" So thus we create awareness of\r\n\r\nand respect for other people's culture.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1095</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, the open-air concerts are\r\n\r\norganised  attempts to do more  or  less  the  same\r\n\r\nthing - to bring before very large mass audiences the\r\n\r\ncultural achievements of other communities. I would\r\n\r\nlike,  in  this connection, Sir, to pay tribute  to\r\n\r\nthe   various   cultural   bodies   who   have   so\r\n\r\nenthusiastically  and generously responded  to  our\r\n\r\ncall  to  come forward and help us in this positive\r\n\r\nand    practical   step   to   create   a   Malayan\r\n\r\nconsciousness. Today, all we have to do, Sir, is to\r\n\r\nsay  we  are going to put on an Aneka Ragam Ra'ayat\r\n\r\nsomewhere  in  the City or in the rural  area,  and\r\n\r\nimmediately  hundreds of artistes come forward  and\r\n\r\nsay,  \"We will put up items,\" normally, for a  very\r\n\r\nnominal fee. In the past these cultural bodies felt\r\n\r\nthey  had  no status and no recognition; they  were\r\n\r\nnot  wanted.  But  today they feel  that  they  are\r\n\r\nwanted  and called upon to participate in  a  very\r\n\r\ngreat   task   and  therefore  they  come   forward\r\n\r\ngenerously - sometimes  for nothing  - to  perform  at\r\n\r\nthese  concerts.  That is why we are  able  to  put\r\n\r\nthese  concerts on regularly and, as I said earlier\r\n\r\non,  on a large scale, simply because there are now\r\n\r\npeople who are ready to respond to our call.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another way in which we are trying to create\r\n\r\na Malayan consciousness is by creating a feeling of\r\n\r\nidentification  with  Singapore  and  its   people.\r\n\r\nFirst,  awareness  of the other people's  cultures,\r\n\r\nand  now  identification  with  Singapore  and  its\r\n\r\npeople. We must, I believe, create in our people an\r\n\r\nawareness  that they belong to Singapore  and  that\r\n\r\nSingapore  belongs to them. National  Loyalty  Week\r\n\r\nwhich has just finished was a massive experiment in\r\n\r\nthis direction. The new State flag, the new anthem,\r\n\r\nthe  appointment of a Malayan-born Negara were  all\r\n\r\nattempts  to create symbols which would  facilitate\r\n\r\nthis   identification.  However,   the   sense   of\r\n\r\nidentification cannot and should not remain  purely\r\n\r\nat  the level of symbols. It must be created  in  a\r\n\r\nmore  positive  manner  by getting  people  of  all\r\n\r\nclasses, creeds and races to co-operate in order to\r\n\r\nrealise the fundamental principle on which the  new\r\n\r\nState of Singapore is founded. National Loyalty\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1096</b></font><br><br>\r\n\r\n\r\n\r\nWeek,  as I said, Sir, was a massive experiment  in\r\n\r\nco-operation  and  self-reliance. That  experiment,\r\n\r\nSir,  has  been  a  great success.  People  of  all\r\n\r\nclasses,  races  and  creeds  co-operated  to  make\r\n\r\nLoyalty  Week  a week to remember. We decided  that\r\n\r\nmuch  of the work of organising Loyalty Week should\r\n\r\nnot fall on the Government. In fact, the Government\r\n\r\nshould, as far as possible, stay in the background.\r\n\r\nSo  much of the work of organising National Loyalty\r\n\r\nWeek  was delegated to the people themselves. As  a\r\n\r\nresult, we were able to make National Loyalty  Week\r\n\r\ncelebrations practically island-wide and sustained.\r\n\r\nCivil   servants,  trade  unionists,   members   of\r\n\r\npolitical parties, employers, newspapers,  cultural\r\n\r\norganisations,    school    children,    University\r\n\r\nstudents,  the police, volunteer organisations  and\r\n\r\nmany  others too numerous to mention were all given\r\n\r\nspecific  functions and were all asked  to  go  and\r\n\r\norganise  functions  themselves.  We  involved  all\r\n\r\nsections  of  the people by inviting them  to  make\r\n\r\ntheir   contributions  to  National  Loyalty  Week.\r\n\r\nAgain, Sir, I would like, with your permission,  to\r\n\r\nconvey  the Assembly's gratitude and thanks to  all\r\n\r\nthese  people for having at so short notice  helped\r\n\r\nto  organise successfully so massive an  operation.\r\n\r\nThis  co-operation of so diverse groups  would  not\r\n\r\nhave   been  possible  but  for  one  psychological\r\n\r\nfact - the  sense  of identification.  Somehow  these\r\n\r\ngroups    forgot    that   they   held    different\r\n\r\nopinions - political, cultural, racial and religious.\r\n\r\nThey had some other link to hold them together, and\r\n\r\nthat  link  was that they suddenly felt  that  they\r\n\r\nwere  all  part of Singapore - as I said, they  felt\r\n\r\nthey  belonged to Singapore and Singapore  belonged\r\n\r\nto  them.  That  created what we call  a  sense  of\r\n\r\nidentification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;All these, I admit, Sir, are only the beginnings\r\n\r\nof  a  Malayan consciousness. We have still a  long\r\n\r\nway to go before a Malayan consciousness can become\r\n\r\nsecond  nature - an  instinctive  feeling  among  our\r\n\r\npeople.  But  we believe that we should  reach  our\r\n\r\ngoal  of  a  Malayan consciousness  as  quickly  as\r\n\r\npossible.  We shall do this by calculated,  if  you\r\n\r\nlike,  conscious,  acts which will  stimulate  this\r\n\r\nMalayan consciousness,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1097</b></font><br><br>\r\n\r\n\r\n\r\nmake  it  develop  faster. Therefore,  we  are  not\r\n\r\nconcerned  with the sceptics outside this  Assembly\r\n\r\nwho leer at our efforts, who say that we are trying\r\n\r\nto  create a hot-house Malayan culture, that we are\r\n\r\nforcing the pace. We are not concerned at all  with\r\n\r\nthe  leers and jeers of the people who say that  we\r\n\r\nare being very foolish in trying to force the pace.\r\n\r\nWe  believe,  Sir, that the creation of  a  Malayan\r\n\r\nconsciousness cannot be left to the ordinary course\r\n\r\nof  events, to nature, or to history - to allow it to\r\n\r\ndevelop gradually of its own accord - because this is\r\n\r\ntoo important and vital a problem to be left to the\r\n\r\nhit-and-miss methods of history, or nature, or what\r\n\r\nyou will. We know what happened in Ceylon and India\r\n\r\nand other countries where the integration of people\r\n\r\nof  various  cultures was left to the  hit-and-miss\r\n\r\nmethods of history. Certainly we do not wish to see\r\n\r\nsuch  tragedies envelope this island. Therefore  we\r\n\r\nsay  quite  openly  that we shall  persist  in  our\r\n\r\nefforts  to  create  a  Malayan  consciousness   by\r\n\r\ndeliberate and conscious acts which we think  would\r\n\r\nfacilitate  or quicken the emergence of  a  Malayan\r\n\r\nconsciousness - call  it  national  consciousness  by\r\n\r\nplanning  if  you like. We have to do it  this  way\r\n\r\nbecause there is no alternative. Leaving it to  the\r\n\r\nnatural  course  of events means eventually  racial\r\n\r\nconflict  and  cultural conflict; and  carnage  and\r\n\r\nchaos might eventually result from it. May I,  Sir,\r\n\r\nin  this  connection say that  the  creation  of  a\r\n\r\nMalayan consciousness is not a job for this or that\r\n\r\npolitical  party,  and  we have  tried  as  far  as\r\n\r\npossible,  during National Loyalty Week, to  convey\r\n\r\nthe  message  that  it is not a  job  for  any  one\r\n\r\npolitical  party? It is a job for everybody,  every\r\n\r\ngroup,  every political party and every social  and\r\n\r\ncultural  group  in  this country.  We  must  first\r\n\r\naccept the premise that it is an act of faith; that\r\n\r\na  Malayan consciousness is desirable, possible and\r\n\r\ninevitable. We must accept that premise because, if\r\n\r\nwe  do  not,  then  the job of creating  a  Malayan\r\n\r\nculture  becomes difficult and perhaps  might  even\r\n\r\nend not in a Malayan culture\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1098</b></font><br><br>\r\n\r\n\r\n\r\nor  Malayan consciousness, but in communal anarchy.\r\n\r\nTherefore,  Sir,  on this basic need  to  create  a\r\n\r\nMalayan  culture and in the belief that  a  Malayan\r\n\r\nculture is possible, I think we should not have any\r\n\r\ndoubt  or  any qualms. We should not sit  back  and\r\n\r\nsay,   \"Well,  this  is  a  job  which  we   cannot\r\n\r\naccomplish   in  this  generation   or   the   next\r\n\r\ngeneration.\" We must believe we can do it soon  and\r\n\r\nthat we can do it by a deliberate act of will.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ali Bin Alwi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ali Bin Alwi (Kampong. Kembangan)</b>(<i>In Malay</i>): Mr Speaker, I rise not in reply, but to\r\n\r\ngive  my  views concerning the speech made  by  the\r\n\r\nHon. the  Prime Minister and also by the  Minister\r\n\r\nfor  Culture. Frankly what I said yesterday  merely\r\n\r\nconcerned one or two things. But the Prime Minister\r\n\r\nhad  taken the trouble to go further on the subject\r\n\r\nof `culture'. I am thankful that the Prime Minister\r\n\r\nhas given a true and clear explanation of `culture'\r\n\r\nand  only  time is needed, between this  generation\r\n\r\nand  the next, when it will be accomplished to suit\r\n\r\nour needs. But today, Mr Speaker, I feel fortunate\r\n\r\nthat from the Opposition side here, I can speak  my\r\n\r\nmind  freely  and  that you, Mr Speaker,  Sir,  as\r\n\r\nChairman, have been able to conduct this meeting so\r\n\r\ncapably.\r\n\r\n\r\n\r\n<br><br>3.15 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This also can be considered as one aspect of\r\n\r\n'culture'  or a chapter of our `culture'  which  we\r\n\r\ncan  put  to  use  to look after matters  affecting\r\n\r\nculture.  I am fortunate, Mr Speaker, particularly\r\n\r\nfor  being  able to express my views. It  is  hoped\r\n\r\nthat  we  will  be able to accomplish the  `Malayan\r\n\r\nculture' which we are striving to accomplish.  Like\r\n\r\nthe Prime Minister, I am also against anything that\r\n\r\nmakes  undue appeal to emotion. Therefore,  on  the\r\n\r\nquestion  of `culture' the views of the  Government\r\n\r\nare  laudable, but because the Prime  Minister  has\r\n\r\nstated  his  views, I would not say that  they  are\r\n\r\ncorrect  or  incorrect. I wish to  assert  that  my\r\n\r\nideology  is  not communalism, nor do I  adopt  the\r\n\r\nattitude  of being `anti' other communities.  I  do\r\n\r\nnot discriminate between Chinese and the Malays. In\r\n\r\nSingapore we have many organisations. For instance,\r\n\r\nthe  Chinese  who  are  in  the  P.A.P. - we  do  not\r\n\r\nconsider them as our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1099</b></font><br><br>\r\n\r\n\r\n\r\nenemies.  Nor  do we consider as our  friends  only\r\n\r\nthose  who  are  from  the S.P.A.  It  is  not  our\r\n\r\nintention  to appeal to communal passions.  On  the\r\n\r\nquestion  of  ideology we fear that  there  may  be\r\n\r\nideologies which are diametrically opposed to  that\r\n\r\nof  ours and which some may wish to make the  basis\r\n\r\nof  `culture' which we are going to create. What we\r\n\r\nare  against  is  the Communist ideology.  We  fear\r\n\r\nundesirable  ideologies being introduced  into  the\r\n\r\ncreation  of  a  Malayan culture.  I  welcome  the\r\n\r\nprogrammes  put up by the Ministry of Culture,  but\r\n\r\nwhat  I  am  not satisfied with, is  not  with  the\r\n\r\nentire  work of Radio Singapore but only  with  one\r\n\r\nbranch of the Ministry of Culture which deals  with\r\n\r\ngiving  reports  of the sittings of  this  Assembly\r\n\r\nover  the  radio. Normally this is heard  at  10.45\r\n\r\np.m.  I  am  not  after personal aggrandisement  or\r\n\r\nlooking for publicity. The object of my comment  is\r\n\r\nto ensure that as far as possible a true summary of\r\n\r\nthe proceedings in this Assembly is conveyed to the\r\n\r\npublic. I am also a tax-payer. I own a radio and  I\r\n\r\npay  tax for that. If I pay $12 but I do not get  a\r\n\r\nproper  account of the Assembly proceedings in  the\r\n\r\nnews  summary, I will not be satisfied. It  is  not\r\n\r\nbecause  my  name  is  not mentioned  in  the  news\r\n\r\nsummary  over Radio Singapore that I am  commenting\r\n\r\non  this matter. My attitude on this matter is  the\r\n\r\nsame as that of the other tax-payers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, Mr Speaker, I was also referred\r\n\r\nto  by the Prime Minister in another respect. I  do\r\n\r\nnot  deny  that there is a difference  between  the\r\n\r\nMember  for Farrer Park and the Member for  Kampong\r\n\r\nKembangan,  that is, myself. But I  would  like  to\r\n\r\nstress here that I have mixed with people of  other\r\n\r\nraces  and other classes. For instance, I know  how\r\n\r\nto  use chopsticks. I learnt the art for 3½ years\r\n\r\nduring  the  Japanese  occupation  when  I  was  an\r\n\r\nemployee  at the Japanese Naval Air Force,  and  my\r\n\r\nhead  had  to  be shaven bald. But this  was  false\r\n\r\nculture  and we could not accept this. I  hope  the\r\n\r\nGovernment  will  be  cautious  in  the  matter  of\r\n\r\nexercising   their  authority   with   respect   to\r\n\r\n'culture'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point on which I wish to\r\n\r\ncriticise the Government. I am not complaining  but\r\n\r\nsometimes  I feel offended because I do  not  quite\r\n\r\nunderstand the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1100</b></font><br><br>\r\n\r\n\r\n\r\nMandarin  language. When the expenses for  language\r\n\r\ntraining facilities for Assemblymen was approved, I\r\n\r\ncould  not get a teacher who was prepared to accept\r\n\r\nthe pay at the approved Government rate. I hope the\r\n\r\nGovernment will make available to U.M.N.O. members\r\n\r\nfacilities  for  them to learn Mandarin.  I  learnt\r\n\r\nKatakana, Hiragana and Kanji or `Nippon-Go'  during\r\n\r\nthe   Japanese  occupation  for  3½ years.  That\r\n\r\nquestion does not arise now. We would now  like  to\r\n\r\ncompete  with the Government members. If  they  can\r\n\r\nspeak  Malay,  we  want to be fluent  in  Mandarin.\r\n\r\nSometimes  I feel envious when they speak  Mandarin\r\n\r\namongst  themselves. One day when  we  have  learnt\r\n\r\nMandarin, we will catch up with them. This, indeed,\r\n\r\nis  a  matter of culture, and I would  like  to  be\r\n\r\nfrank  and  straightforward. We  have  no  communal\r\n\r\nhatred as I said earlier on. But where we differ is\r\n\r\non  the question of `ideology'. I want to be  frank\r\n\r\nwith  the  Prime Minister. Sometimes  outside  this\r\n\r\nHouse  when the Prime Minister speaks he  seems  to\r\n\r\nbelittle us and make fun of us. We do not subscribe\r\n\r\nto the view that because you speak Malay you should\r\n\r\nbe   converted  into  the  Muslim  faith   and   be\r\n\r\ncircumcised! So I hope that the Government  Members\r\n\r\nwill  not  consider  that our thinking  is  narrow-minded.  We  are  guided  by  our  party  political\r\n\r\nprinciples.  We  know  that  we  must  protect  the\r\n\r\ninterests of our race. I must admit that we want  a\r\n\r\nmerger with the Federation of Malaya. We know  that\r\n\r\nin  the  Federation of Malaya there are many people\r\n\r\nwho  are experts in various fields and the combined\r\n\r\npopulation total more than 8 million. But before we\r\n\r\ncan  create a common aim, I am afraid we shall have\r\n\r\nto  resolve  all major matters that  are  at  issue\r\n\r\nbetween  us, so that both sides will be  satisfied,\r\n\r\nparticularly the Federation of Malaya. Our approach\r\n\r\nto   such  matters  should  be  acceptable  to  the\r\n\r\nFederation.   The   Government   is   skilful    at\r\n\r\ncriticising and attacking us; that does not matter.\r\n\r\nWe  do  not  depend on criticisms  from  Government\r\n\r\nMembers,  for  we  get them in  good  measure  from\r\n\r\noutside  this  House too. That is inherent  in  our\r\n\r\nstruggle. It may be that at the next election,  the\r\n\r\nMember  for Kampong Kembangan will not be  here  to\r\n\r\nspeak, but\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1101</b></font><br><br>\r\n\r\n\r\n\r\nthat  is  unimportant. What I have said comes  from\r\n\r\nthe bottom of my heart. What I have explained is my\r\n\r\nview  and conviction. It is not communal.  What  we\r\n\r\npositively  do not wish to see is an `ism'  adopted\r\n\r\nwhich  will  be  to  the detriment  of  our  State.\r\n\r\nAlthough Singapore is small we cannot afford to  be\r\n\r\nseparate,  either  now or in the future,  from  the\r\n\r\nFederation  of Malaya but rather we must  agree  on\r\n\r\nthe subject of merger.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And now, another aspect on culture. I wonder, Mr\r\n\r\nSpeaker, is this a normal thing in culture or  not?\r\n\r\nToday, there are limitations and restrictions - I  do\r\n\r\nnot  know  whether this concerns  culture  or  not,\r\n\r\nwhether   the  Government  proposes  to   introduce\r\n\r\nlegislation about it - but normally, business circles\r\n\r\nrestrict  other  communities  from  joining   their\r\n\r\nbusiness  ring.  No opportunity is being  given  to\r\n\r\nothers.  There  should be a spirit  of  compromise.\r\n\r\nIdeally, there should be situations where Inche Ali\r\n\r\nis  invited  to  come along and Mr Ah  Chong  also\r\n\r\ninvites  Mr Sammy and so on. In this way, we  will\r\n\r\nnot  only  protect our interests but also foster  a\r\n\r\ncommon  culture which we can put into  practice  as\r\n\r\nfrom  today. That is all, Mr Speaker, that I  wish\r\n\r\nto  bring home to Members of the Government in this\r\n\r\nAssembly. Although I feel a little ashamed when the\r\n\r\nPrime  Minister made comparisons and  said  that  I\r\n\r\nonly  have  a  Malay education and the  Member  for\r\n\r\nFarrer  Park  is English-educated, I would  however\r\n\r\nlike  to emphasise that as a Malay I know not  only\r\n\r\nthe  Malay  language, but also a little of  foreign\r\n\r\nlanguages. I went to a Malay school for four  years\r\n\r\nand  then I went to an English school until the war\r\n\r\ncame. If it had not been for the war, I would  have\r\n\r\nbecome  a  lawyer - for that was  my  ambition - and  I\r\n\r\nwould compete with the Prime Minister.\r\n\r\n\r\n\r\n<br><br><!-- Dato Abdul Hamid Bin Haji Jumat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dato Abdul Hamid bin Haji Jumat (Geylang Serai)</b>(<i>In Malay</i>): Mr Speaker, I have been a Member of\r\n\r\nthis  House  for  4½ years. Similarly  our  Prime\r\n\r\nMinister, too, has been in this House for a similar\r\n\r\nperiod.  But it is only today that I have  heard  a\r\n\r\nresponsible  speech  from a Member  of  this  House\r\n\r\nwhich,  if it can be said that we are truly sincere\r\n\r\nin our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1102</b></font><br><br>\r\n\r\n\r\n\r\nobjective  of  achieving communal harmony,  is  the\r\n\r\nright thing to do. Originally I had no intention to\r\n\r\nspeak,  but when the Prime Minister spoke at length\r\n\r\nand   mentioned  my  organisation,  that   is   the\r\n\r\nU.M.N.O.,  I decided that as Chairman of  Singapore\r\n\r\nU.M.N.O., I must say a few words and give my  views\r\n\r\non  the  matter  which  has been  debated  in  this\r\n\r\nAssembly. We from U.M.N.O., Mr Speaker,  know  our\r\n\r\nresponsibilities.\r\n\r\n\r\n\r\n<br><br>3.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We know that the Malays in Singapore come from a\r\n\r\nminority   group -   about   13.7   per   cent   are\r\n\r\nMalays - compared to other communities in this State.\r\n\r\nTherefore,  we are aware of our responsibility  and\r\n\r\nbecause  we  know it, we are anxious to  co-operate\r\n\r\nwith any Party - whether it is the Government or the\r\n\r\nS.P.A. - in  order to protect the people of Singapore\r\n\r\nand in the interest of peace and prosperity for all\r\n\r\nthe  people of Singapore. But - and here I  hope  the\r\n\r\nGovernment  Ministers on the other  side  will  pay\r\n\r\nattention  to  this - when we from  U.M.N.O. propose\r\n\r\nsomething  which affects the Malays,  I  hope  they\r\n\r\nwill  not accuse us of being communalists. That  is\r\n\r\nwrong.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to explain further with regard to the position of the Malays. Our number is\r\n\r\nsmall, and in many spheres, we are backward. If  we\r\n\r\nlook  from the economic point of view or if we look\r\n\r\nat their social status as compared with that of the\r\n\r\nother communities, I can say in all frankness  that\r\n\r\nour  position  is  very  weak.  For  instance,  Mr\r\n\r\nSpeaker, the Chinese and Indians and the Eurasians;\r\n\r\nin  their  communities, there are  capitalists  and\r\n\r\nprofessional people like lawyers, doctors,  and  so\r\n\r\non; then there are the middle class groups and then\r\n\r\nthe  lower  middle class, and, fifthly, the  labour\r\n\r\nclass.  It can be said that in the society  of  our\r\n\r\nbrothers  from  the  Chinese,  Indian  or  Eurasian\r\n\r\ncommunities, the division into the five  strata  is\r\n\r\ncomplete. But when we take the Malays, it is really\r\n\r\na  sorry  state  of affairs. I am  quite  sure  the\r\n\r\nGovernment  will  also be sympathetic  towards  the\r\n\r\nposition  of  the Malays, and I hope they  will  be\r\n\r\nsincere in their efforts to raise the standard of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1103</b></font><br><br>\r\n\r\n\r\n\r\nliving  of  the  Malays. There are  no  capitalists\r\n\r\namongst them, no professional people; as far  as  I\r\n\r\nknow,  among doctors and lawyers there is only  one\r\n\r\nMalay  doctor and there are two Malay lawyers;  the\r\n\r\nmiddle  class and the lower middle class are almost\r\n\r\nnon-existent.  The  fact is, 99  per  cent  of  the\r\n\r\nMalays in Singapore come from the lower strata. So,\r\n\r\nMr  Speaker,  I  request that the Government  give\r\n\r\nspecial attention and, in this respect, not  accuse\r\n\r\nus  U.M.N.O. members - as often happens - whenever we\r\n\r\nput  up proposals concerning the livehood of  Malay\r\n\r\nmembers of our society of being communalists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee (Tanglin):</b> Mr Speaker, Sir, I\r\n\r\nfeel that at this juncture I should say a few words\r\n\r\nand  express agreement with the Government side  in\r\n\r\ntheir  desire to build a new Malayan nation through\r\n\r\nthe  promotion  of a common culture  and  a  common\r\n\r\nMalay  language.  We  realise that,  with  all  our\r\n\r\nproblems  and special difficulties, unless  we  can\r\n\r\nunite  the various communities into one or  develop\r\n\r\none way of thinking and one way of feeling, then we\r\n\r\nlay up trouble for our future children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I believe that we may miss the point.\r\n\r\nWhile  dwelling  on just language and  culture,  we\r\n\r\nforget  that  the  most important thing  which  can\r\n\r\nbuild unity faster is the language of the heart. We\r\n\r\nknow  that when people fall in love, regardless  of\r\n\r\nthe difference in language and culture, they desire\r\n\r\nto be together earlier. But the moment that love becomes  hatred, as sometimes happens, then  we  have\r\n\r\ndivorce proceedings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Reference has been made, Sir, to the Member for\r\n\r\nKampong   Kembangan  and  myself  having  different\r\n\r\ncultural  backgrounds. That is true. But,  Sir,  we\r\n\r\nhave found that when we develop a common basis  for\r\n\r\ngoodwill  with identity of aims, we can  co-operate\r\n\r\nvery  easily and we have no difficulty at all. Sir,\r\n\r\nthere is a language of the heart which I hope  will\r\n\r\ndevelop in Singapore. For that reason, I believe it\r\n\r\nis  important  that no matter how we  disagree,  we\r\n\r\nmust  show goodwill to one another because in  this\r\n\r\nHouse,  if  Members  of  the Assembly  cannot  show\r\n\r\ngoodwill,  how  can  we  expect  the  citizens   of\r\n\r\nSingapore to show\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1104</b></font><br><br>\r\n\r\n\r\n\r\ngoodwill? The language of the heart, Sir,  I  hope,\r\n\r\nwill  underlie our deliberations and also help  the\r\n\r\npromotion of a common culture and a common language\r\n\r\nto build a united Malayan nation.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng (Mountbatten):</b> Mr Speaker,\r\n\r\nSir, I am just going to ask a question, if you will\r\n\r\npermit me, of the Minister for Culture for the sake\r\n\r\nof information.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am connected with several organisations whose\r\n\r\nconstitution  says \"to help cultural  development\".\r\n\r\nWe  have  had  controversial opinions on  \"What  is\r\n\r\nMalayan culture?\" For instance, I will give a  very\r\n\r\nextreme  example.  If an Indian  troupe  dances  an\r\n\r\nIndian dance depicting a Chinese legend, which  has\r\n\r\ntaken  place in the Victoria Theatre, and if it  is\r\n\r\ndone   to   continental  music  played   by   Malay\r\n\r\ninstruments,   is  that  a  step  towards   Malayan\r\n\r\nculture?\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajaratnam -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajaratnam:</b> Mr Speaker, Sir, I think that is\r\n\r\na step towards madness!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Mrs Seow? Would you like to pursue\r\n\r\nsuch `madness' further?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> It is not that I wish to\r\n\r\npursue  it.  I  want  to inform  the  Minister  for\r\n\r\nCulture   that  when  the  Minister  for   National\r\n\r\nDevelopment had the Victoria Theatre opened, we had\r\n\r\nan  Indian  dance depicting a Chinese story.  There\r\n\r\nwas  controversial appreciation. Some thought  that\r\n\r\nit  was  a  step  towards Malayan culture.  I  just\r\n\r\nwanted to have an authoritative criticism from  the\r\n\r\nMinister himself as to what he thought about it.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Eng Guan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for National Development (Mr Ong Eng Guan):</b> Mr Speaker, I am afraid that to some people\r\n\r\nIndian  music  sounds like continental  music,  and\r\n\r\nIndian  culture is like Chinese culture,  and  vice\r\n\r\nversa.  I  remember  last year  when  the  Victoria\r\n\r\nTheatre  was  opened,  we  had  an  Indian  dancing\r\n\r\ntroupe,   the  best  of  its  kind  in   Singapore,\r\n\r\nperforming an Indian dance based on a Chinese theme\r\n\r\nwhich  I  remember  was Sam Pek  Eng  Tai,  a  very\r\n\r\npopular film screened in Singapore previously.  The\r\n\r\nshow,  I  can  remember, was  performed  by  Indian\r\n\r\ndancers, and the theme was\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1105</b></font><br><br>\r\n\r\n\r\n\r\nChinese, that is all. All the rest was\r\n\r\nIndian - Indian music, Indian musicians, etc. - except\r\n\r\nthat the dancers were dressed in Chinese costumes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I believe that that is a form of culture in which an attempt was made, even as early\r\n\r\nas  last year, whereby a better understanding among\r\n\r\nthe  races  in  Singapore could  be  fostered.  Mr\r\n\r\nSpeaker, we have made a good start, where  for  the\r\n\r\nfirst time the Indians present a Chinese theme, the\r\n\r\nChinese present an Indian theme, the Malays present\r\n\r\na  Chinese theme, and the Chinese present  a  Malay\r\n\r\ntheme. We congratulate our Minister for Culture  on\r\n\r\nhis   success,  particularly  during  the  National\r\n\r\nLoyalty  Week,  where  a lot of  such  themes  were\r\n\r\npresented.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that in the field of culture we\r\n\r\nshould  try  to bring together the four streams  of\r\n\r\nculture  in this country - the English-speaking,  the\r\n\r\nChinese-speaking, the Malay-speaking and the Tamil-speaking, so that we in Singapore will be  able  to\r\n\r\nunderstand  that  the cultural differences  we  may\r\n\r\nhave,  are  not really differences. It  is  because\r\n\r\nthey  are  a part of our cultural heritage  of  the\r\n\r\npast.  Therefore, the people in this  part  of  the\r\n\r\nworld  can  know that the real difference  existing\r\n\r\namong us is a difference more fundamental than  the\r\n\r\nso-called  cultural differences, and  for  that  we\r\n\r\nmust  congratulate  our Minister  for  Culture  for\r\n\r\nhaving  promoted  to  a great extent,  particularly\r\n\r\nduring National Loyalty Week, this type of work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,163,050 for Head 40 ordered to stand\r\n\r\npart of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1105</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 45 -\r\n\r\n\r\n\r\n<br><br><!-- Mr A. P. Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. P. Rajah (Farrer Park):</b> Mr Speaker, Sir, I\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 45 be\r\n\r\nreduced by $10 in respect of sub-head 19.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-head 19 shows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Leave Passages, Rail Fares, etc.. .\r\n\r\n$125,000\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1106</b></font><br><br>\r\n\r\n\r\n\r\nprovided  for  in the 1960 Estimates. Mr  Speaker,\r\n\r\nthere  is  a provision of $138,000 for 1959.  Could\r\n\r\nthe  Minister please inform the House how  many  of\r\n\r\nthese  passages  are  for  expatriate  officers?  I\r\n\r\nunderstand  that  there are only a  few  expatriate\r\n\r\nofficers  left  in  the Police Force.  If  so,  why\r\n\r\nshould  there  be  such a high provision  for  this\r\n\r\nvote?\r\n\r\n\r\n\r\n<br><br>3.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ong Pang Boon (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Home Affairs (Mr Ong Pang Boon):</b>\r\n\r\nMr  Speaker,  the provision of $125,000  for  next\r\n\r\nyear is not meant for expatriate officers. They are\r\n\r\nmeant for what we sometimes call \"Asian expatriate\"\r\n\r\nofficers.  For  the information of the  Member  for\r\n\r\nFarrer  Park, these are meant for officers born  in\r\n\r\nIndia,  Pakistan, domiciled in Malaya or otherwise.\r\n\r\nThey are also for rail passages for those recruited\r\n\r\nfrom the Federation of Malaya.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are at the moment 15 officers domiciled in\r\n\r\nIndia,  Ceylon  and Pakistan, who are  entitled  to\r\n\r\npassages;  and  163 members of the  Rank  and  File\r\n\r\ndomiciled  in  India  and Pakistan,  who  are  also\r\n\r\nentitled  to  passages.  Of  the  sum  of  $125,000\r\n\r\nprovided  for passages for leave next  year,  about\r\n\r\n$50,000  will go to officers and the Rank and  File\r\n\r\nrecruited from the Federation, and $36,629 to those\r\n\r\nofficers  who are either domiciled or otherwise  in\r\n\r\nIndia and Pakistan.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, in view of the\r\n\r\nexplanation, may I beg leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $22,952,520 for Head 45 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1106</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 47-\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in name of Mr Thio Chan Bee-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of item (3) of sub-head 1.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I do not wish\r\n\r\nto move this particular amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: The Member is not moving.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1107</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I beg to\r\n\r\nmove,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced  by $10 in respect of item (39) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a few days ago, the Hon. the Minister for\r\n\r\nEducation,  speaking  on  the  subject  of  Special\r\n\r\nLanguage  Schools, assured the House  that  parents\r\n\r\nwho do not want their children to be transferred to\r\n\r\nthese  Special Language Schools would be given  the\r\n\r\nfreedom of choice and be allowed to ask that  their\r\n\r\nchildren  remain  in their former schools.  Sir,  I\r\n\r\nthink that was a wise decision. The problem that  I\r\n\r\nam  raising  under  this  item  involves  the  same\r\n\r\nprinciple.  Hitherto,  graduate  teachers  who  are\r\n\r\nundergoing the diploma course in Education  at  the\r\n\r\nUniversity, holding Government teaching  bursaries,\r\n\r\nwere given the freedom of choice to decide to serve\r\n\r\neither  in Government schools or in aided  schools.\r\n\r\nMost  of  them,  of  course, decided  to  join  the\r\n\r\nGovernment   service   because   of   the   special\r\n\r\nattractions  in  that  service.  They  would   have\r\n\r\npensions    and   free   medical   treatment    and\r\n\r\nhospitalisation  at  very low rates.  But  some  of\r\n\r\nthese bursary holders decided to join aided schools\r\n\r\nfor,  sometimes, religious reasons, others  because\r\n\r\nof  loyalty  to  their  old schools;  and  hitherto\r\n\r\nGovernment policy has been to give them the freedom\r\n\r\nof choice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some time last week, Sir, I was informed that one\r\n\r\nteacher  who  had desired to join a  certain  aided\r\n\r\nschool  was  told that he could not do so,  because\r\n\r\nall graduates graduating from the diploma course in\r\n\r\nEducation holding teaching bursaries would now have\r\n\r\nto   join  Government  schools.  Already  there  is\r\n\r\ninequality   in   the  competition,   because   the\r\n\r\nGovernment  service could offer better attractions.\r\n\r\nIn  the case of my school, I have lost the top boy,\r\n\r\na  science  graduate, because he said that  in  the\r\n\r\nlong  run  it  was better to be in  the  Government\r\n\r\nservice  so that in case the members of his  family\r\n\r\nfell   sick,  they  would  be  given  free  medical\r\n\r\ntreatment or subsidisation at special rates. If, at\r\n\r\nthis  particular juncture, when specialist teachers\r\n\r\nare  difficult to find, this policy of  freedom  of\r\n\r\nchoice and equality of treatment were not observed,\r\n\r\nI  am sure that is going against the policy already\r\n\r\nlaid down by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1108</b></font><br><br>\r\n\r\n\r\n\r\nthe  Minister  for Education himself in  regard  to\r\n\r\nschools  in the State - that there should be equality\r\n\r\nin  treatment  for  all schools,  whether  Chinese,\r\n\r\nMalay,  English  or  Tamil, whether  Government  or\r\n\r\nGovernment-aided. I believe that  this  matter  was\r\n\r\nnever  brought to his attention. It was done as  an\r\n\r\nact  of  administration. But I feel, Sir,  that  if\r\n\r\nthis   is  not  reconsidered,  then  it  makes   it\r\n\r\ndifficult  for  aided  schools  to  give   adequate\r\n\r\ncompetition  to Government schools. I believe  that\r\n\r\ncompetition is most important in order to keep  the\r\n\r\ndifferent  sections, as it were, on their  toes.  I\r\n\r\nhope, Sir, that the Minister will kindly look  into\r\n\r\nthis  matter so that bursary holders would be given\r\n\r\nthe  same freedom of choice and those - I think there\r\n\r\nare  only  a few of them - who opt to serve in  aided\r\n\r\nschools would also be given the chance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter under this heading concerns\r\n\r\ntheir  allowances or their pay. Sir, I happened  to\r\n\r\nbe  involved in drawing up this pay scheme  before,\r\n\r\nand  I  believe  the  Political  Secretary  in  the\r\n\r\nMinistry  of  Education was also present  at  these\r\n\r\ndiscussions. When these Honours graduates were made\r\n\r\nto  start  in the Education Ministry on an  initial\r\n\r\n$75  less  than  the initial in the  administrative\r\n\r\nservice,  it  was on the understanding  that  there\r\n\r\nwould be specialist allowances. So the moment these\r\n\r\ngraduate teachers became specialist teachers,  they\r\n\r\nwould  be given an allowance so that they would  be\r\n\r\nif not equal to, at least not too far behind, their\r\n\r\ncounterparts in the other services. The same  thing\r\n\r\nholds  for their maximum. The salary scale  of  the\r\n\r\nspecialist  graduates in the Ministry of  Education\r\n\r\nends  at $1,100, whereas their counterparts in  the\r\n\r\nadministrative  service end at $1,420.  I  believe,\r\n\r\nSir,  about a year ago, the Government decided that\r\n\r\nthere  must be a new scheme, and no further payment\r\n\r\nwas  made  as  regards  specialist  allowances   to\r\n\r\nspecialist teachers joining the service. They  have\r\n\r\nbeen  waiting  all this time, and I would  like  to\r\n\r\nknow what the position is - whether a new scheme  is\r\n\r\ncoming  out  or whether the Ministry has  got  some\r\n\r\nother   way  of  solving  this  problem  to  induce\r\n\r\ngraduates not to regard the teaching profession  as\r\n\r\na cinderella profession.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1109</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Yong Nyuk Lin):</b> I\r\n\r\ntake  it, Sir, that it would be in accordance  with\r\n\r\nthe  Standing Orders of the Assembly that I  should\r\n\r\naddress  you  as  Mr  Chairman  since  we  are  in\r\n\r\nCommittee?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Mr Speaker.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> It will still be Mr Speaker!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the Member for Tanglin, I only wonder\r\n\r\nwhether  this amendment is in order, asking  for  a\r\n\r\nreduction,  in view of the fact that the  vote  for\r\n\r\nitem  (39) is less than last year's figure. I think\r\n\r\nnormally  Members of the Opposition would criticise\r\n\r\nthe  Ministry if the expenditure of the  Government\r\n\r\nis increased.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order. I think I had better cure\r\n\r\nwhat   appears  to  be  a  misunderstanding.  These\r\n\r\nnotices   of  amendments  are  really  notices   of\r\n\r\nconventional  amendments. They  are  amendments  to\r\n\r\nreduce  certain items merely for the sake of either\r\n\r\nseeking information or debating policy which may be\r\n\r\nrelated to the item.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Thank you, Mr Speaker, for\r\n\r\nclarifying the point before I begin to reply to the\r\n\r\nMember for Tanglin.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He has raised the point that aided schools are\r\n\r\nhaving  difficulty  competing  with  Government  in\r\n\r\nrecruiting  graduates for service. I  would  regard\r\n\r\nthat as a very good piece of news for me, because I\r\n\r\nheard  from my officials that it is the  other  way\r\n\r\nround  because the best boys are usually nabbed  by\r\n\r\naided schools instead. To counter that, I did  give\r\n\r\ninstructions that to obviate the delay in having to\r\n\r\nprocess  all  appointees to the Government  service\r\n\r\nthrough  the  usual channels of the Public  Service\r\n\r\nCommission,  we do make temporary appointments  and\r\n\r\nthen   process   it  through  the  Public   Service\r\n\r\nCommission. I do not think I am particularly  aware\r\n\r\nof  the  case, mentioned by the Member for Tanglin,\r\n\r\nbut  I  would be pleased if he would be good enough\r\n\r\nto   let  me  know,  and  I  will  look  into   the\r\n\r\ncircumstances.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1110</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I must make this clear to the\r\n\r\nhon.  Member  for  Tanglin  who  mentioned  in  the\r\n\r\nproceedings yesterday about Government schools  and\r\n\r\naided schools receiving different treatment by  the\r\n\r\nEducation Ministry, that it will not be so  in  the\r\n\r\nMinistry of Education of this Government. In  fact,\r\n\r\nthe  Deputy  Prime  Minister, when  he  opened  the\r\n\r\nexhibition  for  National Loyalty  Week,  mentioned\r\n\r\nthat the Minister for Finance and the Minister  for\r\n\r\nEducation were like the old woman in the  shoe  who\r\n\r\nhad so many children that she did not know what  to\r\n\r\ndo.  I  would  have preferred that he  amended  the\r\n\r\nsaying  to  the  effect that,  \"as  the  father  of\r\n\r\n300,000  children in schools, he knows what  to  do\r\n\r\nwith them\". So I will regard everyone in school, be\r\n\r\nhe  in Government or aided school, as deserving  of\r\n\r\nthe same treatment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He then raised the question of specialist\r\n\r\nallowances,   and   whether  it   is   Government's\r\n\r\nintention  to  bring about a new scheme,  and  that\r\n\r\nthere were discussions in the past - and he mentioned\r\n\r\nthe  name of my Political Secretary as having taken\r\n\r\npart in such discussions.\r\n\r\n\r\n\r\n<br><br>4.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While I am not quite well up in history on that\r\n\r\npoint,  I  have a faint suspicion that my Political\r\n\r\nSecretary was learning Malay in Changi Prison round\r\n\r\nabout  that  time. If I am wrong,  perhaps  he  was\r\n\r\nparticipating  in  negotiations with  the  previous\r\n\r\nGovernment  on this matter of specialist allowances\r\n\r\nfor  teachers. I wish to make it clear however that\r\n\r\nthis  Government has decided that there will be  no\r\n\r\nadditional  allowances  for  secondary  or   middle\r\n\r\nschool  teachers who are not already in receipt  of\r\n\r\nsuch  allowances. The previous Government may  have\r\n\r\nagreed  to  this,  just like the promise  of  a  $5\r\n\r\nmillion  grant  to  the  Nanyang  University  which\r\n\r\nfailed  to  materialise. If the previous Government\r\n\r\nwas  sincere  in  implementing this  promise,  they\r\n\r\nwould  have found the money to meet it and included\r\n\r\nprovisions  in  the 1958 or 1959  Estimates,  which\r\n\r\nthey did not. If the former Chief Minister and  now\r\n\r\nMember  for  Cairnhill (he is  not  here  today  as\r\n\r\nusual) and his close\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1111</b></font><br><br>\r\n\r\n\r\n\r\nfriend  and  associate,  Mr  Chew  Swee  Kee,  now\r\n\r\ndigging  for  iron ore in Ipoh, had issued  cheques\r\n\r\nwhich \"bounced\" because there were no funds to meet\r\n\r\nthem,   then   they  are  to  be  held   personally\r\n\r\nresponsible for issuing such dud cheques.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order. These similes sometimes\r\n\r\npuzzle  me.  I do not know whether the Minister  is\r\n\r\nalleging  that the Member for Cairnhill issued  dud\r\n\r\ncheques  metaphorically or  literally.  Perhaps  he\r\n\r\ncould explain before I rule.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, it is\r\n\r\nmetaphorically speaking because, as you are  aware,\r\n\r\nwhen   he  was  the  Chief  Minister  of  the  last\r\n\r\nGovernment, mention was made of a $5 million  grant\r\n\r\nwhich  received  his  support,  and  I  think   the\r\n\r\nsponsors of Nanyang University are now begging  for\r\n\r\nthe $5 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order. But I understood we are on\r\n\r\nallowances  for  specialist  teachers  and  not  on\r\n\r\nNanyang University at the moment. We might come  to\r\n\r\nthat later.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, I shall proceed.\r\n\r\nIt  can  be  argued that if some  teachers  are  in\r\n\r\nreceipt of such specialist allowances, then  others\r\n\r\nshould receive them too. However, two wrongs do not\r\n\r\nmake one right. It was wrong to pay these so-called\r\n\r\nspecialist  allowances to teachers. But  this  took\r\n\r\nplace  during the days of the Colonial  Government.\r\n\r\nAnyway since January 1958, no new appointees in the\r\n\r\nEducation  service have been paid these  specialist\r\n\r\nallowances,  and  those  now  in  receipt  of  such\r\n\r\nallowances  are personal to them. However,  I  have\r\n\r\nthe agreement of the Minister for Finance, although\r\n\r\nhe  is not present in this House, to say that since\r\n\r\nthe Government is to encourage the study of science\r\n\r\nin  schools,  which  will be in  keeping  with  our\r\n\r\npolicy  either  to industrialise or  perish,  those\r\n\r\nteachers  who  hold science degrees  (Honours)  and\r\n\r\nteaching  science  subjects  in  our  secondary  or\r\n\r\nmiddle  schools  may apply for consideration  under\r\n\r\nthe  technical  or  professional  allowance  scheme\r\n\r\nmentioned  earlier  by  the  Minister  for  Finance\r\n\r\nduring  this debate. I hope I have now answered  in\r\n\r\nfull the queries of the Member for Tanglin.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1112</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, I want to\r\n\r\nthank  the Minister for Education for his assurance\r\n\r\nthat   henceforth  all  school  children  will   be\r\n\r\nregarded  as members of one family, and, therefore,\r\n\r\nthere will not be any discrimination.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of specialist allowances, he does\r\n\r\nnot  realise that they are not variable allowances.\r\n\r\nThey are regarded as basic and pensionable, and are\r\n\r\ngiven  in  order  to  make up  for  the  difference\r\n\r\nbetween  the specialists who go into the  education\r\n\r\nservice  and  those who go into the  administrative\r\n\r\nservice. Therefore, Sir, when the Government made a\r\n\r\nruling  that there should be no more allowances,  I\r\n\r\nam  sure  they referred to variable allowances  and\r\n\r\nnot to basic allowances equivalent to salaries.  If\r\n\r\nthese allowances are not to be paid any more, or if\r\n\r\nthey are only to be paid to specialist teachers who\r\n\r\nteach  science, there is a case for something else - may be a new scheme to be provided for the graduate\r\n\r\nteachers   going   into  the   education   service.\r\n\r\nOtherwise, Sir, this is what will happen. A teacher\r\n\r\njoins  the  education service. He  joins  an  aided\r\n\r\nschool.   He   then  applies  to   the   Government\r\n\r\nadministrative   service.  He  is   appointed   and\r\n\r\nimmediately gives one month's notice to  the  aided\r\n\r\nschool  and goes into Government service, with  the\r\n\r\nsame  qualification; and right away he starts on  a\r\n\r\nsalary  of $75 more. So, unless there is some  kind\r\n\r\nof stability in the education service, we shall all\r\n\r\nthe  time  have a fluid staff of graduate  teachers\r\n\r\nlooking   around  for  better  salaries  in   other\r\n\r\ndepartments. As soon as they get something  better,\r\n\r\nthey drop out of the education service and go on to\r\n\r\nthe  administrative service, or Chemistry  service,\r\n\r\nand  this makes it very difficult for our education\r\n\r\nprogramme  to  be  carried out when  the  staff  is\r\n\r\nfluid.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, I am fully aware\r\n\r\nthat  the specialist allowances that are being paid\r\n\r\nare  pensionable. That is why they are  being  made\r\n\r\npersonal  to  those who are already in  receipt  of\r\n\r\nthem.  If they are not pensionable, I can  see  the\r\n\r\nMinister  for Finance using his big knife  and  his\r\n\r\nbroad  axe on them too. I think it is time to  stop\r\n\r\nquibbling and stabilising\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1113</b></font><br><br>\r\n\r\n\r\n\r\nour   salary  structure.  This  thing  can  go   on\r\n\r\nperennially. That is why it has been necessary  for\r\n\r\nme   today  to  make  the  statement,  that   these\r\n\r\nspecialist allowances will not be considered by the\r\n\r\nMinistry of Education with effect from 1st January,\r\n\r\n1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced  by $10 in respect of item (48) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, item (48) says, \"Underqualified Teachers of\r\n\r\nVernacular Languages; Chinese Teachers\",  and  they\r\n\r\ngive  one scale for men and one for women. But  for\r\n\r\nMalay  and  Tamil teachers there is only one  scale\r\n\r\nprovided for both men and women. As far as I  know,\r\n\r\nthere is no parity among men and women teachers  in\r\n\r\nalmost  all  categories  except  this  one  in  the\r\n\r\nEducation Department. I was surprised to find  that\r\n\r\nthere  is  parity  in  this  instance.  I  am   not\r\n\r\nsuggesting,  Sir,  that this women's  salary  scale\r\n\r\nshould  be  brought down. On the other hand,  I  am\r\n\r\nsuggesting  that parity be given to all  categories\r\n\r\nof  teachers,  since it has been  fought  for  ever\r\n\r\nsince  1940  by the Singapore Teachers' Union.  The\r\n\r\nwomen  have  had  great hopes that parity  will  be\r\n\r\ngiven when they read in \"The Tasks Ahead\" (the Five-Year Plan of the P.A.P.) the following:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"When the People's Action Party comes into power\r\n\r\nimmediate  steps will be taken to raise the  status\r\n\r\nof the women to where It should be.\"\r\n\r\n\r\n\r\n<br><br>This is on page 17, and it goes on to say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In a full socialist society, for which the P.A.P.\r\n\r\nwill  work  for, all people will have equal  rights\r\n\r\nand  opportunities, irrespective of  sex,  race  or\r\n\r\nreligion. There is no place in a socialist  society\r\n\r\nfor  exploitation of women. The P.A.P. believes  in\r\n\r\nthe principle of equal pay for equal work.\"\r\n\r\n\r\n\r\n<br><br>It did, however, say:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"This may not be possible immediately. It must be\r\n\r\nachieved  step  by  step  without  dislocating  our\r\n\r\neconomy.\"\r\n\r\n\r\n\r\n<br><br>I  quite  understand that, Sir, but my argument  is\r\n\r\nthat steps could be taken to make the gap narrower.\r\n\r\nIn some\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1114</b></font><br><br>\r\n\r\n\r\n\r\ncountries the women have been promised that  within\r\n\r\nten   years   they  will  be  given   parity,   and\r\n\r\narrangements  are being made, by  a  slow  process,\r\n\r\nthat  after ten years they will get the  parity.  I\r\n\r\nunderstand that with the present Budget deficit and\r\n\r\nthe  economy drive, Government will not be able  to\r\n\r\ngive  parity to women. But all I am asking  for  is\r\n\r\nthat  a  first gesture be shown - that the Government\r\n\r\nis  in  sympathy with the women, and that within  a\r\n\r\nnumber of years this parity will come to pass.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, it is sometimes\r\n\r\ndifficult  to  anticipate what the Members  of  the\r\n\r\nOpposition  are going to ask. This is  certainly  a\r\n\r\npoint  which only a woman Member of the  Opposition\r\n\r\nis able to pick out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During the six months that the new Government has\r\n\r\nbeen  in  office,  I  can  assure  the  Member  for\r\n\r\nMountbatten that we have not tried to monkey around\r\n\r\nwith  salary structures and that this is  something\r\n\r\nwhich  is a carry-over from the previous estimates.\r\n\r\nI understand the 1959 Estimates were the standstill\r\n\r\nEstimates  of 1958. I am not in a position  to  say\r\n\r\nwhether  the women do get the same pay as  the  men\r\n\r\nunder  the  scheme of $220-325 for Malay and  Tamil\r\n\r\nteachers. I wonder whether my friend, the  Minister\r\n\r\nfor  Finance, might be able to say more about  this\r\n\r\nbecause establishment comes under his wing. Anyway,\r\n\r\nwe have not interfered with this salary scheme.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Finance (Dr Goh Keng Swee):</b> Mr\r\n\r\nSpeaker, Sir, of course, we believe women  and  men\r\n\r\nare   quite  equal,  only  I  think  that  men  are\r\n\r\nsometimes  more equal! I also agree that we  should\r\n\r\nwork  towards the position of parity in the  salary\r\n\r\nof  women and men officers. There are two  ways  of\r\n\r\nbringing  about parity. One is to raise the  salary\r\n\r\nof women up to the men's. The other is to bring the\r\n\r\nsalary of the men down to that of the women.  I  am\r\n\r\nnot sure which method the Member for Mountbatten is\r\n\r\nrecommending!\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1115</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister (Dr Toh Chin Chye): Mr\r\n\r\nSpeaker,  I am all in favour of the principle  that\r\n\r\nthere should be parity between men and women, and I\r\n\r\nam  quite  sure  that Members of  this  House  will\r\n\r\nsupport  me when I say that all the men  here  like\r\n\r\nthem! But there is a story which was told me  by  a\r\n\r\nfriend of mine about a woman colleague of ours  who\r\n\r\nhad  a full-time job in the University but who very\r\n\r\nsuddenly  changed  her mind to join  the  Education\r\n\r\nDepartment, because for the same amount of pay  she\r\n\r\ncould  take time off from the school to  attend  to\r\n\r\nher hubby.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Hubby or hobby?\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Hubby.\r\n\r\n\r\n\r\n<br><br>4.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, the\r\n\r\nMinister  for  Finance  refers  to  two   ways   of\r\n\r\nachieving parity - one is to bring the women  up  and\r\n\r\nthe other is to bring the men down. I would like to\r\n\r\npoint  out  that  we  are  fortunate  in  that  the\r\n\r\nGovernment  General Orders, I think, say  that  the\r\n\r\ntotal emoluments of Government servants are not  to\r\n\r\nbe  reduced unless they have committed an  offence,\r\n\r\nand  deserve to have their salary reduced. That  is\r\n\r\none  protection. The other point is  that  even  if\r\n\r\nthey  do not have this protection, since the P.A.P.\r\n\r\nclaims  to  be the government of the people,  I  am\r\n\r\nsure  they  should try to be just. Since they  have\r\n\r\npromised to uplift the women should not bring  down\r\n\r\nthe  salary of the and not bring down the men, they\r\n\r\nmen to the level of the salary of the women.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced  by $10 in respect of item (51) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Item (51) , Sir, is about watchmen. I am sure that\r\n\r\nthe   Minister  for  Education,  having  heard   my\r\n\r\nargument about women, must be wondering what I have\r\n\r\nto say about watchmen now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If he does not already know, I may be able to\r\n\r\nbring to his knowledge, from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1116</b></font><br><br>\r\n\r\n\r\n\r\nmy own experience, some of the hardships of some of\r\n\r\nthe  school principals. There are some places where\r\n\r\ntwo  schools are built on one piece of  ground  and\r\n\r\nthere  is  only one watchman. But the schools  have\r\n\r\nnot  yet built servants' quarters for four or  five\r\n\r\nyears.  I  do  not  know  whether  they  have   any\r\n\r\nintention of building servants' quarters, because I\r\n\r\ndo  not  see  any  ground there  which  could  hold\r\n\r\nservants'  quarters. Anyway, it  looks  as  if  the\r\n\r\nschools   will  be  permanently  without  servants'\r\n\r\nquarters and if you have one watchman looking after\r\n\r\ntwo  schools without servants' quarters, and  since\r\n\r\nhe  has  to  go out for food sometime or other,  it\r\n\r\ndoes not make any sense to have a school guarded at\r\n\r\ncertain  times of the day but at other  hours  left\r\n\r\nunguarded  and open to robbery. I am just  bringing\r\n\r\nthis  fact to the Minister's attention so  that  in\r\n\r\nhis planning for watchmen, he could do something to\r\n\r\nsee  that some sort of scheme is worked out so that\r\n\r\nthe  schools are guarded all the time in  spite  of\r\n\r\nthe fact that they have no servants' quarters.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, I am grateful to\r\n\r\nthe  Member for Mountbatten for her kind suggestion\r\n\r\nregarding the safeguarding of property in  schools,\r\n\r\nboth Government and aided. But even if I could meet\r\n\r\nher   suggestion   of   providing   a   watchman-or\r\n\r\nwatchwomen in the case of girls' schools - for  every\r\n\r\nschool  in Singapore, I shall have great difficulty\r\n\r\nin   persuading  my  colleague,  the  Minister  for\r\n\r\nFinance, to agree. So what we have to do is to have\r\n\r\na  regular  watchman,  who will  be  provided  with\r\n\r\nquarters, in certain large schools. But in  smaller\r\n\r\nschools,  we will have to make do somehow with  the\r\n\r\nschool servants. Generally speaking, it is possible\r\n\r\nto  get  a school servant to do it because he  then\r\n\r\ngets free quarters to stay in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking from experience - not from my personal\r\n\r\nexperience, however, but from the experience of  my\r\n\r\nofficials - it would appear to be cheaper not to have\r\n\r\na  watchman  because  then the loss  through  theft\r\n\r\nwould  only  amount  to a few hundred  dollars  per\r\n\r\nyear,  whereas the wages of watchmen would come  to\r\n\r\nthousands of dollars per annum.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1117</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, if\r\n\r\narrangements with school servants are to  be  made,\r\n\r\ncould   I   request  the  Minister  to   make   the\r\n\r\narrangements through the Ministry, because  in  the\r\n\r\npast when the principals have been left to make the\r\n\r\narrangements, the school servants have argued that,\r\n\r\naccording  to  the Labour Ordinance, they  are  not\r\n\r\nsupposed  to  work more hours, and  so  on  and  so\r\n\r\nforth,   and   the  principals  have  found   great\r\n\r\ndifficulty in making such arrangements?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, ever since The new\r\n\r\nGovernment    took   office,    the    spirit    of\r\n\r\nadministration  has  changed  considerably,  and  I\r\n\r\nthink  there has been a great deal of consultations\r\n\r\nbetween  officials and principals. I am  sure  that\r\n\r\nthis  point has not been forgotten and that as much\r\n\r\nconsultation as possible will take place to  ensure\r\n\r\nthat  school  properties  will  be  safeguarded  by\r\n\r\ndetailing some school servants to take over part of\r\n\r\nthe duties of the watchman.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> In view of the assurance\r\n\r\ngiven  by  the  Minister, may  I  be  permitted  to\r\n\r\nwithdraw that amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced  by $10 in respect of item (66) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in item (66) I notice \"Instructors, Special\r\n\r\nGrade,  six\" and in the remarks column  \"Three  new\r\n\r\nposts.\" Then in item (65) \"Senior Instructors\", the\r\n\r\nremarks  column says, \"Three posts abolished.\"  For\r\n\r\ninformation,   is   it   a  technical   change   in\r\n\r\nnomenclature?\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Ulu Pandan)</b>(<i>In Malay</i>): Mr Speaker, these three new posts are to\r\n\r\nreplace the three posts of Senior Instructors which\r\n\r\nhave been abolished under item (65). The reason for\r\n\r\nthe  abolition of these posts is the  inability  to\r\n\r\nrecruit persons of sufficient experience or calibre\r\n\r\nto  fill  them. These posts have been  regraded  to\r\n\r\nenable  instructors  to gain  promotion  to  Senior\r\n\r\nInstructors, Special Grade.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1118</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> In view of that information,\r\n\r\nmay I have leave to withdraws the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced  by $10 in respect of item (99) of sub-head\r\n\r\n1.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, item (99) (viii) of sub-head I says\r\n\r\n\"Principals\",    and,   deals   with    appointment\r\n\r\nallowances.  I  know from experience  that  English\r\n\r\nprimary   school  principals  get  $150  as   their\r\n\r\nallowance  for one school, and those who  take  two\r\n\r\nschools get another $75 as acting allowance for the\r\n\r\nsecond school. There are two questions I would like\r\n\r\nto ask. One is whether the principals of vernacular\r\n\r\nschools get the same privilege. The second question\r\n\r\nis  this: I think most principals will be asked  to\r\n\r\ntake  two  sessions from next year. Is  the  acting\r\n\r\nallowance of $75 still going to be paid?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, regarding payments\r\n\r\nof  allowances to principals who are now being paid\r\n\r\n$150  for looking after one session and the present\r\n\r\npractice of giving another $75 in case they do  two\r\n\r\nsessions,  I would say that one of the reasons  why\r\n\r\nprincipals  will  have to look after  two  sessions\r\n\r\nfrom  1960  is that of saving of expenditure.  That\r\n\r\nbeing  so,  as a rule, the principal  of  a  school\r\n\r\nwould  be principal for two sessions, and  he  will\r\n\r\nreceive  only  $150.  There are,  however,  certain\r\n\r\ncases  where, because schools are far away  in  the\r\n\r\nrural  areas,  the  principals would  still  be  in\r\n\r\nreceipt  of  $150, but they would  be  required  to\r\n\r\nassist   in  the  general  administration  in   the\r\n\r\nMinistry   when  needed.  Therefore,   the   acting\r\n\r\nallowance of $75 for looking after a double-session\r\n\r\nschool will not be paid as from 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the larger issue of payments of\r\n\r\nallowances  to  principals in  streams  other  than\r\n\r\nEnglish, this caused considerable heart-burning  in\r\n\r\nthe  past, because the Government had talked  about\r\n\r\nequal  treatment  for the four streams.  They  kept\r\n\r\nsaying: \"What about\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1119</b></font><br><br>\r\n\r\n\r\n\r\nus  who are not in the English streams? When are we\r\n\r\ngoing to get those allowances?\" I am happy to  say,\r\n\r\nMr Speaker, that the 1960 Estimates do provide for\r\n\r\nprincipals' charge or responsibility allowances  in\r\n\r\nthe  non-English streams, which means the  Chinese,\r\n\r\nMalay  and  Tamil  streams, with  effect  from  1st\r\n\r\nJanuary,  1960. This decision, I am sure,  will  be\r\n\r\ngreeted with pleasure even though there is to be no\r\n\r\nbackdating.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the scale of payments, I must warn that\r\n\r\nit  would not be the same, because having inherited\r\n\r\nfour  streams of education, which have gone through\r\n\r\nfour  different stages of development,  it  is  not\r\n\r\npossible to have actual equality. I understand, for\r\n\r\nexample,  in  the English stream you have  so  many\r\n\r\nstreams  of classes, whereas in the Chinese stream,\r\n\r\nyou do not have streams of classes. You may have in\r\n\r\nthe  middle school, four middle one classes.  There\r\n\r\nwill not be four middle two classes nor four middle\r\n\r\nthree  classes, and so on to qualify  as  a  \"four-stream\"  middle  school. But we  do  have  that  in\r\n\r\nGovernment institutions in the English stream.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore it has been necessary to amend that\r\n\r\nformula  somewhat, and by doing some multiplication\r\n\r\nand  division,  we arrive at certain responsibility\r\n\r\nor  charge  allowances for principals in  the  non-English stream. I think the scale has already  been\r\n\r\ncircularised  to the various streams of  education.\r\n\r\nThey  are  aware of what they can expect.  I  must,\r\n\r\nhowever, say a few words more especially for  those\r\n\r\nin   the  Chinese  stream,  since  the  payment  of\r\n\r\nresponsibility allowance to principals implies that\r\n\r\nthere   must   be  an  amendment  to  the   present\r\n\r\norganisational  set-up in the Chinese  schools.  In\r\n\r\nChinese  schools,  besides  the  principal  of  the\r\n\r\nschool,  there are the so-called Deans  of  Studies\r\n\r\nand  Deans  of  Discipline.  These  posts  must  be\r\n\r\nabolished because it is expected that the principal\r\n\r\nshould himself take full responsibility for running\r\n\r\nthe  school and not to delegate four or five  other\r\n\r\npeople  to  assist  in  the administration  of  the\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1120</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>4.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present Deans of Studies or Deans of Discipline\r\n\r\nin  Chinese  schools generally have  a  very  light\r\n\r\nshare  of  teaching duties, and I expect that  from\r\n\r\n1960  when  these Deans are no longer  Deans,  they\r\n\r\nwill  continue to work like other teachers  and  do\r\n\r\ntheir full share of work in schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now give an example of a Dean of Study - one\r\n\r\nMr  Lee  Hwee  Yiow  of Yock See  School,  Prinsep\r\n\r\nStreet.   He   was,  I  believe,  a   former   City\r\n\r\nCouncillor,  and a close friend of our  Member  for\r\n\r\nCairnhill. Soon after I took office in the Ministry\r\n\r\nof  Education,  I  received a letter  of  complaint\r\n\r\nsaying  that Mr Lee Hwee Yiow of Yock  See  School\r\n\r\nwas doing only one-third of teaching duties in this\r\n\r\nparticular  school - that  is  about  400  minutes  a\r\n\r\nweek - and   that  he  was  a  Dean  of  Studies.   I\r\n\r\naccordingly   sent  an  inspector  to   investigate\r\n\r\nwhether this complaint was true. True enough,  here\r\n\r\nwas a man doing one-third of the duties of a normal\r\n\r\nteacher, and getting away with it. Before  long  he\r\n\r\ntendered  in his resignation and I hear he  is  now\r\n\r\nundertaking legal studies in London.\r\n\r\n\r\n\r\n<br><br>4.32 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER (Mr G. Kandasamy) in the Chair]</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Deputy Speaker, Sir, I do\r\n\r\nnot  know whether I understand rightly that in  the\r\n\r\ncase of the Chinese school principals, they will be\r\n\r\npaid a responsibility allowance. Is that on top  of\r\n\r\nthe principal's allowance, or does that make up for\r\n\r\nthe principal's allowance?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Deputy Speaker, it has long been known as a principal's allowance. But I think\r\n\r\nit   is   preferable  to  call  it  a   charge   or\r\n\r\nresponsibility allowance of a principal.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I have a note here to\r\n\r\nsay that I must address you as Mr Kandasamy, so  I\r\n\r\nshall  have  to  address you as such.  Because  all\r\n\r\nprincipals  will have to do two sessions - especially\r\n\r\nwhen  some  of  them have been enjoying  an  acting\r\n\r\nallowance - and because if they do two sessions they\r\n\r\nwill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1121</b></font><br><br>\r\n\r\n\r\n\r\nhave  to  go back for lunch and come back again,  I\r\n\r\nwonder whether any consideration could be given  as\r\n\r\nregards transport allowance?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Deputy Speaker, I am afraid\r\n\r\neveryone  who  works has to go back for  lunch  and\r\n\r\nnobody  talks  about asking for an extra  transport\r\n\r\nallowance.  So, the question of a principal  having\r\n\r\nto  do  two  sessions would only imply  this:  that\r\n\r\nthere would be a change in the office hours of  the\r\n\r\nparticular  principal. He is  not  expected  to  be\r\n\r\nthere  from  7.45  a.m. to 6.45  p.m.  I  think  an\r\n\r\nadjustment could be made where the principal  would\r\n\r\nperhaps turn up at 9.30 a.m. or 10 a.m., then go on\r\n\r\nto  4.30  p.m. In between, of course, every session\r\n\r\nwould  have a senior assistant who would look after\r\n\r\nthe  school  whilst the principal, the  substantive\r\n\r\nholder, is not around there. After all, we  do  not\r\n\r\nexpect things to happen every day of the year which\r\n\r\nwould  require the principal's presence right  from 7.45 a.m. to 6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> I feel rather awkward\r\n\r\naddressing  you, Sir, as \"Mr Kandasamy\"  when  the\r\n\r\nMinister for Education keeps on saying \"Mr  Deputy\r\n\r\nSpeaker\". May I be given the right term, please? Is\r\n\r\n\"Mr Kandasamy\" the right term?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Would the hon.\r\n\r\nLady resume her seat, please?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng</b> resumed her seat.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>:: When the Deputy Speaker takes the\r\n\r\nChair  in Committee, he should be addressed by  his\r\n\r\nname.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Thank you for the\r\n\r\nclarification.  Sir,  in view  of  the  explanation\r\n\r\ngiven by the Minister for Education, may I be given\r\n\r\nleave to withdraw the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1122</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 29.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-head 29, Sir, deals with Domestic Science.\r\n\r\nSir,  you cannot imagine what pleasure it  gave  me\r\n\r\nwhen  I  saw  that domestic science  has  not  been\r\n\r\nabolished.  It has been my fear that  it  would  be\r\n\r\nabolished,  in view of what has been  said  by  the\r\n\r\nDeputy Prime Minister, to free working-class  women\r\n\r\nfrom  domestic  drudgery and household  slavery.  I\r\n\r\nthought that the P.A.P. Government does not believe\r\n\r\nin  training  women  to be good housewives.  I  was\r\n\r\nafraid  that  domestic science would be  abolished,\r\n\r\nSir.  When  I saw that it was retained, you  cannot\r\n\r\nimagine  my joy. However, I would have been happier\r\n\r\nif  I  had  seen  provision made for expanding  it.\r\n\r\nProbably  the economic situation of Singapore  does\r\n\r\nnot  allow it, but I do wish that, since there will\r\n\r\nbe  an  increase of young girls as  well  as  young\r\n\r\nboys,  provision should also be made for facilities\r\n\r\nfor girls to be expanded also.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan (Changi)</b>(<i>In Mandarin</i>): Mr\r\n\r\nKandasamy,  concerning  this  problem,  I  wish  to\r\n\r\ninform the Opposition Member that the object of our\r\n\r\nGovernment   is  to  train  women  to   be   better\r\n\r\nhousewives since, by becoming so, they can also  be\r\n\r\nuseful to our State. In this respect, when we  feel\r\n\r\nit  is  necessary, we will increase or  expand  the\r\n\r\nfacilities  for training these women.  At  present,\r\n\r\nthere  are five Government secondary schools: Bukit\r\n\r\nPanjang  Secondary  School,  Cedar  Girls'  School,\r\n\r\nCrescent  Girls' School, Raffles Girls School,  and\r\n\r\nTanjong  Katong  Girls School,  and  there  are  13\r\n\r\nGovernment-aided  schools.  There  are   21   Malay\r\n\r\nschools.  This,  I believe, is the present  number;\r\n\r\nnext  year  we will cater for the increase  in  the\r\n\r\nnumber of girls attending schools.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff</b>(<i>In Malay</i>): Mr Kandasamy, I\r\n\r\nwish   to   explain  further  to  the  Member   for\r\n\r\nMountbatten  on  domestic  science.  In  the  Malay\r\n\r\nschools at present cooking is being taught together\r\n\r\nwith domestic science, knitting, sewing, etc. These\r\n\r\nare taught from Std. IV to Std. VII in all\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1123</b></font><br><br>\r\n\r\n\r\n\r\nMalay  girls' schools. In the Geylang Craft  Centre\r\n\r\nthese  subjects are also taught to  pupils  in  the\r\n\r\nhigher  standards. Also at the Geylang Craft Centre\r\n\r\nthe pupils are taught subjects like typewriting and\r\n\r\nothers. With domestic science subjects being widely\r\n\r\ntaught,  I  am  sure the pupils  who  receive  such\r\n\r\ntraining  will be benefited, and this  will  enable\r\n\r\nMalay  girls to fit themselves as better housewives\r\n\r\nwhen  they  leave school. I am convinced  that  the\r\n\r\ndomestic science subjects that are being taught  in\r\n\r\nthe  lower  Malay schools and also at  the  Geylang\r\n\r\nCraft Centre are very satisfactory.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, Sir, I agree\r\n\r\nwith  the  speaker  that the standard  of  domestic\r\n\r\nscience in Malay schools is very high. I myself was\r\n\r\na  teacher in a Malay school for about two or three\r\n\r\nyears. In fact, that is where I learnt my Malay.  I\r\n\r\nhave also been working in many Malay boys' schools,\r\n\r\nwhere I taught English. I spent quite a big part of\r\n\r\nmy  teaching  career  teaching Malay  teachers  and\r\n\r\nMalay  children in Malay schools, English.  I  have\r\n\r\nexperience   of   their  domestic  science,   their\r\n\r\nembroidery and their cooking. I do appreciate  that\r\n\r\ntheir standards are very high. My question is  just\r\n\r\nwhether  any provision has been made for expansion,\r\n\r\nas  I  see  that the Estimates remain the same  for\r\n\r\n1960.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> On a point of information. I\r\n\r\nwould  just  like to ask the Member for Mountbatten\r\n\r\nwhether  the  domestic scientists  in  schools  can\r\n\r\nproduce a good meal or not?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, if the Deputy\r\n\r\nPrime  Minister  goes to Scotts Road  Malay  Girls'\r\n\r\nSchool,   he   will  be  entertained.   They   have\r\n\r\nentertained  officials before with the food  cooked\r\n\r\nby  the children. And I know the children there  do\r\n\r\nvery good cooking.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Kandasamy, since Government\r\n\r\nmoney is spent on these things, what happens to the\r\n\r\nproceeds of this meal?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Perhaps, the\r\n\r\nMinister for Education can answer that?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1124</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Kandasamy, Sir, I have\r\n\r\npartaken  of the feast in Scotts Road Malay  Girls'\r\n\r\nSchool,   and   certainly  they  do  produce   most\r\n\r\ndelectable cakes and dishes, and I think I envy the\r\n\r\nyoung  Malay  men who will be able to  marry  these\r\n\r\ngirls in time to come.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To answer the Member for Mountbatten regarding\r\n\r\nthe  provision for 1960, we feel that those schools\r\n\r\nwhich  have  already been furnished - in  fact,  they\r\n\r\nhave  been  too  luxuriously  furnished -  would  be\r\n\r\nadequate for the purpose for next year. That is why\r\n\r\nthere  is no increase in the provision. In fact,  I\r\n\r\nwould  want  a  revision of  the  manner  in  which\r\n\r\ndomestic  science is being taught to our  girls.  I\r\n\r\nthink  we  should be more realistic  in  regard  to\r\n\r\nfuture  syllabuses  and  not  think  in  terms   of\r\n\r\npressure  cookers or electric cookers, because  the\r\n\r\nmajority of the people will have to be content with\r\n\r\ncharcoal burners or firewood \"anglows\" plus  frying\r\n\r\npans  and smoky kitchens! We would like to make  it\r\n\r\npossible  for girls to go out to be ready  to  look\r\n\r\nafter homes and husbands and, well, feed the babies\r\n\r\nand keep the home fires burning!\r\n\r\n\r\n\r\n<br><br>4.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, for the\r\n\r\ninformation of the Minister for Education, that  is\r\n\r\nthe  very  reason  why  I said  I  appreciated  the\r\n\r\nstandard  of  domestic science  in  Malay  schools,\r\n\r\nbecause  they  do  not  teach  with  only  pressure\r\n\r\ncookers,  but they do give the children an  inkling\r\n\r\nof  how  other people cook. They have from electric\r\n\r\ncookers  to gas, to charcoal, to firewood and  from\r\n\r\nelectric  ovens they go right down to  little  tins\r\n\r\nwhere  you have to put charcoal below and  charcoal\r\n\r\non  top  to  pretend that it is an  oven  and  bake\r\n\r\ncakes.  They do have utensils as primitive  as  all\r\n\r\nthat,  because they know that in the homes of  some\r\n\r\nof  the  poorer  people, they do not have  electric\r\n\r\novens.  That  was  why  I said  I  appreciated  the\r\n\r\ndomestic science in Malay schools. But in  view  of\r\n\r\nall  the information that has been given, may I  be\r\n\r\ngiven leave to withdraw the amendment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1125</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 58.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this item is on Contribution to Central\r\n\r\nProvident Fund - I suppose the angle I am taking  on\r\n\r\nthe subject will take the Minister by surprise, but\r\n\r\nhe  knows me by now, that I will be taking it  from\r\n\r\nthe  angle of my own sex. Whereas a man works  till\r\n\r\nhe is 55, and then retires, and if he does not have\r\n\r\na pension then he draws a provident fund, a woman's\r\n\r\nretiring age is as low as 45. But when she retires,\r\n\r\nshe  is  not  eligible to draw the provident  fund,\r\n\r\nbecause  in  the retirement age for  the  different\r\n\r\nsexes  there  is a difference of 10 years,  but  in\r\n\r\nregard  to  the  date  of  the  qualification   for\r\n\r\nwithdrawing   the  provident  fund  there   is   no\r\n\r\ndifference  between  her and  a  man.  A  woman  is\r\n\r\nretired  at  45, presumably because  the  employers\r\n\r\nfeel  that  she cannot work any more.  So,  if  she\r\n\r\ncannot  work  any  more,  why  should  she  not  be\r\n\r\npermitted to draw the money that was intended to be\r\n\r\ngiven  to her to help her out when she cannot  work\r\n\r\nany  more? Why must she wait for 10 more years? She\r\n\r\nmight not live that long, in spite of the fact that\r\n\r\nwomen  are supposed to live five years longer  than\r\n\r\nmen!\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Kandasamy, Sir, I feel that\r\n\r\nif I go on answering the Member for Mountbatten,  I\r\n\r\nmight find myself championing the cause of the down-trodden  women! This, however, raises the  question\r\n\r\nof  the established practice of men retiring at the\r\n\r\nage of 55 and women at 45. I believe there has been\r\n\r\nsome  amendment  for new appointees  in  Government\r\n\r\nservice, who would be required to retire at  60.  I\r\n\r\nhave,  I  think, the agreement of the Minister  for\r\n\r\nFinance  in  this - that for the teaching service  we\r\n\r\nwould  wish teachers to carry on, despite  the  age\r\n\r\nlimit,  until  around 60. There is no  question  of\r\n\r\ncompulsion  but  we do hope that teachers  who  are\r\n\r\nbordering on retirement (if they are men at 55, and\r\n\r\nif  they  are  women  at present  45),  should  not\r\n\r\nhesitate  to  pursue their careers further  and  we\r\n\r\nshall  be very pleased to extend their appointments\r\n\r\nuntil  they  are  60, unless of course,  physically\r\n\r\nthey are not fit to carry on as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1126</b></font><br><br>\r\n\r\n\r\n\r\nteachers  in  service. So it is a matter  which  is\r\n\r\nreally  beyond my control, whether a women  teacher\r\n\r\nretiring from service at 45, may be able to get her\r\n\r\nmoney back from the provident fund. It is beyond my\r\n\r\ncontrol.  But  I  should  be  pleased  to  add   my\r\n\r\nrecommendation that they should be allowed to  take\r\n\r\naway  their  contributions. But as  I  say,  it  is\r\n\r\noutside my control.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to take this opportunity to\r\n\r\nsay  a  few  words on the question of teachers  who\r\n\r\nhave  retired  and  have been  re-employed,  either\r\n\r\nafter  retiring  as  pensioners  if  they  were  in\r\n\r\nGovernment service, or after retirement from  aided\r\n\r\nschools,  and  who have collected  their  provident\r\n\r\nfund  proceeds.  During  the  last  few  months,  I\r\n\r\npersonally  have interviewed about 70 teachers  who\r\n\r\nwere  aged  60 and over. There were some even  aged\r\n\r\n72. Of this number, three in the English stream and\r\n\r\nthree in the Chinese stream have been given special\r\n\r\npermission  to  continue, but  36  in  the  English\r\n\r\nstream have not been allowed to continue. Eight  in\r\n\r\nthe  Chinese stream have been asked to leave at the\r\n\r\nend  of the year, and there are 19 cases yet to  be\r\n\r\ndecided. The purpose behind this is that there have\r\n\r\nbeen  complaints from younger people to the  effect\r\n\r\nthat  retired teachers who have already  got  their\r\n\r\npensions   or  who  have  already  received   their\r\n\r\nprovident  funds  are  still in  service  and  this\r\n\r\nprevents  younger  people from  being  employed  as\r\n\r\nteachers. However, these elderly teachers have been\r\n\r\nallowed  to  register on a reserved  list  for  re-employment,  if necessary. But it is the  intention\r\n\r\nof the Ministry to offer all vacant jobs to younger\r\n\r\npeople  if they care to apply. Should it  be  found\r\n\r\nthat  in  certain schools there is still a shortage\r\n\r\nof  teachers, then all these retired teachers of 60\r\n\r\nand over, if they are still interested, would be re-employed.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, the Minister\r\n\r\nfor  Education has very aptly used the word  \"down-trodden\"  women. They are down-trodden,  especially\r\n\r\nwhen  they are legally married. I shall prove  this\r\n\r\nto  him.  If they are not legally married, then  it\r\n\r\ndoes not come to the notice of the Government! They\r\n\r\nare  not married, so they are quite all right.  But\r\n\r\nif they are legally\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1127</b></font><br><br>\r\n\r\n\r\n\r\nmarried,  they  are  penalised.  With  the  Central\r\n\r\nProvident  Fund,  they  are  penalised  this   way.\r\n\r\nUnmarried women, if they retire at 45, have only to\r\n\r\nwait  for  10 more years before they collect  their\r\n\r\nmoney.  But  married women have what  is  called  a\r\n\r\nretiring benefit, which is not quite a pension,  so\r\n\r\nthat  they  will  have to contribute  also  to  the\r\n\r\nProvident Fund: and when they retire they not  only\r\n\r\nhave  paid  the money into the Provident Fund,  but\r\n\r\nout  of whatever gratuity they get they have to pay\r\n\r\nthe  Government's share into the Provident Fund and\r\n\r\nleave  both their share and Government's share  for\r\n\r\n10 more years in the provident fund before they can\r\n\r\ndraw it. You can see the difficulty that a woman is\r\n\r\nfaced with, in not only having her share kept  back\r\n\r\nfor 10 more years, but she will have to pay out  of\r\n\r\nwhatever  little  money she gets  as  gratuity  the\r\n\r\nGovernment's share also. So that is why I say, Sir,\r\n\r\nthat  the  Minister has very aptly  used  the  word\r\n\r\n\"down-trodden\". I would appeal to  him,  since  his\r\n\r\nwomen   teachers   are  thus  affected,   to   make\r\n\r\nappropriate  recommendations to amend  the  Central\r\n\r\nProvident Fund Ordinance.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Kandasamy, Sir, I think the problem\r\n\r\nposed  by  the Member for Mountbatten  is  not  one\r\n\r\nreally   for   the  Minister  for  Education.   The\r\n\r\ndifficulty   experienced  by,  married   women   in\r\n\r\nGovernment service in the circumstances detailed by\r\n\r\nthe  Member  for  Mountbatten  arises  out  of  the\r\n\r\nwording  of  the Central Provident Fund  Ordinance.\r\n\r\nWhen  a  woman  gets  married while  in  Government\r\n\r\nservice,  she ceases to be permanent and  therefore\r\n\r\nshe  ceases to be pensionable. Thereafter, she goes\r\n\r\non  a  contribution scheme to the Central Provident\r\n\r\nFund.  Now,  the  Central Provident Fund  Ordinance\r\n\r\nsays  that  no  member of the  Provident  Fund  may\r\n\r\nwithdraw his money until he reaches the age of  55,\r\n\r\nor leaves the country, or satisfies the Chairman of\r\n\r\nthe  Board  that he is unable to work any  further.\r\n\r\nWhen  a woman teacher is asked to leave at 45,  she\r\n\r\ncannot  get  paid because she is not  yet  55;  and\r\n\r\nbecause she does not leave the country, she  cannot\r\n\r\nget paid;\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1128</b></font><br><br>\r\n\r\n\r\n\r\nand  because  she cannot satisfy the Chairman  that\r\n\r\nshe  is  incapable of any further work, she  cannot\r\n\r\nget  paid. Therefore, she has to wait for 10 years.\r\n\r\nThe  question, of course, is whether  the  Minister\r\n\r\nfor  Finance  would consider that the circumstances\r\n\r\njustify an amendment to the Ordinance to meet cases\r\n\r\nsuch as these.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, I just want to\r\n\r\nmake  one  correction. Even if  she  satisfies  the\r\n\r\nChairman  of the Provident Fund Board that  she  is\r\n\r\nunable  to  work, she is not allowed  to  draw  the\r\n\r\nmoney  immediately. It must be after two  years  of\r\n\r\nretirement that she can draw the money.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Members will\r\n\r\nrealise   that  we  are  discussing   the   Central\r\n\r\nProvident Fund Ordinance and not sub-head 58.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Kandasamy, Sir, I am almost\r\n\r\nmoved  to  tears by the terrible plight of  married\r\n\r\nwomen  teachers. But I would have thought  that  if\r\n\r\nthey  are married and retire at the age of 45, they\r\n\r\nwould have got their husbands to support them until\r\n\r\nsuch  time  as they can withdraw the contributions.\r\n\r\nHowever, the whole business is really not under  my\r\n\r\nportfolio and, much as I dislike passing the  buck,\r\n\r\nit  really  comes  under  the  jurisdiction  of  my\r\n\r\ncolleague, the Minister for Labour.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Kandasamy, as the\r\n\r\nMinister for Labour is not here, there is no  point\r\n\r\nin  my  pressing  on.  May  I  be  given  leave  to\r\n\r\nwithdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Mr G. Kandasamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Deputy Speaker -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> The Assembly is suspended\r\n\r\nuntil half-past five.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended at</i></div>\r\n\r\n<div align=\"right\"><i>4.59 p.m. until 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1129</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 5.30 p.m.</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n\r\n\r\n<br><br>5.31 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head 47 (Cont.)-\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 60.\r\n\r\n\r\n\r\n<br><br>Sub-head   60:   \"Contribution  to  University   of\r\n\r\nMalaya\".  Mr  Speaker,  could  the  Minister   for\r\n\r\nEducation   inform   the   House   whether    these\r\n\r\ncontributions to the University of Malaya are  made\r\n\r\nannually,  whether  such annual  contributions  are\r\n\r\nassessed  annually, or whether  they  are  assessed\r\n\r\nonce in five or three years as the case may be, and\r\n\r\nwhether the fact that there is now a University  of\r\n\r\nMalaya, Kuala Lumpur Division, in Kuala Lumpur  has\r\n\r\nmade any difference to the quantum of contributions\r\n\r\nby this Government to the University?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, I see a\r\n\r\nlittle  sparkle in the eye of the Member for Farrer\r\n\r\nPark  when  he  asks those questions  to  which  he\r\n\r\nalready knows the answers, because both of us  were\r\n\r\nMembers  of  the University of Malaya  Council  way\r\n\r\nback   in  1958  when  it  was  decided  that   the\r\n\r\nUniversity  of  Malaya would start  a  division  at\r\n\r\nKuala  Lumpur. As a result of that, there were  two\r\n\r\nCommittees: one to decide on the constitution,  and\r\n\r\nanother  on the finance. Both reports were  adopted\r\n\r\nsubsequently,  and  arising  out   of   the   Joint\r\n\r\nCommittee  on  Finance Report a recommendation  was\r\n\r\nsubmitted  to the two Governments whereby  for  the\r\n\r\ntriennium  1959-60-61 the two  Governments  of  the\r\n\r\nFederation  and Singapore would contribute  towards\r\n\r\nthe  Annually  Recurrent Expenditure  for  the  two\r\n\r\ndivisions of the University - that of Singapore  and\r\n\r\nKuala Lumpur.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past the contributions made by the\r\n\r\nGovernments of the Federation and Singapore for the\r\n\r\nAnnually  Recurrent Expenditure for the  University\r\n\r\nof Malaya was in the ratio of 60 per cent\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1130</b></font><br><br>\r\n\r\n\r\n\r\nFederation  and  40 per cent Singapore.  But  as  a\r\n\r\nresult of the Finance Committee's Report, there has\r\n\r\nbeen   a   readjustment  of   the   percentage   of\r\n\r\ncontributions - we   have  the  Government   of   the\r\n\r\nFederation paying the equivalent of two as  against\r\n\r\none from the Government of Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Estimates for the three years 1959-60-61 were\r\n\r\npresented in two forms - actual per capita  cost  or\r\n\r\nestimated  cost, assuming the worst  to  allow  for\r\n\r\ndevelopment  at  Kuala  Lumpur.  The  two  previous\r\n\r\nGovernments  accepted  the  recommendation  of  the\r\n\r\nFinance  Committee on estimated cost  less  10  per\r\n\r\ncent.  Therefore,  for  the years  1959-60-61,  the\r\n\r\njoint  contributions of the two Governments to  the\r\n\r\nUniversity of Malaya were $8.92 million  for  1959,\r\n\r\n$10.2  million for 1960 and $11.9 million for 1961,\r\n\r\nless 10 per cent. So the provision for 1960 is one-third of $10.2 million, which is $3.4 million, less\r\n\r\n10  per cent, making the figure of $3.06 million in\r\n\r\nthe Estimates.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Am I to understand that this vote is in\r\n\r\nrespect  of Annually Recurrent Charges incurred  by\r\n\r\nthe  University  of Malaya in both  the  divisions?\r\n\r\nShould  it become necessary for capital grants  for\r\n\r\nthe  University of Malaya to be obtained from  both\r\n\r\nthe  Governments  for  the  year  1960,  would  the\r\n\r\nSingapore Government lend itself favourably to such\r\n\r\nproposals,  or is the matter of capital grants  for\r\n\r\n1960  for  capital developments out of the question\r\n\r\nat this stage?\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, the question\r\n\r\nof a capital grant does not appear to arise for the\r\n\r\ntime   being,  because  even  for  1959  there   is\r\n\r\ndiscussion  in progress between the Governments  of\r\n\r\nthe  Federation and Singapore over the  formula  to\r\n\r\nmeet the increased needs for capital expenditure in\r\n\r\nthe expansion of the division of the University  at\r\n\r\nKuala   Lumpur.  That,  I  think,  has   not   been\r\n\r\nfinalised.   I  believe  the  Government   of   the\r\n\r\nFederation  would like Singapore to contribute  the\r\n\r\nequivalent of 50 per cent, but I think the Minister\r\n\r\nfor Finance is aware that we are standing firm\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1131</b></font><br><br>\r\n\r\n         \r\n\r\nover  this question of contribution towards capital\r\n\r\nexpenditure at Kuala Lumpur. The previous  decision\r\n\r\nof Government was that any savings brought about by\r\n\r\na  deferment  of capital expenditure  in  Singapore\r\n\r\ncould then be diverted towards Kuala Lumpur. In the\r\n\r\nmeantime, therefore, there is no new development in\r\n\r\nSingapore, but there is increased activity at Kuala\r\n\r\nLumpur.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, Sir, in view of the\r\n\r\nexplanation  by  the Honourable  the  Minister  for\r\n\r\nEducation, may I beg leave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Mr Speaker, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 64.\r\n\r\n\r\n\r\n<br><br>\"Maintenance  of Shenton Way Playing  Fields.\"  Mr\r\n\r\nSpeaker,  Sir, I remember, when I was in  the  City\r\n\r\nCouncil,  that the question of what was  to  happen\r\n\r\nto,  or  who should develop the Shenton Way Playing\r\n\r\nFields arose; I believe it was decided by the  City\r\n\r\nCouncil  then  that the playing  fields  should  be\r\n\r\nhanded  over to the Ministry of Education in  order\r\n\r\nthat the Ministry might provide playing fields  for\r\n\r\nschools which have themselves no playing fields.  I\r\n\r\nhappened to pass Shenton Way Playing Fields when  I\r\n\r\nwent   to  see  the  exhibition  at  the  Singapore\r\n\r\nPolytechnic,  and  I  found  that  the  field   was\r\n\r\nsomewhat overgrown. The condition in which I  found\r\n\r\nthe fields did not give me the impression that they\r\n\r\nwere being used by anybody as playing fields.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 64.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Maintenance of Shenton Way Playing Fields.\" I was\r\n\r\nunder  the  impression that that playing field  was\r\n\r\ngiven to the Prince Edward Road Boys' Club. When  I\r\n\r\nsaw  this  item  in the Estimates  under  the  Head\r\n\r\n\"Education\", I was wondering whether it  was  meant\r\n\r\nfor  school children or for the Prince Edward  Road\r\n\r\nBoys' Club children. I was given to understand that\r\n\r\nit  was meant for the Prince Edward Road Boys' Club\r\n\r\nchildren.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I ask this because, as Principal ot the Cantonment\r\n\r\nRoad School, I had 32\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1132</b></font><br><br>\r\n\r\n\r\n\r\nclasses  with  a playground the size  of  which  is\r\n\r\nsmaller than a football field. And I tried my  best\r\n\r\nto  borrow  the playing field of other schools  for\r\n\r\nfootball  games, but they were all booked  for  one\r\n\r\npurpose or another. I never knew that there  was  a\r\n\r\nfield  available for schools. So when  I  saw  this\r\n\r\nitem, I was wondering whether it is for schools. If\r\n\r\nit  is, none of the principals in that area who are\r\n\r\nvery badly in need of playing fields know about it.\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff</b>(<i>In Malay</i>): Mr Speaker, I would\r\n\r\nlike to clarify to the Member for Mountbatten about\r\n\r\nthe   playing  field  at  Shenton  Way,   for   the\r\n\r\nmaintenance of which provision has been made.  This\r\n\r\nplaying field was handed over to the charge of  the\r\n\r\nMinister  for Education in August 1958. This  field\r\n\r\nis  for  the use of schools in the City area  which\r\n\r\nhave  no  playing  fields of their  own,  or  whose\r\n\r\nplaying fields are not big enough. The Ministry  of\r\n\r\nEducation  is  responsible for its maintenance,  to\r\n\r\nsee that it is kept in good condition to enable the\r\n\r\nboys to make use of it. This field is now specially\r\n\r\nused for primary schools only.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To the Member for Farrer Park, I would like to\r\n\r\nexplain, in connection with this field, that  after\r\n\r\nits  taking  over  by  the Ministry  of  Education,\r\n\r\ntemporary   arrangements   have   been   made   for\r\n\r\ncaretakers of schools in the vicinity to  cut  down\r\n\r\nthe grass and to maintain the field so that it will\r\n\r\nbe fit for use by school children.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Sir, I hope that the Press\r\n\r\nwill  give wide publicity that that ground is meant\r\n\r\nfor   school  children,  so  that  schools  in  the\r\n\r\nChinatown area which are very congested and have no\r\n\r\nplaying  fields will know that they can  now  apply\r\n\r\nfor that playing field.\r\n\r\n\r\n\r\n<br><br><!-- Mr Rajah -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Rajah:</b> Do I understand the answer to the\r\n\r\nquestion  to  be  that the playing fields  are,  in\r\n\r\nfact, being used by primary schools? May I be given\r\n\r\nleave to withdraw?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the name of Mrs\r\n\r\nSeow Peck Leng:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head 47 be\r\n\r\nreduced by $10 in respect of sub-head 69.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1133</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, Sir, I do not\r\n\r\nwish to move this amendment, as it has been\r\n\r\nanswered in the debate on my previous amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following amendment stood in the names of\r\n\r\nTun Lim Yew Hock, Mr A. P. Rajah, and Mrs Seow\r\n\r\nPeck Leng:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 47\r\n\r\nbe reduced by $100.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Tun Lim Yew Hock (Cairnhill):</b> My colleague, the\r\n\r\nMember for Mountbatten, will move it.\r\n\r\n\r\n\r\n<br><br>5.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, I move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head 47 be\r\n\r\nreduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to take the advice of the Minister for\r\n\r\nCulture  and  be  on  the  defensive  before  I  am\r\n\r\nattacked.  I would like to make it very clear  that\r\n\r\nwhatever  I say on Education today is not meant  to\r\n\r\nbe destructive criticism nor have I any destructive\r\n\r\nulterior  motives. Whatever I say will  be  with  a\r\n\r\nsincere  desire  to  give  my  opinion  on  certain\r\n\r\nmatters pertaining to Education and to offer a  few\r\n\r\nsuggestions, some of which I hope, if the  Minister\r\n\r\nviews them with an open mind, he will agree with. I\r\n\r\nhope that at least some of my suggestions will find\r\n\r\ntheir way through his open mind into his heart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to compliment him for his enthusiasm\r\n\r\nover the improvement of education in Singapore. But\r\n\r\nprobably due to his over-enthusiasm, he might  have\r\n\r\noverlooked  a few facts. Sir, the Labour  Ordinance\r\n\r\npermits  44  hours of work a week.  Office  workers\r\n\r\nusually do not do the maximum. They work from  8.30\r\n\r\na.m. to 4.30 p.m. minus one hour for lunch - it comes\r\n\r\nto  7  hours - and with 4½ hours on Saturday,  that\r\n\r\nmakes  39½ hours. Out of 52 weeks a year, deducting 12  Public and Bank holidays\r\n\r\nwith 24 days  leave  a\r\n\r\nyear,  that  leaves approximately 47  weeks.  39½\r\n\r\nhours times 47 weeks gives 1,856½ hours per year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, for teachers in schools. Let us take, for\r\n\r\nexample, Primary V and VI teachers. They have to do\r\n\r\n26½  hours  of school work. They have at  least  to\r\n\r\ncorrect  one set of Arithmetic papers, one  set  of\r\n\r\nEnglish papers, and one set of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1134</b></font><br><br>\r\n\r\n\r\n\r\neither  Hygiene,  Geography,  History,  or  Science\r\n\r\npapers, and then do one set of homework. That makes\r\n\r\nfour sets. And with the Increase of the maximum  in\r\n\r\na  class to 45 pupils, that gives them 180 books to\r\n\r\ncorrect  every day. Giving the teacher 1½ minutes\r\n\r\nper  book on an average - Arithmetic takes less  than\r\n\r\nComposition - but let us say 1½ minutes each  book,\r\n\r\nthat  works out to 270 minutes, or 4½  hours.  An\r\n\r\nindustrious teacher should prepare his work for the\r\n\r\nnext  day.  He will take an hour to do  that,  i.e.\r\n\r\n5½ hours times 6 days, that makes 33 hours. Twice\r\n\r\na  week,  a teacher will be expected to go down  to\r\n\r\nschool  either  for games, scouting, Cubs,  Guides.\r\n\r\nBrownies.  St.  John's,  Red  Cross,  Sea   Cadets.\r\n\r\nTraffic  duty before school and during recess,  and\r\n\r\npreparing for school concerts, exhibitions, sports,\r\n\r\nand other extra mural activities. Let us put it all\r\n\r\ndown  to twice a week of 2 hours - that gives 4 hours\r\n\r\na week. If you add them up, it comes to 63½ hours\r\n\r\na  week.  Next year. 1960. I believe there will  be\r\n\r\n245 school days. Divide that by six school days; it\r\n\r\ncomes  to 41 weeks, and multiply it by 63½ hours,\r\n\r\nwe get 2,603 hours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So whereas the Labour Ordinance allows 44 hours\r\n\r\ntimes 47 weeks, which is 2,068 hours a year, office\r\n\r\nworkers  do  1,856 hours a year,  and  teachers  do\r\n\r\n2,603  hours a year. So teachers, in spite of their\r\n\r\nlong  holidays,  are  already doing  535  hours  in\r\n\r\nexcess of the maximum permitted for one year.  That\r\n\r\nis  why when the Minister intends to make them work\r\n\r\nanother half-session, I approached him and spoke to\r\n\r\nhim.  I was very glad that he assured me that  this\r\n\r\nextra - it  is not really an extra but it will  be  a\r\n\r\nsubstitute for the free period given to them during\r\n\r\nschool hours. The free period will be added up, and\r\n\r\nthey will have to do that period within the week on\r\n\r\nalternate  days,  which will be  about  3  days,  I\r\n\r\nsuppose.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although that solves the question with regard to\r\n\r\nthe  number  of  hours, I still do not  quite  know\r\n\r\nwhether it is really necessary in view of the  fact\r\n\r\nthat  they have already had a recent pay  cut.  And\r\n\r\nthat  means  another item of expense of about  $12,\r\n\r\nthis   coming  back  to  work  during  a  different\r\n\r\nsession;  whereas they used to do  it  all  in  one\r\n\r\nsession.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1135</b></font><br><br>\r\n\r\n\r\n\r\nNow  they have to go back 3 times a week. I suppose\r\n\r\nthey have to go back to school 3 times a week, plus\r\n\r\nwhat  they  used to do; i.e. coming  twice  in  the\r\n\r\nafternoon  for either games or other activities.  I\r\n\r\nfeel that this may lead us to contravene the Labour\r\n\r\nOrdinance.  The teachers might feel that  they  are\r\n\r\nbeing deprived of their human rights and that  this\r\n\r\nis  forced labour, because it is in excess of  what\r\n\r\nthe Labour Ordinance allows. Who will suffer in the\r\n\r\nlong run? The teachers? Yes! Whenever they argue on\r\n\r\nthe  point that the children will suffer, they have\r\n\r\nbeen laughed at, because the answer is, \"Oh, it  is\r\n\r\nfor  their own good!\" That may be, but nevertheless\r\n\r\nthe  children will suffer, Sir. No unhappy  teacher\r\n\r\ncan create an atmosphere of happiness in the class.\r\n\r\nNo  bad teacher can have good results in the class.\r\n\r\nThe  life  of  the teacher is very much  interwoven\r\n\r\nwith  the life of the children. That is why  if  it\r\n\r\naffects  teachers  adversely,  it  will  indirectly\r\n\r\naffect  the children too. What will be the fate  of\r\n\r\nSingapore   if   our  teachers,  discontented   and\r\n\r\nunhappy, bring up a generation of discontented  and\r\n\r\nunhappy children for the next generation? The Prime\r\n\r\nMinister  himself,  when  addressing  a  rally   of\r\n\r\nteachers and principals, said in the Straits  Times\r\n\r\nof Wednesday, 9th December:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In your care is entrusted the impressionable\r\n\r\nminds  of our young people. How you discharge  this\r\n\r\ntrust  decides  whether in the next ten  years,  we\r\n\r\nhave  a  united  and  coherent people,  or  a  more\r\n\r\ndivided and confused one.\"\r\n\r\n\r\n\r\n<br><br>And  the Minister for Education, in the same rally,\r\n\r\nsaid:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If teachers play their part well and dedicate\r\n\r\nthemselves  to  the service of their  country,  the\r\n\r\nfuture of Singapore will be bright.\"\r\n\r\n\r\n\r\n<br><br>Sir, if so much depends on teachers, if so much  is\r\n\r\nexpected  of them, then in the name of sanity,  are\r\n\r\nwe  giving  them this treatment? Why are we  making\r\n\r\nthem  so  discontented? If anyone  thinks  that  my\r\n\r\ncalculation is inclined to be overgenerous. I would\r\n\r\nlike  to  point  out that I have not included  such\r\n\r\nactivities as the registration of Primary I pupils,\r\n\r\nwhen  teachers come during the holidays to register\r\n\r\nchildren; during the entrance examination  they  do\r\n\r\nextra correcting of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1136</b></font><br><br>\r\n\r\n\r\n\r\nexamination  papers; during the school  examination\r\n\r\nextra work on correcting examination papers. Report\r\n\r\nbooks  and  closing  of  registers  are  also  done\r\n\r\noutside of school hours. All those are not included\r\n\r\nin  my calculation. If even then, some feel that my\r\n\r\ncalculation is still over-generous, take off 20 per\r\n\r\ncent of the total, we still have the teachers doing\r\n\r\nthe maximum that the Labour Ordinance allows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The effect of the six-day week on children, Sir,\r\n\r\nin the number of hours, does not give them an extra\r\n\r\nday,  except for Primary I pupils who get  4  hours\r\n\r\nextra  a  week;  Primary II, 1½; Primary  III,  3\r\n\r\nhours;  Primary  IV,  3  hours;  Primary  V,  1¾;\r\n\r\nPrimary  VI, 1¾ hours. Physically, it should  not\r\n\r\nbe  impossible for the children to take this  extra\r\n\r\nstrain. They will not be physically affected, I  am\r\n\r\nsure,  except  for Primary I, not so  much  because\r\n\r\nthey are young but because they are new to the type\r\n\r\nof  life that is thrusted upon them. From birth  up\r\n\r\nto  six  years  old,  a child lives  in  the  home,\r\n\r\nsheltered by his mother. He runs to her when he  is\r\n\r\ngoing  to  be bullied by the neighbour's  child  or\r\n\r\nbitten   by  the  neighbour's  dog.  He  is  always\r\n\r\nsheltered and has someone to care for him  all  the\r\n\r\ntime.  All of a sudden he finds himself in a school\r\n\r\nwith  a  strange  man or woman who  is  called  the\r\n\r\nteacher to whom he has to run for protection, and a\r\n\r\nstrange crowd for him to mix with. And this kind of\r\n\r\ntreatment causes more strain on him than  does  the\r\n\r\nteaching of the school. This strain will be hard on\r\n\r\nthe  child  of six if he is made to do  4½  extra\r\n\r\nhours  and  made to carry the same  strain  as  the\r\n\r\nchild  in Primary II, who has already had one  year\r\n\r\nto  reconcile himself with his new mode of life. As\r\n\r\nI  have  said,  this should not be an unduly  heavy\r\n\r\nstrain physically on the children of other classes.\r\n\r\nBut  the  question still remains: is it  absolutely\r\n\r\nnecessary,   and  is  it  beneficial,  all   things\r\n\r\nconsidered?  We  must  not forget,  Sir,  that,  as\r\n\r\nmentioned when we were talking about school playing\r\n\r\ngrounds   just  now,  the  six-day  week   deprives\r\n\r\nchildren of extra mural activities, even if  it  is\r\n\r\nnot  due  to  anything else, it is due to  lack  of\r\n\r\npremises.  The morning school takes the  first  two\r\n\r\nhours to do their physical education; the afternoon\r\n\r\nschool takes\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1137</b></font><br><br>\r\n\r\n\r\n\r\nthe last two hours; the rest of the time is too hot\r\n\r\nfor  the children to play or to do exercises in the\r\n\r\nfields. On top of that, the afternoon school  comes\r\n\r\nin  the morning during the first two hours to  have\r\n\r\ntheir house practices, and the morning school comes\r\n\r\nduring  the  last  two hours to  have  their  house\r\n\r\npractices.  As I mentioned just now,  some  schools\r\n\r\nare unfortunate enough to have a field smaller than\r\n\r\nthe  size of a football field, for 32 classes. That\r\n\r\nwill bring an average of, with the new calculation,\r\n\r\nI  believe about 1,300 or 1,500. Except for schools\r\n\r\nwith exceptionally large grounds, there will be  no\r\n\r\nspace  for extra mural activities for the children.\r\n\r\nEven if the school does have a big playground, when\r\n\r\nit  rains,  these children who come to  school  for\r\n\r\nextra,  mural  activities will run  to  the  school\r\n\r\npremises   and   disturb  the  classes   that   are\r\n\r\nfunctioning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point, Sir - this concerns most families - the\r\n\r\nweek-end  is  the only time the parents  have  with\r\n\r\ntheir  children, especially if both parents  happen\r\n\r\nto be wage-earners. And with Sunday sometimes being\r\n\r\na  voluntary  corps  day,  parents  have  only  the\r\n\r\nSaturday   afternoon  with  their  children.   With\r\n\r\nchildren  going to school on a Saturday  afternoon,\r\n\r\nthey  will  have practically no time  at  all  with\r\n\r\ntheir parents, especially the smaller children  who\r\n\r\nare put to bed by the time the parents come home or\r\n\r\nthey  have just had dinner and they see very little\r\n\r\nof their parents by being put to bed.\r\n\r\n\r\n\r\n<br><br>6.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nothing in this world can be important enough to\r\n\r\nreplace   the   family  get-together  on   Saturday\r\n\r\nafternoon  or  once  a  week.  We  have  seen   the\r\n\r\ndisastrous  effect on the children who do  not  get\r\n\r\nenough attention from the parents. The relationship\r\n\r\nbetween  children and parents diminishes when  they\r\n\r\npractically  do  not  see one  another.  With  this\r\n\r\nrelationship goes the parent's influence  over  the\r\n\r\nchildren.  Sir,  instead of remedying  delinquency,\r\n\r\nthis might be helping to create more delinquency by\r\n\r\nparents losing control over their children, Sir, I\r\n\r\nam not against the principle of a six-day\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1138</b></font><br><br>\r\n\r\n\r\n\r\nweek,  provided Saturday activities are  for  those\r\n\r\nwho  need  them. After all, before the P.A.P. came\r\n\r\ninto   power,  as  a  principal,  my   school   was\r\n\r\nfunctioning  on  a  six-day week system.  When  the\r\n\r\nnewspapers  first approached me for my comments  on\r\n\r\nthe  six-day week school. I hailed it because I did\r\n\r\nnot understand then how the Government intended  it\r\n\r\nto  be carried out. I actually hailed it! I did not\r\n\r\nunderstand that the Government was planning to make\r\n\r\nit  compulsory, and thrust it on everybody, whether\r\n\r\nit was good or bad for them. I hailed it because  a\r\n\r\nsix-day  week  can be a blessing  to  children  who\r\n\r\nwould  otherwise be spending their Saturday playing\r\n\r\nin  the  drains and in the company of undesirables,\r\n\r\nor cooped up miserably in unhealthy cubicles.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For those children, a few hours spent on Saturday\r\n\r\nmornings weaving baskets, singing songs and playing\r\n\r\ngames  with teachers who have voluntarily given  up\r\n\r\ntheir  Saturday  mornings for the benefit  of  such\r\n\r\nchildren,  will  bring a ray of sunshine  into  the\r\n\r\nlife of both the children and the teachers. It  can\r\n\r\ncreate  an  atmosphere  of friendliness  and  civic\r\n\r\nconsciousness  among teachers and pupils.  But  not\r\n\r\nwhen  it  is  done  against  the  protests  of  the\r\n\r\nteachers  and  against parents grumbling  and  with\r\n\r\nsome children actually torn away from their parents\r\n\r\non the only day they have with their parents. May I\r\n\r\nventure to suggest, Sir, that Government carries on\r\n\r\nwith  the  six-day week, but reserve Saturdays  for\r\n\r\nextra  mural  activities which  children  who  will\r\n\r\nbenefit  from  them will otherwise be deprived  of?\r\n\r\nLet  the teachers, who have sufficient civic  sense\r\n\r\nto volunteer, conduct these extra mural activities.\r\n\r\nThis  will  bring  joy  and  satisfaction  to   all\r\n\r\nconcerned.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the centralisation of vernacular\r\n\r\nlanguage  groups, the Minister is quite right  when\r\n\r\nhe  talked about the lack of premises and  shortage\r\n\r\nof  teachers. I must admit that it was a  nightmare\r\n\r\nfor  me  when I was a principal to try and run  the\r\n\r\nvernacular classes as I thought they should be run.\r\n\r\nIt was a nightmare for my teacher teaching the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1139</b></font><br><br>\r\n\r\n\r\n\r\nTamil   language,  trying  to  teach  children   of\r\n\r\ndifferent   ages   from  different   standards   at\r\n\r\ndifferent levels in the Tamil language. And it  was\r\n\r\na  nightmare to the class teacher who,  because  of\r\n\r\nthe  shortage  of teachers, had to go into  another\r\n\r\nclass   while  his  Chinese  pupils  were  learning\r\n\r\nChinese, the Tamil children learning Tamil, and the\r\n\r\nMalay  children, because of the smallness of  their\r\n\r\nnumber, had nothing to do because they had no Malay\r\n\r\nteachers  in  the  school. It was a  nightmare  for\r\n\r\neveryone concerned. This step that the Minister  is\r\n\r\ntaking,  I  quite  appreciate is  an  evil,  but  a\r\n\r\nnecessary  and  unavoidable  evil.  This  state  of\r\n\r\naffairs  is  not the fault of anybody. It  is  just\r\n\r\nthat  multi-lingual classes in the primary  schools\r\n\r\nare  new and are in their infancy. And now,  having\r\n\r\ncome  to  the stage where it is ready to be  weaned\r\n\r\nfrom  the fluid arrangements, the Minister has very\r\n\r\naptly  brought  it  to the semi-solid  stage,  \"the\r\n\r\ncentralisation of language groups\". I hope we  will\r\n\r\nsoon   reach   the   solid  stage   when   concrete\r\n\r\narrangements  could  be made to  make  all  schools\r\n\r\nMalayan  schools.  However,  had  the  first  Press\r\n\r\nrelease  stated  that children who  wish  to  learn\r\n\r\nTamil  will go to one school, children who wish  to\r\n\r\nlearn  Chinese  will  go  to  another  school,  and\r\n\r\nchildren  who wish to learn Malay will  go  to  yet\r\n\r\nanother school, probably it might not have hit  the\r\n\r\nparents so hard. I can quite understand them.  They\r\n\r\nfelt  that the P.A.P. Government has said  so  much\r\n\r\nagainst communalism and when, all of a sudden,  not\r\n\r\nknowing  the situation in school, they  heard  that\r\n\r\nTamil  children were to be segregated, and  Chinese\r\n\r\nchildren   were   to  be  segregated,   they   were\r\n\r\nhorrified. Later, of course, the Minister tried  to\r\n\r\nexplain that it was not Tamil children but children\r\n\r\nwho  wanted to learn Tamil that will be put in  one\r\n\r\nschool.  It  is natural, when the first  impression\r\n\r\nhas  been  formed, for explanations to  sound  like\r\n\r\nexcuses.  But  I,  who  have the  experience,  will\r\n\r\nconfirm that it is a necessary evil.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning textbooks, Sir. In my conversation\r\n\r\nwith the Minister for Education, I was glad to hear\r\n\r\nthat  the Textbook Committee is still sitting,  and\r\n\r\nthe Minister hopes to publish new textbooks with  a\r\n\r\nMalayan background soon. Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1140</b></font><br><br>\r\n\r\n\r\n\r\nthis  is  very laudable. It is a very good  scheme.\r\n\r\nBut I would like to say that we could make more use\r\n\r\nof  these  new textbooks. I would like  to  make  a\r\n\r\nsuggestion,  and I hope the Minister will  view  it\r\n\r\nwith an open mind and give it his consideration. It\r\n\r\nis  \"atmosphere\". It is difficult  to  make  myself\r\n\r\nclear.  So I will give an extreme example  to  show\r\n\r\nwhat  I  mean  by  the atmosphere of  the  book.  I\r\n\r\nsuppose  everyone will be horrified if I  say  that\r\n\r\nfamily  planning can be taught even in  Primary  I.\r\n\r\nBut  let  me  explain. Instead  of  having  Readers\r\n\r\nsaying,  \"Father has a hen and the hen  lays  eggs.\r\n\r\nFather  sells the eggs in the market  and  he  gets\r\n\r\nthirteen cents each for the eggs.\"; instead of just\r\n\r\ngiving sentences without any purpose, we give  them\r\n\r\na story like this: \"Awang has two children, one boy\r\n\r\nand  one  girl. Father earns so much and gives  the\r\n\r\nchild  so much. The boy helps the parents  to  rear\r\n\r\nchickens.\" The father earns much, and because there\r\n\r\nare  only two children, they go to school, and then\r\n\r\ngradually  show up the prosperity of  their  family\r\n\r\nbecause there are two to feed. Next to it, we  have\r\n\r\na  story of Ahmad who has 12 children, and in spite\r\n\r\nof  the  fact  that  they have  enough  to  form  a\r\n\r\nfootball  team  plus a referee,  the  children  are\r\n\r\nmiserable  because father cannot  earn  enough  and\r\n\r\nmother has not enough time to look after them. They\r\n\r\nare  ragged  and dirty and their life is miserable.\r\n\r\nIf  this  line  of  approach is adopted  throughout\r\n\r\nschool  life, then by the time the children  finish\r\n\r\nschool,  they  will  feel that  to  have  too  many\r\n\r\nchildren  will be as undesirable as going to  their\r\n\r\nneighbours' houses and robbing them of their money.\r\n\r\nThis atmosphere can be built. It does not necessary\r\n\r\nmean  that  the  textbooks must  deal  with  family\r\n\r\nplanning.  I am just taking an extreme  example  to\r\n\r\nshow  that the atmosphere required to build up  the\r\n\r\ncitizen  in the child could be used as a background\r\n\r\nto the books, instead of only thinking of a Malayan\r\n\r\nbackground.  It  is left to the  ingenuity  of  the\r\n\r\npeople who are responsible for the textbooks to see\r\n\r\nthat they keep a happy medium.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About civic tours in connection with the\r\n\r\nschools! Yesterday we had a lot of talk about civic\r\n\r\ntours.  I  am  fortunate enough to have experienced\r\n\r\nit. I would like to inform the Minister for Culture\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1141</b></font><br><br>\r\n\r\n\r\n\r\nthat  I myself at first did not understand the aims\r\n\r\nof  such  tours.  When I read in  the  papers  that\r\n\r\npeople were entertained to lunch and tea and  given\r\n\r\nfree  rides, my first reaction was to go up to  the\r\n\r\nofficer-in-charge and say. \"What is it I am  paying\r\n\r\ntax  for, to make the whole population of Singapore\r\n\r\ntourists?\" I was rather annoyed about it, but  when\r\n\r\nI  was  told  the real reason why these tours  were\r\n\r\norganised, I saw beyond what I was told. I was told\r\n\r\nthat  it  was to bring the people to the Government\r\n\r\ndepartments to see how they are run. I began to see\r\n\r\nand realise that there are many people in Singapore\r\n\r\nwho  suffer hardships just because they do not know\r\n\r\nthe  source of help. And if youth leaders and women\r\n\r\nleaders or community leaders or whoever claim to be\r\n\r\nleaders  could  be taken to places  like  the  Fire\r\n\r\nBrigade,  they could learn something, and if  their\r\n\r\nhouses or their neighbour's houses catch fire, they\r\n\r\nwould  know exactly what should be done to get  the\r\n\r\nassistance  of  the Fire Brigade. They  can  go  to\r\n\r\ncorrective  schools and see how children  could  be\r\n\r\nprevented from being delinquents if they were  sent\r\n\r\nto  the  corrective school early  enough.  If  they\r\n\r\ncould be taken to S.A.T.A. and shown the benefit of\r\n\r\nS.A.T.A., they would influence their neighbours and\r\n\r\nthe less-informed people of the community to go  to\r\n\r\nS.A.T.A. or Tan Tock Seng or wherever it  is  that\r\n\r\ndeal  with  T.B. in time and not to kill themselves\r\n\r\nby  delaying. If the poor people know that there is\r\n\r\nsuch  a  place as the Department of Social  Welfare\r\n\r\nwhich gives public aid, maybe some of the deserving\r\n\r\ncases  could  be attended to, instead  of,  as  the\r\n\r\nMinister  told  us yesterday, non-deserving  people\r\n\r\ngetting aid. If they know how and when to get  help\r\n\r\nfrom  the  Police,  and how  they  can  assist  the\r\n\r\nPolice,  it  will  be of benefit to  Singapore.  As\r\n\r\nchildren seem to spread news the fastest,  it  will\r\n\r\nbe  very  beneficial if civic tours can be reserved\r\n\r\nas  Saturday activity for them also. It  will  help\r\n\r\nthem very much.\r\n\r\n\r\n\r\n<br><br>6.15 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1142</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we mention the word \"education\", it brings\r\n\r\nto  mind  the  teaching  and learning  of  reading,\r\n\r\nwriting  or  counting. But, Sir, the  real  aim  of\r\n\r\neducation  is to supply the student with the  means\r\n\r\nwhich will help him to live the best life that  his\r\n\r\npowers   command   and  in  the   best   way   that\r\n\r\ncircumstances  permit. It is to teach  him  to  fit\r\n\r\nhimself  in  society. By society,  I  do  not  mean\r\n\r\nsophisticated social groups. I mean \"community\". He\r\n\r\nmust  be  taught  to be useful to himself,  to  the\r\n\r\nState  of  Singapore, and to the world in  general.\r\n\r\nTherefore,  education  should  not  only   be   for\r\n\r\nchildren but everyone in Singapore should learn  to\r\n\r\nlive  the best life his powers command and  in  the\r\n\r\nbest  way circumstances permit. Adult education,  I\r\n\r\nfeel,  should  have these aims too.  Mere  literacy\r\n\r\nclasses  are not sufficient. Adult students  should\r\n\r\nbe  put on the path before they are expected to  go\r\n\r\nalong  the  path and seek further knowledge.  Books\r\n\r\nfor  them  too,  I  think, should  be  revised  and\r\n\r\nbrought along the lines suggested for the children.\r\n\r\nFor  instance,  books  with  stories  depicting   a\r\n\r\nparent's duty to children and the citizen's duty to\r\n\r\nthe  State.  The  atmosphere  that  the  Government\r\n\r\ndesires can be put into the books.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, it may be impossible for some people,\r\n\r\ndue  to old age, shyness or poverty, to come to the\r\n\r\nadult  classes. These people must also  be  catered\r\n\r\nfor. This is where voluntary workers can be useful.\r\n\r\nIf  they will go to the slums, to the villages  and\r\n\r\nkampongs and bring to these people the knowledge of\r\n\r\nhow to live the best life that their powers command\r\n\r\nin  the  best  way  circumstances permit,  I  think\r\n\r\neducation will go a long way towards achieving  its\r\n\r\naims.\r\n\r\n\r\n\r\n<br><br><!-- Mr Leong Keng Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Keng Seng</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nthe  Opposition  Member just now talked  about  the\r\n\r\nproblems of education. We must know that there  are\r\n\r\nabout  60,000 children who will be entering Primary\r\n\r\nI in 1960. We know that the past Government did not\r\n\r\nsolve  this illiteracy. Therefore, among the youth,\r\n\r\nthere  are illiterates, and they go astray  in  the\r\n\r\nstreets.  In order to eradicate illiteracy  and  to\r\n\r\nexpand our education, we will give school places to\r\n\r\nthese 60,000\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1143</b></font><br><br>\r\n\r\n\r\n\r\nchildren   next  year.  We  know  that   the   past\r\n\r\nGovernment did not pay attention to this.  We  lack\r\n\r\nschools and classrooms. We hope that the number  of\r\n\r\nschools  will be increased next year. In  order  to\r\n\r\naccept  these  children into the schools,  we  will\r\n\r\nhave to hold two sessions - a morning session and  an\r\n\r\nafternoon session.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because of financial difficulties, we cannot get\r\n\r\nmore   money  for  the  expenditure  on  education.\r\n\r\nTherefore,  we  have to ask the  teachers  to  work\r\n\r\nharder and longer. This is necessary, and we  ought\r\n\r\nto  do  so.  Every teacher ought  to  take  up  his\r\n\r\nresponsibility. He must take a farsighted  view  in\r\n\r\nthe  interests of society and in the  interests  of\r\n\r\nthe   next  generation,  and  must  therefore  work\r\n\r\nharder. We must have a sense of responsibility.  We\r\n\r\nmust  not do what the Opposition Member said.  When\r\n\r\nshe opened her mouth, she talked about the pay cuts\r\n\r\nand  extra work, but she did not think about  these\r\n\r\nyoung   people;  she  did  not  care  about   their\r\n\r\neducational opportunities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We give the teachers not more than 44 hours' work\r\n\r\nevery  week. If we analyse it carefully, the period\r\n\r\nwould  not  be  more  than 44 hours  because  every\r\n\r\nteacher  has  one  free period to rest.  The  extra\r\n\r\nmural  activities are day-time work. Also the music\r\n\r\nperiod,   physical   training   period,   and   the\r\n\r\nrecreation period. Talking about Saturday sessions,\r\n\r\nwhy  do we want to have lessons on Saturday? In the\r\n\r\npast, the Chinese schools have a six-day week.  Why\r\n\r\ncannot we unify all schools to have a six-day week?\r\n\r\nTherefore, what the Members of the Opposition  said\r\n\r\nwas  contradictory. Sometimes they said  6  days  a\r\n\r\nweek  would  be all right. Later they would  say  6\r\n\r\ndays  a week would not be all right. We do not know\r\n\r\nwhether they are for it or against it. So they  are\r\n\r\nvery contradictory.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do this in the interest of the pupils. If we do\r\n\r\nnot  have Saturday school, then these young  people\r\n\r\nwill  go  into the streets and go astray. What  the\r\n\r\nMember for Mountbatten says is right. Therefore, we\r\n\r\nmust  have  Saturday teaching also. We cannot  stop\r\n\r\nthe majority of the poor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1144</b></font><br><br>\r\n\r\n\r\n\r\npupils  from going to school on Saturdays  for  the\r\n\r\nsake  of those who wish to go to the seaside or  to\r\n\r\nchurch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about textbooks, there is an Executive\r\n\r\nCouncil  in the Education Ministry. In the  Council\r\n\r\nthere  are  sub-committees for the English,  Malay,\r\n\r\nChinese and Tamil sections.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our purpose is to malayanise the textbooks. We\r\n\r\nhave local experts to take care of this compilation\r\n\r\nof  Malayan  textbooks, to make  every  school  use\r\n\r\nMalayan textbooks.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about literacy classes. Many people have\r\n\r\nenrolled  in  them.  We are going  to  expand  them\r\n\r\ngreatly  next year, so that city residents as  well\r\n\r\nas  rural  residents will be able to  attend  them.\r\n\r\nUnlike  the teachers of the former literacy classes\r\n\r\nwho  were  concerned about their pay and not  about\r\n\r\ntheir  teaching,  all the present teachers  in  our\r\n\r\nliteracy  classes  will be responsible  people  and\r\n\r\nwill understand that what they are doing is to wipe\r\n\r\nout  illiteracy.  We  want to make  these  literacy\r\n\r\nclasses  popular. Therefore, I hope the Members  of\r\n\r\nthe Opposition will not argue on pay cuts and extra\r\n\r\nwork any more.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lin You Eng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lin You Eng (Moulmein)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  originally I had  no  intention  of\r\n\r\nspeaking. But when I heard the speech of the Member\r\n\r\nfor  Mountbatten, I feel that I have to say  a  few\r\n\r\nwords  on  this issue. As you know, there  are  two\r\n\r\nkinds  of people who are afraid of changes. One  is\r\n\r\nthose who are afraid of a good change. The other is\r\n\r\nafraid of a change because, after the change,  they\r\n\r\nwill  not be able to enjoy the benefits which  they\r\n\r\nenjoyed before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the matter of education, if a country wants to\r\n\r\nmake   progress,  the  education  policy  must   be\r\n\r\nreorientated. The Member for Mountbatten said  that\r\n\r\nsince  the  P.A.P. took office, the  teachers  have\r\n\r\nbeen  overworked; they are busier than the workers;\r\n\r\nthey  work  more  than  8  hours  a  day.  In  this\r\n\r\nconnection,   I  believe  that  the   teachers   in\r\n\r\nSingapore are hoping to get rid of the old kind  of\r\n\r\neducation  under the Colonial rule. They also  hope\r\n\r\nthat the children in this country will want to have\r\n\r\na  new kind of education. During the over 100 years\r\n\r\nof\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1145</b></font><br><br>\r\n\r\n\r\n\r\nColonial  rule, education became worse  and  worse.\r\n\r\nUnder  the  Rendel  Constitution  Government,   the\r\n\r\nMinister  for  Education was the boss  of  a  night\r\n\r\ncafe. That is why education became worse and worse.\r\n\r\nThat  is  why the school children then looked  like\r\n\r\nYankees.  If  we  want  to  bring  the  people   of\r\n\r\nSingapore on to the right path, we must give up the\r\n\r\nold  way of thinking and accept the modern  way  of\r\n\r\nthinking and reorientate our education,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten said that if the pupils\r\n\r\nattend six days in a week in school, then they will\r\n\r\nbe  away  from  their parents, and  they  are  more\r\n\r\nlikely to indulge in crimes. This view is wrong. As\r\n\r\na  matter of fact, if we make the teachers work six\r\n\r\ndays  a week, it is unlikely that the children will\r\n\r\ngo  to  the wrong path, for the former will educate\r\n\r\nand  nourish  them properly. The  previous  way  of\r\n\r\nthinking is wrong, but now our education policy  is\r\n\r\nto  eradicate the old Colonial policy. That is  why\r\n\r\nour education policy is correct and right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Byrne -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Byrne:</b> Mr Speaker, Sir, we have not heard\r\n\r\nfrom  the Member for Tanglin for a very long  time.\r\n\r\nWe also know that he is not merely a teacher, but a\r\n\r\nsuperior type of teacher. Mr Speaker, it looks  as\r\n\r\nif  the  Opposition are not at one on this. Neither\r\n\r\nhas  the Member for Mountbatten nor the Member  for\r\n\r\nTanglin  this  evening first taken counsel  of  the\r\n\r\nMember for Farrer Park.\r\n\r\n\r\n\r\n<br><br>6.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is the first time that I have ever heard that\r\n\r\na  teacher  regards himself or herself  as  a  mere\r\n\r\nlabourer. They have always behaved as if they  were\r\n\r\nsuperior beings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, we know that there are only three laws which have been passed by the Legislative\r\n\r\nAssembly  which affect the conditions  of  work  of\r\n\r\nemployees.   They   are   the   Clerks   Employment\r\n\r\nOrdinance,  the Shop Assistants Ordinance  and  the\r\n\r\nLabour  Ordinance. None of these Ordinances affects\r\n\r\nthe  working conditions of teachers. As  far  as  I\r\n\r\nknow, the teachers are a very privileged section\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1146</b></font><br><br>\r\n\r\n\r\n\r\nof  the community who work only a total of 236 days\r\n\r\nin  one  year  of  365 days. I  do  not  think  any\r\n\r\nLegislature would be misguided enough to  pass  any\r\n\r\nlaw to improve their working conditions. We, on the\r\n\r\nGovernment  side, are the workers who only  get  52\r\n\r\nSundays off plus 11 public holidays a year, so that\r\n\r\nI  think  we qualify as labourers - not the teachers.\r\n\r\nThey  are  the  very  privileged  section  of   our\r\n\r\ncommunity.  It is about time something is  done  to\r\n\r\nget  them  to  get a move on and do a  little  more\r\n\r\nwork.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chan Chee Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chan Chee Seng (Jalan Besar)</b>(<i>In Mandarin</i>):\r\n\r\nMr Speaker, I want to suggest some points here for\r\n\r\nthe  House  to  consider - whether  what  one  of  my\r\n\r\nfriends has said is correct. In the past, a  friend\r\n\r\ntold  me  that we could know whether a  person  was\r\n\r\nselfish or not by observing his questions.  At  the\r\n\r\nbeginning,  he  will  ask  you,  \"Where   are   you\r\n\r\nworking?\"  Then you answer his question.  Then  the\r\n\r\nsecond  question  will be about your  salary.  \"How\r\n\r\nmuch  is your salary?\" This kind of person  can  be\r\n\r\nconsidered  selfish.  Mr  Speaker.  I  raise  this\r\n\r\nquestion   because  the  Member   for   Mountbatten\r\n\r\nmentioned  at  one time the new Government's  broad\r\n\r\nknife  and  big axe policy to cut off the  variable\r\n\r\nallowances  of the public servants. But  today  she\r\n\r\ntalked  about  the Government's policy  which  will\r\n\r\nincrease the work of the teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in our society today we have entered a new stage and the Opposition Members do not know\r\n\r\nour  point  of view. Our Government was elected  by\r\n\r\nthe majority of the people. Therefore, our point of\r\n\r\nview is the same as that of most of the people.  We\r\n\r\nwant an incorruptible and efficient Government. But\r\n\r\nthe   Member  for  Mountbatten  thought  that,   by\r\n\r\nincorruptibility,  Government  servants  must  have\r\n\r\nhigh  salaries; by efficiency, she took  it  to  be\r\n\r\nless work for them. For instance, less working time\r\n\r\nfor  teachers. Therefore, her one-hour  speech  was\r\n\r\nbased  on these two points. She emphasised that  we\r\n\r\nmust  not give extra work to the teachers. We  must\r\n\r\ngive  them  more time so that they  can  teach  the\r\n\r\npupils better. But\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1147</b></font><br><br>\r\n\r\n\r\n\r\nshe  did  not  say whether the past Government  did\r\n\r\nconcern  themselves with the welfare of the pupils.\r\n\r\nDid  the officers of the past Government go to  the\r\n\r\nschools or the students' houses to see whether they\r\n\r\nwere  all right or not, or find out about the needs\r\n\r\nof our society? But our Government consider this to\r\n\r\nbe very necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about textbooks, she said it would be best\r\n\r\nif   we  could  put  stories  like  this  into  the\r\n\r\ntextbooks - mother  buying  vegetables,  and   father\r\n\r\ngoing  out  to  work  and bringing  money  back  to\r\n\r\nmother - and  from that stage and in  that  way,  the\r\n\r\npupils  will  be  made  to  understand  the  family\r\n\r\ndifficulties. We know that under the Colonial rule,\r\n\r\nwe  did  much educational work. The purpose was  to\r\n\r\nproduce  the  white-collar class, but  the  experts\r\n\r\nwere  few.  The  Member  for  Mountbatten  suddenly\r\n\r\nraised  a suggestion that the Ministry of Education\r\n\r\nshould  teach  the pupils how to buy food  and  how\r\n\r\ntheir  fathers work to bring money back home,  etc.\r\n\r\nNow,  I want to ask her whether it is necessary  to\r\n\r\nteach  the  pupils to become cooks  and  know  more\r\n\r\nabout  cooking and so on. Does she think that  this\r\n\r\nis  real Malayan culture? It is no wonder that  she\r\n\r\nis  very  interested in family affairs. She thought\r\n\r\nthat  if a family is good, then the Government will\r\n\r\nbe  good. It was not a surprise therefore  to  hear\r\n\r\nthat  the  former Minister for Education had  taken\r\n\r\naway $700,000 to enrich his own family, but at  the\r\n\r\nsame time had sold our State.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, much of what the\r\n\r\nMember  for  Mountbatten has  said  is  about  the\r\n\r\nhappiness   and  unhappiness  of  teachers,   their\r\n\r\ncontent  and  discontent,  their  satisfaction  and\r\n\r\ndissatisfaction.  It  all centres  on  the  six-day\r\n\r\nweek.   The   Minister   for  Education   yesterday\r\n\r\nannounced  that  one-third of  the  primary  school\r\n\r\nstudents  have succeeded in passing their  entrance\r\n\r\nexamination to the secondary schools. Two-thirds of\r\n\r\nthese students have failed. The reason could be - and\r\n\r\nI  think it is - that insufficient teaching has  been\r\n\r\ngiven  to these students. What can be more  logical\r\n\r\nthan   to   ensure  that  the  teachers   who   are\r\n\r\nresponsible for the instruction should\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1148</b></font><br><br>\r\n\r\n\r\n\r\ncarry  out their responsibility fully and  well?  I\r\n\r\nwould  therefore expect the Member for Mountbatten,\r\n\r\nand  the teachers too, to give support to the  six-day week. The six-day week has not been imposed  to\r\n\r\nbring  about  hardships on teachers or to  separate\r\n\r\nchildren  from their parents. There are seven  days\r\n\r\nin the week, Mr Speaker, and on the seventh day we\r\n\r\nexpect the children to be at home with the parents.\r\n\r\nIt  is  rather remarkable, therefore, to  hear  the\r\n\r\nMember  for  Mountbatten launching into a  vigorous\r\n\r\nattack  on the six-day week. What I would say,  Mr\r\n\r\nSpeaker,   is   that  if  our  teachers   had   the\r\n\r\nopportunity  to  go  beyond  Singapore  into  other\r\n\r\ncountries and study for themselves the labours  and\r\n\r\nhardships   which   teachers  in  other   countries\r\n\r\nundergo,  they  will  be thankful  for  the  little\r\n\r\nmercies they have in Singapore. It is essentially a\r\n\r\nreadjustment  of  teachers and students  to  a  new\r\n\r\ncondition - this six-day week. Never in  the  history\r\n\r\nof  education in Singapore, and for that matter  in\r\n\r\nthe Federation, has there been a six-day week. When\r\n\r\nI  was a schoolboy, I remember going to school five\r\n\r\ntimes  a week - Saturday being a holiday for me.  But\r\n\r\nthen  times  have moved on and the results  of  the\r\n\r\nentrance examination to the secondary schools fully\r\n\r\nsupport  our  policy  of introducing  this  six-day\r\n\r\nweek. What I would plead to teachers and to parents\r\n\r\nas  well  is  to  try to give this six-day  week  a\r\n\r\nchance to work. It is for the benefit of our future\r\n\r\ngenerations to come. When we remember that  50  per\r\n\r\ncent  of our population are 19 years old and under,\r\n\r\nit  will  be a tragedy if we do not give sufficient\r\n\r\ninstruction  to  them.  The future  generations  of\r\n\r\nSingapore will then be duffers and morons.  Let  us\r\n\r\nface that serious responsibility and let us try  to\r\n\r\nadjust  ourselves.  Adjusting  one's  self   is   a\r\n\r\nquestion of conditioning.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;May I be permitted, Mr Speaker, to explain what\r\n\r\nis conditioning? For example, there are some people\r\n\r\nwho  cannot sleep when they change their  bedrooms.\r\n\r\nAfter   some  time  they  get  used  to   the   new\r\n\r\nsurroundings,  they get used to the noise  outside,\r\n\r\nand  then  they can sleep like a log.  That  is  an\r\n\r\nexample of conditioning.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1149</b></font><br><br>\r\n\r\n\r\n\r\nAnother  classical  example is that  you  can  even\r\n\r\ntrain  a dog to salivate or to make it come  up  to\r\n\r\nsecrete stomach juice when it hears a bell, or when\r\n\r\na  light is shone into its eyes. It is just due  to\r\n\r\ntraining  day after day until finally the dog  does\r\n\r\nit.  Just as a circus trainer, for example,  trains\r\n\r\nhis  horses, tigers and elephants to do  tricks - the\r\n\r\nhorses  and  tigers to jump through  the  hoop,  to\r\n\r\ngallop round the rings; the elephants to do waltzes\r\n\r\nwhen   the  orchestra  strikes  up.  It   is   just\r\n\r\nconditioning. And an elephant does not  distinguish\r\n\r\na six-day week from a seven-day week.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, may I plead to teachers and parents, let us\r\n\r\ngive  this  six-day week a chance to work.  It  was\r\n\r\nintroduced  only in September - only last  term.  The\r\n\r\nprocess  of conditioning takes time to work.  I  do\r\n\r\nnot  expect that all of us will accept this six-day\r\n\r\nweek  within  one  term or, let us  say,  even  two\r\n\r\nterms. But I am quite confident that by the end  of\r\n\r\none academic year, the majority of the teachers and\r\n\r\nthe  students will have accepted this six-day  week\r\n\r\nand  at  the  end  I  am fully convinced  that  the\r\n\r\nresults  of  the  entrance  examinations  into  the\r\n\r\nsecondary schools will have considerably improved.\r\n\r\n\r\n\r\n<br><br>6.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Khoon Choy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Khoon Choy:</b> Mr Speaker. Sir, I am\r\n\r\nsurprised  that  the  Opposition  Members  do   not\r\n\r\nrealise  that in the Chinese schools, not  only  in\r\n\r\nSingapore, but also in the Federation, we have been\r\n\r\nhaving  a six-day week all along. I can assure  the\r\n\r\nMember for Mountbatten that since my childhood when\r\n\r\nI  was  in a Chinese school I was having a  six-day\r\n\r\nweek - and that was for 12 years. That did not affect\r\n\r\nmy brain.\r\n\r\n\r\n\r\n<br><br><!-- Mr Wong Soon Fong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Wong Soon Fong (Toa Payoh)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker,  Sir,  just  now I heard  Members  of  the\r\n\r\nOpposition  launch  an attack  on  the  educational\r\n\r\npolicy of the new Government in 1960. Education  is\r\n\r\na  question  of vital importance in a country.  The\r\n\r\npresent  Government of Singapore is democratic.  We\r\n\r\nhope  that the Opposition Members can bring forward\r\n\r\nconstructive suggestions. But the suggestions  they\r\n\r\nhave brought\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1150</b></font><br><br>\r\n\r\n\r\n\r\nforward  just  now show that they are  not  of  the\r\n\r\nopinion  that  Singapore is  getting  over  from  a\r\n\r\nColonial  government  to  a  self-governing  State.\r\n\r\nTherefore, we maintain that the Opposition  Members\r\n\r\nhave  not  realised that our State is a  new  self-governing   State,  so  they  have   attacked   our\r\n\r\neducational policy. At present, Singapore is  still\r\n\r\nin  the  transitional period. We must put forth  an\r\n\r\neffort to improve and revolutionise our educational\r\n\r\nsystem. Since this Government took office, we  have\r\n\r\npaid  attention to education. Under the  leadership\r\n\r\nof  our  Minister for Education, we have found  out\r\n\r\nthat  we have inherited the old corrupt educational\r\n\r\npolicy.  We  learn from the Minister for  Education\r\n\r\nthat there was a number of teachers who went to see\r\n\r\nblue  films.  These  are the products  of  the  old\r\n\r\ncolonial  society. Therefore, we must  improve  the\r\n\r\neducational system. We must pay a certain price and\r\n\r\na  certain  amount  of effort must  be  put  forth,\r\n\r\nespecially  the teachers who shoulder the  task  of\r\n\r\nnation-building.  Therefore,  next  year  we   will\r\n\r\nincrease the syllabuses and the amount of work  for\r\n\r\nthe teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One Member of the Opposition said just now that\r\n\r\nif  we  approve  this  Budget on  the  Ministry  of\r\n\r\nEducation, the teachers will suffer; but we are  of\r\n\r\nthe opinion that under the new Government of a self-governing State, it is the duty of the teachers  to\r\n\r\naccept  a  six-day week. On Chinese  education,  we\r\n\r\nhave  all along had a six-day week and the teachers\r\n\r\nin  the Chinese schools have never complained about\r\n\r\na lot of work and long teaching hours. Therefore, I\r\n\r\nsay that the attack from the Opposition Members  on\r\n\r\nour education policy is not altogether correct.\r\n\r\n\r\n\r\n<br><br>6.50 p.m.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>[Mr DEPUTY SPEAKER in the Chair.]</b></div>\r\n\r\n\r\n\r\n<br><br><!-- Inche Mohd. Ariff Bin Suradi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Mohd. Ariff Bin Suradi (Ulu Pandan)</b>(<i>In Malay</i>): Mr Kandasamy, on the subject of education\r\n\r\nwhich  has  just  been  debated,  the  Member   for\r\n\r\nMountbatten  referred to the Labour Ordinance,  and\r\n\r\nto  the  working  hours  as stipulated  therein.  I\r\n\r\nbelieve  she  does  not know the  contents  of  the\r\n\r\nLabour Ordinance as I am quite sure that teachers\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1151</b></font><br><br>\r\n\r\n\r\n\r\nare  not  mentioned therein. However, there  is  no\r\n\r\nneed  for  me  to explain it in detail,  because  a\r\n\r\nmoment ago, the Minister for Labour and Law touched\r\n\r\non the Labour Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the working hours of the teachers, the\r\n\r\nMember  for  Mountbatten stated  the  teachers  are\r\n\r\noverworked, say, for instance, in the correction of\r\n\r\nbooks,  preparation of lessons and so on, with  the\r\n\r\nresult  that they are dissatisfied with the present\r\n\r\neducation  system. It does not  occur  to  me  that\r\n\r\nthese  teachers  wilt  not agree  with  us  on  the\r\n\r\npresent   education  system.   Probably   with   an\r\n\r\nadditional half session the result may be that  the\r\n\r\nteachers  may  have to do slightly more  work.  But\r\n\r\nbecause these teachers had received many privileges\r\n\r\nfrom  the previous Government, it is possible  that\r\n\r\non  account of too many free periods and because of\r\n\r\nthe system of automatic promotion, they had less to\r\n\r\ndo;  so  much  so  that  these  teachers  had  been\r\n\r\naccustomed  to have less to do. After  the  present\r\n\r\nGovernment took office, it gave them a little extra\r\n\r\nwork  to  do, and these teachers are now grumbling.\r\n\r\nThese  teachers had experienced an easy time during\r\n\r\nthe  past  Government. What I am surprised  is  why\r\n\r\nthese  teachers who had to prepare lessons, correct\r\n\r\nbooks and so on, and who had been so accustomed  to\r\n\r\ntheir privileges, could still find time to see blue\r\n\r\nfilms?  It was alleged that these teachers required\r\n\r\ntime to prepare lessons. But there exist among  the\r\n\r\nteachers  some who so availed themselves  of  their\r\n\r\nleisure time on the beach that they became involved\r\n\r\nin  an  unfortunate incident. I am quite  sure  the\r\n\r\nOpposition  Members  know  about  this.  Lately   a\r\n\r\nteacher  was busily enjoying his time on the  beach\r\n\r\nwith  the result that someone was drowned. In  view\r\n\r\nof  this,  I  cannot see how we can say that  these\r\n\r\nteachers  have  no  time at  all  to  fulfil  their\r\n\r\nresponsibilities just because of an additional half-session being introduced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Touching on textbooks, I confess that the ones\r\n\r\nused  at  present are unsuitable, especially  those\r\n\r\nfor  adults.  The Government is making  efforts  to\r\n\r\nprovide   textbooks  with  a  Malayan  outlook,   A\r\n\r\nTextbooks Committee and also a Syllabuses\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1152</b></font><br><br>\r\n\r\n       \r\n\r\nCommittee  have been formed with a view to  drawing\r\n\r\nup   suitable  textbooks,  which  are  Malayan   in\r\n\r\noutlook,  for  children  as  well  as  for  adults.\r\n\r\nHowever, the Member for Mountbatten suggested  that\r\n\r\ntextbooks  dealing  with subjects  such  as  family\r\n\r\nplanning  should  be  introduced  right  from   the\r\n\r\nprimary   school.  I  am  apprehensive  lest   such\r\n\r\ntextbooks would be of the same quality as those  in\r\n\r\nuse  at present. Now, the pupils are unaware of the\r\n\r\nsubject, but when such textbooks on family planning\r\n\r\nare introduced, the children of primary schools may\r\n\r\nwish to know how family planning is practised. So I\r\n\r\nthink  such  textbooks are undesirable for  primary\r\n\r\nschool children.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the six-day week, I would like to\r\n\r\nexplain to the Member for Mountbatten that  when  I\r\n\r\nwas schooling I attended a six-day week school.  At\r\n\r\nthat  time Malay school pupils attended school five\r\n\r\ndays  a  week  but  before  they  went  to  English\r\n\r\nschools,  they had to attend special Malay  classes\r\n\r\non  Saturdays. The Member for Mountbatten said that\r\n\r\nonly  on Saturday and Sunday can pupils be reunited\r\n\r\nwith  their parents. When I was attending  a  Malay\r\n\r\nschool,  before I could further my studies  in  the\r\n\r\nEnglish  school,  I had to attend a  special  Malay\r\n\r\nclass  on Saturday, too; but still I found time  to\r\n\r\nbe  with my parents, although I could not have time\r\n\r\nto get together with them on Saturdays.\r\n\r\n\r\n\r\n<br><br><!-- Mr S. Ramaswamy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr S. Ramaswamy (Bukit Merah)</b>(<i>In Tamil</i>): Mr\r\n\r\nKandasamy,  the Opposition Members have  criticised\r\n\r\nthe  Government benches and most of the  criticisms\r\n\r\nhave been answered. I wish, however, to talk on one\r\n\r\nsubject  and that is about the children  who  learn\r\n\r\nTamil and Malay in English schools. There has  been\r\n\r\nan   accusation  that  these  children  have   been\r\n\r\nsegregated  from  the others and  put  in  separate\r\n\r\nplaces.  I  wish  to answer these  accusations.  In\r\n\r\nMalaya  and  Singapore there are  many  schools  in\r\n\r\nwhich  Tamil is being taught to the Tamil children.\r\n\r\nBut  the  standard of Tamil taught in these schools\r\n\r\nis  not up to standard. There are many reasons  for\r\n\r\nthis. One reason is that there are very\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1153</b></font><br><br>\r\n\r\n\r\n\r\nfew  students who learn Tamil and the other  reason\r\n\r\nis  that  there  are very few trained  teachers  to\r\n\r\nteach  the  language. I am not, however,  going  to\r\n\r\nlist all the reasons.\r\n\r\n\r\n\r\n<br><br>7.00 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Anyhow, one of the very important reasons for such\r\n\r\na low standard is that, when a Tamil student learns\r\n\r\nTamil  in  an English school, the language  is  not\r\n\r\nbeing taught in a suitable manner.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our Education Minister, while talking on the\r\n\r\ngeneral  discussion of the Estimates, said  that  a\r\n\r\nlanguage cannot be studied by learning it only  one\r\n\r\nday  in  a week, but it should be learnt daily.  At\r\n\r\npresent  there  are  very  few  Tamil  children  in\r\n\r\nEnglish  schools who learn Tamil. In a class  there\r\n\r\nare four or five such children, and if we are going\r\n\r\nto  have  a  class for each and every one  of  such\r\n\r\nchildren, it will be quite impossible and  we  will\r\n\r\nfind that not only the 67 teachers of Tamil who are\r\n\r\nat  present teaching Tamil in English schools  will\r\n\r\nnot  be sufficient, but even 670 teachers will  not\r\n\r\nbe  enough  to  teach the 9,000  children  who  are\r\n\r\nlearning Tamil. We are now having one common  Tamil\r\n\r\nclass for all the first four Primary classes.  They\r\n\r\nare being taught on Saturdays. If we want to remedy\r\n\r\nthis,  we  could  do one thing,  that  is,  we  can\r\n\r\ntransfer  the children in four or five  schools  to\r\n\r\none  school where they can get instruction  from  a\r\n\r\nteacher  who is appointed separately for them.  But\r\n\r\nif they are going to level the accusation that such\r\n\r\narrangements mean segregation, then we cannot  help\r\n\r\nit.  They have forgotten the fact that the minority\r\n\r\ninterests  should be and are looked after.  But  no\r\n\r\none  compels  that  a  Tamil student  should  learn\r\n\r\nTamil.  If  a  student does not want to  learn  his\r\n\r\nmother  tongue, nobody is going to stop him and  no\r\n\r\none  forces  him  to  learn  his  language  in  the\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten appears to know these\r\n\r\ncomplaints pretty well. She really spoke in support\r\n\r\nof the Government plans.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1154</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is another matter that must be mentioned.\r\n\r\nUnder existing conditions, Chinese pupils form  the\r\n\r\nmajority in all schools. The children who  wish  to\r\n\r\nlearn  Tamil  and  Malay will be  transferred  from\r\n\r\nabout four or five schools to one school. Even  so,\r\n\r\nin  any one school there will not be more than  200\r\n\r\nMalay  or  Tamil pupils. But the average number  of\r\n\r\ntotal  pupils in any English school is about 1,200.\r\n\r\nWhat is the percentage constituted by this 200  out\r\n\r\nof  1,200  pupils? Therefore, the  accusation  that\r\n\r\nsegregation  is  being  brought  about  cannot   be\r\n\r\naccepted. There cannot be any sense in saying  that\r\n\r\nsegregation is being carried out on a racial basis.\r\n\r\nIf there are parents who consider that their vanity\r\n\r\nwill  be  injured  if  their children  learn  their\r\n\r\nmother  tongue,  they can deny the  opportunity  to\r\n\r\ntheir  children to learn their mother  tongue.  The\r\n\r\nMinister for Education has explained both  in  this\r\n\r\nAsembly  and  in  the newspapers exactly  what  the\r\n\r\nposition  is.  Despite  this  explanation,  it   is\r\n\r\nregretted to note that this subject has been raised\r\n\r\nand  the  real  situation has not  been  understood\r\n\r\ndespite this explanation.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Teck Him -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Teck Him (Tiong Baum)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker, originally I had no  intention  to\r\n\r\nspeak,  but  the  Member for Mountbatten  has  been\r\n\r\nattacking our education policy and it is completely\r\n\r\nunfounded. In the past few days, at the Happy World\r\n\r\nStadium,  a  Teachers' Loyalty Rally was  held.  In\r\n\r\nthis rally, teachers of all races were represented.\r\n\r\nTheir  representatives stood up and made  speeches.\r\n\r\nThey  all  thought  that our  education  policy  is\r\n\r\ncorrect and that there is no bias. But I do not see\r\n\r\nany  reason  why  the  Member for  Mountbatten  has\r\n\r\ndeliberately  attacked our education  policy.  This\r\n\r\nmeans  an obstruction to the future of our country.\r\n\r\nThe  Member for Mountbatten does not understand the\r\n\r\nstate  of  our  country.  We  have  achieved  self-government.  We  have become bosses ourselves.  But\r\n\r\nbeing  a boss is not an easy job. We must suffer  a\r\n\r\nbit. We must pay for our own lands, municipal bills\r\n\r\nand  so  on.  We have to work a bit longer,  a  bit\r\n\r\nharder,  otherwise we will not be  able  to  become\r\n\r\nbosses.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1155</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past colonial government, the former\r\n\r\nMinister for Education was incapable. He was unable\r\n\r\nto give school admission to our children. They have\r\n\r\ntherefore  become over-aged. If  we  fail  to  give\r\n\r\naccommodation to them, how can we face  the  people\r\n\r\nof  Singapore?  And yet Members of  the  Opposition\r\n\r\nstill do not know about our responsibilities. It is\r\n\r\nin this sense that we have to suffer and work a bit\r\n\r\nharder.  These  over-age  students - where  are  they\r\n\r\ngoing? The schools will not absorb them. They  have\r\n\r\nto go astray. They have become loafers. This is the\r\n\r\nresult  of  the  past colonial government,  because\r\n\r\nthey overlooked the education policy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, our Minister for Education has made\r\n\r\narrangements  and  adjustments  and  he  wants  the\r\n\r\nteachers to work a bit longer for the sake of these\r\n\r\nover-age students, and for the sake of our country.\r\n\r\nThis is right and this must be done. If we look  at\r\n\r\nour  society, we will be able to realise  why  many\r\n\r\nparents have said that the education policy of  the\r\n\r\nnew  Government  is very good, because  we  do  not\r\n\r\nallow  school children to go and play  outside  and\r\n\r\nmake themselves dirty. Our Government is doing this\r\n\r\nfor  the  benefit of the school children. This  has\r\n\r\nbeen reported to me by many parents. Therefore,  we\r\n\r\nhave received the support of the students' parents.\r\n\r\nThis  is proof that our education policy is correct\r\n\r\nand  without  bias. If there are teachers  who  are\r\n\r\nagainst  this  policy,  then  they  are  not  those\r\n\r\nteachers  who  dedicate themselves to the  teaching\r\n\r\nprofession,  and we will have to advise  them.  The\r\n\r\nMember  for Mountbatten should withdraw  what  she\r\n\r\nhas said just now, because all of it is unfounded.\r\n\r\n\r\n\r\n<br><br><!-- Mr Teo Hock Guan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Teo Hock Guan (Changi)</b>(<i>In Mandarin</i>): Mr\r\n\r\nKandasamy,  will  you please  permit  me  to  bring\r\n\r\nforward some instances in history to prove that the\r\n\r\nincrease in the teachers' work and the cut in their\r\n\r\nsalaries   is   correct?  During   the   industrial\r\n\r\nrevolution in the United Kingdom, there  were  many\r\n\r\npeople who had to move to the city areas to find  a\r\n\r\nmeans  of  livelihood  because,  as  a  result   of\r\n\r\nindustrialisation, many people became unemployed. I\r\n\r\ndo not mean to prove that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1156</b></font><br><br>\r\n\r\n\r\n\r\nindustrialisation is correct or not correct, but to\r\n\r\nsay  that  there  are  always difficulties  in  the\r\n\r\ntransitional period. Similarly in Russia and China,\r\n\r\nand  even in the United States of America and Great\r\n\r\nBritain,  during  any transitional  period,  people\r\n\r\nhave  to suffer more or less. The P.A.P. Government\r\n\r\nhas  just got rid of colonial rule and the  people,\r\n\r\nof  course,  have to suffer a little hardship.  The\r\n\r\nMember  for  Mountbatten has all day long  in  this\r\n\r\nHouse talked about the pay cuts and the increase in\r\n\r\nthe  working hours of the teachers. Being a teacher\r\n\r\nmyself,  I  can  understand that this  transitional\r\n\r\nperiod  is  a  period of hardship and therefore  we\r\n\r\nhave to serve the society and work for the country.\r\n\r\nWe are educated and if we are reluctant to work for\r\n\r\nthe  society and for the country, it would be  very\r\n\r\nundesirable.  Since we have become the  Government,\r\n\r\nwe  cannot stand aside and see the majority of  the\r\n\r\npeople suffer and a small minority enjoy happiness.\r\n\r\nTo  increase the working hours of the teachers  and\r\n\r\nto cut a little bit of their pay is to increase the\r\n\r\nhappiness and the well-being of the majority of the\r\n\r\npoor people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the Member for Mountbatten has said that some teachers have resigned. But we must\r\n\r\nunderstand  the important point. All  the  teachers\r\n\r\nwho  have resigned belong to the minority and  some\r\n\r\nare  selfish.  Since  the  P.A.P.  Government  took\r\n\r\noffice, some teachers have resigned. We can  divide\r\n\r\nthem into three categories.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) During the reorganisation in the Ministry, we\r\n\r\nmade a study and inquiry into unqualified teachers.\r\n\r\nThey were afraid and so they quickly tendered their\r\n\r\nresignations.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Probably owing to the pay cuts and the\r\n\r\nincrease  of work, they were unwilling to  continue\r\n\r\nwith their work. This is selfish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Probably they were not selfish but they had\r\n\r\nsome  better  job or because they thought  that  if\r\n\r\nthey  remained  in  the service  of  the  Education\r\n\r\nMinistry,  they  might earn less,  and  maybe  they\r\n\r\ncould  get  a  better  job  outside  the  education\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br>7.15 p.m.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1157</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present our work is very difficult, and because\r\n\r\nof  this  difficulty,  the people  have  to  suffer\r\n\r\nhardship. But the Member for Mountbatten  has  just\r\n\r\nnow  made  certain calculations, saying that  in  a\r\n\r\nweek the teachers' working hours have increased  by\r\n\r\nmore   than   10  hours.  Now  I  will  make   some\r\n\r\ncalculations, The Primary school teacher is working\r\n\r\nabout  4  to 5 hours a day with a ½ hour  recess.\r\n\r\nThe  Government at present has decided to  increase\r\n\r\ntheir  working hours to about 3 to 4 hours a  week,\r\n\r\nroughly at the average of ½ hour a day. How  does\r\n\r\nshe get more than 10 hours in a week? I do not know\r\n\r\nhow  she  gets  that  figure  or  whether  she  has\r\n\r\ncalculated wrongly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about the increase of work and pay cuts.\r\n\r\nThis  is  psychological selfishness. Just  now  she\r\n\r\ntouched  on  extra  mural activities,  duty  before\r\n\r\nschool and duty after school on Saturday, but these\r\n\r\nare only excuses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a point which is unworthy of mention\r\n\r\nhere. That is the teachers have to correct exercise\r\n\r\nbooks  or examination papers, filling report  cards\r\n\r\nor  registration books, etc. Does she mean that the\r\n\r\nGovernment has to employ an extra clerk to  do  all\r\n\r\nthis work for them?\r\n\r\n\r\n\r\n<br><br>7.18 p.m.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning school playgrounds, she alleged that\r\n\r\nthe  playgrounds are too small. It  is  quite  true\r\n\r\nthat  the  playgrounds in certain schools  are  not\r\n\r\nadequate, but since those schools' playgrounds  are\r\n\r\nadjacent  to  big  buildings, it is  impossible  to\r\n\r\nexpand  them.  It is not the fault of  the  present\r\n\r\nGovernment. The previous Government was responsible\r\n\r\nfor  this. But in the case of the new schools which\r\n\r\nare going to be set up, the school playgrounds will\r\n\r\nbe  quite sufficient. And hon. Members can come and\r\n\r\nhave  a  look when the new schools are  built  next\r\n\r\nyear.  The  Member for Mountbatten  says  education\r\n\r\ndoes  not mean for the children only. She is right.\r\n\r\nEducation  is to educate everybody. The  Government\r\n\r\nwants  to educate the teachers, and others citizens\r\n\r\nto serve our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1158</b></font><br><br>\r\n\r\n\r\n\r\npeople  and our country. We start adult classes  in\r\n\r\nthe community centres in order to educate adults to\r\n\r\nbe  good  citizens.  We  have  also  started  Malay\r\n\r\nclasses, Chinese classes, Tamil classes and English\r\n\r\nclasses  and  recreation in  the  branches  of  the\r\n\r\nP.A.P.  We  have  done our duty. Is  not  all  this\r\n\r\neducation?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are educated people. To build\r\n\r\na  good society is not possible if we talk all  day\r\n\r\nlong  about money or salary. In England during  the\r\n\r\nGerman attack, Winston Churchill asked everybody to\r\n\r\nmobilise in order to defend the country. The people\r\n\r\nin  England  were  very  willing  to  defend  their\r\n\r\ncountry.  At  present we are not suffering  similar\r\n\r\nhardships as they did in England, and we hope  that\r\n\r\nwe should not bargain over this small matter of pay\r\n\r\ncuts.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh (Queenstown):</b> Mr Speaker, Sir,\r\n\r\nlike  culture,  education  is  a  most  fascinating\r\n\r\nsubject. It has become an almost free-for-all,  and\r\n\r\nalthough only half of the battery of the P.A.P. has\r\n\r\nstarted,  we  can see most of the Members  opposite\r\n\r\nhave already run away.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: I quite appreciate that this debate\r\n\r\nis  becoming heated, but I do not think it is right\r\n\r\nfor a Member to say that a Member of the Opposition\r\n\r\nor  a Member of this Assembly has run away. He must\r\n\r\nwithdraw that expression.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Siew Choh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Siew Choh:</b> I have been advised to say that\r\n\r\nthey have retreated from this Chamber.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, of all that we have heard, I only want\r\n\r\nto  make  a very small point, and that is that  the\r\n\r\nMember for Mountbatten has very laboriously worked\r\n\r\nout  her arithmetic, and we could see that she  was\r\n\r\ncomparing  herself or the teachers to workers.  The\r\n\r\nteachers  have  always prided themselves  on  their\r\n\r\nprofession and on the nobility of their profession.\r\n\r\nIf  they  want  to  do  so,  then  they  must  work\r\n\r\naccording  to  the rules of the profession.  I  can\r\n\r\ntell  you, Sir, how a doctor works. A doctor  works\r\n\r\nat all hours of the night and day. There is no talk\r\n\r\nof overtime.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1159</b></font><br><br>\r\n\r\n           \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to make another point: that the\r\n\r\nteachers, knowing their full responsibility, should\r\n\r\nnow  condition themselves to a certain  reflex,  an\r\n\r\nexample  of  which has already been  given  by  the\r\n\r\nDeputy   Prime   Minister.  They   must   condition\r\n\r\nthemselves to work a six-day week and an extra half-session whenever the school bell rings.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: We have had a number of repetitions.\r\n\r\nI do not know whether the Minister would like to -\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Wind up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: No, I cannot ask the Minister to\r\n\r\nwind up the debate. Perhaps the Minister would like\r\n\r\nto  put  the  debate on a level keel.  But  if  the\r\n\r\nMember for Mountbatten would like to step into  the\r\n\r\nbreach, she may do so.\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker. Sir, I just wish\r\n\r\nto  make  clear  a  few points.  The  Minister  for\r\n\r\nCulture has prided on the imagination that goes  on\r\n\r\nin   his   Department  when  arranging  for  public\r\n\r\nconcerts, but I am afraid this imagination seems to\r\n\r\nhave  groped  about  a little too  far.  I  do  not\r\n\r\nunderstand.   I   did   not  say   anything   about\r\n\r\nsegregation.  I was not even suggesting  it.  As  a\r\n\r\nmatter   of  fact,  I  was  relating  my   personal\r\n\r\nexperience  to back the Minister for Education  and\r\n\r\nto  prove that it was not segregation, but that  it\r\n\r\nwas something very necessary and unavoidable. But I\r\n\r\nwas  accused of accusing him for segregation, which\r\n\r\nI  never  did.  I do not know what  made  the  hon.\r\n\r\nMember  imagine  that I did. I  did  not!  And  the\r\n\r\nMinister for Education can vouch for that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that I was said to have attacked\r\n\r\nthe  six-day week, and then could not  make  up  my\r\n\r\nmind  and  finally said it was good. My remark  was\r\n\r\nthat  I hope Government will continue with the six-day week, but my suggestion was to reserve Saturday\r\n\r\nfor  extramural activities which the children would\r\n\r\notherwise  have to sacrifice if Saturday  continued\r\n\r\nas  a  school day. And I gave examples of  lack  of\r\n\r\npremises which I myself have experienced in  my  30\r\n\r\nyears  of  teaching. The schools I  have  been  in,\r\n\r\nunfortunately, have had small\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1160</b></font><br><br>\r\n\r\n\r\n\r\nplaygrounds. If some Members of the Government were\r\n\r\nlucky to have schools with big playgrounds, well  I\r\n\r\ndid say that those schools were fortunate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is this; the Member agreed with me\r\n\r\nthat  it is good for children to go to school on  a\r\n\r\nSaturday,  otherwise they would be playing  in  the\r\n\r\ndrains. Yes. I did say that. But some parents would\r\n\r\nbe  most indignant if we suggested that every child\r\n\r\nin  Singapore  plays in the drains,  and  therefore\r\n\r\nmust  be  a  rogue and should be kept in school  on\r\n\r\nSaturdays.  That is not the idea. I  said  that  it\r\n\r\nwould be a blessing to bring only the children  who\r\n\r\nwould  otherwise be playing in drains to school  on\r\n\r\nSaturdays. I said, let us make it optional -  extra-mural  activities for those who need them  and  for\r\n\r\nthose  who  will benefit by them. I did not  attack\r\n\r\nthe  principle of a six-day week. I made that  very\r\n\r\nclear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was also pointed out that I said schools should\r\n\r\nteach  pupils  to  buy better  food  or  do  better\r\n\r\ncooking - I  did not quite catch this  point  as  the\r\n\r\nspeech   was   delivered  in   Mandarin   and   the\r\n\r\ntranslation was not very clear. I said  nothing  of\r\n\r\nthe  sort.  Possibly  I  was misunderstood  or  the\r\n\r\ninterpretation was wrong. I do not remember when  I\r\n\r\nsaid  that.  I  never said buy better  food  or  do\r\n\r\nbetter  cooking or extra cooking or  anything  like\r\n\r\nthat!\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Join the adult education class\r\n\r\nfor language study!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[Interruption].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b> rose -\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> No, no. I do not mean that-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order! Mr Speaker is being ignored!\r\n\r\nPerhaps the Member needs adult education!\r\n\r\n\r\n\r\n<br><br><!-- Mrs Seow Peck Leng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Seow Peck Leng:</b> Mr Speaker, it is not I who\r\n\r\nneed  adult  education.  It  is  somebody  who  has\r\n\r\nmisunderstood  me.  I know what  I  said.  Somebody\r\n\r\nmisunderstood  me  and said  I  said  about  buying\r\n\r\nbetter food and doing cooking.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1161</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Somebody said if the family becomes good, surely\r\n\r\nthe  Government does not become good?  I  argue  it\r\n\r\ndoes,   because  the  government  comes  from   our\r\n\r\nfamilies. If our families are all well brought  up,\r\n\r\nthe  Government will be a good government. Sir, the\r\n\r\nwhole  nation  is  made  up  of  little  units   of\r\n\r\nfamilies. So if we have good families, we will have\r\n\r\na good nation and a good nation brings forth a good\r\n\r\ngovernment. Good government has to come  from  good\r\n\r\nfamilies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My argument about stretching the working hours of\r\n\r\nteachers was that maximum output stretched  over  a\r\n\r\nlonger    period    does    not    produce    extra\r\n\r\nefficiency - that was my argument.\r\n\r\n\r\n\r\n<br><br>7.30 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Someone said, \"I had been to a Chinese school, and\r\n\r\nI  had  been through a six-day week and it had  not\r\n\r\naffected my brain.\" Of course, it has not.  I  said\r\n\r\nthe  same thing. I said that the extra hours should\r\n\r\nnot cause undue strain on the children. What I said\r\n\r\nwas  that Primary I students who were so new to the\r\n\r\nschool,  probably  because of the  newness  of  it,\r\n\r\nmight  feel  the strain. But I never said  that  it\r\n\r\nwould be a strain on the brains of the children. By\r\n\r\nno means.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which I really want to make very\r\n\r\nclear  is this. I did not advise the Government  to\r\n\r\nteach  family planning in Primary I. I did not  say\r\n\r\nthat  as someone was accusing me of saying. What  I\r\n\r\nwas  doing was to give an extreme example of how  a\r\n\r\ndesired  atmosphere could be put into  a  textbook.\r\n\r\nBut I did not advise them to teach family planning.\r\n\r\nSomebody   said,   \"Supposing   they   come    with\r\n\r\nembarrassing questions on family planning?\"  I  did\r\n\r\nnot  mean family planning in that sense. Do not let\r\n\r\nthe  Press  get me wrong and say that I said  teach\r\n\r\nfamily planning in Primary I. No.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Someone said that I had been talking about salary\r\n\r\ncuts  the whole day. In my whole speech I  did  not\r\n\r\nmention or touch upon salary cuts. That is where  I\r\n\r\nsaid\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1162</b></font><br><br>\r\n\r\n\r\n\r\nimagination  had  groped about. I did  not  mention\r\n\r\nsalary cuts and I was accused of that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Somebody then said that all my accusations were\r\n\r\nunfounded. I did not accuse anybody of anything  at\r\n\r\nall  in my speech. I made a few suggestions  but  I\r\n\r\nmade no accusations against anybody.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is about school functioning 3½ hours a day. They asked: How can the Member for\r\n\r\nMountbatten  increase it? I would like  to  read  a\r\n\r\ncircular from the Education Department.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>School curriculum</b></div>\r\n\r\n<pre>\r\n\r\n \"The  following will come into effect as from  the\r\n\r\nbeginning of the third term 1959.'\r\n\r\n\r\n\r\n  And the summary of teaching hours was given:\r\n\r\n\r\n\r\n   Primary V - 4½ hours a day, six days. 26½ hours.\r\n\r\n\r\n\r\n   Primary V1 - 4½ hours a day, six days. 26½ hours.\r\n\r\n</pre>\r\n\r\n<br><br>That  was  what I quoted. And I put  in  the  extra\r\n\r\nhomework, corrections, etc. But the Members on  the\r\n\r\nGovernment Bench said that teachers do 3½ hours a\r\n\r\nday  when  the Education Department circular  asked\r\n\r\nthem to do 26½ hours a week. I think the Minister\r\n\r\nfor Education had better look into the schools that\r\n\r\nare doing 3½ hours, if there are any.\r\n\r\n\r\n\r\n<br><br><!-- Inche Baharuddin Bin Mohamed Ariff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Baharuddin Bin Mohamed Ariff (Anson)</b>(<i>In Malay</i>): Mr Speaker, I will not dwell at length on\r\n\r\nthe  debate.  I  will only make a short  speech.  A\r\n\r\nmoment   ago,  we  heard  very  many   and   varied\r\n\r\naccusations - this  and  that - from  the  Member   for\r\n\r\nMountbatten,  that she did not oppose  the  six-day\r\n\r\nweek  principle. I know that she is not opposed  to\r\n\r\nthat.  I  have  often heard the teachers  say  that\r\n\r\nworking  six days a week is good, but it is  better\r\n\r\nif  the salary is increased in the form of overtime\r\n\r\nand so on. This is the position. There is the story\r\n\r\nof  a man who is asked to work voluntarily. He says\r\n\r\nit  is good to work voluntarily, but if he is  paid\r\n\r\nit is even better.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly the Member for Mountbatten said just now\r\n\r\nthat she did not disagree, but indirectly she meant\r\n\r\nthat   it  would  be  better  if  the  salary   was\r\n\r\nincreased.  On the whole, Mr Speaker, this  matter\r\n\r\nemanated as a result of the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1163</b></font><br><br>\r\n\r\n\r\n\r\ncutting out of the allowances, although the  Member\r\n\r\nfor  Mountbatten had repeatedly said that  she  did\r\n\r\nnot   mention  the  butting  out  of  the  variable\r\n\r\nallowances.  On  the  whole, however,  the  subject\r\n\r\ncentred  around  the cutting out  of  the  variable\r\n\r\nallowances. If additional allowances were given for\r\n\r\nworking six days a week, this matter would not have\r\n\r\narisen at all.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Order. The Member for Mountbatten\r\n\r\nmade  it quite clear that she did not touch on  the\r\n\r\ncutting of salary or the paying of allowances. I do\r\n\r\nnot think the Member should assume that that was in\r\n\r\nher  mind.  Nobody can read what is in  a  person's\r\n\r\nmind.\r\n\r\n\r\n\r\n<br><br><!-- Inche Baharuddin Bin Mohamed Ariff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Inche Baharuddin Bin Mohamed Ariff</b>(<i>In Malay</i>): However, on the\r\n\r\nwhole,  the theme is like a merry-go-round-it  goes\r\n\r\nback  to  the  cutting of allowances. Teachers  are\r\n\r\nleaders.  They are more powerful than the political\r\n\r\nleaders  because the teachers lead the children  to\r\n\r\nthink like human beings and live like human beings.\r\n\r\nWhen  I  was  at  school, I was  taught  this.  The\r\n\r\nteachers  said, \"We teachers are leaders,  to  lead\r\n\r\nall  of  you  to  become  useful  citizens  in  the\r\n\r\nfuture.\"  But  now  such  words  no  longer   exist\r\n\r\nbecause,  firstly, their allowances have been  cut.\r\n\r\nThey have to work harder and six days a week. In my\r\n\r\nopinion,  Mr  Speaker, there is  no  necessity  to\r\n\r\ndebate  this  question further. We should  remember\r\n\r\nthat  the  population of Singapore  is  increasing.\r\n\r\nThere  is  a  shortage  of  schools,  shortage   of\r\n\r\npremises, and lack of funds to erect more schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, Mr Speaker, I would like to say that\r\n\r\nthe  debate  which  has arisen has  centred  around\r\n\r\nnothing  more  than  the cutting  of  the  variable\r\n\r\nallowances.\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> Mr Speaker, Sir, the Deputy\r\n\r\nPrime  Minister made an unhappy comparison which  I\r\n\r\nam  sure  is  not  the  official  attitude  of  the\r\n\r\nGovernment towards teachers. He said that  teachers\r\n\r\nwere like dogs and horses- \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> And elephants!\r\n\r\n\r\n\r\n<br><br><!-- Mr Thio Chan Bee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thio Chan Bee:</b> And elephants which could be\r\n\r\nconditioned  to respond to lights and bells.  I  am\r\n\r\nsure he did not mean what he said.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1164</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He said further that the reason for the large\r\n\r\nproportion of failures in the Government  secondary\r\n\r\nentrance examination was due to the five-day  week.\r\n\r\nSir,  there  were quite a number of schools,  among\r\n\r\nwhich I am glad to say mine was included, where the\r\n\r\nproportion of passes was about two-thirds and these\r\n\r\nschools were run on a five-day week. So that is not\r\n\r\nthe  relevant factor. I believe that basically what\r\n\r\nwe  need is an attitude towards the teachers  which\r\n\r\nthe   old-fashioned  Chinese  had - an  old-fashioned\r\n\r\npractice  which  we hope will be  revived - that  the\r\n\r\nteacher  is  like the head of a family. His  pupils\r\n\r\nare  his children, and on that basis, we shall find\r\n\r\nthat  some  students need a five-day  week,  others\r\n\r\nneed  a five-and-a-half-day week, and others  again\r\n\r\nwill  need a six-day week. Once a student  has  got\r\n\r\nthe  habit  of studying, he studies on and  on.  No\r\n\r\nmatter how many days are imposed on a child, unless\r\n\r\nhe  has  a love for learning, a six-day week simply\r\n\r\nmeans one day of additional torture. Whereas if  he\r\n\r\ncomes under the right teachers who are regarded  as\r\n\r\nthe  head of the family - you will find teachers  who\r\n\r\nare  willing  to  teach, as  has  happened  already\r\n\r\nbefore,  not  only five days, but unofficially  six\r\n\r\ndays, and part of the seventh day - he will not  mind\r\n\r\nthe  six-day week. So let us put it to the test  of\r\n\r\nresult  and  public reaction - whether  the  five-day\r\n\r\nweek will produce the best result or the five-and-a-half-day week, (I think the Chinese schools have  a\r\n\r\nfive-and-a-half-day week), or a  six-day  week.  So\r\n\r\nlet  us not be rigid. Let us be flexible and  open-minded, and judge by the result of this experiment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also feel that one mistake made before is\r\n\r\nto  regard the school as a factory and the teachers\r\n\r\nand  children  as so many pieces  of  wood,  to  be\r\n\r\ntransferred  about. I believe that has  produced  a\r\n\r\ncondition where the pupils do not regard the school\r\n\r\nas  a home. Now and again there is a new head.  Now\r\n\r\nand  again there is a new teacher. We cannot expect\r\n\r\na pupil to regard that school as a home where today\r\n\r\nhis  father is so and so, and after one  year,  his\r\n\r\nfather  changes:  He does not  get  a  home.  So  I\r\n\r\nsuggest  there is something good in the old  system\r\n\r\nin Chinese schools and some aided\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1165</b></font><br><br>\r\n\r\n\r\n\r\nschools   where  they  permanently   post   certain\r\n\r\nteachers  and certain heads, and they regard  their\r\n\r\nschools  as their homes. I think with that attitude\r\n\r\nwe  can  contribute  a great deal  towards  nation-building.  When we develop in pupils a  loyalty  to\r\n\r\nthe  school  to  the point where  they  can  regard\r\n\r\npersonal  advantage as being secondary to the  good\r\n\r\nof  the school, it is quite easy from there to help\r\n\r\nthem to reach the point where loyalty to the nation\r\n\r\nis  more important than loyalty to individual  self\r\n\r\nor individual advantages.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that in January there will be a\r\n\r\nwholesale transfer of heads and teachers. Maybe  it\r\n\r\nis  necessary,  but I hope that after  the  initial\r\n\r\nmass transfer, gradually there will be stability in\r\n\r\nthe  staffing of schools, so that the students will\r\n\r\nbegin  to  identify the school as a  home  and  the\r\n\r\nheads  and teachers as their foster fathers in  the\r\n\r\nfield of education.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On another matter that I raised under the head of\r\n\r\nMinistry  of  Finance. Now that  the  Minister  for\r\n\r\nEducation has definitely said that the principle of\r\n\r\nequality will apply, we need not, therefore,  worry\r\n\r\nabout  scholarships  and bursaries  being  unfairly\r\n\r\nallocated.  All will be treated in  the  same  way,\r\n\r\nwhether   the  students  are  from  aided  schools,\r\n\r\nGovernment  schools,  Chinese,  English,  Malay  or\r\n\r\nTamil schools.\r\n\r\n\r\n\r\n<br><br><!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Toh Chin Chye:</b> Mr Speaker, to bring up a\r\n\r\npoint of correction, I have never at any moment  in\r\n\r\nmy  speech  earlier on compared teachers  to  dogs,\r\n\r\nhorses  or  elephants. I am quite  sure  the  House\r\n\r\nremembers  very clearly what I said. Never  at  any\r\n\r\ntime  did  I  say  that  teachers  are  horses   or\r\n\r\nelephants. What I did was to bring out an  analogy.\r\n\r\nI  have explained to you, Mr Speaker, very clearly\r\n\r\nthe  processes of conditioning, and in my speech  I\r\n\r\ngave  out  examples of how even  elephants  can  be\r\n\r\nconditioned, so that even they do not grumble about\r\n\r\na six-day week.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> Mr Speaker, Sir, it is a very\r\n\r\nforlorn Opposition I see across this table,  one  a\r\n\r\nretired  school principal in the Member for  Mountbatten and the other-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1166</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Prime Minister:</b> About to retire!\r\n\r\n\r\n\r\n<br><br>7.45 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Yong Nyuk Lin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Yong Nyuk Lin:</b> A principal who is about to\r\n\r\nretire   and   whose  appointment  comes   up   for\r\n\r\nconfirmation  every year. And quite far  away,  the\r\n\r\nMember  for  Kampong Kembangan who is  perhaps  the\r\n\r\nthird person who makes the crowd.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have been criticised for introducing the six-day\r\n\r\nweek, and for requiring teachers to work harder for\r\n\r\nless  pay. I should have thought that our  Minister\r\n\r\nfor  Finance's  Budget speech would have  impressed\r\n\r\nMembers  of the Opposition with the stark realities\r\n\r\nof  the cost of education. But apparently they  are\r\n\r\nincapable  of appreciating the full impact  of  his\r\n\r\nremarks.  Even  in an empty room, Mr  Speaker,  if\r\n\r\nthere is a noise there will have been an echo.  But\r\n\r\nI presume in the case of the Opposition, it is like\r\n\r\na  room  which is not only empty but a  vacuum  and\r\n\r\nvoid, so that there is no sound nor echo.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are not a static population. On the contrary,\r\n\r\nthe population of Singapore increases annually at a\r\n\r\nrate  higher  than  anywhere in the  world,  thanks\r\n\r\nperhaps  to our efficient Ministry of Health.  This\r\n\r\nsingle   feature   of  our  population   has   wide\r\n\r\nramifications   in  the  social,  educational   and\r\n\r\neconomic fields. I am for the moment concerned with\r\n\r\nthe educational and economic sectors. The story can\r\n\r\nbe told very simply in figures.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It means that each year some 56,000 to 60,000\r\n\r\nchildren  of  school-going age want to be  admitted\r\n\r\ninto  our  schools.  The  annually  recurrent   and\r\n\r\nspecial  expenditure  for  1960  amounts  to  $65.3\r\n\r\nmillion,  which is almost one-fourth of  the  total\r\n\r\nbudget  for  1960. [I am glad that Members  of  the\r\n\r\nOpposition are now increasing in number!]  Of  this\r\n\r\nsum,  $53 million represents the salaries of 10,000\r\n\r\nteachers in Government and aided schools and a  few\r\n\r\nthousand  members of the staff. And this  is  after\r\n\r\nthe cut in the variable allowances in July 1959.  1\r\n\r\nthink it would be very interesting, Mr Speaker, to\r\n\r\ndisclose  at  this stage that the cut  in  variable\r\n\r\nallowances has affected 7,243 out of the 9,832\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1167</b></font><br><br>\r\n\r\n\r\n\r\nteachers,  and that the savings for the  last  half\r\n\r\nyear  of  1959  amounted to $3.3  million,  or  the\r\n\r\nequivalent of $6.6 million for a full year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1957 census figures, those\r\n\r\nworking in the education service amounted to 12,000\r\n\r\npeople,  which is equivalent to less than  one  per\r\n\r\ncent  of  the population of Singapore's one  and  a\r\n\r\nhalf  million people. Therefore, simple  arithmetic\r\n\r\nwill  show  that  less than one  per  cent  of  the\r\n\r\npopulation  of  Singapore  is  in  receipt  of  $53\r\n\r\nmillion  or  20 per cent of the revenue alone.  Can\r\n\r\nthis  expenditure  go  on increasing  with  half  a\r\n\r\nmillion  or one-third of our population illiterate?\r\n\r\nI  say  to the teachers: that one per cent  of  the\r\n\r\npopulation receiving 20 per cent of the revenue  of\r\n\r\nthe  country  should prove that they are  not  only\r\n\r\nworth  20  times but one hundred times more,  as  a\r\n\r\ncontribution  to  the country,  now  that  we  have\r\n\r\nMerdeka, now that we want to build a nation. It  is\r\n\r\nclear  that  the  resources  of  the  Ministry   of\r\n\r\nEducation must be expanded to cope with our growing\r\n\r\nschool  population,  but it is equally  clear  that\r\n\r\neconomies  must be effected in all directions.  The\r\n\r\ncost of new buildings will be carefully watched and\r\n\r\ncut down to the bone. Economies to the salaries  of\r\n\r\ncivil  servants  which are of  general  application\r\n\r\nhave  brought  down  the cost of administration  in\r\n\r\nthis Ministry. But something more has to be done if\r\n\r\nthese   economies  are  not  to  be  nullified   by\r\n\r\nincreases to the numbers of teachers to be employed\r\n\r\nin  our  schools. We are going to appoint at  least\r\n\r\n770  new  people  for  the education  service.  The\r\n\r\nsolution  lies  in  requiring teachers  to  put  in\r\n\r\nadditional  hours of teaching. These measures  have\r\n\r\nbeen introduced with the greatest reluctance on  my\r\n\r\npart,  for I can find no other alternative solution\r\n\r\nto  this  problem of mounting costs to provide  the\r\n\r\neducation  which  our  children  have  a  right  to\r\n\r\nexpect. We have inherited four streams of education\r\n\r\nwhich  are at different stages of development,  and\r\n\r\nit  is our aim to bring about integration, as  soon\r\n\r\nas  possible.  Parents  have  complete  freedom  of\r\n\r\nchoice over the media of instruction in which their\r\n\r\nchildren are to be taught. The two common languages\r\n\r\nin  all  streams  will be Malay  and  English.  Our\r\n\r\nreaders\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1168</b></font><br><br>\r\n\r\n\r\n\r\nand textbooks in all media must be truly Malayan in\r\n\r\ncontent  and  context.  All communal  barriers  are\r\n\r\nbeing   torn  down.  All  organisations  of  school\r\n\r\nchildren and sports meetings run on communal  lines\r\n\r\nhave  been abolished. A very successful display  of\r\n\r\n6,000  school  pupils from all  streams  for  Malam\r\n\r\nRaksaksa  Ra'ayat on Tuesday, 8th  December,  bears\r\n\r\ntestimony  to the new spirit of this Government.  A\r\n\r\nbigger  and  better  show  will  be  organised  for\r\n\r\nNational Day on June 3rd next year. In future,  our\r\n\r\nchildren  will  meet in friendly competition  which\r\n\r\nwill  cut across communal feelings and differences.\r\n\r\nTo  remove any difficulties that might stand in the\r\n\r\nway  of  the full integration of our young  people,\r\n\r\nthis  Government has intensified its drive to  make\r\n\r\nthe  idea of a national language a reality. A crash\r\n\r\nprogramme  of  instruction of our teachers  in  the\r\n\r\nMalay  language  is in full swing in  the  Teachers\r\n\r\nTraining College, and it is hoped that by  the  end\r\n\r\nof  1961,  we  shall have more than 3.000  teachers\r\n\r\nqualified  to  teach the national language  in  our\r\n\r\nschools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish now to enlarge on certain provisions in the 1960 Estimates\r\n\r\nnot dwelt upon by the Members of the\r\n\r\nOpposition.  This  is perhaps the most  appropriate\r\n\r\ntime to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with our declared aim to popularise\r\n\r\nMalay  as  the  national language of this  country,\r\n\r\nnaturally  we  shall recruit more  Malay  teachers.\r\n\r\nThis  we  are  doing  for  1960.  Of  the  770  new\r\n\r\nappointments  for the Ministry of  Education,  one-third, or 252, will be Malay teachers, made  up  of\r\n\r\n50 trained teachers and 202 probationary teachers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, we shall raise the Malay stream from\r\n\r\nthe  present primary level to secondary level,  and\r\n\r\nthereafter  to university level. As  a  first  step\r\n\r\ntowards  the setting up of Malay secondary  schoo1s\r\n\r\nin  1961, teaching at secondary level in Malay will\r\n\r\nbegin next month at the Kallang Secondary School.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Besides an increased provision of $8,400 for\r\n\r\nMalays   in  respect  of  Island  scholarships   as\r\n\r\ncompared  with  $3,000 for 1959,  and  $18,000  for\r\n\r\nMalays attending English Secondary schools. I  wish\r\n\r\nto draw the attention of the House to the fact that\r\n\r\nthis\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1169</b></font><br><br>\r\n\r\n\r\n\r\nGovernment recognises the special position  of  the\r\n\r\nMalays by making a special provision of $15,000 for\r\n\r\nthe higher education of Malays in the University of\r\n\r\nMalaya  for  1960.  These bursaries  will  be  made\r\n\r\navailable  to  those  who have recently  taken  the\r\n\r\nHigher  School  Certificate  Examination  and  gain\r\n\r\nadmission to the University next year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish now to draw attention to the provision of\r\n\r\n$50,000  under  sub-head 56 for  the  provision  of\r\n\r\nbursaries  to students in the Polytechnic  and  for\r\n\r\ntechnical  and  vocational education.  This  is  to\r\n\r\nindicate Government's genuine earnestness to ensure\r\n\r\nthat  deserving  students should not  be  prevented\r\n\r\nfrom  pursuing their studies in technical  subjects\r\n\r\nbecause of lack of finance. This is in addition  to\r\n\r\nan  item for scholarships already provided  for  in\r\n\r\nprevious  years.  Then there is sub-head  54  which\r\n\r\nshows  a 50 per cent increase in the provision  for\r\n\r\nNanyang University students at $600,000 as compared\r\n\r\nwith $400,000 for 1959. It should be added that the\r\n\r\nincreased  provision will enable the Government  to\r\n\r\noffer   some  scholarships  to  Nanyang  University\r\n\r\ngraduates to undergo further studies either in  the\r\n\r\nUniversity of Malaya or universities abroad.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I wish to touch upon capitation grants now\r\n\r\npaid by Government to aided schools which involve a\r\n\r\nsum  of  more than $1 million per annum. This,  Mr\r\n\r\nSpeaker,  falls within various sub-heads  known  as\r\n\r\nGrants-in-aid   under  O.C.A.R. totalling   $26.9\r\n\r\nmillion. The existing rates are 50 cents per  pupil\r\n\r\nper  month  for primary schools, and 75  cents  per\r\n\r\npupil per month for secondary schools.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Grants-in-Aid Regulations, 1957,\r\n\r\ncapitation  grants may be used to cover  contingent\r\n\r\nexpenditure  for, I quote, \"apparatus,  stationery,\r\n\r\nCity  Council charges, telephone charges,  auditing\r\n\r\nfees\", etc. Since auditing fees have been included,\r\n\r\nI  regret  to  say that certain aided schools  have\r\n\r\nfailed  to  submit their audited  accounts  to  the\r\n\r\nMinistry of Education as far back as 1957.  I  have\r\n\r\nhere a list of aided schools which are very much behind  \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1170</b></font><br><br>\r\n\r\n\r\n\r\nin  their  submission of their  accounts.  34\r\n\r\nschools  have not rendered their 1957 accounts,  33\r\n\r\nbeing  Chinese  and one Tamil: 37 schools  for  the\r\n\r\n1958  accounts, 36 Chinese and one Tamil. I  regret\r\n\r\nto  state  that if these audited accounts  are  not\r\n\r\nreceived by the, Ministry of Education by  the  end\r\n\r\nof  this month, they will not be able to get  their\r\n\r\ncapitation grants for 1960.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, I wish to state that the 1959\r\n\r\naudited  accounts  should  be  submitted   to   the\r\n\r\nMinistry not later than 30th June, 1960, and so  on\r\n\r\nthereafter.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $65,338,120 for Head 47 ordered to\r\n\r\nstand part of the Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman</b>: Perhaps the Minister for Finance\r\n\r\nwill check me if I go wrong - the remaining heads  of\r\n\r\nexpenditure in respect of which no amendments stand\r\n\r\non the Order Paper are, 3, 5, 6, 9 to 16 inclusive,\r\n\r\n19,  20, 23, 24, 28, 29, 30, 32, 33, 35, 39, 41  to\r\n\r\n44 inclusively and 46.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads as\r\n\r\nthey  appear in the last column of the Abstract  of\r\n\r\nEstimated Expenditure on page 31 of Paper Cmd. (New\r\n\r\nSeries) 32 of 1959\", put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $246,646,260 shall be\r\n\r\nsupplied  to  the  Government under  the  heads  of\r\n\r\nexpenditure  for the public services shown  in  the\r\n\r\nEstimates  contained in Paper Cmd. (New Series)  32\r\n\r\nof 1959\", put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And it being 8 p.m. Mr Speaker left the Chair of\r\n\r\nthe Committee and took the Chair of the Assembly.\r\n\r\n\r\n\r\n<br><br><!-- Dr Goh Keng Swee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Goh Keng Swee:</b> Mr Speaker, Sir, I beg to\r\n\r\nreport  that  the  Committee  of  Supply  has  made\r\n\r\nprogress  on the Main Estimates, and beg leave  to\r\n\r\nsit again tomorrow, 14th December.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n \r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[Dr Toh Chin Chye].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">one minute past Eight o'clock p.m.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
