{"memberId": null, "volumeNo": "9", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "2", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"1\">\r\n\r\n<meta name=\"Sess_No\" content=\"3\">\r\n\r\n<meta name=\"Vol_No\" content=\"9\">\r\n\r\n<meta name=\"Sit_No\" content=\"2\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1959-01-22\">\r\n\r\n<meta name=\"Start_Col\" content=\"1713\">\r\n\r\n<meta name=\"End_Col\" content=\"1816\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">22-01-1959</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1713</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n<div align=\"center\"><h2>LEGISLATIVE ASSEMBLY DEBATES</h2></div>\r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n<div align=\"center\"><h4>THIRD SESSION OF THE FIRST LEGISLATIVE ASSEMBLY</h4></div>\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>FIRST SERIES</b></div></td>\r\n\r\n<td><div align=\"right\"><b>VOLUME 9</b></div></td></table>\r\n\r\n\r\n\r\n<div align=\"center\">PART IV OF SESSION 1958-9</div>\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Thursday, 22nd January, 1959,</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The Assembly met at Ten o'clock a.m.</i></div>\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>The Honourable Mr SPEAKER (Sir George Oehlers, O.B.E).\r\n\r\n\r\n\r\n<br>The Honourable Dato Abdul Hamid bin Haji Jumat, P.M.N.(Ulu Bedok), Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Inche Ahmad Bin Ibrahim (Sembawang).\r\n\r\n\r\n\r\n<br>The Honourable Mr A. J. Braga (Katong), Minister for Health.\r\n\r\n\r\n\r\n<br>The Honourable Mr Chew Swee Kee (Whampoa), Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr E. B. David, C.M.G., Chief Secretary (ex-officio).\r\n\r\n\r\n\r\n<br>Sir Ewen Fergusson (Nominated).\r\n\r\n\r\n\r\n<br>Mr Goh Chew Chua (Ponggol-Tampenis).\r\n\r\n\r\n\r\n<br>Mr Goh Tong Liang (Bukit Panjang).\r\n\r\n\r\n\r\n<br>The Honourable Mr J. M. Jumabhoy (Stamford), Minister for Commerce and Industry.\r\n\r\n\r\n\r\n<br>Mr R. Jumabhoy, C.B.E., M.C.H., J.P. (Telok Ayer).\r\n\r\n\r\n\r\n<br>Mr A. R. Lazarous (Farrer Park).\r\n\r\n\r\n\r\n<br>Mr Lee Choon Eng (Queenstown).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Lim Cher Kheng (Changi).\r\n\r\n\r\n\r\n<br>Mr Lim Choon Mong (Serangoon).\r\n\r\n\r\n\r\n<br>Mr R. C. H. Lim (Nominated).\r\n\r\n\r\n\r\n<br>Mr Lim Koon Teck (Paya Lebar).\r\n\r\n\r\n\r\n<br>The Honourable Tun Lim Yew Hock, S.M.N. (Havelock), Chief Minister and Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br>The Honourable Mr Mak Pak Shee (Geylang), Assistant Minister for Labour and Welfare.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1714</b></font><br><br>\r\n\r\n\r\n\r\n<br>The Honourable Inche Mohamed Sidik bin Haji Abdul Hamid (Southern Islands), Assistant Minister for Education.\r\n\r\n\r\n\r\n<br>The Honourable Mr M. P. D. Nair (Seletar), Assistant Minister to the Chief Secretary.\r\n\r\n\r\n\r\n<br>The Honourable Mr Oon Khye Kiang, Financial Secretary (Acting) (ex-officio).\r\n\r\n\r\n\r\n<br>The Honourable Mr E. P. Shanks, Q.C., Attorney-General (ex-officio).\r\n\r\n\r\n\r\n<br>Mr Soh Ghee Soon (Cairnhill).\r\n\r\n\r\n\r\n<br>Mr Tan Siak Kew (Nominated).\r\n\r\n\r\n\r\n<br>The Honourable Mr Tan Theng Chiang (Rochore), Assistant Minister for Local Government, Lands and Housing.\r\n\r\n\r\n\r\n<br>Mr William Tan (Tiong Bahru).\r\n\r\n\r\n\r\n<br>The Honourable Mr Francis Thomas (Nominated), Minister for Communications and Works.\r\n\r\n\r\n\r\n<br>Mr Wong Foo Nam (Pasir Panjang).\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Mr John Ede (Tanglin).\r\n\r\n\r\n\r\n<br>Mr Lim Ching Siong (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seah Peng Chuan (Kampong Kapor).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1714</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>CUSTOMS (AMENDMENT NO. 3)</b></div>\r\n\r\n<div align=\"center\"><b>BILL</b></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resumption of debate on Question [21st\r\n\r\nJanuary, 1959], \"That the Bill be now read a Second\r\n\r\ntime.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1715</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>10.01 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir, at the suspension of the\r\n\r\ndebate  yesterday, I was making the point that we  made\r\n\r\napproaches  to  the  Federation to  recognise  a  Pan-Malayan  economic unit concept, but we  have  not  been\r\n\r\nsuccessful so far and, in the interim period before  we\r\n\r\nor the next government can succeed to power, we have to\r\n\r\ntake  measures  to protect our economy  by  creating  a\r\n\r\nsecond basis for our economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we consider this point, we have got to divide\r\n\r\nour  approach into three distinct groups. The first is:\r\n\r\nwhat  is  the ideal that is desirable, reasonably?  The\r\n\r\nideal   desirable  is  a  political  merger  with   the\r\n\r\nFederation.   Failing  that,  of  course,   the   ideal\r\n\r\ndesirable  is  to  have  a  Pan-Malayan  economic  unit\r\n\r\nconcept accepted by the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next point you have to consider is: if the ideal is\r\n\r\nunattainable within the foreseeable future, what can be\r\n\r\ndone  within the realms of possibilities and  when  can\r\n\r\nsuch  possibilities come to fruition? For my part, Sir,\r\n\r\nI  have not the slightest doubt that the day will  come\r\n\r\nwhen,  by  force  of circumstances, Singapore  and  the\r\n\r\nFederation  will  have to recognise  that  economically\r\n\r\nthey  cannot stand alone, each by itself. But again,  I\r\n\r\nhave  not  the slightest doubt that that day  will  not\r\n\r\ncome  quickly  and that, before such a  day  comes,  we\r\n\r\nshall  have to convince the Federation that the benefit\r\n\r\nfrom  such  a concept will not only accrue to Singapore\r\n\r\nbut that the benefit is also mutual - that the Federation\r\n\r\nwill  stand to benefit as much. It is only when we  can\r\n\r\nprove this to the Federation or when the Federation can\r\n\r\nlearn this because of force of circumstance or by trial\r\n\r\nand  error, that we can be in a position to  make  them\r\n\r\naccept  that  concept of one economic unit.  Therefore,\r\n\r\nthe  time factor is anybody's guess. For my part, I  do\r\n\r\nnot  think  it  would be possible to have this  concept\r\n\r\naccepted by them in the next year or two.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we come to the third point and that is to\r\n\r\naccept  what  is facing us now and to do  what  we  can\r\n\r\nabout it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1716</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\nWhat  is  facing  us  now is that  we  are  unnaturally\r\n\r\ndivided  and  that  we  are in  a  position  where,  if\r\n\r\npoliticians on both sides are not careful, we could try\r\n\r\nto  destroy  each other economically, and  possibly  go\r\n\r\nfurther  than that. That is why I have always  resisted\r\n\r\nthe  Member  for Changi and others who have  indicated\r\n\r\nthat  they  would  like  to  fight  it  out  with   the\r\n\r\nFederation. I would say \"No\". Short of fighting out  an\r\n\r\neconomic  war with the Federation, in which I  have  no\r\n\r\nhesitation in saying that we will come out the worse-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Member will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> No, Sir, I think the hon. Member\r\n\r\nhas had enough opportunity. Short of fighting it out, I\r\n\r\nthink we should make all efforts to try to create  some\r\n\r\nthings here in Singapore which could counterbalance the\r\n\r\ndifficulties that we are facing now. I know,  Sir,  it\r\n\r\ncould  be  said  that we promise on our Party  platform\r\n\r\nthat we would try to get a merger, but that should  not\r\n\r\npreclude  acceptance of the fact, as  it  stands,  that\r\n\r\nmerger  is still a faraway dream. But again, this  does\r\n\r\nnot mean that we refuse to try to get a merger.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> How?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, now I come to the main points\r\n\r\nraised by the Members of the Opposition in the debate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first is the point over which there has been quite\r\n\r\na lot of Press publicity and to which many Members have\r\n\r\nreferred  in  different terms - the  Member  for  Tanjong\r\n\r\nPagar  has put it rather emphatically - and that is this.\r\n\r\nI  refer to the report as it appears in today's Straits\r\n\r\nTimes:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Referring to tax relief measures for pioneer\r\n\r\nindustries approved earlier in today's session, Mr Lee\r\n\r\nsaid the tariff Bill was the third major measure in one\r\n\r\nday.  But there was hardly time for the schemes  to  be\r\n\r\nbrought to fruition before the government went  out  of\r\n\r\noffice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee said the government was producing a spate of legislation in its last few weeks of office.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1717</b></font><br><br>\r\n\r\n\r\n\r\nThe same comment was made by the Member for Telok Ayer,\r\n\r\nthe Member for Tiong Bahru and various other Members. I\r\n\r\nwant,  Sir,  to  dispel  the impression  that  this  is\r\n\r\nsomething  that has been hurriedly thought of-again  in\r\n\r\nthe  words  of the Member for Tanjong Pagar, \"Too  many\r\n\r\nclever  things are thought out, spoken out even  before\r\n\r\nthey  are  put  down on paper, quoted and then  quickly\r\n\r\nretracted.\"  That is not so. If hon.  Members  care  to\r\n\r\nstretch their memories back to 1956, they will remember\r\n\r\nthat  it  was  in  this  House that  I  made  a  policy\r\n\r\nstatement  on  7th November, 1956, on the  Government's\r\n\r\neconomic  policy, just as the Mayor made his  statement\r\n\r\nat  the  beginning of his term of office and said,  \"We\r\n\r\nwant  to put up 200 standpipes.\" Whether the water goes\r\n\r\ninto  the standpipes or not is another matter, but they\r\n\r\nare there! But mine was a thought-out policy statement.\r\n\r\nWhat  does this statement say besides assuring  foreign\r\n\r\n\r\n\r\ncapital  about  freedom  of  repatriation  of  profits,\r\n\r\ncreating   a   suitable  climate,  giving   immigration\r\n\r\nfacilities    to    skilled    workers,    technicians,\r\n\r\nadministrative personnel, and so on, giving  facilities\r\n\r\nfor  the importation of raw materials, even from dollar\r\n\r\nareas? It goes on to:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(e) Government intends that a survey of the colony's\r\n\r\nindustrial  potential and markets be  carried  out.\r\n\r\nInquiries  are  now being made in order  to  obtain\r\n\r\nthe services of experts to undertake this survey.\"\r\n\r\n\r\n\r\n<br><br>Sir, a survey of the Colony's industrial potential  and\r\n\r\nmarkets  is not a thing that can be done overnight.  At\r\n\r\nthe  moment,  we  are  carrying out  a  survey  of  the\r\n\r\nfactories  and  the  present  industries  obtaining  in\r\n\r\nSingapore and that survey will show how Government  can\r\n\r\nassist. Then it goes on to:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(f) Government intends to establish an Institute of\r\n\r\nScientific and Industrial Research for the  purpose\r\n\r\nof   investigating  and  giving   advice   on   the\r\n\r\ntechnological  and  economic aspects  of  industry.\r\n\r\nArrangements  have been made to obtain  the  advice\r\n\r\nof an expert on the setting up of this Institute.\"\r\n\r\n\r\n\r\n<br><br>An  expert  was  obtained under the Colombo  Plan.  The\r\n\r\nexpert made his recommendations to the Government\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1718</b></font><br><br>\r\n\r\n\r\n\r\nand they were that the Institute should be Pan-Malayan.\r\n\r\nNegotiations are still going on with the Federation  of\r\n\r\nMalaya  and  therefore  the  scheme  has  not  come  to\r\n\r\nfruition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(g) Government has decided to set up an Industrial\r\n\r\nPromotion  Board with a $1,000,000  revolving  fund\r\n\r\nto give financial assistance to small industries.\"\r\n\r\n\r\n\r\n<br><br>That has been done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"(h) Government is investigating the question of\r\n\r\nmaking   tax   concessions  to   industries   whose\r\n\r\nexpansion   or  establishment  it  is  desired   to\r\n\r\nencourage.\"\r\n\r\n\r\n\r\n<br><br>That was done yesterday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, between announcing the policy and bringing it to\r\n\r\nfruition, there must be a lapse of time if you  have  a\r\n\r\nreasonable  democratic  government.  If  you   have   a\r\n\r\ndictatorial form of government, they just use the  Whip\r\n\r\nand  carry things through. But with a democratic setup,\r\n\r\nyou cannot have that and therefore you have got to give\r\n\r\nconsideration to all the issues that are involved;  the\r\n\r\nrevenue  issue is involved because income tax  is  Pan-Malayan. But we passed the Industrial Expansion (Relief\r\n\r\nfrom  Income  Tax)  Bill  and  the  Pioneer  Industries\r\n\r\n(Relief  from  Income  Tax) Bill yesterday.  These  two\r\n\r\nBills  and  the  Bill  we  are debating  now  were  not\r\n\r\nhurriedly thought of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Consideration of the extremely difficult and complex\r\n\r\nproblem of tariff protection will be deferred until the\r\n\r\nindustrial  potential  and  markets  survey  has   been\r\n\r\ncompleted and studied.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on 7th November, 1956, this programme was thought\r\n\r\nout. It is not something that the Minister has cleverly\r\n\r\nthought of overnight and \"rushed through\", in the words\r\n\r\nof the Member for Tanjong Pagar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> The Member for Telok Ayer.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> \"Too many things were spoken out\r\n\r\neven before they are put on paper.\" It is preposterous,\r\n\r\nSir,  to  suggest  that.  It is already  the  announced\r\n\r\npolicy  of  the  Government. Now, why  have  two  years\r\n\r\nelapsed  before  the implementation of  this  announced\r\n\r\npolicy? The answer lies in the fact that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1719</b></font><br><br>\r\n\r\n\r\n\r\nthis  is a democratic Government. This Government  does\r\n\r\nnot  do  things  on the lines of the  City  Council  in\r\n\r\nSingapore.  We  do things after getting  proper  public\r\n\r\nreaction.  We  do things after looking  into  each  and\r\n\r\nevery angle, because, to tamper with the economy,  Sir,\r\n\r\nis  not,  as the Malays put it, a \"main-main\" business.\r\n\r\nIt  is not a business that you just do as the whim  and\r\n\r\nfancy  seizes  you.  And  then again,  the  Member  for\r\n\r\nTanjong  Pagar blithely goes on to say that  though  he\r\n\r\ndoes  not  oppose protection- \r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Whilst we [his Party]\r\n\r\nrecognise the changing facets of our economy  and  that\r\n\r\nof the surrounding territories, primarily Indonesia and\r\n\r\nthe  Federation, we do not think it wise or prudent  to\r\n\r\nhave any sudden switches in economic policy.\"\r\n\r\n\r\n\r\n<br><br>What he means is whether they want to have any switches\r\n\r\nat  all.  The switch has come, of course, in the  Party\r\n\r\npolicy  of the People's Action Party, and that is  away\r\n\r\nfrom  the  extreme Left Wing. There is an  element  now\r\n\r\nwhich  is  trying to woo foreign capital, because  they\r\n\r\nrealise  that,  whilst in the opposition,  the  extreme\r\n\r\nLeft Wing was the thing to play upon; now that they see\r\n\r\nthat  they have a chance to become the Government, they\r\n\r\nhave  now  got  to  change the way of thinking  of  the\r\n\r\npeople and say, \"Extreme Left Wingism is bad.\" So:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"While the Party does not oppose what the Minister\r\n\r\nhas   termed  selected  protection  for  industry,   it\r\n\r\nrecognises that the Singapore market consists of only 1½\r\n\r\nmillion people to provide the necessary attraction.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That fact we have recognised too, but then where the\r\n\r\nMember  for  Tanjong Pagar goes wrong is when  he  says\r\n\r\nthat  while  Singapore  could give  protection  to  1.5\r\n\r\nmillion  people,  the Federation could  give  it  to  7\r\n\r\nmillion people. In numbers, yes, but if anybody  wishes\r\n\r\nto  analyse reports, in purchasing power, it is  not  a\r\n\r\nratio  of  7  : 1.5. but it is a ratio of 2  :  1.  Our\r\n\r\nconsumption  is one-third Pan-Malayan. The Federation's\r\n\r\nconsumption  is  two-thirds Pan  Malayan,  and  to  all\r\n\r\nintents and purposes, for the industrialists, it is the\r\n\r\npurchasing  power  ratio  that  matters  and  not   the\r\n\r\npopulation ratio that matters.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1720</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member attacks me, Sir, by saying, \"The\r\n\r\nMinister   appears  to  be  a  man   crying   out   for\r\n\r\nrecognition.\" Sir, the fact that I quoted my speech  at\r\n\r\nSeattle  in the Colombo Plan meeting indicated  to  him\r\n\r\nthat  I  was crying out for recognition. Sir,  no  such\r\n\r\nthing  was  in  my mind. Why I went to  the  length  of\r\n\r\nputting  up  a  full case to this House was  because  I\r\n\r\nrecognise    that    this   House   is   democratically\r\n\r\nconstituted.  I  could have spoken  a  formal  sentence\r\n\r\n\"That I beg to move\", and sat down and got the Whip  to\r\n\r\npass the Bill through. It could have been done, as  far\r\n\r\nas  the  Government side was concerned, with  a  speech\r\n\r\nlasting  three  minutes. Let the  Opposition  take  two\r\n\r\nhours if they wish to. But, Sir, we recognise that this\r\n\r\nHouse  is  democratically constituted and we would  not\r\n\r\nfetter  the democratic expression of opinion. Therefore\r\n\r\nI  went  to  great lengths to put down  on  record  why\r\n\r\nGovernment was doing these things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other fact is that in law you cannot express\r\n\r\nintentions. You only express facts, but the  intentions\r\n\r\nare also important for the future, because the facts as\r\n\r\nput  in  the  law can be malad-ministered by  a  future\r\n\r\ngovernment. It is then that the intentions which are on\r\n\r\nrecord can be brought out and the battle can be fought.\r\n\r\nThat  is why I went to these lengths. It is not to  get\r\n\r\n\r\n\r\nrecognition  that  I was a clever  man  trying  to  put\r\n\r\nsomething across the House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member for Tanjong Pagar said of me, \"The\r\n\r\nreason  why nobody paid any attention to him  was  that\r\n\r\nthey  knew  what he said did not count.\" That indicates\r\n\r\nthe ego in the hon. Member for Tanjong Pagar. Only what\r\n\r\nhe  says  counts  and what other people  say  does  not\r\n\r\ncount.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is, Sir, the bad fortune of Singapore that there\r\n\r\nare  politicians who are ready to ignore the  realities\r\n\r\nof the economic situation for their own political ends.\r\n\r\nThe  Member for Tanjong Pagar criticised the Government\r\n\r\n\r\n\r\nwhen he said that after thinking out clever things they\r\n\r\nwere  quickly retracted. It is no such thing, Sir.  The\r\n\r\npolicy  was  announced  on 13th  August  last  and  the\r\n\r\nGovernment intends\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1721</b></font><br><br>\r\n\r\n\r\n\r\nto carry out that policy as announced by me. If the law\r\n\r\nin  its  drafting can be brought to a state where  that\r\n\r\npolicy  could be expressed clearly, this Government  is\r\n\r\nnot  going to stand in the way of such clear expression\r\n\r\nin  the  law.  There is no question  of  retraction  or\r\n\r\nwithdrawal of policy. The Bill is going through. If  it\r\n\r\nis  a matter of quibbling over words in the law, if the\r\n\r\nlaw  can  be  more clearly defined, I am not  going  to\r\n\r\nstand in the way so long as the policy that we want can\r\n\r\nbe carried out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Member for Tanjong Pagar talked of\r\n\r\nmanagerial   and  technical  skills.   Sir,   we   have\r\n\r\nrecognised  technical  skill. We have  the  Polytechnic\r\n\r\nrunning  now  to  provide technical skill.  It  is  not\r\n\r\nsomething  that  is now freshly thought  out,  but  the\r\n\r\ncurious thing, Sir, is this, and this is found  in  the\r\n\r\nPeople's Action Party's fourth Anniversary Celebrations\r\n\r\nSouvenir, \"Our Economic Future\" by Dr Goh Keng Swee:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In order to do this [that is, to industrialise] we\r\n\r\nmust   train  a  cadre  of  managerial  and   technical\r\n\r\npersonnel to the highest standard of professional skill\r\n\r\nas well as in Socialist principles.\"\r\n\r\n\r\n\r\n<br><br>First,  the Party cannot get away from cadres.  We  had\r\n\r\nthe cadres that started the fires in 1955 and 1956. Now\r\n\r\nthe  Party  is going to have another set of  cadres  to\r\n\r\nquell  the  fires which have frightened  capital  away.\r\n\r\nAnother  set  of  cadres to go down on their  knees  to\r\n\r\n\r\n\r\nforeign  capital and say, \"No, we are good boys.\"  Then\r\n\r\nyou  are  going to have a third set of cadres to  train\r\n\r\nthem  in managerial and technical skills as well as  in\r\n\r\nSocialist  principles. Yet here they say that Socialist\r\n\r\nprinciples cannot be applied to Singapore. It is  there\r\n\r\nalso. I do not know, Sir, whether this going around  in\r\n\r\nvarious  cadres  is  going to help  Singapore,  but  it\r\n\r\nevidently  shows  the confused way of thinking  of  the\r\n\r\nParty.  Sir,  the  advanced  technical  and  managerial\r\n\r\nskills are not the final answer, as is suggested by the\r\n\r\nMember for Tanjong Pagar. The final answer, Sir, if you\r\n\r\nwant  to  be  competitive, is automation. Even  with  a\r\n\r\nhundred  trained  technical  men,  if  you  have   hand\r\n\r\nproduction, you cannot be competitive.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1722</b></font><br><br>\r\n\r\n\r\n\r\nA  high degree of mechanisation is the answer and  that\r\n\r\nmeans  that  Singapore has to look  out  not  for  five\r\n\r\nindustries employing fifty persons each, but a  hundred\r\n\r\nindustries  employing five persons each.  That  is  the\r\n\r\nultimate answer. Just having the technical knowledge is\r\n\r\nnot  the  ultimate answer. What is happening in Europe?\r\n\r\nThey  have  all the technical skill, and yet  they  are\r\n\r\nhighly  mechanized.  Sir, I now leave  the  Member  for\r\n\r\nTanjong Pagar. I had hoped that he would be here in the\r\n\r\nHouse.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We go on to the Member for Tiong Bahru. When I quoted\r\n\r\nall  those  restrictions, he asked why  I  did  not  do\r\n\r\nanything to abolish those restrictions. If he had  gone\r\n\r\ninto  the constitutional aspects of Singapore, he would\r\n\r\nhave  noticed  that defence under the new  Constitution\r\n\r\nstill  remains in the hands of the British  Government.\r\n\r\nThere are certain aspects of trade which are related to\r\n\r\n\r\n\r\ndefence  and,  frankly, I think the  position  will  be\r\n\r\nforced  in  the  next  Constitution.  If  there  is  an\r\n\r\nunreasonable  government, they will force the  position\r\n\r\nto  an  issue where either Britain will have to suspend\r\n\r\nthe  Constitution to see that its economic obligations,\r\n\r\nas  far  as Communist countries are concerned, are  not\r\n\r\nflouted,  or something new will have to come  out.  But\r\n\r\nthat is a matter that this Government cannot touch.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he asked me whether tariffs would apply to goods\r\n\r\ncoming  from  the Federation. The answer is  that  they\r\n\r\nwould.  Just as tariffs apply to Singapore goods  going\r\n\r\nto  the  Federation, they would apply to  goods  coming\r\n\r\nfrom the Federation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then a lot of talk took place about Hongkong.\r\n\r\n\"Hongkong has 3,300 factories and cheap production. Why\r\n\r\n\r\n\r\ncannot  the  Singapore  Government  do  the  same   for\r\n\r\nSingapore?\"  Now, Sir, it is only little  children  not\r\n\r\nversed in the situation obtaining in the world, who  do\r\n\r\nnot  understand  the  difference between  Hongkong  and\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the expression \"little\r\n\r\nchildren\"  is meant to refer to honourable  Members  of\r\n\r\nthe Assembly, then I think that expression is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1723</b></font><br><br>\r\n\r\n\r\n\r\nunparliamentary and I ask the Minister to withdraw it.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I thought I was paying a\r\n\r\ncompliment as far as age is concerned! Ladies  will  be\r\n\r\nflattered if we refer to them as-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not want any debate on my\r\n\r\nruling. I ask the Minister to withdraw the expression.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I withdraw it, Sir, I defer to\r\n\r\nyour ruling.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When China was taken over by the Communist\r\n\r\nGovernment,  there was a flight of capital and  people,\r\n\r\nwho had industrial experience, to Hongkong. So what you\r\n\r\nhad  was  an  accumulation in Hongkong around  1950  of\r\n\r\ntechnical  skill  and knowhow, and idle  capital  lying\r\n\r\nthere. Then on top of that came the flight of refugees.\r\n\r\nAnd  so  you have the third factor, and that  is  cheap\r\n\r\n\r\n\r\nrefugee  labour  available  by  the  thousands.  Now  a\r\n\r\ncombination  of  these three factors  gave  Hongkong  a\r\n\r\nwindfall. The same conditions do not obtain here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, Sir - and this is in reply not only to the\r\n\r\nMember for Tiong Bahru but also to the Member for Telok\r\n\r\nAyer who said that the Government had spent most of the\r\n\r\nreserves,  and taxation had gone up - this Government  is\r\n\r\nan  elected  Socialist Government. This  Government  is\r\n\r\npledged  to  the  electorate  to  do  things  in  their\r\n\r\ninterests,  to bring about social legislation.  If  you\r\n\r\ncompare the number of social legislative measures  that\r\n\r\nthis  Government  has  brought about  with  the  number\r\n\r\nduring  the last 140 years of the Colony - you will  find\r\n\r\nthat  ours  outnumber them all: the  Clerks  Employment\r\n\r\nBill,   the   Factories  Bill,  the   Shop   Assistants\r\n\r\nEmployment Bill and so many others. This Government has\r\n\r\nput  up cheap public housing by the thousands. In fact,\r\n\r\nthe housing that has been put up during the three years\r\n\r\nof  the life of this Government exceeds the housing put\r\n\r\nup  by  the  S.I.T. during all its previous ten  years.\r\n\r\nAbout  half  the rents are subsidised. This  Government\r\n\r\n\r\n\r\nhas  built  schools by the hundreds. I  remember,  Sir,\r\n\r\noffhand, in 1956, we\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1724</b></font><br><br>\r\n\r\n\r\n\r\nbuilt  23  schools  against 7 that were  built  in  the\r\n\r\nprevious  years  of 1954 or 1955. The amount  given  to\r\n\r\nChinese  education, I believe - if I  am  not  wrong - rose\r\n\r\nfrom $3 million to $13 million. You cannot have it both\r\n\r\nways.  You  cannot save money, keep your taxation  down\r\n\r\nand  yet  provide all these services. They do not  come\r\n\r\nout  of  the air. But if the hon. Member wants to  have\r\n\r\nthe  same  conditions as those obtaining  in  Hongkong,\r\n\r\nwhere  human beings live a sub-human life, let him  put\r\n\r\nit  up  publicly  on his platform when  he  stands  for\r\n\r\nelection  and  then see. Let the people decide  whether\r\n\r\nthey want to live like animals in hovels and in shacks,\r\n\r\nwith  their  children running about half-naked  in  the\r\n\r\nstreets,  playing  in  the ditches,  with  no  hope  of\r\n\r\ngetting education; and whether they want to work for  a\r\n\r\nsub-standard  wage  of  a couple of  Hongkong  dollars,\r\n\r\ntoiling  and striving with no holidays, no freedom  and\r\n\r\nno  leisure,  and the children dying if  they  catch  a\r\n\r\nsickness,   because  there  are  not   enough   medical\r\n\r\nfacilities. Let the people decide whether they want all\r\n\r\nthis,  or  whether  they  want  what  is  obtaining  in\r\n\r\nSingapore,  where people sometimes are  spoilt  to  the\r\n\r\nextent  that if a bus stop is 200 yards away  they  say\r\n\r\nthey  want the bus stop removed nearer to their houses.\r\n\r\nThat again is the other extreme.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tiong Bahru also alleged that\r\n\r\nSingapore earns more dollars than any other country.  I\r\n\r\nhave  refuted that last month and I would  ask  him  to\r\n\r\nlook  up  the Hansard. It is dollars arising  from  the\r\n\r\nFederation and other countries that we earn and not our\r\n\r\nown dollars.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other big point which arose was referred to, I\r\n\r\nthink,  by  the Member for Tiong Bahru, the Member  for\r\n\r\nTanjong  Pagar  and by some other Members.  \"Industries\r\n\r\nestablished in Singapore will produce goods at a higher\r\n\r\ncost  than  industries established in Europe and  other\r\n\r\nplaces.\"  The  Member  for Telok Ayer  used  the  words\r\n\r\n\"penalising  the whole population to buy  at  a  higher\r\n\r\nprice\".  That  is not true, Sir. He must recognise  the\r\n\r\nfact  that we are buying mostly European goods  at  the\r\n\r\nmoment,  and  that  labour  in  Europe  is  much   more\r\n\r\nexpensive than\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1725</b></font><br><br>\r\n\r\n\r\n\r\nlabour  here,  even though Singapore's  labour  may  be\r\n\r\nexpensive  compared  with Hongkong,  China,  Japan  and\r\n\r\nIndia.  But European and American labour is  much  more\r\n\r\nexpensive.  A country like England has very little  raw\r\n\r\nmaterials  of its own. It imports all the raw materials\r\n\r\njust  as we will have to do. There is no question  that\r\n\r\nwe  can produce cheaper goods than Europe. If we are as\r\n\r\nmechanised   as  they  are,  and  if  our  methods   of\r\n\r\nproduction  are as streamlined as theirs are,  then  we\r\n\r\ncan  probably  enter  the  export  market.  Sir,  these\r\n\r\nMembers  seem  to  have  taken  it  for  granted   that\r\n\r\nSingapore cannot produce anything cheap, and yet if you\r\n\r\ntake  any  consumer goods, say the baby's Gripe  Water,\r\n\r\nfor  instance,  you pay $1.10 for a bottle;  the  stuff\r\n\r\nthat  goes into the bottle could probably be bought  in\r\n\r\nany condiment shop for ten cents, and you distil it and\r\n\r\nso  on. During the Japanese Occupation, I remember  one\r\n\r\nperson who made gripe water which was almost similar to\r\n\r\nthe  imported  brand and he sold it at forty  or  fifty\r\n\r\ncents a bottle. Now, what are you paying $1.10 a bottle\r\n\r\nfor?  It  is  for  the  brand, because  the  people  of\r\n\r\nSingapore have been accustomed to use the brand for 140\r\n\r\nyears. They go for the brand and they pay the price for\r\n\r\nthe  brand - not for the stuff that goes into the bottle.\r\n\r\nI  do  not  say that the stuff is bad. I say  that  the\r\n\r\nstuff is excellent, but it does not mean that we cannot\r\n\r\nproduce  the same excellent stuff if we wish  to  at  a\r\n\r\ncheaper  cost?  What are you paying for  when  you  buy\r\n\r\nforeign  goods? You are paying for foreign labour.  You\r\n\r\nare  not  helping your own men to gain employment.  You\r\n\r\nare  paying for foreign production. You are paying  for\r\n\r\nforeign economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Col. Lyle's report is enlightening, Sir. It says at\r\n\r\npage 8:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In short, until economic union is achieved a tyre\r\n\r\nfactory is not a good risk and the people of Malaya for\r\n\r\nsome  time will probably continue to sell rubber at  90\r\n\r\ncents  per pound and buy back tyres at $3.60 per pound,\r\n\r\nthe  difference going abroad to support the  labour  of\r\n\r\nforeign countries.\"\r\n\r\n\r\n\r\n<br><br>Sir, we have been blinded by a lot of propaganda in the\r\n\r\npast - propaganda that colonialism is good; foreign goods\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1726</b></font><br><br>\r\n\r\n\r\n\r\nare  better  than ours; we are an inferior people,  and\r\n\r\ntherefore we cannot produce; today China is a producing\r\n\r\ncountry,  and it can produce. I do not say  it  out  of\r\n\r\nspite,  but  it is a fact. Japan too has  in  the  past\r\n\r\nshown that it can produce as well, and I do not see why\r\n\r\nwe cannot.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In fact, three-quarters of everything a Singaporean\r\n\r\nowns  and three-quarters of all he consumes is imported\r\n\r\nand  thereby three-quarters of his income has  gone  in\r\n\r\nthe  past and is going in the present to support labour\r\n\r\nand capital in foreign countries.\"\r\n\r\n\r\n\r\n<br><br>That  statement  appears  at page  15  of  Col.  Lyle's\r\n\r\nReport.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are people like the Member for Telok\r\n\r\nAyer - and  other  titled  gentry,  who  look  for   more\r\n\r\ntitles - who in the past would not even murmur  when  the\r\n\r\nGovernment  put an embargo on 200 items of  trade  with\r\n\r\ncertain  countries, but would cry their loudest  if  an\r\n\r\nelected government tried to help local people to set up\r\n\r\nsome  industries so as to increase production, so  that\r\n\r\nour  imports could be cut down. They are the  type  of'\r\n\r\npeople who pose as champions of the people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A 140-year policy\", says the Member for Telok Ayer,\r\n\r\n\"is  to be changed in a rush\". It is not in a rush. Two\r\n\r\nyears ago I said that the question would be considered.\r\n\r\nIt  cannot be in a rush, and that is why the delay  has\r\n\r\noccurred, and that is why this Bill has come at such  a\r\n\r\nlate stage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Telok Ayer seems to endorse the 140-year policy - a colonial policy. He seems to live in the\r\n\r\ncolonial era still. Then he says that we will kill  all\r\n\r\nthe  entrepot trade and people will become  unemployed.\r\n\r\nSir, a man can cry \"Fire\", or \"Tiger\", or \"Wolf\" and so\r\n\r\n\r\n\r\non,  but what are the facts? I have explained the facts\r\n\r\nand  I  hope the people will understand that it is  not\r\n\r\njust because a man shouts that the Government will kill\r\n\r\ntrade, that the entrepot trade will go, that everything\r\n\r\nwill be finished, that they will all become unemployed,\r\n\r\nall  this  will  take  place.  The  fact  is  that  the\r\n\r\nGovernment wants to put people into employment, not  to\r\n\r\ncreate unemployment. Therefore, the administration  of\r\n\r\nthis law will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1727</b></font><br><br>\r\n\r\n\r\n\r\nonly  be where it is advantageous to Singapore. I  have\r\n\r\nrepeated that hundreds of times until I am blue in  the\r\n\r\nface.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Member say, \"Taxes have gone up. Who foots\r\n\r\nthe  bill?  The taxpayers; the voters.\" It is  not  the\r\n\r\nvoters.  The  voters  have got  the  benefit  of  cheap\r\n\r\neducation and hospitals. The bill is footed by the  man\r\n\r\nwho   makes  a  profit.  This  is  not  an  anti-social\r\n\r\nmeasure - I  can  understand the Member  for  Telok  Ayer\r\n\r\nobjecting  to  this  measure. He has  used  words  like\r\n\r\n\"suicidal\",      \"throttle\",      \"ruin\",      \"scrap\",\r\n\r\n\"madness\" - possibly  hoping that  the  newspapers  would\r\n\r\nhave  big headlines for these words. Unfortunately  for\r\n\r\nhim,  Sir,  they  have not. But these  are  the  common\r\n\r\ntactics of politicians to make propaganda capital. I do\r\n\r\nnot  blame  him for that, Sir, nor would  I  blame  the\r\n\r\nMember for Tanjong Pagar. I do not blame the P.A.P. for\r\n\r\nhaving somersaulted in their policies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And then the Member for Telok Ayer says I gave flimsy\r\n\r\nexcuses for other restrictions which were no excuse for\r\n\r\npassing  this Bill. Sir, I did not give flimsy  excuses\r\n\r\nthat because of the other restrictions, we are putting,\r\n\r\nin this Bill, more restrictions. No. What I gave was to\r\n\r\njustify that there are people who would not shout  when\r\n\r\ncertain  things  were done by the colonial  government,\r\n\r\nbut  who  would  shout  their  loudest  if  an  elected\r\n\r\ngovernment  tried to do things that are  good  for  the\r\n\r\npeople.  Sir,  though he says that the next  government\r\n\r\nhas  to  plan,  I say that the present Government  must\r\n\r\ngovern  till  the  last  day  of  its  life,  and  that\r\n\r\ngovernment  is  continuous and cannot  pause.  Economic\r\n\r\nconditions do not wait for the changes of government or\r\n\r\nfor party politicians to manoeuvre.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then he says, \"Corruption might creep in. So why have\r\n\r\na  law  that might give way to corruption?\" Sir,  there\r\n\r\nare  hundreds of laws that we have in which the  chance\r\n\r\nfor  corruption exists, and it is public knowledge that\r\n\r\ncorruption  exists to a certain extent in many  places.\r\n\r\nIt  is  a  matter  of  pinpointing it.  The  fact  that\r\n\r\n\r\n\r\ncorruption exists is not a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1728</b></font><br><br>\r\n\r\n\r\n\r\nreason  for not passing laws. If that were so,  then  I\r\n\r\nthink all our laws should be scrapped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the big attack he makes is that certain\r\n\r\nMinisters  in this Government have changed parties  and\r\n\r\ntherefore have no mandate. Sir, he himself first  stood\r\n\r\nas   an   Independent,  then  he  joined  the  Liberal-Socialists  Party, and therefore his  mandate,  by  the\r\n\r\nsame reasoning, ceases.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi posed two questions. I have\r\n\r\nanswered  one  question as to whether an  approach  has\r\n\r\nbeen  made to the Federation Government, and the second\r\n\r\nquestion was, \"Has the Government accepted Col.  Lyle's\r\n\r\nReport?\"  No,  because  Col.  Lyle's  Report  came  out\r\n\r\nrecently  and the Government was anxious that since  it\r\n\r\nhas  so  much  that  the public should  understand,  it\r\n\r\nshould be tabled and that consideration could be  given\r\n\r\nlater.  It  is  being considered, but it was  not  held\r\n\r\nback,  because Government might take time  to  consider\r\n\r\nit.  It  is of the utmost importance that the  economic\r\n\r\nposition of today be made known to the public and  that\r\n\r\nis why it was tabled and published.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Siak Kew said I was trying to justify this move by saying that it is the Labour Front's platform.\r\n\r\nIt  is not a question of my trying to justify the move,\r\n\r\nSir. What I was trying was to answer the criticism that\r\n\r\nI  have no mandate. It is not justifying because it was\r\n\r\na  Labour Front platform, but rather saying that I have\r\n\r\na  mandate. It was on my platform when I stood for  the\r\n\r\nelection. And so was it on all the Labour Fronters' who\r\n\r\nstood for the elections. Coming to Mr Tan Siak Kew, he\r\n\r\nreferred  to  cigarettes  as  an  example - and  what  an\r\n\r\nunfounded  criticism he made on cigarettes!  First,  he\r\n\r\nsaid  that  a  lot  of  people  would  lose  trade   if\r\n\r\ncigarettes  were  taken  over by government  factories.\r\n\r\nThere   is  no  intention  of  establishing  government\r\n\r\nfactories  unless foreign interests do  not  play  ball\r\n\r\nwith us. I said so - 49 per cent foreign capital will  be\r\n\r\ninvited  to  participate. 49  per  cent  local  private\r\n\r\ncapital, not government capital, and 2 per cent only\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1729</b></font><br><br>\r\n\r\n\r\n\r\ngovernment capital. But if foreign interests do  not\r\n\r\nplay  ball,  then I would say 51 per  cent  will  be\r\n\r\ngovernment  capital.  So  his  criticism  is  wrong.\r\n\r\nSecondly,  he  said  a lot of persons  would  become\r\n\r\n\r\n\r\nunemployed because there are a lot of people dealing\r\n\r\nin  cigarettes. Sir, the import of cigarettes is the\r\n\r\nmonopoly of three or four firms here at the  moment.\r\n\r\nThe biggest import of cigarettes is made by one firm\r\n\r\nand  that is seen by the answer the Hon. the  Acting\r\n\r\nFinancial   Secretary   supplied   to   this   House\r\n\r\nyesterday. Therefore, it will be a matter of  taking\r\n\r\naway  the business of one importing firm and  giving\r\n\r\nit  to  one  manufacturing firm. It is common  sense\r\n\r\nthat  when  you manufacture, you employ more  people\r\n\r\nthan  when  you  import. The distribution  machinery\r\n\r\nrequired for local manufacture will still remain the\r\n\r\nsame  as  that  for  the  distribution  of  imported\r\n\r\ncigarettes - the same number of wholesalers (I do  not\r\n\r\nsay  the same people, in order to distinguish  them)\r\n\r\nand  the  same number of retailers will be  required\r\n\r\nfor   the   distribution  of  locally   manufactured\r\n\r\ncigarettes  if  the  imports  are  stopped.  So  the\r\n\r\nretailers  will not be harmed, the wholesalers  will\r\n\r\nnot  be harmed, and the number engaged in the retail\r\n\r\nor  wholesale cigarettes trade will not be affected.\r\n\r\nThe  only harm would fall on the importing monopoly.\r\n\r\nAgainst  that would be the benefit of employment  to\r\n\r\nthe  local  people, the profits remaining  in  local\r\n\r\nhands  or  that percentage of the profits  which  is\r\n\r\nlocal  capital,  or  related to the  local  capital.\r\n\r\nremaining  in  local  hands,  and  cutting  down  on\r\n\r\nimports  to  a  certain  extent  - not  cutting  down\r\n\r\nentirely,  because tobacco will have to be  imported\r\n\r\nfrom  the  same  countries, from  America  and  from\r\n\r\nRhodesia, it will be the same quality of cigarettes,\r\n\r\nand  cigarettes  are  not  a  complicated  thing  to\r\n\r\nmanufacture;  I  have  studied the  process.  Today,\r\n\r\nThailand  is producing exact replicas of  well-known\r\n\r\nbrands  and they have been accepted. It  is  a  Thai\r\n\r\nGovernment monopoly there. The profit margin is very\r\n\r\nbig  in cigarettes and therefore that profit, or the\r\n\r\nmajor part of it, will remain here. We will have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1730</b></font><br><br>\r\n\r\n\r\n\r\nto  import the tobacco and therefore pay for it, but\r\n\r\nthen we do not pay for the labour; we do not pay for\r\n\r\nthe  extra  freight charges on cigarettes  which  is\r\n\r\nmore  than what you pay for the compressed bales  of\r\n\r\ntobacco.  And so how unfounded this criticism  could\r\n\r\nbe, Sir - this is a case in point.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> It will reduce\r\n\r\nrevenue.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It will not reduce revenue,\r\n\r\nSir, I  have said, \"You replace your import revenue\r\n\r\nby  putting  an  excise revenue  duty  in  the  same\r\n\r\nproportion.\"  And  you do not pay  higher  for  your\r\n\r\ncigarettes;  you sell it at the same price.  I  have\r\n\r\nstudied  the  case - a medium type  straight  Virginia\r\n\r\ncigarettes costs about a cent per stick; today it is\r\n\r\nbeing  sold  wholesale  to the  wholesalers  at  1.6\r\n\r\ncents - the profit factor is half a cent - and  duty  is\r\n\r\nadded,  after  which it reaches the public.  If  you\r\n\r\ntake  the duty element away, you will find that  the\r\n\r\nprofit  factor  will still be the same  whether  you\r\n\r\nmanufacture it here or overseas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>An hon. Member:</b> Time will tell.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> You do not lose! The same duty\r\n\r\nelement,  instead  of being put  on  the  import  of\r\n\r\ncigarettes,  will be applied to the  manufacture  of\r\n\r\ncigarettes as an excise. And therefore your  revenue\r\n\r\nis  the same. There is not the slightest question of\r\n\r\nloss  of  revenue.  That is again another  piece  of\r\n\r\npropaganda  that  is  being publicised  by  affected\r\n\r\nforeign  interests. Of course, I can understand  the\r\n\r\ndesire  of  certain political parties to  fall  head\r\n\r\nover  heels  at the feet of foreign interests.  They\r\n\r\nwould  not care to look as to which foreign interest\r\n\r\nis   advantageous  to  us  and  which  is   not.   I\r\n\r\ndifferentiate - what is advantageous, I keep; what  is\r\n\r\nnot  advantageous, I say that we must try  and  push\r\n\r\nourselves into it.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Suicide!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> And that is the point about\r\n\r\npolitics. God help the people of Singapore! I think,\r\n\r\nSir,  I  have answered the Opposition in  sufficient\r\n\r\ndetail. I am sorry the Member for\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1731</b></font><br><br>\r\n\r\n\r\n\r\nTanjong Pagar was not here earliest, but I am not going\r\n\r\nto repeat it; he can look up the Hansard.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> Read it back on a\r\n\r\nfuture occasion!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, yesterday in replying to the\r\n\r\nMember  for  Tanjong Pagar on one of his criticisms -  I\r\n\r\nforgot what it was. But now that he is here, I might as\r\n\r\nwell  take  the opportunity of answering him.  He  said\r\n\r\nthat  I react very quickly to criticism. His definition\r\n\r\nof  a  politician should be a cold, hard,  calculating,\r\n\r\nand scheming person. Sir, I think we can be cold, hard,\r\n\r\ncalculating and scheming [Interruption]-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> -but we do not calculate and do\r\n\r\nnot  scheme  where  the  rice bowl  of  the  people  is\r\n\r\nconcerned.  That is more important than  filling  seats\r\n\r\nand   becoming  Ministers.  I  consider  that  is  more\r\n\r\nimportant, and that the rice bowl of the people  should\r\n\r\nnot  be  placed in jeopardy because certain politicians\r\n\r\nare scheming to get into power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Question is, \"That the Bill be now\r\n\r\nread a Second time.\" As many as are of the opinion say,\r\n\r\n\"Aye\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> To the contrary, say \"No\".\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think the Ayes have it? The Ayes have\r\n\r\nit.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Division, Sir!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I have declared the result of the\r\n\r\nvoting. The Ayes have it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1732</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill-[Mr J. M. Jumabhoy].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>10.44 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, (1) to leave out \"No. 3\"; (2) to\r\n\r\nleave out \"1958\" and insert \"1959\".\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n\r\n\r\n<br><br>10.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Hon. Members will have noticed in the\r\n\r\nSupplementary Order Paper that there are two amendments\r\n\r\nwhich  are  to a certain extent allied. One is  in  the\r\n\r\nname of the Minister:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 11, to leave out \"all\" and insert\r\n\r\n\"any\".\r\n\r\n\r\n\r\n<br><br>The other is in the name of the Member for Farrer Park,\r\n\r\nwhich inter alia proposes to leave out \"all goods\"  and\r\n\r\ninsert  the words* as shown in the Supplementary  Order\r\n\r\nPaper.  This will bring into play paragraph  4  (d)  of\r\n\r\nStanding Order 28. Hon. Members will find that at  page\r\n\r\n13  of  the  Standing Orders. I will read the  Standing\r\n\r\nOrder to refresh the minds of hon. Members. It reads:\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* The words are as follows-\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"those goods recommended by a Tariff Board to be constituted by\r\n\r\nthe Minister under the chairmanship of an economic expert and which\r\n\r\nshall consist of equal number of members representing the local \r\n\r\nmanufacturers, entrepot traders and consumers.\"\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"If the Speaker or Chairman, before putting a\r\n\r\nquestion to leave out certain words, is informed that a\r\n\r\nMember  wishes to move an amendment to leave  out  part\r\n\r\nonly  of  these words and if he is of opinion that  the\r\n\r\nproposed  amendment  of which  he  is  so  informed  is\r\n\r\nsubstantially a new amendment, he shall,  if  possible,\r\n\r\nput  the  question to leave out only  so  much  of  the\r\n\r\noriginal  amendment  as  is unaffected  by  the  second\r\n\r\namendment; but if that question is agreed to, the whole\r\n\r\nof  the words proposed in the original amendment to  be\r\n\r\nleft  out  shall be deemed to have been ordered  to  be\r\n\r\nleft out.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1733</b></font><br><br>\r\n\r\n\r\n\r\nI shall therefore call the amendment in the name of the\r\n\r\nMember  for Farrer Park first, and then propose at  the\r\n\r\nappropriate time that the word \"goods\" proposed  to  be\r\n\r\nleft  out, be left out. If that is agreed, then in  the\r\n\r\nwords  of  the  Standing  Order,  \"the  whole  of   the\r\n\r\nwords\" - that  is  both  words, \"all  goods\"  - \"shall  be\r\n\r\ndeemed  to have been ordered to be left out\",  and  the\r\n\r\nquestion  on the words to be inserted will be proceeded\r\n\r\nwith.  If  the hon. Member's proposal fails,  then  the\r\n\r\nMinister's   amendment  will  be  proceeded   with.   I\r\n\r\ntherefore call upon the hon. Member for Farrer Park  to\r\n\r\nmove his amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. R. Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr A. R. Lazarous (Farrer Park):</b> Sir, to fit in with\r\n\r\nmy amendment the Hon. Minister's amendment will read:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'by deleting from the definition of \"dutiable goods\"\r\n\r\nappearing  therein  the  words  \"intoxicating  liquors,\r\n\r\ntobacco  or  petroleum\" and substituting  therefor  the\r\n\r\nwords \"any goods\" instead of \"all goods\"'.\r\n\r\n\r\n\r\n<br><br>Sir, based on that amendment, I will move my amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 11, to leave out '\"any goods\"' and\r\n\r\ninsert-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'\"those goods recommended by a Tariff Board to be\r\n\r\nconstituted by the Minister under the chairmanship of\r\n\r\nan economic expert and which shall consist of equal\r\n\r\nnumber of members representing the local manufacturers,\r\n\r\nentrepot traders and consumers\" '.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The Minister's amendment has not\r\n\r\nas  yet been put to the House, and therefore has not as\r\n\r\nyet been carried. So the hon. Member's amendment is the\r\n\r\namendment  as  shown in the Supplementary Order  Paper,\r\n\r\nthat  is, to leave out \"all goods\" and insert the words\r\n\r\nas shown.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Sir, my amendment to this Bill is, in\r\n\r\nfact,  in sympathy with the aims now declared  by  this\r\n\r\nBill. But it seeks to ensure that protection tariff  is\r\n\r\nenforced  without undue hardship to the  consumers  and\r\n\r\nwithout   great  damage  to  the  entrepot  trade.   If\r\n\r\nprotection is to be granted to any local industry, that\r\n\r\nclaim  must  come  from the industry itself.  Secondly,\r\n\r\nthat  claim  must  be  thoroughly investigated  in  the\r\n\r\ninterests  of the consumers, the entrepot  traders  and\r\n\r\nthe local manufacturers. Sir,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1734</b></font><br><br>\r\n\r\n\r\n\r\nthe Minister has almost agreed in principle to the need\r\n\r\nfor  such  a body and has created a Protection Advisory\r\n\r\nCommittee.  But the Committee is purely a  departmental\r\n\r\ncommittee and it is not embodied in any permanent  laws\r\n\r\nof  the Island. I am referring, Sir, to this Committee.\r\n\r\nThis   is  an  Advisory  Committee  to  protect   local\r\n\r\nmanufacturing industries. Paragraph 2:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"To investigate individual applications by\r\n\r\nmanufacturers and potential manufacturers in  Singapore\r\n\r\nfor  protection and to advise the Minister for Commerce\r\n\r\nand  industry on the necessity for protection  and  the\r\n\r\nmethod  of protection whether by tariff or quantitative\r\n\r\nrestrictions  and extensive protective measures  having\r\n\r\ndue regard to-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the principles of the Industrial Development\r\n\r\npolicy  of the Government as set out from time  to\r\n\r\ntime;\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(b) the need to ensure the minimum dislocation and\r\n\r\ndamage to entrepot trade; and\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the economic benefits to Singapore acquiring from\r\n\r\nthe   industry  thus  protected,  outweighing   any\r\n\r\npossible loss to the entrepot trade.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, the Hon. Minister has already accepted\r\n\r\nthe principle, and has formed the Advisory Committee to\r\n\r\ncarry  out  its work. But this Committee  is  purely  a\r\n\r\ndepartmental  committee. My amendment is more  or  less\r\n\r\nthe  same  as the Minister's except that it would  give\r\n\r\nthis  body  a legal status. In the Advisory  Committee,\r\n\r\nSir,  there  is  no  representation of  the  consumers'\r\n\r\ninterests.  In  imposing duties of any  kind,  we,  the\r\n\r\nelected representatives of the public, must ensure that\r\n\r\nthe interests of the consumers, particularly the poorer\r\n\r\nclass of consumers, must be safeguarded, not destroyed.\r\n\r\nMy  view  is  this - it  may be a  difficult  question - to\r\n\r\nrepresent   the   consumers,   you   can    call    the\r\n\r\nrepresentatives  of  various  unions  and  co-operative\r\n\r\nsocieties  to  represent  the consumers;  these  people\r\n\r\nwould be able to represent the consumers' interests.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The setting up of a Tariff Board in Singapore would\r\n\r\nfacilitate the setting up later of a Joint Tariff Board\r\n\r\nof  Singapore and the Federation. We may  not  be  very\r\n\r\nhopeful  at  present  of  a political  union  with  the\r\n\r\nFederation of Malaya, and we are even less hopeful of a\r\n\r\nconcurrency of an economic unit with them; but a  Joint\r\n\r\nTariff Board is a proposition\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1735</b></font><br><br>\r\n\r\n\r\n\r\nwhich  may attract the Federation of Malaya because  of\r\n\r\nits  limited aims, and the advantages that  this  could\r\n\r\nhave  in  a  Pan-Malayan market for  industries,  while\r\n\r\nretaining their autonomy in all other respects.  If  we\r\n\r\nare  to  hope  at least for a common tariff  policy  of\r\n\r\nSingapore and the Federation, it will be in my  opinion\r\n\r\na  sound  idea  to  begin  with  one  Tariff  Board  in\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I rise to oppose this\r\n\r\namendment.   It   is  true  that  I  have   voluntarily\r\n\r\nimplemented  the  system of having a Tariff  Protection\r\n\r\nCommittee. I have named a panel of persons from whom  I\r\n\r\nwill draw the Committee on each particular case. I have\r\n\r\nfixed the terms of reference as indicated by the Member\r\n\r\nfor Farrer Park -(a), (b) and (c) - which he has read out\r\n\r\njust  now. It is also true that I have stated  publicly\r\n\r\nthat  this  Committee will gazette all the  cases  that\r\n\r\nthey  are  going  to consider and that  representations\r\n\r\nwill  be  called for from all sides - something  on  the\r\n\r\nlines that a Select Committee of the Assembly works on.\r\n\r\nBut   the  fundamental  difference,  Sir,  between  the\r\n\r\nmachinery  I  have set up and what is proposed  by  the\r\n\r\nMember  for Farrer Park is this: that he wants to  make\r\n\r\nthe  Government a mere puppet. The original  Bill  says\r\n\r\nthe Governor in Council can levy duty on any goods.  My\r\n\r\nnew  amendment, of course, would tie it  down  further.\r\n\r\nThis clause in the definition would have the effect  of\r\n\r\nthe  Governor  in  Council having  tied  themselves  to\r\n\r\nlevying duty only on goods that are recommended by  the\r\n\r\nTariff Board, which means that the Government becomes a\r\n\r\nmere puppet.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on an issue of this sort, it is the Government\r\n\r\nthat  is  responsible to the people. It is inherent  in\r\n\r\nthe  democratic system that Government's powers  cannot\r\n\r\nbe  delegated to a non-elected Board, a Board which  is\r\n\r\nsubsidiary because it is nominated by the Government or\r\n\r\nby  the  Minister. Therefore it is the Government  that\r\n\r\nhas  to  take the credit or shoulder the blame for  any\r\n\r\nduties that it imposes. And that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1736</b></font><br><br>\r\n\r\n\r\n\r\nfundamental  principle of the democratic system  cannot\r\n\r\nbe  ignored.  This amendment would seek to change  that\r\n\r\nprinciple by giving the powers to a Tariff Board.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, my new amendment as proposed by me\r\n\r\nwhich  will  come  up later on seeks  to  restrict  the\r\n\r\npowers  of  the  Governor in Council to levying  duties\r\n\r\nonly   for   protective  purposes   and   taking   into\r\n\r\nconsideration the interests of the entrepot trade,  but\r\n\r\nonly  on  manufactured goods; and even in  manufactured\r\n\r\ngoods  not on textiles. This amendment could  give  the\r\n\r\nTariff  Board  the power to recommend  the  levying  of\r\n\r\nduties on any goods, which means that the Tariff  Board\r\n\r\ncould  recommend to the Governor to impose  a  duty  on\r\n\r\ncopra or raw rubber coming from Indonesia. The Governor\r\n\r\nin Council then has no power to say \"No\", because those\r\n\r\ngoods are recommended by the Tariff Board. That is  the\r\n\r\nfundamental  difference. My Committee  is  an  advisory\r\n\r\none. But this would be one that supersedes the Governor\r\n\r\nin Council, and that cannot be accepted.\r\n\r\n\r\n\r\n<br><br>11.00 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy (Telok Ayer):</b> Mr Speaker, Sir, it\r\n\r\nwas  not  my intention to speak on this subject because\r\n\r\nthe  whole show, as I described it yesterday, is a  bad\r\n\r\none.  I am sure the incoming Government will scrap what\r\n\r\nwe are passing today.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in any country where duties are levied,\r\n\r\nthere is a Tariff Board. The members of this Board  are\r\n\r\nselected from various interested organisations so  that\r\n\r\ntheir  interests  are protected, and  the  affairs  are\r\n\r\nadministered  by responsible persons.  Of  course,  the\r\n\r\nfinal  choice is with the Government whether to  accept\r\n\r\nor  reject their recommendations. That would be a  wise\r\n\r\nmove,  if  at all any Committee is appointed. It  would\r\n\r\nnot  restrict the Government or over-ride the Committee\r\n\r\nor  Tariff Board, or whatever you call it. But whatever\r\n\r\nthat  may  be  named,  the  representatives  should  be\r\n\r\nselected  from  those  who have  an  interest  in  this\r\n\r\nmatter, and also those who have opposing interests,  so\r\n\r\nthat both sides could give their views and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1737</b></font><br><br>\r\n\r\n\r\n\r\nthen  recommendations could be made to the Minister  or\r\n\r\nto  the Government. I have no strong views on this, but\r\n\r\nthe  idea  underlying this suggestion  is  quite  good,\r\n\r\nbecause   this   body   will   be   representing    the\r\n\r\nmanufacturers, entrepot traders and consumers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is not correct to say that the Tariff Board will\r\n\r\nrecommend  items on which duties will be  levied,  like\r\n\r\ntextiles  or produce. It has been definitely said  that\r\n\r\nthey  will not, and they cannot interfere in that. This\r\n\r\naspect  of the argument on the part of the Minister  is\r\n\r\nquite  wrong,  but, at the same time, I do  insist  not\r\n\r\nonly  on  this  Government  but  any  other  Government\r\n\r\ncommittee to ensure that the responsible bodies  should\r\n\r\nnominate persons representing particular interests, and\r\n\r\nthat the final authority lies with the Minister or  the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Sir, the Minister has just said that in\r\n\r\nhis next amendment he is going to change \"all\" goods to\r\n\r\n\"any\"  goods. But \"any goods\" could be \"all goods\".  If\r\n\r\nyou want to tax \"all goods\", it is possible to tax \"any\r\n\r\ngoods\",  and \"any goods\" could be \"all goods\". So  that\r\n\r\nthe amendment from \"all goods\" to \"any goods\" is really\r\n\r\nnot  very encouraging. My amendment reads \"those  goods\r\n\r\nrecommended by a Tariff Board to be constituted by  the\r\n\r\nMinister.  .  .\".  I  have  never  suggested  that  the\r\n\r\nGovernment should be the puppet of this body. It should\r\n\r\nbe   constituted   by   the  Minister,   and   if   the\r\n\r\nrecommendation  of  the Tariff  Board  is  against  the\r\n\r\ninterest  of  the  Minister  or  the  Government,   the\r\n\r\nMinister   or  the  Government  need  not  accept   it.\r\n\r\nMoreover,  this Advisory Committee as  set  up  by  the\r\n\r\nMinister  could  be dismissed at any time.  It  is  not\r\n\r\nrepresented  by any particular interest.  The  Minister\r\n\r\nsimply calls for certain traders and forms a Committee.\r\n\r\nThat  Committee is obligatory to the Minister,  and  is\r\n\r\nnot responsible to any particular interest.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am quoting one paragraph at page 27 of Col. Lyle's\r\n\r\nReport.  There are two recommendations given  regarding\r\n\r\nthis Tariff Board. The first one is:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1738</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I would suggest that you establish the Legislative\r\n\r\nframework  for  your  Anti-Dumping Regulations  at  the\r\n\r\nearliest   possible  date.  These,   of   course,   are\r\n\r\ncomplementary  and an integral part of  any  protection\r\n\r\ngranted to industry. One has little effect without  the\r\n\r\nother  so, if you will soon be in a position  to  grant\r\n\r\nprotection to certain industries, it is imperative that\r\n\r\nthe  appropriate  Anti-Dumping  Regulations  can   be\r\n\r\napplied simultaneously.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Minister for Commerce and Industry has\r\n\r\nvery     faithfully     followed    this     particular\r\n\r\nrecommendation.  He  has applied some  restrictions  on\r\n\r\nChinese textiles.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> They have been lifted.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> The second one is:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"I would suggest that you include four or five\r\n\r\nrepresentatives  from industry on the  roster  of  your\r\n\r\nProtection  Advisory Committee. I  have  called  on  at\r\n\r\nleast  ten firms interested in securing Protection  and\r\n\r\nwithout   exception  they  have  made  this  suggestion\r\n\r\nforcefully.  They submit that the present  roster,  for\r\n\r\nbusiness reasons, is import minded and that a balancing\r\n\r\nindustrial  point  of  view  on  the  Committee  is   a\r\n\r\nnecessity  if  the  applications are  to  receive  fair\r\n\r\nconsideration.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This makes my point clearer. Of the two\r\n\r\nrecommendations,  the Minister has  accepted  one.  The\r\n\r\nsecond  recommendation in the Report particularly  says\r\n\r\nthat the roster - that is the Committee \r\n\r\n- which he has formed is import minded. That shows  that\r\n\r\nthey  have  only one interest. The Hon.  Minister  just\r\n\r\ncalls  for certain importers and forms a panel, and  he\r\n\r\nsays that they are the Advisory Committee, and they are\r\n\r\ngoing  to decide the fate of Singapore. We do not  know\r\n\r\nwhether  they  represent the consumers' interests,  the\r\n\r\nlocal  industrialists or the entrepot traders. What  I\r\n\r\nsuggest is that if you have a panel, that panel  should\r\n\r\nat  least  be  represented by various sections  of  the\r\n\r\npeople.  That would be satisfactory. But your  Advisory\r\n\r\nCommittee  is  only  a  Committee composed  of  certain\r\n\r\nimporters,  and they would never work in the  interests\r\n\r\nof other people.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Dealing with the Member for Telok\r\n\r\nAyer  again,  Sir,  he  is in love  with  the  incoming\r\n\r\nGovernment. I hope we will be returned, and he  can  be\r\n\r\nin love with us then! The\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1739</b></font><br><br>\r\n\r\n\r\n\r\nfinal  choice,  he  says, is with the  Government.  But\r\n\r\naccording  to this amendment, it is not,  and  that  is\r\n\r\nwhat  I  have been trying to point out. Sir, the Member\r\n\r\nfor  Farrer Park's amendment came in before  mine  did.\r\n\r\nTherefore,  he  intended section  11 - clause  3  of  the\r\n\r\noriginal  amending Bill - to stand. That would have  made\r\n\r\nsection 11 read as follows:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"There shall be charged, levied and paid such duties\r\n\r\nin the Colony as may be prescribed from time to time by\r\n\r\nthe Governor in Council . . . on goods...\".\r\n\r\n\r\n\r\n<br><br>Something  like that. This means that the  Governor  in\r\n\r\nCouncil  would have the power to prescribe and to  levy\r\n\r\nduties  on  any  goods.  The  effect  of  the  original\r\n\r\namending Bill would have been that.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now under the definition of \"goods\", the hon. Member\r\n\r\nfor  Farrer Park seeks to define it in such a way  that\r\n\r\nthose  goods  shall be only those that are recommended,\r\n\r\nand  therefore  if  the Governor in  Council  wants  to\r\n\r\nimpose  duties  on  tobacco, petroleum  or  liquor,  he\r\n\r\ncannot  do so without a recommendation from the  Tariff\r\n\r\nBoard.  Now  that  is  the position - it  is  a  complete\r\n\r\nsomersault to what we have now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Member for Telok Ayer said the Tariff\r\n\r\nBoard  will  recommend. That is  exactly  what  I  have\r\n\r\nproposed -  that  the  Tariff  Advisory  Committee  will\r\n\r\nrecommend to the Minister.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The allegation which the Member for Farrer Park made\r\n\r\njust  now is that the Committee does not represent  the\r\n\r\ninterests  as  set out here. I see a  danger  there.  I\r\n\r\nwould love to get on the Tariff Advisory Board in  this\r\n\r\nfashion.  You  get  three  Chambers  of  Commerce   inevidently that is what the Member for Telok Ayer has in\r\n\r\nmind,  that they should represent some groups like  the\r\n\r\nChambers  of  Commerce  and so on.  We  get  the  three\r\n\r\nChambers  of Commerce; we get three manufacturers,  and\r\n\r\nwe  get three consumers. I do not know whom we can find\r\n\r\nfrom  the  consumers. There is no representative  body,\r\n\r\nand it is anybody's guess who is a consumer and who\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1740</b></font><br><br>\r\n\r\n\r\n\r\nis  not. The same claim could be put up by the Chambers\r\n\r\nof Commerce. Now, what will happen? You will get a tug-of-war   between   the   importing   interests   (three\r\n\r\nrepresentatives) and the manufacturing interests (three\r\n\r\nrepresentatives)  with  the consumers  sitting  on  the\r\n\r\nfence to be lobbied about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then you will see that unless it is recommended by\r\n\r\nthe  Tariff Board, the Governor in Council will  impose\r\n\r\nno duty. He can, of course, refuse because the law does\r\n\r\nnot  say  \"he shall\" but \"he may\". But the chances  are\r\n\r\nthat  if the Governor in Council wants to impose duties\r\n\r\non  any  goods, he has to refer to the Tariff  Advisory\r\n\r\nBoard.  Now the Tariff Advisory Board knows  full  well\r\n\r\nthat the Minister has it in mind to impose such duties,\r\n\r\nand therefore he will not refuse if they recommend.  So\r\n\r\nthey  consider the case and they recommend. As soon  as\r\n\r\nthe recommendation goes through - it will take probably a\r\n\r\nweek  or  two before the Governor in Council meets  and\r\n\r\nputs  it through-then all the rich people, who  sit  on\r\n\r\nthe  Tariff Board and who know that duties are  coming,\r\n\r\nwould love to hoard those goods and become millionaires\r\n\r\novernight.  I would like to get on to such a  Committee\r\n\r\nif  I  am  not  a Minister! This House should  see  the\r\n\r\ndanger of such a position-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew (Tanjong Pagar):</b> On a point of\r\n\r\ninformation,  Sir, Is it proper for  the  Minister  so\r\n\r\nfrankly to reveal his baser instincts in this House?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am not revealing my baser\r\n\r\ninstincts, Sir, I am just expressing to the  House  how\r\n\r\nbusinessmen would feel when there are opportunities for\r\n\r\nmaking money like that. It is, therefore, dangerous  to\r\n\r\nhave  a  Board which has interested parties. The  ideal\r\n\r\nwould  be to have persons who are independent in  their\r\n\r\njudgment. Therefore, they should not be drawn from  any\r\n\r\nrepresentative  body but from people who  are  able  to\r\n\r\nbalance  the  good and the bad - the importing  interests\r\n\r\nand  manufacturing interests - and to come to conclusions\r\n\r\nwhich  are most beneficial to the economy of Singapore,\r\n\r\nas set down in the terms of reference. Their\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1741</b></font><br><br>\r\n\r\n\r\n\r\ndeliberations  should be independent of affiliation  to\r\n\r\nany  side - the importing or the manufacturing side. That\r\n\r\nis  what  I have set up and I have given the  terms  of\r\n\r\nreference. I have picked out individuals who I consider\r\n\r\nhave  integrity and who will be capable  of  exercising\r\n\r\ntheir judgment impartially.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I was bullied by the Manufacturers' Association:\r\n\r\n\"most  of  these  people are merchants,  they  are  not\r\n\r\nmanufacturers.\" I said to them, \"I am not going to  put\r\n\r\nyou  manufacturers in, because you are the  people  who\r\n\r\nwould apply. I cannot make you judge your own cases.\" I\r\n\r\nhave  not  chosen them as importers, but I have  chosen\r\n\r\nthem as persons who I think have integrity and who will\r\n\r\nconsider the cases impartially.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I have indicated to the hon. Sir Ewen Fergusson\r\n\r\nwhat  I have done and set out in my statement. If  that\r\n\r\ncan  be  incorporated into the law, I have no objection\r\n\r\nto  accepting such an amendment. But this is  something\r\n\r\nthat goes beyond that and therefore I cannot accept it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 11, to leave out \"all\" and insert\r\n\r\n\"any\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a drafting amendment, Sir, in order to do\r\n\r\naway with the impression created by the word \"all\".  In\r\n\r\nfact, the definition reads: \"dutiable goods\" means \"all\r\n\r\ngoods\"  in  the old one or \"any goods\" now, as  I  have\r\n\r\nproposed,  which  are subject to the levy  of  a  duty.\r\n\r\nTherefore,  the definition is one that is  referred  to\r\n\r\n\r\n\r\nlater  in  the  Bill  where the  context  requires  the\r\n\r\ndefinition  to  be applied. For instance;  a  man  with\r\n\r\ndutiable goods without authority or without having paid\r\n\r\nduty  will  be  fined,  and so on  and  so  forth.  The\r\n\r\ndefinition  is not one that gives the Government  power\r\n\r\nto  exercise any duty imposing functions. But in  order\r\n\r\nto  remove the misunderstanding, I thought it would  be\r\n\r\nbetter if the word \"any\" were inserted, and therefore I\r\n\r\nmade this amendment.\r\n\r\n\r\n\r\n<br><br>11.15 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson (Nominated):</b> Sir, the explanatory\r\n\r\nstatement  giving  the objects and  reasons  says  that\r\n\r\n\"this Bill\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1742</b></font><br><br>\r\n\r\n\r\n\r\namends  the Customs Ordinance to extend, the  power  to\r\n\r\nimpose duties to cover all goods\". Would it be fair  to\r\n\r\nsay,  if  the  word \"any\" had occurred to the  Minister\r\n\r\nbefore, that it would now read \"to extend the power  to\r\n\r\nimpose  duties  to  cover any goods\"  and  whether  the\r\n\r\nchange makes any real difference.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the explanatory statement is\r\n\r\nalways in the Bill that is tabled for First Reading  as\r\n\r\nthe  Bill  stands then. The explanatory statement  does\r\n\r\nnot  become part of the law when the Bill has  had  its\r\n\r\nThird Reading, and therefore it is to be ignored.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> I was intrigued to hear the\r\n\r\nMinister  say  just  now that he thought  it  would  be\r\n\r\nbetter  to change the word \"all' to \"any\". Sir, when  I\r\n\r\nwas  a  student,  I  was  told that  one  of  the  most\r\n\r\nimportant  functions of a legislature is  to  legislate\r\n\r\naccurately  and  precisely, and there are  very  highly\r\n\r\npaid and highly skilled persons who make it their lifetime  task to decide whether the word \"all\" or the word\r\n\r\n\"any\"  should be put in each particular context. May  I\r\n\r\nask  the Minister whether it was, as he stated, his own\r\n\r\nthought  that it was better, or had he taken advice  on\r\n\r\nthat thought?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the word\r\n\r\n\r\n\r\n\"all\"  is  as  suitable as the word  \"any\".  I  had  no\r\n\r\nobjection  to  the  drafting of the original  amendment\r\n\r\nwhen it read \"all\", because it was a perfectly suitable\r\n\r\nword,  and there could be no misunderstanding on  that.\r\n\r\nBut  because  of  the impression that  was  created  in\r\n\r\n\r\n\r\ncertain Chinese papers when they read the word \"all\", I\r\n\r\nsuggested to the Attorney-General whether it would  not\r\n\r\nbe better if we could put some other word. I asked what\r\n\r\nabout  \"any\"?  And he said that \"any\" was  as  good  as\r\n\r\n\"all\" in this context.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Sir, I am still doubtful. Let us\r\n\r\nsuppose  there  are  twenty items of  goods.  The  Hon.\r\n\r\nMinister  comes in with this Ordinance  and  says  \"all\r\n\r\n\r\n\r\ngoods\".  Even if he has amended it to read \"any goods\",\r\n\r\nthese twenty items\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1743</b></font><br><br>\r\n\r\n\r\n\r\ncould be taxed. Am I right in assuming that \"any goods\"\r\n\r\ncould also mean \"all goods\"?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Would the Attorney-General care to\r\n\r\nexpress his opinion on this technical matter?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am sure the Attorney-General\r\n\r\nwould  like  to  take this opportunity to  express  his\r\n\r\nopinion.  I  would  like to take  this  opportunity  to\r\n\r\ndispel  this wrong impression. I think the hon.  Member\r\n\r\nfor  Tanjong Pagar understands full well, as a  lawyer,\r\n\r\nthat  this clause is one relating to the definition  in\r\n\r\nthis Bill, unless the context otherwise requires.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The original expression \"dutiable goods\" means\r\n\r\nintoxicating  liquors, tobacco or  petroleum  on  which\r\n\r\nduty  has not been paid. But my first amendment in  the\r\n\r\namending Bill was that \"dutiable goods\" means all goods\r\n\r\non  which duty has not been paid. It does not mean that\r\n\r\nbecause it is there in the definition that the Governor\r\n\r\nin  Council can impose duties. It means that where  the\r\n\r\ncontext  requires,  the definition  will  be  used.  It\r\n\r\nmeans,  in short, that \"dutiable goods\" shall mean  any\r\n\r\ngoods  on  which duty has not been paid, and therefore,\r\n\r\nif  you come to a clause later on which says that  \"any\r\n\r\nperson  having in his possession dutiable goods without\r\n\r\nhaving paid duty shall be liable to prosecution\",  then\r\n\r\nthe  word \"dutiable goods\" could apply to any goods  on\r\n\r\nwhich  duty has been imposed under section  11  of  the\r\n\r\nOrdinance. It is just a matter of definition. I do  not\r\n\r\nsee the difficulty there.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Just to make it clear, Sir, that\r\n\r\nthe  definition, by leaving out \"dutiable goods\", which\r\n\r\nis  restricted  to  intoxicating liquors,  tobacco  and\r\n\r\npetroleum and now covers all goods or any goods,  which\r\n\r\nwe agree seems to be\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1744</b></font><br><br>\r\n\r\n\r\n\r\nexactly the same thing - does it mean that section 11  is\r\n\r\nthe only operative section in the Customs Ordinance and\r\n\r\nthat  this definition does not mean that the  law  will\r\n\r\nnow  be that the administration can impose duty on  all\r\n\r\ngoods because of that definition?\r\n\r\n\r\n\r\n<br><br><!-- Mr E. P. Shanks (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr E. P. Shanks):</b> No, Sir, It\r\n\r\ndoes  not. Sir Ewen Fergusson is right in thinking that\r\n\r\nthe  important,  operative, section will  still  remain\r\n\r\nsection 11.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this curious business between \"all\" and \"any\",\r\n\r\nalthough I personally was not consulted, I have thought\r\n\r\nabout it, and in my opinion \"any\" is a much better word\r\n\r\nto use in this particular context. I cannot take credit\r\n\r\nfor  the making of the change, because I was not myself\r\n\r\ninvolved.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, to leave out lines 12 to 16.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, Sir, is now not necessary. In the original\r\n\r\namending  Bill this was put in because section  11  was\r\n\r\ngoing  to  be  amended  by the inclusion  of  the  word\r\n\r\n\"goods\", which would have given the Governor in Council\r\n\r\nthe  power  to levy duty on any goods - this, of  course,\r\n\r\nshould  be read in conjunction with the past definition\r\n\r\non  which  we  have been debating. Sir, section  11  is\r\n\r\ngoing  to  be more defined as to the type of  goods  on\r\n\r\nwhich the Governor in Council can impose duty, that is,\r\n\r\nmanufactured goods needing protection and  so  on,  and\r\n\r\nnot  textiles. I think the definition of \"goods\" is not\r\n\r\nnecessary any more, and therefore it is deleted.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There are consequential amendments*.\r\n\r\nThey  will be made as shown on the Supplementary  Order\r\n\r\nPaper.\r\n\r\n\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;* The consequential amendments are as follows:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) In page 1, line 8, to leave out \"(a) \";\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) In page 1, line 11, to leave out \"; and\" and insert a full-stop.\r\n\r\n<hr size=\"2\" noshade>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1745</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is in page 32 of the\r\n\r\nSupplementary Order Paper a notice of an amendment\r\n\r\nin the name of the Member for Farrer Park. I take\r\n\r\nit that he is not moving? Perhaps the Member for\r\n\r\nFarrer Park will indicate? The mind of the Member\r\n\r\nfor Farrer Park is far away! Will the Member for\r\n\r\nFarrer Park indicate whether he is moving his\r\n\r\namendment to clause 3?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;[In page 2, line 6, to leave out '\"goods\"' and\r\n\r\ninsert '\"dutiable goods\" '.]\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> No, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> His amendment is then taken out of\r\n\r\nthe Supplementary Order Paper.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 3 stand part of\r\n\r\nthe Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I propose to negative\r\n\r\nthe  inclusion  of the present clause  3.  As  hon.\r\n\r\nMembers   will   have  seen  in  the   Notices   of\r\n\r\nAmendments,   I   propose,  when  the   clause   is\r\n\r\nnegatived, to insert a new clause to supersede  the\r\n\r\npresent  one.  The present clause,  as  it  stands,\r\n\r\ngives  the Governor in Council the power to  impose\r\n\r\na  duty  on  anything he likes; but, in  accordance\r\n\r\nwith  the  intention declared in my statement,  and\r\n\r\nbecause  of  the fear expressed by the  trade  that\r\n\r\nthere  might  be  a  misuse of the  powers  by  the\r\n\r\nGovernor  in Council, I am now going to  substitute\r\n\r\nthe  present clause by a new clause which gives the\r\n\r\nGovernor in Council more clearly defined powers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and negatived.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 accordingly disagreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New clause 3-\r\n\r\n<pre>\r\n\r\n\r\n\r\n 'Amendment of     3. Section 11 of the Customs Ordinance is hereby amended-\r\n\r\n    section 11        (a) by deleting subsections (2) to (5) inclusive\r\n\r\n                      thereof and substituting therefor the following: -\r\n\r\n                      \"(2) Where it appears to the Governor in Council that,  having regard to the need for protecting any\r\n\r\n                      industry which is established or\r\n\r\n</pre>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1746</b></font><br><br>\r\n\r\n<pre>                 is about to be established for the manufacture of any\r\n\r\n                      goods in the Colony and to the interests of the\r\n\r\n                      entrepot trade of the Colony in respect of such\r\n\r\n                      goods, it is expedient to impose duties on the\r\n\r\n                      import of such goods, he may by order published in\r\n\r\n                      the Gazette prescribe the duties to be levied and\r\n\r\n                      paid on such goods imported into the Colony and such\r\n\r\n                      duties shall thereupon be charged, levied and paid:\r\n\r\n\r\n\r\n                      Provided that no duties shall be charged or levied\r\n\r\n                      under this subsection on any textiles imported into\r\n\r\n                      the Colony. \r\n\r\n\r\n\r\n                      (3) Any order made by the Governor in Council under \r\n\r\n                      subsection (1) of this section shall be presented to\r\n\r\n                      the Legislative Assembly as soon as may be after \r\n\r\n                      publication and if a resolution is passed pursuant to \r\n\r\n                      a motion notice whereof has been given for a sitting \r\n\r\n                      day not later than the first available sitting day of \r\n\r\n                      the Assembly next after the expiry of one month from \r\n\r\n                      the date when such order is so presented annulling the  \r\n\r\n                      order or any part thereof as from a specified date,\r\n\r\n                      such order or such part thereof, as the case may be,\r\n\r\n                      shall thereupon become void as from such date but\r\n\r\n                      without prejudice to the validity of anything\r\n\r\n                      previously done thereunder or to the making of a new\r\n\r\n                      order.\"; and\r\n\r\n\r\n\r\n                     (b) by renumbering the existing subsection (6) thereof   \r\n\r\n                     as subsection (4).'.-[Mr J. M. Jumabhoy].\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I move, \"That the clause\r\n\r\nbe read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have given sufficient reasons for the\r\n\r\ninclusion of this clause, and therefore, it  is  not\r\n\r\nnecessary for me to elaborate further.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1747</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In line 5, after \"Where\", to insert \"on\r\n\r\nconsideration of the report of a committee of not less\r\n\r\nthan  three persons appointed for the purpose  by  the\r\n\r\nMinister by notification in the Gazette in respect  of\r\n\r\nany goods specified in that notification\".\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> May I have that in writing, please?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member does not have extra\r\n\r\ncopies by any chance?\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Yes, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Copies of the amendment handed in.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Sir, most people who give\r\n\r\nserious  thought to the future of Singapore must  have\r\n\r\nsighed  with some relief when the Minister gave notice\r\n\r\nof  an  amendment to his original proposal  under  the\r\n\r\nCustoms   Ordinance.  Many  were   startled   at   the\r\n\r\noverwhelming powers which were sought and which  would\r\n\r\nhave armed any Council of Ministers with the right  to\r\n\r\nchange  the economic structure of Singapore overnight.\r\n\r\nI  do not think it is enough to state in a speech that\r\n\r\n\r\n\r\nthe  powers would never be used for any such  suicidal\r\n\r\npurpose,  for  how binding on future legislatures  are\r\n\r\nthe present good intentions?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When powers are needed, they should be restricted to\r\n\r\nthe minimum necessary. I congratulate the Minister  on\r\n\r\nhaving   bowed  to  responsible  public  opinion   and\r\n\r\nproduced  a measure which goes some way to restricting\r\n\r\ninterference with the free movement of trade to  those\r\n\r\ngoods  which might be capable of manufacture - and,  we\r\n\r\nhope,     efficient    manufacture    in    Singapore.\r\n\r\nNevertheless, there will be certain interference  with\r\n\r\nthe  movement of trade, and one is concerned about the\r\n\r\nrestrictions  and  with the difficulties  which  there\r\n\r\nwill be of policing any goods which come under control\r\n\r\nin an island like Singapore.\r\n\r\n\r\n\r\n<br><br>11.30 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By restrictions, I mean, Sir, not just duties. It is\r\n\r\na  fact  that once controls are imposed they  tend  to\r\n\r\nneed  expansion, because evasions are  encouraged  and\r\n\r\nthen  something  else has got to be  policed.  If  the\r\n\r\nadministration, no matter\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1748</b></font><br><br>\r\n\r\n\r\n\r\nhow well-meaning, is armed with too great powers, they\r\n\r\ncan be ill-used, because frequently it is the easy way\r\n\r\nout. Because the introduction of protective tariffs is\r\n\r\na far more serious matter, in my opinion, than some of\r\n\r\nthe  other  measures  which have  been  introduced  to\r\n\r\nencourage new manufactures in Singapore, I am  anxious\r\n\r\nthat full opportunity should be given to the public to\r\n\r\nconsider tariffs before they are introduced.  That  is\r\n\r\nwhy  I  was  prepared to move an amendment making  the\r\n\r\nintroduction of duties for this purpose subject to  it\r\n\r\nbeing  passed  first by the Legislature  and  not,  as\r\n\r\nunder  the present proposals, that you put the tariffs\r\n\r\non   first  and  then  argue  about  them  afterwards;\r\n\r\nbecause, even  if  they  were  thrown  out   by   the\r\n\r\nLegislature  afterwards,  a  considerable  amount   of\r\n\r\ntrouble  and  interruption to trade  will  have  taken\r\n\r\nplace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know that in the case of revenue duties such as\r\n\r\nthose imposed on tobacco and spirits, it is absolutely\r\n\r\nnecessary  for the administration to be able  to  move\r\n\r\nquickly, suddenly and unexpectedly, because there  are\r\n\r\nlarge  quantities of these goods in bonded warehouses,\r\n\r\nand  the  moment there is any hint of an  increase  in\r\n\r\nduty, they can be moved immediately.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The same considerations do not arise with goods\r\n\r\nwhich   are   being  protected  for  the  purpose   of\r\n\r\nmanufacture.  Nobody is likely to  be  carrying  large\r\n\r\nstocks just ready to defeat the revenue collectors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, the Hon. the Minister when\r\n\r\nintroducing the Bill indicated he had set up a  Tariff\r\n\r\nAdvisory Committee and that they would examine any  of\r\n\r\nthese proposals. That being the case, I feel that,  if\r\n\r\nwe  are  examined  by this Committee and  that  enough\r\n\r\nnotice  is  given to the public before the  matter  is\r\n\r\nconsidered by the Governor in Council, that would help\r\n\r\nme  to  feel that the administration is tied  down  to\r\n\r\ncertain limits. For that reason I move this amendment.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, this puts into the law the\r\n\r\nmachinery  that  is  exactly  as  I  have   set   out.\r\n\r\nTherefore, I have no objection to this going into  the\r\n\r\n\r\n\r\nlaw as such.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1749</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is one point that Sir Ewen Fergusson has made in\r\n\r\nhis  speech,  and  that is the change to  the  economic\r\n\r\nstructure  of  Singapore overnight. I already  made  it\r\n\r\nclear that it was not overnight. I declared it in  1956\r\n\r\nthat   we   were  considering  it.  It  was  thoroughly\r\n\r\nconsidered.  Also there is no change  in  the  economic\r\n\r\nstructure by the mere changing in the law. A change  to\r\n\r\nan  economic structure can only come by factual changes\r\n\r\nin  the  economy. However, Sir, I am prepared to accept\r\n\r\nthis amendment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed,\r\n\r\n\"That  the  new clause, as amended, be  added  to  the\r\n\r\nBill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, before this is passed, I would\r\n\r\nlike to make this comment. While I understand perfectly\r\n\r\nwhat   was  the  fear  and  anxiety  behind  Sir   Ewen\r\n\r\nFerguson's  mind,  I do not see how this  adds  to  the\r\n\r\nelegance   of  the  clause.  It  becomes  an  extremely\r\n\r\nunwieldy  piece  of  legislation.  Before  it   becomes\r\n\r\nenshrined in our law, the Attorney-General should prune\r\n\r\nit  carefully.  If  he  wants to  give  effect  to  the\r\n\r\nintention  in  this phrase, it should at least  be  put\r\n\r\nelegantly and succinctly.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I think the hon. Member late. We have\r\n\r\npassed that. We are now on the Question, \"That the new\r\n\r\nclause, as amended, be to the Bill.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New clause, as amended, added to the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 4 to 8 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;New Clause (after clause 1)-\r\n\r\n<pre>\r\n\r\n 'Amendment        The long title of the Customs Ordinance is hereby amended\r\n\r\nof long           by inserting immediately after the word \"gas\" appearing at \r\n\r\ntitle.            the end thereof the words \"and to impose protective duties \r\n\r\n                  on manufactured goods\".'.-[Mr J. M. Jumabhoy.]\r\n\r\n</pre>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I move, \"That the new clause\r\n\r\nbe read a Second time.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1750</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment is to make it clear that the law\r\n\r\nhenceforth will not be a law for the purpose of raising\r\n\r\nrevenue  only,  but  a  law  that  could  be  used  for\r\n\r\nprotecting industries too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill.\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Consequential amendments will be made to\r\n\r\n\r\n\r\nthe numbers of the clauses in the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read the Third time and\r\n\r\npassed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1750</b></font><br><br>\r\n\r\n<div align=\"center\"><b>REGISTRATION OF UNITED KINGDOM PATENTS</b></div>\r\n\r\n<div align=\"center\"><b>(AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n<br><br>11.40 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir, I move, \"That the Bill be\r\n\r\n\r\n\r\nnow read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Government's attention has been drawn to the\r\n\r\ninadequacy of section 9 of the Registration  of  United\r\n\r\nKingdom  Patents Ordinance, (Chapter 181 of the Revised\r\n\r\nEdition), as this section does not afford protection to\r\n\r\npatentees  and others in the local Register of  Patents\r\n\r\nbetween   the   date  of  filing  of  the   provisional\r\n\r\napplication in the United Kingdom and the filing of the\r\n\r\ncomplete specification.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Under the United Kingdom Patents Act, 1907-1946, all\r\n\r\npatents based on non-convention applications were dated\r\n\r\nas  at  the  date  of  the application  in  the  United\r\n\r\nKingdom.  Under the United Kingdom Patents  Act,  1949,\r\n\r\nhowever, patents are dated as at the date of filing the\r\n\r\ncomplete  specification and some considerable time  may\r\n\r\nelapse between the provisional application and the date\r\n\r\nof filing the complete specification. Therefore, if the\r\n\r\npatentee or others commenced the manufacture or sale of\r\n\r\nthe  invention in Singapore between the date of  filing\r\n\r\nof  the  provisional application in the United  Kingdom\r\n\r\nand   the   date   of  the  filing  of   the   complete\r\n\r\nspecification, the validity of the certificate of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1751</b></font><br><br>\r\n\r\n\r\n\r\nregistration issued locally might be assailable and the\r\n\r\nregistration might even be invalidated.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is considered desirable, therefore, to give to the\r\n\r\ngrantee  of the United Kingdom patent or to others  who\r\n\r\ncommence  the  manufacture or sale of the invention  in\r\n\r\nSingapore  between  the  date  of  the  filing  of  the\r\n\r\nprovisional application in the United Kingdom  and  the\r\n\r\ndate  of  the  filing  of  the  complete  specification\r\n\r\nadequate protection when an application is subsequently\r\n\r\nmade  for the registration of the United Kingdom patent\r\n\r\nlocally.  Clause 2 of the Bill seeks to give effect  to\r\n\r\nthis intention.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 of the Bill, which replaces Section 11 of\r\n\r\nthe  Ordinance,  makes it necessary for particulars  of\r\n\r\nthe title of the licensee of a patent to be entered  in\r\n\r\nthe  Register  of Patents and, unless such  particulars\r\n\r\nhave  been  registered, it shall  not  be  admitted  in\r\n\r\nevidence  unless  the  court  otherwise  directs.  This\r\n\r\nclause is designed to bring our law into line with  the\r\n\r\ncorresponding  provisions of  the  law  in  the  United\r\n\r\nKingdom. Mr Speaker, Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the BilI.-[Mr J. M. Jumabhoy].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without\r\n\r\nAmendment; read the Third time and passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1751</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>NURSING HOMES AND MATERNITY HOMES</b></div>\r\n\r\n<div align=\"center\"><b>REGISTRATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n<br><br>11.45 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr A. J. Braga (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Health (Mr A. J. Braga):</b> Mr\r\n\r\nSpeaker,  Sir,  I move, \"That the Bill be  now  read  a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is evidence, Sir, that during recent years an\r\n\r\nincreasing  number of private nursing homes,  maternity\r\n\r\nhomes and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1752</b></font><br><br>\r\n\r\n\r\n\r\nprivate hospitals are being set up. It is necessary  to\r\n\r\npromote  legislation for the registration, control  and\r\n\r\nsupervision  of institutions used for the reception  of\r\n\r\nthe sick and convalescent, and of premises used for the\r\n\r\nreception of pregnant women or women immediately  after\r\n\r\nchild   birth,   to  ensure  that  these   institutions\r\n\r\nsubscribe  to standards acceptable and carry  on  under\r\n\r\nsanitary conditions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill follows similar provisions in other\r\n\r\ncountries, particularly the Public Health Act of  1936,\r\n\r\nand  also takes cognizance of provisions under existing\r\n\r\nOrdinances, namely the Local Government Ordinance,  the\r\n\r\nSingapore Industrial Promotion Board Ordinance, and the\r\n\r\nClerks Employment Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill has been considered by the Medical Advisory\r\n\r\nCouncil   and   agreed  to  by  the  Local   Government\r\n\r\nauthorities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It will be observed, from the definition of Local\r\n\r\nAuthority  in  clause 2, that the Bill is  intended  to\r\n\r\ncover the Southern Islands as well.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Clause 3, the so-called death houses are exempted\r\n\r\nfrom  the  provisions of this Bill. These  houses  will\r\n\r\ncontinue  to be licensed under by-laws made  under  the\r\n\r\nMunicipal Ordinance or the Local Government Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11 provides that the existing maternity homes\r\n\r\nand nursing homes, provided they apply within two years\r\n\r\nof  the coming into operation of this Ordinance,  shall\r\n\r\nbe   registered  unconditionally.  The  effect  of  the\r\n\r\nprovisions  of the Bill are detailed in the explanatory\r\n\r\nstatement.  I do not think it is necessary  for  me  to\r\n\r\nrepeat them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>11.47 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Sir, in clause 3, the main purpose of\r\n\r\nthis  legislation is to ensure that a certain efficient\r\n\r\nstandard  is  reached and maintained for the  care  and\r\n\r\ntreatment of the sick.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. If the hon. Member is confining\r\n\r\nhis  comments to clause 3, perhaps the appropriate time\r\n\r\nwould be in Committee. But if he is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1753</b></font><br><br>\r\n\r\n\r\n\r\ndealing with the general principles of the Bill, then\r\n\r\nhe can speak now.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know what the hon. Member wishes to speak\r\n\r\non.  If  he  wishes to speak, as I say, on the  general\r\n\r\nprinciples  of the Bill, he can do so now.  But  if  he\r\n\r\nwishes  to speak on details of the Bill, such as clause\r\n\r\n3, then there will be an opportunity in Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> I will speak in Committee, Sir.\r\n\r\n\r\n\r\n<br><br>11.48 a.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng (Changi):</b> Mr Speaker, Sir, I wish\r\n\r\nthe Minister will kindly make clear just one point. Why\r\n\r\nexclude the dying houses in Sago Lane and-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I think the remarks I made just a\r\n\r\nlittle  while  ago, in connection with the  Member  for\r\n\r\nFarrer Park's attempt to speak, also apply to the  hon.\r\n\r\nMember. If the hon. Member is confining his remarks  to\r\n\r\nclause  3,  which  deals with \"dying\" houses  or  dying\r\n\r\npersons,  then  I  think the proper  time  will  be  in\r\n\r\nCommittee. There will be ample opportunity for  him  to\r\n\r\nspeak  on  this  in Committee. If the  hon.  Member  is\r\n\r\nspeaking  on  the  general  principles,  that  is,  the\r\n\r\nprinciple  of  registration  of  persons  carrying   on\r\n\r\nnursing and maternity homes, and for purposes connected\r\n\r\ntherewith,  then  he can do so now. But  if  it  is  on\r\n\r\ndetails,  the  hon. Member will have an opportunity  in\r\n\r\nCommittee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I intend to speak on general\r\n\r\nprinciples. If the Hon. Minister can satisfy me on  the\r\n\r\npoints  I  raise, I will support the Bill in principle.\r\n\r\nIn  my  opinion,  the Bill should have been  introduced\r\n\r\n\r\n\r\nmuch earlier.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The tremendous increase in population, the housing\r\n\r\nshortage  and the inadequate health facilities provided\r\n\r\nby  the Government have encouraged private institutions\r\n\r\nto  carry  on  for  such purposes.  Why  allow  private\r\n\r\nenterprise  to  get  into such important  institutions?\r\n\r\nLegislation  to  protect  public  interest  is  vitally\r\n\r\nimportant. Therefore, I heartily support this  Bill  in\r\n\r\nprinciple.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1754</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill.-[Mr A. J. Braga].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>11.49 a.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There will be an alteration \"1958\" will\r\n\r\nnow read \"1959\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2-\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 4, after \"suffering\", to insert \"or\r\n\r\nconvalescing\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It was represented to me, after publication of the\r\n\r\nBill, that there existed some doubt as to whether the\r\n\r\nBill was intended to cover convalescent homes as well.\r\n\r\nAs stated in the explanatory statement, it is the\r\n\r\n\r\n\r\nintention that convalescent homes are also covered. But\r\n\r\nto avoid any doubt on the matter, I move that clause 2\r\n\r\nbe amended by inserting the words \"or convalescing\"\r\n\r\nafter the word \"suffering\". I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 3 stand part of the\r\n\r\nBill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> The main purpose of this legislation is\r\n\r\nto ensure that a certain efficient standard is reached\r\n\r\nin regard to the maintenance of treatment of sick and\r\n\r\npregnant women. Why then should an exemption be granted\r\n\r\nunder clause 3 in regard to the place used for the\r\n\r\nreception of the sick and the dying, licensed under the\r\n\r\nby-laws of the Local Government Ordinance, 1957?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1755</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the Municipal Ordinance - I quote the\r\n\r\nSick House by-laws:\r\n\r\n\r\n\r\n<br><br>\"Clause 12\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No sick receiving house shall be licensed as such\r\n\r\nunless   there   is  a  Visiting  Medical  Practitioner\r\n\r\nattached  to the Staff. The Medical Practitioner  shall\r\n\r\nvisit at least once a day.\r\n\r\n\r\n\r\n<br><br>Clause 13\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the caretaker, the sick receiving\r\n\r\nhouse  shall  have  such  nursing  staff  as  shall  be\r\n\r\nrequired  by  the  Health Officer, and  stated  on  the\r\n\r\nlicence.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when you have these conditions, naturally these\r\n\r\nhouses  come up to the level of ordinary hospitals  and\r\n\r\nclinics.  But  there  is nobody to inspect  these  sick\r\n\r\nhouses  to  see  whether  they  really  engage  nurses,\r\n\r\nmidwives,  or whether any medical practitioner  really\r\n\r\nvisits the place. According to the Ordinance, they must\r\n\r\nvisit  the  place,  but nobody seems  to  care  whether\r\n\r\nanyone really visits the place.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What I want to know is why the Government should\r\n\r\nspend   such   a  lot  of  money  on  various   medical\r\n\r\ninstitutions and leave such a place as a sick house  as\r\n\r\na blot on the dignity and health services of Singapore.\r\n\r\nCould  we  not  have one or two wards  from  any  other\r\n\r\nhospital attached, for the care of the sick and  dying?\r\n\r\nSir, I have heard that we had about 30 or 33 years  ago\r\n\r\ntwo  wards  attached to the Tan Tock Seng Hospital  for\r\n\r\nthe care of the sick and dying.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now there is no more place like that, except that\r\n\r\ncertain  people, being given licences for this purpose,\r\n\r\nare,  in fact, running on a commercial basis. According\r\n\r\nto  the  Municipal Ordinance, they must have a licence,\r\n\r\nbut they are not under control by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The City Council seems not worried at all as to what\r\n\r\nis  happening in these sick and death houses. In  fact,\r\n\r\nnobody  seems  to  worry over that.  Could  we  not  do\r\n\r\nsomething  at  least  for  these  unfortunate   people?\r\n\r\nGovernment  can give them some other place to  build  a\r\n\r\nbuilding  for  the  care of the sick  and  dying.  When\r\n\r\npeople are sick and are really dying, that is the  time\r\n\r\nthey  need care and comfort more than the ordinary sick\r\n\r\npeople. How\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1756</b></font><br><br>\r\n\r\n\r\n\r\ndoes  a  sick  man, who knows he cannot be cured,  feel\r\n\r\nbeing  dumped  in a place where no attention  is  being\r\n\r\ngiven, either by the City Council or the Government?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest - and this is not an amendment - that the\r\n\r\nGovernment  should at least look into this  matter  and\r\n\r\nsee  that some free land outside the town area be given\r\n\r\nto  those people who manage these sick houses to put up\r\n\r\na  building which, although it may not be up to medical\r\n\r\nstandards,  could  at  least,  to  a  certain   extent,\r\n\r\npreserve the dignity of our City, and at the same time,\r\n\r\ngive some comfort to the sick and dying.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Lim Cher Kheng? I understand the\r\n\r\nhon. Member wished to speak.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I just want the\r\n\r\nHon. Minister to explain and I will see if I can accept\r\n\r\nit. I reserve my speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, the reason for excluding\r\n\r\ndeath houses is specifically to allow the City Council,\r\n\r\nwhich has for many years been doing it, to continue  to\r\n\r\ngrant licences for such premises at its own discretion,\r\n\r\nsince  it has its own by-laws under the Ordinance.  The\r\n\r\nCity  Council will be in a position to assess the  need\r\n\r\nfor continuing the death houses or to do away with them\r\n\r\nand licensing them entirely under the Ordinance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question of visiting the place is purely within\r\n\r\nthe  responsibility of the City Council. If I find that\r\n\r\nthe  City Council is not undertaking its work, I  will,\r\n\r\nof course, consider the question.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, regarding the death houses,\r\n\r\nI  wish  to  add to the objections raised by  the  hon.\r\n\r\nMember  for  Farrer  Park. The  death  houses  are  now\r\n\r\nbecoming an eye-sore in the eyes of Singapore.  It  may\r\n\r\nbe  a  fascinating scene for the tourists, but I  would\r\n\r\nemphasise  that it is an eye-sore to the residents  who\r\n\r\nstay  near these death houses. The Minister for  Health\r\n\r\nsaid that these houses have been controlled by the City\r\n\r\nCouncil  for years, but he should weigh the  fact  that\r\n\r\nthe  population of Singapore, particularly in  the  so-called Chinatown area, has tripled since the years\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1757</b></font><br><br>\r\n\r\n\r\n\r\nhe  referred  to. A few death houses are  a  few  death\r\n\r\nhouses. How much profit the proprietors of these houses\r\n\r\nmake  I do not know, but at least the facilities  could\r\n\r\nbe  improved  now  that  these places  are  visited  by\r\n\r\ntourists.  If  I am not mistaken, a few  days  ago  the\r\n\r\nlocal  Press  announced that pictures  of  these  death\r\n\r\nhouses  will appear on T.V. in America, as they  are  a\r\n\r\ncentre of attraction for tourists.\r\n\r\n\r\n\r\n<br><br>12.00 noon.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore I support the suggestion of the Member for\r\n\r\nFarrer  Park that it is time for Government to  take  a\r\n\r\nclose  look  to see whether there is any need  for  any\r\n\r\nmore  death houses. You can imagine ten persons  living\r\n\r\nin  a  small  room in the congested area of  Chinatown.\r\n\r\nThen  suddenly one of them gets seriously ill  and  the\r\n\r\n\r\n\r\ndoctor  says that the patient has no chance to recover.\r\n\r\nWhat happens if the patient has no money and where will\r\n\r\nhe be put?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish the Minister for Health will consider this\r\n\r\nproblem  seriously and find a solution.  Do  not  leave\r\n\r\nthis so-called baby in the hands of the City Council.\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, I appreciate the\r\n\r\nsentiments expressed by the Member for Changi and I can\r\n\r\nassure him that all consideration will be given to  the\r\n\r\npoints that he has raised. But on the question of doing\r\n\r\naway  with the death houses or their improvement,  this\r\n\r\nis  a  matter, of course, for the City Council  at  the\r\n\r\nmoment. On the question of improvements, I am not aware\r\n\r\nthat the City Council is not doing its duty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the question of the death houses being\r\n\r\nthe  target for television and so forth, I am sure that\r\n\r\nthis   matter  will  be  considered  by  the   Minister\r\n\r\nresponsible for the granting of facilities to tourists.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Is it not proper for the Minister\r\n\r\nto write a letter to the City Council?\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Legislation is not done by letters.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1758</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4-\r\n\r\n\r\n\r\n<br><br><!-- Mr Braga -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Braga:</b> Mr Speaker, Sir, on further consideration\r\n\r\nof representations made to me by certain medical\r\n\r\npractitioners, age should not be the major\r\n\r\nconsideration in determining whether a person is fit or\r\n\r\notherwise to carry on or to be employed at a Home, and\r\n\r\nI consider that infirmity more than age will affect a\r\n\r\nperson's fitness.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I accordingly move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 3, line 5, to leave out \"age\" and insert\r\n\r\n\"infirmity\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4, as amended, ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 5 stand part of the\r\n\r\nBill.\"\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Mr Speaker, Sir, I would like to say\r\n\r\nsomething on clause 4.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am afraid that the hon. Member is too\r\n\r\nlate. We are on clause 5 now.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Can I get some clarification on clause\r\n\r\n4 from the Minister?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> It has been passed. Perhaps the hon.\r\n\r\nMember would like to set down a question.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lazarous -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lazarous:</b> Yes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 6 to 15 inclusive ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I think this is an appropriate time to\r\n\r\nsuspend. I suspend this Assembly. I will take the Chair\r\n\r\nagain at half-past two.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 12.10 p.m. until 2.30 p.m</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1759</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 2.30 p.m.</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n             \r\n\r\n<div align=\"center\"><b>LAW REFORM (FRUSTRATED</b></div>\r\n\r\n<div align=\"center\"><h4>CONTRACTS) BILL</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.31 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. P. Shanks (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr E. P. Shanks):</b> Mr\r\n\r\nSpeaker,  Sir, I rise to move, \"That the Bill  be  now\r\n\r\nread a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Common Law principle that a person, who has\r\n\r\nbound  himself  by a contract to do something,  cannot\r\n\r\nescape  liability for damages even though the contract\r\n\r\nbecomes impossible for him to perform has in days gone\r\n\r\nby  led  to  hardships  and  even  in  some  cases  to\r\n\r\nabsurdities.  The  doctrine that on frustration  of  a\r\n\r\ncontract,  by impossibility of performance,  the  loss\r\n\r\nlies  where it falls, is misleading and often  unjust.\r\n\r\nIt is wrong to have a position where no adjustment can\r\n\r\nbe made after the moment of frustration of a contract.\r\n\r\nIn equity each particular case should be dealt with on\r\n\r\nits  own merits and facts, and that is what this  Bill\r\n\r\nseeks  to  establish  for all contracts  except  those\r\n\r\nspecial types mentioned in subsection (5) of clause 3.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For strictly mercantile contracts, the principles of\r\n\r\nthis Bill already apply by reason of section 5 of  the\r\n\r\nCivil Law Ordinance which imports the English Law  for\r\n\r\nmercantile and similar purposes into Singapore, and so\r\n\r\ngives  effect to the Frustrated Contracts Act of  1943\r\n\r\nof the United Kingdom on which this Bill is based.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill will give general application to the\r\n\r\nmodern  principles of the United Kingdom,  1943,  Act,\r\n\r\nwhich  the  Federation of Malaya has already  adopted,\r\n\r\nand will enable the Courts to make adjustments between\r\n\r\nparties to a contract that can no longer be continued.\r\n\r\nIn  some respects it will re-establish a principle  of\r\n\r\nancient  Roman Law in which a doctrine of  restitution\r\n\r\nfound favour.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 of the Bill provides in substance that all\r\n\r\nsums  paid  before  the  frustrating  event  shall  be\r\n\r\nrecoverable or, if not paid shall cease to be payable.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1760</b></font><br><br>\r\n\r\n\r\n\r\nBut  this  general  right  may  be  qualified  in  the\r\n\r\ndiscretion of the Court if the party to whom the money\r\n\r\nis  payable,  or  has been paid, has himself  incurred\r\n\r\nexpenses in the performance of the contract. If he has\r\n\r\nreceived  payment,  he may be allowed  to  retain  the\r\n\r\nwhole  or  part  of what he has received;  if  he  has\r\n\r\nreceived  nothing  he may be allowed  to  recover  the\r\n\r\nwhole  or  part of any expenses to which he  is  being\r\n\r\nput.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provision for the adjustment of benefits, expenses,\r\n\r\nand  cost of work done, is made in subsection  (3)  of\r\n\r\nclause  2,  but excluding contracts of insurance.  The\r\n\r\nfurther  provisions in clause 2 provide in  subsection\r\n\r\n(4)  that  in  assessing expenses the Court  may  have\r\n\r\nregard  to  overhead charges and  cost  of  work,  but\r\n\r\nsubsection  (5)  expressly  excludes  money  paid  for\r\n\r\ninsurance - that   is  not  to  be   included   in   the\r\n\r\ncomputation or assessment or reassessment of values.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 starts by providing that the Bill, when\r\n\r\nenacted,  will  apply  to  contracts,  the   time   of\r\n\r\ndischarge of which is on or after the first of January\r\n\r\nthis  year. It goes on to provide that the Bill  binds\r\n\r\nthe  Crown, and allows a freedom to contract-out. This\r\n\r\nis  desirable  because  if in  a  particular  contract\r\n\r\nspecial provision is made for the event of frustration\r\n\r\nthen  that  special  provision made  in  the  contract\r\n\r\nshould supervene, and the provisions of this Bill will\r\n\r\nbe unnecessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Certain types of contract are expressly excluded,\r\n\r\nnotably charter-parties and insurance and contracts to\r\n\r\nwhich  a  section  of the Sale of Goods  Act  applies.\r\n\r\nThose  Sale of Goods contracts which are excluded  are\r\n\r\nagreements  for the sale of specific goods  where  the\r\n\r\ngoods  perish without any fault on the part of  either\r\n\r\nthe  seller  or  the  buyer.  Insurance  is  expressly\r\n\r\nexcluded,  partly because, by the very nature  of  the\r\n\r\ncontract,  it  is not right that there should  be  any\r\n\r\nadjustment if the event insured against does  in  fact\r\n\r\nhappen. If a person insures against sickness, say,  on\r\n\r\nthe  1st  January, and if on the 1st February of  that\r\n\r\nsame  year falls sick, or dies, it would not be right,\r\n\r\nhaving  regard  to  the  risk  run  by  the  insurance\r\n\r\ncompany,  to  let him receive back 11/12ths  of  the\r\n\r\npremium that he paid.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1761</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill which was published on 12th December has\r\n\r\nnot,  so  far  as I know, been adversely criticised  by\r\n\r\nanyone. It has the support of the Bar Committee and  of\r\n\r\nthe Trade Advisory Council, and I have no hesitation in\r\n\r\ncommending it to this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\n\r\n\r\non the Bill. [Mr Shanks].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.40 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note of an alteration,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, to leave out \"1958\" and insert\r\n\r\n\"1959\".\r\n\r\n\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 and 3 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without Amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1761</b></font><br><br>\r\n\r\n<div align=\"center\"><b>WAR DAMAGE (AMENDMENT)</b></div>\r\n\r\n<div align=\"center\"><b>BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.43 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Oon Khye Kiang (Acting Financial Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Acting Financial Secretary (Mr Oon Khye Kiang):</b>\r\n\r\nMr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of the proposed amendment to the\r\n\r\nOrdinance   is,  as  pointed  out  in  the  Explanatory\r\n\r\nStatement  to the Bill, to enable the accounts  of  the\r\n\r\nWar  Damage Commission, which have been kept on a  Pan-Malayan  basis,  to  be  audited  as  before   by   the\r\n\r\nFederation  Auditor-General.  The  former  Director  of\r\n\r\nAudit,  Malaya,  used  to have  jurisdiction  over  the\r\n\r\nFederation of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1762</b></font><br><br>\r\n\r\n\r\n\r\nMalaya and Singapore. Following independence in the\r\n\r\nFederation of Malaya, it was no longer possible for him\r\n\r\nto continue on this basis. His post has been renamed\r\n\r\nAuditor-General, Federation of Malaya, and the former\r\n\r\nSingapore Deputy Director of Audit has now been renamed\r\n\r\nDirector of Audit, Singapore. As the War Damage\r\n\r\nCommission accounts are kept on a Pan-Malayan basis,\r\n\r\nthe audit will continue to be carried out by the\r\n\r\nDepartment of the Federation Auditor-General at Kuala\r\n\r\nLumpur as before.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill.-[Mr Oon Khye Kiang].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<br><br>2.44 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note of an alteration,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, to leave out \"1958\" and insert \"1959\".\r\n\r\n\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without Amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1762</b></font><br><br>\r\n\r\n<div align=\"center\"><b>SERVICES' LANDS BOARD BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>2.46 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. B. David (Chief Secretary) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Secretary (Mr E. B. David):</b> Mr Speaker,\r\n\r\nSir, I have His Excellency's consent to proceed with\r\n\r\nthis Bill. I beg to move, \"That the Bill be now read a\r\n\r\nSecond time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a short Bill, and its purpose is to give\r\n\r\neffect to the understanding reached during the\r\n\r\nConstitutional\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1763</b></font><br><br>\r\n\r\n\r\n\r\nConference  in  the United Kingdom last  year  on  the\r\n\r\nfuture status of the United Kingdom Services' lands  in\r\n\r\nSingapore.  It was then agreed that the United  Kingdom\r\n\r\nServices  should  retain  the land  they  occupied  for\r\n\r\ndefence  purposes, and that there should be established\r\n\r\nby  legislation a Services' Lands Board  and  that  the\r\n\r\ntitles  for  land  paid for by  or  on  behalf  of  the\r\n\r\nServices should be vested in this Board. The Board will\r\n\r\nalso maintain a register of lands made available by the\r\n\r\nSingapore Government, and any such lands will revert to\r\n\r\nthe Singapore Government on becoming surplus to Service\r\n\r\nrequirements.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Board would also have the right to acquire\r\n\r\nfurther  land  in accordance with agreed constitutional\r\n\r\nprocess,  or to dispose of surplus land under title  on\r\n\r\ncondition  that  such land should  be  offered  to  the\r\n\r\nSingapore Government in the first instance.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Agreement was also reached regarding the assets\r\n\r\ncreated  by the Services on land owned by the Singapore\r\n\r\nGovernment  but  made  available to  the  Services  for\r\n\r\ndefence purposes and which subsequently became surplus.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill, Sir, therefore, consequently creates a\r\n\r\nBoard  which will administer, within the terms  of  the\r\n\r\nAgreement reached in London, all the lands used by  the\r\n\r\nServices  in Singapore. The individual clauses  of  the\r\n\r\nBill  are straightforward, and I do not think they call\r\n\r\nfor any particular comment. Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>2.48 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, I would like to\r\n\r\nhave some information\r\n\r\non  this  Bill. Would it be possible for the  Hon. the\r\n\r\nChief Secretary to inform the House of the area of land\r\n\r\nat  present occupied and held by the Services? How much\r\n\r\nis being used by them? Is there any surplus?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second piece of information I would like to seek,\r\n\r\nSir,  is whether the land which is now occupied by  the\r\n\r\nServices has been paid for by the United\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1764</b></font><br><br>\r\n\r\n\r\n\r\nKingdom  Government. Has it been lent or  has  it  been\r\n\r\ngiven  for free use by the Colony of Singapore? I  wish\r\n\r\nto have some information on this.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is this. If the land has been paid\r\n\r\nfor by the United Kingdom Government, then it will be a\r\n\r\nBoard  constituted by them, because the land  does  not\r\n\r\nbelong  to  us.  If the land belongs to  us,  then  the\r\n\r\nSingapore  Government has the right  to  form  its  own\r\n\r\nBoard.  I am not able to understand myself. May I  make\r\n\r\nmy  question clearer? If the land which is now occupied\r\n\r\nby  the  Services  has  been paid  for  by  the  United\r\n\r\nKingdom,  then  the land belongs to the United  Kingdom\r\n\r\nGovernment.  If that is so, the Board will be  entirely\r\n\r\ncomposed  of  members  of the  Services.  I  want  some\r\n\r\ninformation, as I do not know anything about it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David</b> rose-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr David, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr David -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr David:</b> Sir, as to the factual information for\r\n\r\nwhich  the hon. Member for Telok Ayer has asked,  I  am\r\n\r\nafraid  I  have not the details at my disposal  now.  A\r\n\r\nreview  is being made of all the lands now occupied  by\r\n\r\nthe  Services with a view to implementing the terms  of\r\n\r\nthe  Agreement  which I outlined in moving  the  Second\r\n\r\nReading of this Bill. There is a certain amount of land\r\n\r\noccupied  by  the Services and paid for by  the  United\r\n\r\nKingdom   Government.   That  land   falls   into   two\r\n\r\ncategories:  land which has been purchased  by  private\r\n\r\ntreaty from former owners. That land at present is held\r\n\r\nunder   title  in  the  name  of  the  Chief  Secretary\r\n\r\nIncorporated, because the United Kingdom  Services  had\r\n\r\nno  entity  in Singapore capable of holding  land.  The\r\n\r\nbulk  of  the  land, however, occupied by  the  Defence\r\n\r\nServices  in Singapore and which was paid  for  by  the\r\n\r\nU.K. Government was acquired under the Land Acquisition\r\n\r\nOrdinance  at  the expense of the U.K. Government.  The\r\n\r\nland  so  acquired  will have become  Crown  land,  and\r\n\r\ntherefore,  there is no title at present in  issue  for\r\n\r\nthat  land.  But it is proposed that titles  should  be\r\n\r\nissued  for that land when the review to which  I  have\r\n\r\nreferred has been completed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1765</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\n\r\n\r\non the Bill.-[Mr David].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>2.55 p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is an alteration,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, to leave out \"1958\" and insert\r\n\r\n\"1959\".\r\n\r\n\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 to 7 inclusive ordered to stand part of the\r\n\r\nBill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1765</b></font><br><br>\r\n\r\n<div align=\"center\"><b>BANKRUPTCY (AMENDMENT)</b></div>\r\n\r\n<div align=\"center\"><b>BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n<br><br>2.57 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr E. P. Shanks (Attorney-General) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Attorney-General (Mr E. P. Shanks):</b> Mr Speaker,\r\n\r\nSir, I have His Excellency's recommendation that this\r\n\r\nBill, which was read the First time on the 12th of\r\n\r\nDecember last, be proceeded with. I beg to move, \"That\r\n\r\nthe Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to improve the bankruptcy\r\n\r\nlaw which largely follows an English Act of 1883. Since\r\n\r\n1888,  when the present Bankruptcy Ordinance came  into\r\n\r\nforce,  amendments have been made on several occasions,\r\n\r\nbut  although based on the law of England, we have  not\r\n\r\nkept  pace  with  certain  important  changes  made  in\r\n\r\nEngland  by  the Acts of 1914 and 1926. These  are  the\r\n\r\nActs  referred to in the Comparative Table  printed  at\r\n\r\nthe end of this Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are also certain anomalies which it would be as\r\n\r\nwell to remove and this Bill seeks to bring the law up\r\n\r\nto date, and to tighten up the penal provisions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1766</b></font><br><br>\r\n\r\n\r\n\r\nof the Ordinance with a view to deterring persons\r\n\r\nminded to defraud their creditors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although bankruptcy is a technical and complicated\r\n\r\nbranch of the law, the general principle is well known.\r\n\r\nIt  is to keep a fair and even balance between a debtor\r\n\r\n\r\n\r\nwho cannot pay his debts and his creditors, and between\r\n\r\nthe creditors themselves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At present, under the Bankruptcy Ordinance, a debtor\r\n\r\ncommits  an  act  of bankruptcy if execution  has  been\r\n\r\nlevied  by  seizure of his property where  a  judgment,\r\n\r\nincluding  costs, is for an amount exceeding $500.  But\r\n\r\nthere is a difficulty in that a creditor cannot present\r\n\r\na  petition  unless  his  debt amounts  to  $500.  This\r\n\r\nanomaly  will be removed by the first part of clause  2\r\n\r\nof this Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other alterations in clause 2 are designed to\r\n\r\nequate the effects of final orders and final judgments.\r\n\r\nIt  is a technical difference which at present can only\r\n\r\n\r\n\r\nbe  overcome by costly proceedings. The distinction was\r\n\r\nremoved in the English law some considerable time  ago,\r\n\r\nand  it  is an anachronistic anomaly that ought  to  be\r\n\r\nremoved here.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next clause, clause 3, Sir, merely corrects an\r\n\r\nerror  in  the  present  law.  There  is  no  Assistant\r\n\r\nRegistrar.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 will give the Registrar jurisdiction to\r\n\r\nconduct  routine examinations without the necessity  of\r\n\r\nsuch examinations having to be conducted by a judge.  A\r\n\r\nsimilar  amendment was made in 1955 to another  section\r\n\r\nof  the Ordinance which gave the Registrar jurisdiction\r\n\r\nto  take the public examination of a debtor, but  there\r\n\r\nwill  here,  as there is in the section 17 to  which  I\r\n\r\nreferred,  be power for an examination to be  adjourned\r\n\r\nby the Registrar for consideration by a judge.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 deals with priority debts and the effect of\r\n\r\nthis  will  be to add to rates, income tax  and  wages,\r\n\r\nwhich  are  now given preference, amounts  due  to  the\r\n\r\nCentral  Provident Fund, if those amounts  have  become\r\n\r\npayable within 12 months of the receiving order.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next clause reduces the period of relation back\r\n\r\nof  the  Official  Assignee's  title  to  a  bankrupt's\r\n\r\nproperty. It is not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1767</b></font><br><br>\r\n\r\n\r\n\r\nuncommon  for debtors, on the eve of their  bankruptcy,\r\n\r\nto  attempt  to defraud their creditors by transferring\r\n\r\ntheir property to others. This cannot be allowed and so\r\n\r\nthere   is  provision  in  the  law  for  the  Official\r\n\r\nAssignee's  title to relate back to a period  prior  to\r\n\r\nthe    actual    operation   of   ordinary   bankruptcy\r\n\r\nproceedings.  It  has been found in  practice  that  12\r\n\r\nmonths is too long and sometimes inequitable, and  this\r\n\r\nclause proposes that it should be changed to six months\r\n\r\nnext  preceding  the  date of the presentation  of  the\r\n\r\nbankruptcy petition.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment that will be made by clause 7 will\r\n\r\nenable  the  Official Assignee to recover assets  where\r\n\r\nthere  has  been an improper preference of a surety  or\r\n\r\nguarantor.  This is in effect related to  the  previous\r\n\r\namendment  that  I  have  referred  to,  where  it   is\r\n\r\nsometimes  possible  for a bankrupt  to  give  a  wrong\r\n\r\npreference  to  persons by judicious disposing  of  his\r\n\r\nproperty immediately before he goes bankrupt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next clause merely sets out what is the existing\r\n\r\npractice.   It  will  formally  relieve  the   Official\r\n\r\nAssignee from personal liability for costs and expenses\r\n\r\nin  respect  of  work he does in the discharge  of  his\r\n\r\nofficial duties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9, which is the next part of the Bill, does a\r\n\r\nvariety  of things relating to the penal provisions  of\r\n\r\nthe  Bankruptcy Ordinance, and is an endeavour to bring\r\n\r\nthem up to date.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a figure of $25 mentioned in section 110 of\r\n\r\nthe  present Bankruptcy Ordinance which limits offences\r\n\r\nby  debtors.  It is at the present time no  offence  to\r\n\r\nconceal  or remove property to the value of  only  $25.\r\n\r\nThat  is a provision which has existed since 1888,  and\r\n\r\n\r\n\r\nit  is considered high time that the limit be increased\r\n\r\nfrom  $25  to $100. True there is an offence,  morally,\r\n\r\nhowever  small  the  amount involved,  but  it  is  not\r\n\r\npracticable  for  the  Official  Assignee  to   concern\r\n\r\nhimself  with minor evasions by concealment or  removal\r\n\r\nwhere the property is of very small value, and $100  is\r\n\r\nconsidered to be a reasonable amount at which  to  draw\r\n\r\nthe line.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1768</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It has been found in practice that sometimes debtors\r\n\r\ncan   avoid  penal  provisions  under  this  particular\r\n\r\nsection by delaying their presentation of petitions for\r\n\r\nfour  months, which is the period at present  specified\r\n\r\nin  this  section. It is proposed that this  should  be\r\n\r\nenlarged  to  12  months  and  the  deletion   of   the\r\n\r\nexpression  \"or the service of a debtor's summons  upon\r\n\r\nhim\"  mentioned  in  paragraph 4 of  this  clause  will\r\n\r\nprevent  the  enlarging of the  period  by  the  debtor\r\n\r\nmaking use of the inevitable delay in the obtaining and\r\n\r\nissue of a judgment debtor's summons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The eighth paragraph of this clause substitutes a new\r\n\r\nparagraph  for  an existing one -(m)- and  amplifies  the\r\n\r\nexisting  provisions by making it  an  offence  for  an\r\n\r\nundischarged bankrupt to obtain credit to the extent of\r\n\r\n$100  or upwards if he does not inform the person  from\r\n\r\nwhom  he  obtains the credit that he is an undercharged\r\n\r\nbankrupt. This is extended to cases of obtaining credit\r\n\r\njointly  with  other persons. A further change  is  the\r\n\r\nintroduction  of  a  new offence of engaging  in  trade\r\n\r\nunder  a  name  other  than that  under  which  he  was\r\n\r\nadjudged bankrupt without disclosing that all-important\r\n\r\nname under which he became a bankrupt.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining paragraphs make comparatively minor\r\n\r\nimprovements, and I will mention only one, (xiv), which\r\n\r\nrelates  to the taking of goods in pawn. At present,  a\r\n\r\npawnbroker  who receives goods from a bankrupt  knowing\r\n\r\nthat the goods have been pawned in order to defraud the\r\n\r\nbankrupt's creditors can be proceeded against  only  by\r\n\r\ninvoking  the  provisions of  the  Penal  Code.  It  is\r\n\r\nthought   that   for   simplicity  of   procedure   and\r\n\r\nadministrative convenience it is better to enshrine the\r\n\r\nnecessary   provisions  in  the  Bankruptcy   Ordinance\r\n\r\nitself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 contains two new sections which overlap\r\n\r\nwith  existing  provisions which will  be  repealed  by\r\n\r\nclause  12. They are provisions regarding the  engaging\r\n\r\nin  trade without keeping accounts and the question  of\r\n\r\npunishment is made more flexible by being changed  from\r\n\r\nthree  months' imprisonment to a maximum of two  years'\r\n\r\nimprisonment,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1769</b></font><br><br>\r\n\r\n\r\n\r\nwhich is almost certainly desirable, or the possibility\r\n\r\nof  the infliction of a fine. This is an offence  which\r\n\r\nis  quite  prevalent and it is thought to  need  severe\r\n\r\npunishment  in  most cases but there  are  occasionally\r\n\r\ncases where a fine would be more appropriate, and  that\r\n\r\nwill be possible when this amendment is made.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new section 110 (B) will replace provisions\r\n\r\nrelating  to the obtaining of credit or the contracting\r\n\r\nof  a  debt without a reasonable expectation  of  being\r\n\r\nable  to pay. Here again the penalty is increased  from\r\n\r\nthree months to two years - as the maximum penalty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11 will amend the existing Ordinance to limit\r\n\r\nthe  application  of  the Ordinance  to  bankrupts  and\r\n\r\npersons  in  respect of whose estates receiving  orders\r\n\r\nhave been made and will make a bankrupt punishable  for\r\n\r\ncausing or conniving at the levying of execution on his\r\n\r\nproperty  with intent to defraud his creditors.  It  is\r\n\r\nobviously  desirable that if a person connives  at  or,\r\n\r\nperhaps, as has happened in some cases instigates,  the\r\n\r\nlevying  of execution on his property by a creditor  he\r\n\r\nlikes to the disadvantage of a creditor he dislikes, it\r\n\r\nis  quite clear that there is an injustice that  should\r\n\r\nbe made punishable if it can be discovered.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last clause, as I have said, repeals provisions\r\n\r\nwhich will be covered by the two new sections 110 (A)\r\n\r\nand 110 (B).\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to\r\n\r\na Committee of the whole Assembly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill.-[Mr Shanks].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n  \r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>3.15p.m.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note of an alteration.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, to leave out \"1958\" and insert\r\n\r\n\"1959\".\r\n\r\n\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1770</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 to 12 inclusive ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1770</b></font><br><br>\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n<br><br>3.17 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Tun Lim Yew Hock):</b> Sir, may I\r\n\r\nmove a business motion?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on item 8 on the Order Paper be\r\n\r\nexempted from the provisions of Standing Order No. 7.\r\n\r\n\r\n\r\n<br><br>That  is  to  say, the debate on item 8 shall  continue\r\n\r\nbeyond 4 p.m., if necessary.\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Swee Kee (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (Mr Chew Swee Kee):</b> I\r\n\r\nsecond it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Sir, what happens to the remaining\r\n\r\nitems on the Order Paper? Are they also to be exempted?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Perhaps the Chief Minister would like to\r\n\r\nclarify that matter?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, may I explain that the\r\n\r\nexemption  asked for is in regard to item 8  only,  and\r\n\r\nall remaining items on the Order Paper will have to  be\r\n\r\nconsidered at next Monday's sitting?\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Thank you.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on item 8 on the Order Paper be\r\n\r\nexempted from the provisions of Standing Order No. 7.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, I beg to move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That at its rising today, the Assembly do stand\r\n\r\nadjourned to Monday, 26th January,\r\n\r\n1959.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Assembly is to sit again on\r\n\r\nMonday, which is an ordinary sitting day, then there is\r\n\r\nno  necessity for the Chief Minister to move  that  the\r\n\r\nAssembly do stand adjourned to Monday.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1771</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Is notice not needed for Monday?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> I thought I made myself clear. The\r\n\r\nordinary sitting days are Mondays to Thursdays, and  if\r\n\r\nthere is an adjournment simpliciter today, which  is  a\r\n\r\nThursday,  the  adjournment will  automatically  be  to\r\n\r\nMonday,  the next sitting day. If the intention  is  to\r\n\r\nadjourn to tomorrow, then, of course, there has to be a\r\n\r\nseparate motion.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Sir, it was in my mind that the\r\n\r\nnext sitting day should be on Monday.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> In that case, there is no necessity for\r\n\r\na special motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1771</b></font><br><br>\r\n\r\n<div align=\"center\"><b>PEOPLE'S INVESTMENT</b></div>\r\n\r\n<div align=\"center\"><b>CORPORATION BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read.\r\n\r\n\r\n\r\n<br><br>3.21 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy (Minister for Commerce and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Commerce and Industry (Mr J. M. Jumabhoy):</b> Mr Speaker, Sir, I have His Excellency the\r\n\r\n\r\n\r\nGovernor's  consent to proceed with  this  Bill  and  I\r\n\r\nmove, \"That the Bill be now read a Second time.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of the Bill, Sir, cannot be put in more\r\n\r\nexcellent  words than in the statement I made  to  this\r\n\r\nHouse  on 10th September, 1958. I shall read out  those\r\n\r\nportions   in  the  statement  which  relate   to   the\r\n\r\nintroduction of this Bill. It is from Hansard  of  10th\r\n\r\nSeptember, 1958, columns 689 and 690:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Government realises that the working man and woman\r\n\r\nin Singapore has up to now had very little opportunity\r\n\r\nor incentive to actively participate in the ownership\r\n\r\nof industries and to benefit therefrom. Government\r\n\r\ntherefore feels that it is not only necessary but also\r\n\r\nthe duty of an elected Socialist Government to actively\r\n\r\nassist the people in owning and opening some industries\r\n\r\nwhich are profitable because they produce goods needed\r\n\r\nby the vast majority of the population. Such ownership\r\n\r\nshould not be by the State with public funds but rather\r\n\r\ndirectly by the people on an individual basis so that\r\n\r\nevery individual shareholder benefits directly from the\r\n\r\nprofits.\"\r\n\r\n\r\n\r\n<br><br>It goes on:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"In order to organize the working man and woman for\r\n\r\nthe  new  role  of  industrial  ownership,  a  People's\r\n\r\nInvestment  Corporation will be set up with  shares  at\r\n\r\n$10 each to enable\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1772</b></font><br><br>\r\n\r\n\r\n\r\nevery working man and woman to participate by owning at\r\n\r\nleast  one $10 share. In order that the corporation  is\r\n\r\nreally  an  organization  of  the  people  and  is  not\r\n\r\nmonopolised by a few big shareholders, no person  shall\r\n\r\nbe allowed to hold more than 50 shares.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This, in short, was the purpose of the introduction\r\n\r\nof this Bill at the last sitting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill, as it stands, provides for an authorised\r\n\r\ncapital   of  $10  million  divided  into  one  million\r\n\r\nordinary shares of $10 each. The holding of the  shares\r\n\r\nis limited to not more than 50 shares to be held by one\r\n\r\nindividual and, in order that a check is kept  that  no\r\n\r\nperson  holds  more  than  50 shares  under  fictitious\r\n\r\nnames,  the  identity card numbers are required  to  be\r\n\r\nstated  on the applications, and they will be shown  on\r\n\r\nthe  register and share certificates. Subject  to  this\r\n\r\nrestriction,  the shares shall be transferable  in  the\r\n\r\nmarket.  In case of a loss to the people who are  going\r\n\r\nto  invest in this Corporation and who would presumably\r\n\r\ncome  from  the  middle class and lower  class  earning\r\n\r\ngroup - because this Corporation is intended  to  give\r\n\r\nthem  an  opportunity to invest money in an  industrial\r\n\r\nenterprise  which  is  considered  profitable  by   the\r\n\r\nGovernment - all shares shall be guaranteed by Government\r\n\r\nat  par. The issue of shares shall be at the discretion\r\n\r\nof   the  Board  of  Directors  in  amounts  which  are\r\n\r\nconsidered to be necessary but they are not  to  exceed\r\n\r\nthe  authorised capital. That means that the  Directors\r\n\r\ncan  float  shares  to the number that  they  think  is\r\n\r\ndesirable for any particular venture, but the total  of\r\n\r\nsuch  floatation at different times should  not  exceed\r\n\r\n$10 million, and all issues shall rank equally with one\r\n\r\nanother so that there will be no preferential treatment\r\n\r\nof one issue over a later or an earlier issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a limitation in the Bill placed on the\r\n\r\ninvestment  of the funds of this Corporation,  and  the\r\n\r\nlimitation  is  that the Corporation shall  invest  its\r\n\r\nfunds  in  industrial  ventures  only  on  the  written\r\n\r\ninvitation of the Industrial Promotion Board. Now  this\r\n\r\nsafeguard  has been put in because it is possible  that\r\n\r\nthe Directors might venture to invest in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1773</b></font><br><br>\r\n\r\n\r\n\r\nfields  which might not prove to be profitable  because\r\n\r\nthere    has    not   been   sufficient   investigation\r\n\r\nbeforehand.  Consequently, this  is  to  safeguard  the\r\n\r\npoor   man  who  is  likely  to  own  shares  in   this\r\n\r\nCorporation.  Of course, in case where the  Corporation\r\n\r\nholds  funds surplus to its requirements for investment\r\n\r\nin  industrial purposes, the Directors will have  power\r\n\r\nto  invest such surplus funds in gilt-edged securities.\r\n\r\nThe  word  \"gilt-edged\" is not specified as  such.  The\r\n\r\n\r\n\r\nwords  used  in  the  Bill are \"trustee  securities  or\r\n\r\nplaced on deposit in banks\". Therefore, there need  not\r\n\r\nbe  any  idle capital lying with the Corporation  which\r\n\r\nmay  not  earn  any income but, of course,  the  income\r\n\r\nfrom  such  investment would be  limited  to  the  rate\r\n\r\nobtained for such type of investment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, as regards the control of this Corporation, it\r\n\r\nis proposed that the Chairman shall be nominated by the\r\n\r\nMinister,   that  the  Minister  shall  appoint   three\r\n\r\nDirectors  for varying periods, and that  the  Chairman\r\n\r\nand  these three Directors shall form the initial Board\r\n\r\nof  Directors. They shall have powers to carry out  all\r\n\r\ndeeds  and acts pertaining to the good conduct  of  the\r\n\r\nCorporation  and  its investments. But the  Corporation\r\n\r\nshall  hold  a general meeting within one year  of  its\r\n\r\nincorporation, unless it is proved to the  satisfaction\r\n\r\nof  the Minister that, due to unforeseen circumstances,\r\n\r\nan  extension is necessary, in which case the  Minister\r\n\r\ncan  extend the period by a further year. At this first\r\n\r\nannual  general meeting, the shareholders  shall  elect\r\n\r\nthree Directors, and after such elections, the Board of\r\n\r\nDirectors  shall  be  composed of the  Chairman,  three\r\n\r\nappointed Directors and three elected Directors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Corporation will also be empowered to nominate\r\n\r\nsuch  number  of its Directors as is necessary  on  the\r\n\r\nBoard  of  other companies in which it is participating\r\n\r\nwith capital, but, of course, the Chairman shall always\r\n\r\nbe a nominee on such Boards of participating companies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order that the control in the general meeting does\r\n\r\nnot go to persons who are bent on trying to get control\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1774</b></font><br><br>\r\n\r\n\r\n\r\nin their hands, a further stipulation limits the number\r\n\r\nof  proxies  that any shareholder may  hold,  and  that\r\n\r\nlimit   is  placed  at  20  so  that  manipulation   by\r\n\r\nshareholders interested in gaining control cannot conic\r\n\r\nabout  because no person can represent more than 20  as\r\n\r\nproxy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the first step, and I think a unique\r\n\r\nstep, to bring the people of Singapore into partnership\r\n\r\nin  industrial expansion. But, as has been announced in\r\n\r\nmy  statement, as a first stage the Government proposes\r\n\r\nthat  this Corporation should participate only  in  the\r\n\r\ncigarette  industry and the matches industry,  because,\r\n\r\non  investigation, I am satisfied and so is the Manager\r\n\r\nof the Industrial Promotion Board -\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Certainly, Sir.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Assuming the Bill is passed today,\r\n\r\ncould the Minister tell us how long he expects it to be\r\n\r\nbefore this Corporation begins to participate in  these\r\n\r\nindustries?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the length of time before\r\n\r\nthis  Corporation starts participating depends,  first,\r\n\r\non  the amount of support the Corporation gets from the\r\n\r\npeople  of  Singapore;  secondly,  it  depends  on  the\r\n\r\nnegotiations  that  have to be finalised  with  outside\r\n\r\nmanufacturers,  if  they wish  to  come  in,  before  a\r\n\r\ncigarette   venture  is  started.  Therefore,   it   is\r\n\r\ndifficult  for  me at this stage to give  any  definite\r\n\r\nindication of the period of time that will be required.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a further point of information,\r\n\r\nSir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Will the Minister give way?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I think, Sir, the Member can\r\n\r\nspeak  when  I have finished, and I will reply  to  him\r\n\r\nthen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As I was saying - before the hon. Member disturbed my\r\n\r\ntrend  of  thought - this is the first step in Singapore\r\n\r\nwhere\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1775</b></font><br><br>\r\n\r\n\r\n\r\nthe  people  are asked to participate in  Singapore's\r\n\r\nindustrial  expansion  and  in  ventures  which   are\r\n\r\nconsidered to be safe investments and profitable.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many Socialist Parties and individuals profess\r\n\r\na desire to bring about Socialist policies and so on.\r\n\r\nThis  is  not  \"Socialist\"  in  the  sense  that  the\r\n\r\n\r\n\r\nGovernment controls a particular industry. When  they\r\n\r\nsay  a  socialised  industry, they  mean  normally  a\r\n\r\nnationalised industry - an industry that  is  owned  or\r\n\r\nrun by the Government.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a genuine effort to get the people of\r\n\r\nSingapore, the common man or woman in the street,  to\r\n\r\nparticipate in profitable ventures. It can be termed.\r\n\r\nSir,  a democratised socialist venture. I am not good\r\n\r\n\r\n\r\nat  coining  such words - the Member for Tanjong  Pagar\r\n\r\nis, and I am sure the Minister for Communications and\r\n\r\nWorks is equal to him in that respect. But I, Sir, am\r\n\r\nnot a politician by-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Nature!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Not by nature, but by\r\n\r\ninclination; neither am I a politician by profession.\r\n\r\nTherefore, I confess I am not up to arguing with  the\r\n\r\nMember  for  Tanjong Pagar about terms of that  sort.\r\n\r\nHowever, when this Corporation is initiated, I  hope,\r\n\r\nand  I  am  almost sure, that the people of Singapore\r\n\r\nwill meet it with the confidence that it deserves.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir,I beg to move.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed.\r\n\r\n\r\n\r\n<br><br>3.35 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan (Tiong Bahru):</b> Mr Speaker, Sir, as\r\n\r\nthe  Minister for Commerce and Industry has said,  it\r\n\r\nis a unique step, and the Government, after 3½ years\r\n\r\nin  office,  is making a genuine effort to  help  the\r\n\r\nworking man and working woman in Singapore. But  what\r\n\r\nI  cannot  understand is why this Bill, if it  is  so\r\n\r\ngood, was not introduced much earlier when the Labour\r\n\r\nFront Coalition Government came into power?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know the tragic events during the last 3½\r\n\r\nyears  which  have proved to the people of  Singapore\r\n\r\nthat the Labour\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1776</b></font><br><br>\r\n\r\n\r\n\r\nFront  Coalition Government is not in a  position  to\r\n\r\nrun the affairs of the country efficiently. This\r\n\r\nBill is very beautifully put up and introduced by the\r\n\r\nMinister for Commerce and Industry. I am referring to\r\n\r\nclause 5 (2) at page 2 which says : -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"All shares of the Corporation are hereby guaranteed\r\n\r\nat par by the Government.\"\r\n\r\n\r\n\r\n<br><br>The  Minister has just informed the House  that  this\r\n\r\nBill  is  helping the working man and working  woman.\r\n\r\nSuch  people  are going to invest their money  earned\r\n\r\n\r\n\r\nthrough  sweat. They are going to invest in, say,  50\r\n\r\nshares   at  $10  each  in  this  Corporation.   Will\r\n\r\nGovernment  guarantee  a return  of  profit?  If  the\r\n\r\nMinister  is  so  sure of making money  out  of  this\r\n\r\nCorporation, it may as well guarantee a profit. If  a\r\n\r\nperson  puts money in the bank, Sir, he can at  least\r\n\r\nget  4 per cent interest. Today, the people may  have\r\n\r\nmoney to invest in the Corporation, but tomorrow they\r\n\r\nmay  need  the  money, in which case  can  Government\r\n\r\naccept the surrendering of the shares and pay back to\r\n\r\nthe investor the money he has invested?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have no quarrel with Government's intention\r\n\r\nto  help the working man and working woman. I am here\r\n\r\nto  see that their interests are protected, and  that\r\n\r\ntheir money is not lying idle in the Corporation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Do you know that, if you put in, say, $500 today\r\n\r\nand you withdraw it after 10 years, that $500 will be\r\n\r\nof  no  use?  Sir, $1,000 was a very big sum  prewar.\r\n\r\nToday, you insure a person's life for $1,000.  After\r\n\r\n\r\n\r\n10  or 15 years, when you get the money back from the\r\n\r\ninsurance company, it is worth only $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I am very concerned with is this-if the\r\n\r\nGovernment  is  sincere in its  effort  to  help  the\r\n\r\npeople, it must make it plain to them that their hard-earned money will be protected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is indeed a unique step.\r\n\r\n\r\n\r\n<br><br>3.39 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, if I were to\r\n\r\nrun  an  essay  competition on \"How to  interest  the\r\n\r\npeople  of Singapore in industrialisation\",  I  would\r\n\r\naward the Minister for Commerce and Industry the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1777</b></font><br><br>\r\n\r\n\r\n\r\nfirst  prize. I think this is one of his bright  ideas - it\r\n\r\nis worth a debate, certainly worth looking into, and most\r\n\r\ncertainly will come to nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We spent some time, not long ago, in 1957, discussing\r\n\r\nthe  $1 million Singapore Industrial Promotion Board.  It\r\n\r\nhas come to nought. At that time we were told how the  $1\r\n\r\nmillion,  by  a series of geometrical progression,  would\r\n\r\nlead  to investments worth millions of dollars. It  seems\r\n\r\none  lends  $1 million; the part paid back  is  lent  out\r\n\r\nagain; it comes in one end and goes out the other end, so\r\n\r\nthat  although the capital investment is only $1 million,\r\n\r\nyet  in effect the total stimulus given to industry would\r\n\r\nbe worth many millions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I see from the Press that the Chairman of the Board,\r\n\r\nwho  was  connected with the Manufacturers'  Association,\r\n\r\nhas relinquished his post. I have asked the Minister just\r\n\r\nnow  how  long it was before he expected to  do  anything\r\n\r\nabout  this  Bill, provided it is passed  today  and  the\r\n\r\nGovernor gives his assent at the earliest possible  date.\r\n\r\nHe  knows,  as  well as we do, that at  the  outside  his\r\n\r\n\r\n\r\nGovernment  has  got up to the 2nd July  to  do  anything\r\n\r\nabout  it. Nobody is likely to get anything going  within\r\n\r\nthe  time  at his disposal. We are just arguing a  purely\r\n\r\nhypothetical  and  academic  Bill  for  the  purpose   of\r\n\r\nsatisfying  the  ego  of the Minister  for  Commerce  and\r\n\r\nIndustry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to argue on this purely academic Bill to its\r\n\r\nacademic  conclusions, may I ask him, before  I  proceed,\r\n\r\njust  how  he proposes to prevent a person from capturing\r\n\r\ncontrol,  beneficial control and not nominal control,  of\r\n\r\nmore than 50 shares? The Schedule says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person shall be permitted to hold more than fifty\r\n\r\nshares  and  no  further  shares  shall  be  allotted  or\r\n\r\ntransferred to any person who already holds fifty  shares\r\n\r\nin the Corporation.\"\r\n\r\n\r\n\r\n<br><br>It does not say anywhere that no person shall pot hold 50\r\n\r\nshares  in trust for somebody else. Therefore I can  well\r\n\r\ngo  and  round up 5,000 people, and get each to  hold  50\r\n\r\nshares each in trust for me. There is no law against this\r\n\r\nand,  therefore,  if his Investment Corporation  and  his\r\n\r\ncigarette factory are a roaring\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1778</b></font><br><br>\r\n\r\n\r\n\r\nsuccess,  far from the Minister making large  numbers  of\r\n\r\npeople    becoming   small   property-owning   democratic\r\n\r\nsupporters of the Singapore People's Alliance, he will be\r\n\r\ncreating   a  situation  in  which  a  great  number   of\r\n\r\nspeculators and racketeers will pounce on the shares they\r\n\r\nhave captured the beneficial control of.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, be that as it may, in principle, I expect it is\r\n\r\nas  good  as any of the schemes which his Government  has\r\n\r\nthought  out.  How do we get votes? By putting  money  in\r\n\r\npeople's  pockets! How do we put money in  their  pockets\r\n\r\nwhen they do not have confidence in us? Take public funds\r\n\r\nand  guarantee  that they would not lose the  money.  But\r\n\r\nthen,  as  the  Member  for Tiong  Bahru  says,  why  not\r\n\r\nguarantee  a profit too? I am quite sure the imaginative\r\n\r\nMinister for Commerce and Industry did not think this one\r\n\r\nout. Had he thought of it earlier-\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I had!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> He had indeed! Then he might very\r\n\r\nwell  have  forestalled the question put to  him  by  the\r\n\r\nMember for Tiong Bahru.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But as a matter of practical politics, the Minister\r\n\r\nknows  well that this is just another statute which  will\r\n\r\nlie  quietly on the Statute Book. He can do nothing about\r\n\r\nit, and if he does, he may come to grief!\r\n\r\n\r\n\r\n<br><br>3.44 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, this House must\r\n\r\nindeed be very pleased to witness today two major Parties\r\n\r\ndenounce   Socialist   economic  policies.   The   P.A.P.\r\n\r\nyesterday said that as long as the economic situation  of\r\n\r\n\r\n\r\nIndonesia and the Federation of Malaya remains unchanged,\r\n\r\nthey  are not supporting any major changes. And  now  the\r\n\r\nMinister for Commerce and Industry stands up to say  that\r\n\r\nthis  project,  which  we  are now  debating,  is  not  a\r\n\r\nSocialist measure.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about industrialisation, I wonder whether you\r\n\r\nhave  been  disturbed sometimes by any foreign  visitors.\r\n\r\nWhen the visitor pesters you to take him\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1779</b></font><br><br>\r\n\r\n\r\n\r\nround  Singapore, and you bring him up to Mount  Faber,\r\n\r\nyou will have a nice view of the whole of Singapore  at\r\n\r\nyour   feet.  And  the  most  striking  scene  is   the\r\n\r\nharbour - with  so  many ships - yet  not  even  a  smoking\r\n\r\nchimney which is indicative of an industrial city. This\r\n\r\nis  the  industrial  effort which all  politicians  are\r\n\r\nshouting about highly!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, at least the Minister for Commerce and\r\n\r\nIndustry  honestly tried to put up  a  scheme.  I  will\r\n\r\nagree  with the criticism that the life of the  present\r\n\r\nGovernment is too short to give effect to this  scheme,\r\n\r\nbut  at  least the Minister's purpose and determination\r\n\r\nis good and the scheme is worth considering. The leader\r\n\r\nof the P.A.P. should follow this example.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Those who thought of this scheme are honest because\r\n\r\nthey  were elected on the socialist platform. They have\r\n\r\npromised  to provide every opportunity for the  people.\r\n\r\nSo  even  in  the last few hours which they have,  they\r\n\r\n\r\n\r\nwant to work out a scheme to provide an opportunity  to\r\n\r\nthe  people to participate in a business venture.  They\r\n\r\nare  not like so many selfish socialist leaders who are\r\n\r\nextremists and only know how to strike and strike until\r\n\r\nall  the  factories are shut down. Then they  will  say\r\n\r\nthat  until we merge with the Federation of  Malaya  we\r\n\r\ncannot solve our problems. They only talk and talk, and\r\n\r\ncome to this Assembly and blabber, blabber, blabber-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I take it that the hon. Member\r\n\r\ndid  say  \"blabber\" and not \"blubber\". I do think  that\r\n\r\n\"blabber\" is not quite a parliamentary word to  use  in\r\n\r\nthis   Assembly.  I  ask  him  to  withdraw  the   word\r\n\r\n\"blabber\".\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Sir, I will obey your order. I\r\n\r\nbeg  to  withdraw  the word. Sir,  in  principle,  this\r\n\r\nproject  has  won my hearty support, and I  assure  you\r\n\r\nthat  the  working class, the masses, will  open  their\r\n\r\neyes and judge for themselves whether the Minister  for\r\n\r\nCommerce and Industry is doing the right thing  or  the\r\n\r\nwrong thing, and whether he will succeed\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1780</b></font><br><br>\r\n\r\n\r\n\r\nor  not.  Anyway, this scheme is an attempt to  provide\r\n\r\nfor  more  jobs, and what is more important,  that  the\r\n\r\nMinister  has  the courage to challenge the  import  or\r\n\r\nbusiness houses which have long been monopolised by the\r\n\r\nEuropeans.  Sir, the task is big but the  Minister  has\r\n\r\nthe courage to undertake this project.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the speech which the Minister for Commerce\r\n\r\nand  Industry  has  just delivered,  there  are  a  few\r\n\r\nimportant  points  where I am sure  he  has  failed  to\r\n\r\nconvince  us. The first point is whether  he  can  tell\r\n\r\nthis  House  when this project can really be  put  into\r\n\r\neffect.  Secondly,  even if we start manufacturing  our\r\n\r\nown  cigarettes, will the Minister prohibit the  import\r\n\r\nof any foreign-made cigarettes into Singapore? Thirdly,\r\n\r\nwill this restriction affect one of our main sources of\r\n\r\nrevenue?  So  I  hope  the Minister  for  Commerce  and\r\n\r\nIndustry  can give us a detailed explanation  of  these\r\n\r\nthree points.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also support the Member for Tiong Bahru when he\r\n\r\nsays  that Government has a duty to give assurances  to\r\n\r\nthe investor, especially as it is the Government itself\r\n\r\nwhich  intends to invite the lower income group  to  be\r\n\r\nshareholders.  I  sincerely  hope  the   Minister   for\r\n\r\nCommerce  and Industry will also give us a satisfactory\r\n\r\nreply to this point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I wish the Minister can inform us whether,\r\n\r\nsince  he first brought out his idea about this  scheme\r\n\r\nin   this  House,  ally  preparations  have  been  made\r\n\r\nregarding the recruitment of workers, the purchase  and\r\n\r\ninstallation of machinery, etc., because you must  have\r\n\r\na  blue-print of your plan in your Ministry. It is high\r\n\r\ntime  for  you  to let us know in detail  the  type  of\r\n\r\npreparatory work you have done.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I do not think that I am in\r\n\r\npossession of the secrets of the Ministry. Perhaps  the\r\n\r\nhon.  Member  has forgotten that he is  addressing  the\r\n\r\nChair.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> I beg your pardon, Sir. Another\r\n\r\npoint - it  looks as if it is too much for  the  Minister\r\n\r\nfor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1781</b></font><br><br>\r\n\r\n\r\n\r\nCommerce  and  Industry  to give any  assurance - how  much\r\n\r\nconfidence has he, and what method does he intend to  use\r\n\r\nto change the smoking habits of our people here? There is\r\n\r\na piece of information supplied by the Hon. the Financial\r\n\r\nSecretary  in answer to a question (No. 2) on  the  Order\r\n\r\nPaper  of 21st January, 1959 - that is the average  monthly\r\n\r\nreleases,  by  grades of cigarettes from  bond  in  1958.\r\n\r\nThere are so many different grades - Grades D, C, B, B1 and\r\n\r\nA - and  I  am  sure  all hon. Members  will  discover  the\r\n\r\ndifferences in choice. Grade B is far bigger than all the\r\n\r\nother brands put together. This shows that the smokers in\r\n\r\nSingapore have their own choice. For example, Grade B  is\r\n\r\n165,712 pounds compared with Grade D which is only 76,190\r\n\r\npounds, and Grade A is 42,857 pounds. We come now to  the\r\n\r\nprices. There are also great differences. Grade D, c.i.f.\r\n\r\nper  1,000 sticks is $7.50 and less than $10.50  compared\r\n\r\nwith  Grade B which, as I have just quoted, has a  bigger\r\n\r\nsale  and  which is $13.50 and less than  $15.  Sir,  all\r\n\r\nthese differences show that there is a connection between\r\n\r\nthe  sale  of  cigarettes and the choice of the  smokers.\r\n\r\nTherefore,  what  are  the  grounds  for  the  Minister's\r\n\r\nconfidence,  and  what are his methods  for  implementing\r\n\r\nthis project, if he is so sure that the project will meet\r\n\r\nwith success?\r\n\r\n\r\n\r\n<br><br>3.55 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Mr Speaker, Sir, this is another Bill\r\n\r\nwhich-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> We will have to foot!\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> as the hon. Member for Tanjong Pagar\r\n\r\nhas said, will remain on the Statute book and nothing\r\n\r\nmore. It is a mere waste of time to speak on this.\r\n\r\nHowever, a warning is very necessary to the public. It is\r\n\r\na stunt. Am I in order to say \"stunt\", Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Perhaps, as the hon. Member is\r\n\r\nrising on a point of order on himself, I had better  rule\r\n\r\nthat \"stunt\" is out of order. Please withdraw it.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1782</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. Jumabhoy:</b> Thank you for the guidance, Sir. I\r\n\r\nwithdraw it. It is a political stuff which is not  easily\r\n\r\nconsumed  by the public. At the outset, it has been  said\r\n\r\nthat the scheme is to help the poor man in getting into a\r\n\r\nventure  or industry and making a profit out  of  it.  In\r\n\r\ncase  of loss, this Government, or any future government,\r\n\r\nwill guarantee to pay the money back. He can within three\r\n\r\nmonths get his money back. That is the safeguard. But  as\r\n\r\nmy  friend  and colleague on this side of the House,  the\r\n\r\nhon. Member for Tiong Bahru, has said, if a poor man  has\r\n\r\nsaved his well-earned money by hard labour, he expects  a\r\n\r\nreturn.  But  after years and years of investment,  there\r\n\r\nmay be no returns. In case of a loss in business, he gets\r\n\r\nback  his capital; but where is his profit? You  may  put\r\n\r\nyour  money in a savings bank for so many years  and  you\r\n\r\ncan  expect to double it. You put in an insurance  policy\r\n\r\nand  you  may get a return after some years. But in  this\r\n\r\nscheme there is no such guarantee.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, Sir, even if this Bill is passed, I\r\n\r\nthink  there is no value whatsoever. Can a poor  man  put\r\n\r\nhis  trust in this Bill when it is brought out by the ex-members  of the Labour Front? Now, they do not  represent\r\n\r\nthe  workers. How can the workers trust these  people  by\r\n\r\nputting  their  good money into this  venture?  I  cannot\r\n\r\nunderstand at all. They will have to wait till  the  next\r\n\r\ngovernment comes in and find out what the policy of  that\r\n\r\ngovernment is before they will consider taking a lead and\r\n\r\ninvest  in this project, but not when the present  people\r\n\r\nare in power.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many industries. If you go through the\r\n\r\nshare market reports you will see that the shares offered\r\n\r\nvary from 50 cents to any amount above that. You can  buy\r\n\r\nthem and make a profit. A small man can even buy $1 worth\r\n\r\nof shares or $100 worth of shares. There are some returns\r\n\r\nwhich  we  see  every day in the open list of  the  share\r\n\r\nmarket reports. These investments are available and  more\r\n\r\nprofitable to them. Will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1783</b></font><br><br>\r\n\r\n\r\n\r\nthey  venture to go into something which is an  unknown\r\n\r\nquality and with no return?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mention was made about cigarettes and matches. If the\r\n\r\nidea is to invest the small people's money in this way,\r\n\r\nthe  small men, instead of reaping a harvest from their\r\n\r\ninvestment,  will have to buy their own cigarettes  and\r\n\r\nmatches  at a higher price. In other words,  they  will\r\n\r\nnot  only  put in their own money, but they  will  also\r\n\r\nhave  to  pay  a higher price for the same thing  which\r\n\r\nthey  are  getting  in the open market  at  competitive\r\n\r\nprices.  I  do  not think anyone has given  thought  to\r\n\r\nthis. A reply will be very interesting.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then to make it competitive as far as selling is\r\n\r\nconcerned, you will have to give them a preferential or\r\n\r\ntariff  duty. The common men will be prevented or  will\r\n\r\nnot  be able to afford and enjoy the various brands  at\r\n\r\ntheir  disposal. Of course, they will be  at  a  higher\r\n\r\nprice because of the present Government's taxation  and\r\n\r\nduties.   Moreover,  the  people  will  be  handicapped\r\n\r\nbecause  they are used to a particular thing  and  they\r\n\r\ncannot  get  it.  They will then  say,  \"Well,  I  have\r\n\r\ninvested  more than $10, but now I have to pay  another\r\n\r\n$10 per month to buy my own cigarettes or matches.\r\n\r\nIt is  so very much more.\" It will be another burden to\r\n\r\n\r\n\r\nthem.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the end, this Bill is nothing but a farce.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Sir, for $10, a working man can\r\n\r\nmake  an  investment  in  a very successful  industrial\r\n\r\nconcern,  at the present time. This scheme, I am  sure,\r\n\r\nwill  be measured by the number of subscribers who  are\r\n\r\nwilling  to  put money in it. I am not certain  whether\r\n\r\nthe  idea is that they put the money in first and  then\r\n\r\nthe investments are made afterwards, or the investments\r\n\r\nare  going  to  be carefully worked out  and  then  the\r\n\r\nmembers  of  the public will be asked to  subscribe  to\r\n\r\nsomething  which might or might not be a  success.  But\r\n\r\nthe  Minister for Commerce and Industry has stated that\r\n\r\nhe has complete confidence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1784</b></font><br><br>\r\n\r\n\r\n\r\nin the success of cigarette making and match making. It\r\n\r\nmight  well  be  better if the Government  experimented\r\n\r\nwith any project first - if it is really successful, then\r\n\r\ngive  the  members of the public a chance to invest  in\r\n\r\nsomething that is successful.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One other point which I would like the Hon. Minister\r\n\r\nto  answer. Will this corporation be subject to  income\r\n\r\ntax like all other trading corporations?\r\n\r\n\r\n\r\n<br><br>4.04 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Siak Kew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Siak Kew (Nominated):</b> Mr Speaker, Sir, this\r\n\r\nPeople's Investment Corporation Bill appears to  a  man\r\n\r\nin  business  to  have some catch somewhere.  I  really\r\n\r\ncannot understand how this thing can work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I refer to the explanatory statement.\r\n\r\nIt  says  that there will be a contingent liability  on\r\n\r\n\r\n\r\nGovernment  funds in the case of total loss of  capital\r\n\r\nup  to  the  amount of shares issued but  which  cannot\r\n\r\nexceed  $10  million. This, of course,  refers  to  the\r\n\r\nGovernment's guarantee to redeem at par if there  is  a\r\n\r\nloss. But if it is a total loss, I can imagine that  it\r\n\r\nwill exceed $10 million because, according to the Bill,\r\n\r\nthere  is  a Board of Directors, to be appointed  which\r\n\r\nwill       necessarily      involve      administrative\r\n\r\nexpenses - Director's  fees  from  year  to   year.   The\r\n\r\neventual  loss,  if  it is a total loss  at  all,  must\r\n\r\nexceed $10 million; that is, if the shares are taken up\r\n\r\nto $10 million.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the posts of the\r\n\r\nDirectors - there  are six or seven to be  appointed -seem\r\n\r\nto  me  to be sinecure, because the Directors are  only\r\n\r\nthere  to  be  recommended by the Industrial  Promotion\r\n\r\nBoard   what  to  invest.  They  themselves   have   no\r\n\r\ndiscretion to manage or to invest in any ventures which\r\n\r\nthey  might  think fit. This $10 million is  after  all\r\n\r\npublic  money,  which, in the event  of  failure  of  a\r\n\r\nventure will be lost.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing is that I have very grave doubts\r\n\r\nwhether  anybody will subscribe to the shares  of  this\r\n\r\ncorporation. First, it is limited to 50 shares  of  $10\r\n\r\neach, which is $500. No doubt, the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1785</b></font><br><br>\r\n\r\n\r\n\r\nintention  of  the  Hon.  Minister  for  Commerce  and\r\n\r\nIndustry  is good and he probably has at the  back  of\r\n\r\nhis  mind the idea that these people are to be working\r\n\r\nmen and women. But there is no provision here that if,\r\n\r\nfor  instance,  Members of the  Assembly  were  to  be\r\n\r\ninterested  in  the shares and they are  not,  in  the\r\n\r\nsense  as  implied  here,  ordinary  working  men  and\r\n\r\nwomen - they would be debarred from buying these shares.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Imagine the ordinary working men and women who have\r\n\r\nsaved  $500  to  invest. Surely with no  assurance  of\r\n\r\nprofit  they could be more well advised to  invest  in\r\n\r\nCity  Council loans which at the present market  value\r\n\r\nyield  a  sure  return of about six per cent  a  year,\r\n\r\ninstead of venturing. It is not a venture, in the real\r\n\r\nsense  of the word, but still it is in that they  will\r\n\r\nhave  to put away the $500 maybe for a period of  five\r\n\r\nor  ten  years without any profit or any  dividend  at\r\n\r\nall, although they may be assured that in the case  of\r\n\r\nloss they can still get their $500 back.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Again, there is one thing which is not very clear to\r\n\r\nme.  That is, people who want to buy shares need  only\r\n\r\nshow  their  identity cards. Persons of 12  years  old\r\n\r\nhave  identity  cards,  and presumably  they  will  be\r\n\r\nallowed  to  buy  shares. But when  a  transfer  comes\r\n\r\nalong, would they, being minors, be legally allowed to\r\n\r\ntransfer those shares?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that, as I see it, there must be a\r\n\r\ncatch somewhere. Otherwise, I do not see how this\r\n\r\nthing could succeed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> rose-\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mr Jumabhoy, in reply?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, it is often said that a\r\n\r\nlittle knowledge is dangerous. But today I discover\r\n\r\nthat no knowledge aired in public is more dangerous.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am curious. I can understand the motive of\r\n\r\nthe  hon.  Member  for  Tanjong Pagar.  He  is  really\r\n\r\nfrightened of this. He knows - [Laughter.] What is the\r\n\r\ngood  of laughing aloud? He knows that if this venture\r\n\r\nwere to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1786</b></font><br><br>\r\n\r\n\r\n\r\nbe  brought about successfully - he will, of course, see\r\n\r\nthat it is not, I know that - then his voters will say,\r\n\r\n\"Yes,  the  P.A.P. is good; but look at  these  chaps - Jumabhoy,  Lim  Yew Hock and company. They  have  also\r\n\r\ndone  something good for the people.\" He is afraid  of\r\n\r\nthat. I know that, Sir. He was speaking so surely  and\r\n\r\nso fervently that this venture would come to nought. I\r\n\r\nwonder, Sir, what is going on behind the scenes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I made this statement on the 10th of\r\n\r\nSeptember  last,  I  had  been  negotiating  with  the\r\n\r\nBritish American Tobacco Company, who control about 80\r\n\r\nper  cent  of the cigarette trade here, to manufacture\r\n\r\nhere  on this basis: 49-49-2. The effect would be that\r\n\r\nthe   people  will  not  be  forced  to  smoke   other\r\n\r\ncigarettes.  You  will get your Players,  Capstan  and\r\n\r\nDouble  Ace.  Only, instead of being made in  England,\r\n\r\nthey  will  be  made here, and instead of  the  B.A.T.\r\n\r\ntaking 100 per cent profit, they will only take 49 per\r\n\r\n\r\n\r\ncent and the people of Singapore will get 49 per cent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But now, Sir, I am not so sure, with the Member for\r\n\r\nTanjong Pagar stating so surely that this will come to\r\n\r\nnought.  Something is going on behind the  scenes  and\r\n\r\nthe P.A.P. is capable of doing its utmost to destroy a\r\n\r\npolitical  opponent. That I know. But the people  will\r\n\r\nknow  that if this venture does not come about,  there\r\n\r\nwill  be  nothing  better for the Member  for  Tanjong\r\n\r\nPagar,  and  probably  they will  then  be  suspicious\r\n\r\nwhether  or not somebody has done something  to  bring\r\n\r\nthis venture to nought in the interests of a political\r\n\r\nparty,  not caring for the interests of the people  of\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Negotiations are still going on with the B.A.T. but\r\n\r\nthese could not be finalised because this Bill is  not\r\n\r\nlaw  yet.  That might have taken the wind out  of  the\r\n\r\nsails  of the Member for Tanjong Pagar. But I  do  not\r\n\r\nthink   so,   Sir.  He  was  well  aware  that   these\r\n\r\nnegotiations were going on. In fact, he saw the people\r\n\r\nconcerned when they were here in September last.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1787</b></font><br><br>\r\n\r\n\r\n\r\nThat  is why I am suspicious that something behind  the\r\n\r\nscenes must be going on.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tiong Bahru has said that the\r\n\r\nGovernment has been 3½ years in office and  has  done\r\n\r\nnothing. Sir, everything is not done the first day  the\r\n\r\nGovernment takes office. Things have got to  be  worked\r\n\r\nout.  If  things are worked out and they  take  two  or\r\n\r\nthree  years,  we  are too late.  If  things  are  done\r\n\r\nquickly, then they are thrown before the House  without\r\n\r\nproper study. Either way it is the Government at fault.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua (Ponggol-Tampenis):</b> This is the\r\n\r\nproper time to buy votes!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, if I reply to that, I will\r\n\r\nhave to give a lengthy newspaper quotation of what  has\r\n\r\nhappened-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I am not quite certain what that\r\n\r\nremark was. If it is a point of order, I would like the\r\n\r\nMinister  to  raise it as a point of  order;  otherwise\r\n\r\nthat remark must be struck off the record.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> No, Sir, I do not want to raise\r\n\r\nit as a point of order. I know the Member does not mean\r\n\r\nanything  bad. \"The Government is paying money  to  buy\r\n\r\nvotes\" - he  means that this is-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Now\r\n\r\nthat  that  expression has been disclosed, I would  ask\r\n\r\nthe  hon.  Member who used that expression  to  confirm\r\n\r\nthat  he did mention those words. If the answer  is  in\r\n\r\nthe  affirmative, he must withdraw that expression. Mr\r\n\r\nGoh.\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua:</b> Mr Speaker, Sir, I quite agree\r\n\r\nwith  the Member for Tanjong Pagar, who just now  said\r\n\r\nthat  the  Government has been here for more than  3½\r\n\r\nyears-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. Will the hon. Member please\r\n\r\ninform the House whether he alleged the Government  was\r\n\r\nbuying votes?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1788</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Goh Chew Chua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chew Chua:</b> Mr Speaker, Sir, if you object, I\r\n\r\nwithdraw the expression.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Thank you.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the point was raised by the\r\n\r\nMember  for  Tiong  Bahru and one  or  two  other  hon.\r\n\r\nMembers  as to why the Government does not guarantee  a\r\n\r\nreturn of profits. Government has guaranteed the  money\r\n\r\non  the  original shares and so nobody  will  lose  his\r\n\r\nmoney.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Profits!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> The Government does not guarantee\r\n\r\nprofits.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Why?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> It will be noticed that even if\r\n\r\nno  investment  is made in an industrial  venture,  the\r\n\r\ndirectors   have  the  power  to  invest   in   trustee\r\n\r\nsecurities and therefore some income would be  accruing\r\n\r\nto  the  shareholders.  But  if  the  Government  gives\r\n\r\nguaranteed returns, then it does not become a  business\r\n\r\nventure,  but a gilt-edged security comparable  to  any\r\n\r\ndebentures  or  any Government or City  Council  loans.\r\n\r\nThat   is   not   the  intention  of  the   Government.\r\n\r\nGovernment's intention is that the people of  Singapore\r\n\r\nshould  come into a business venture where they  cannot\r\n\r\nget  a  guaranteed return, but because the shareholders\r\n\r\nare  going to be the poor people, Government says, \"You\r\n\r\nshall  not  lose.  We shall guarantee you  against  any\r\n\r\nloss.\" But that is as far as the Government can go. And\r\n\r\nsince  it  is going to be a business venture, you  take\r\n\r\nyour chance; instead of the Government guaranteeing you\r\n\r\nfive  or  six per cent, which is a meagre flea-bite  in\r\n\r\nthe  light of today's earning capacity, you can get  40\r\n\r\nor 50 per cent if the Corporation makes a profit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have already mentioned about the Member for Tanjong\r\n\r\nPagar  being  so sure that it will come to nothing.  He\r\n\r\nsaid  the  Industrial Promotion Board can  do  nothing.\r\n\r\nThat is not true.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Industrial Promotion Board has done some work. It\r\n\r\nhas lent out some\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1789</b></font><br><br>\r\n\r\n\r\n\r\nmoney.  It is furnishing the Government with a  lot  of\r\n\r\nindustrial   technical  information  and  also   giving\r\n\r\nassistance  to industries. But I am surprised  why  the\r\n\r\nhon. Member is so sure that this will come to nothing.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Judging from your past performance!\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Judging from the Member's\r\n\r\ncleverness, Sir, in fighting political battles, I  will\r\n\r\nnot  be  surprised if his prediction comes true because\r\n\r\nof  something going on behind the scenes. The moment  I\r\n\r\ndiscover that, I am going to expose it. In fact, I have\r\n\r\ncertain  information, but I do not consider it fair  to\r\n\r\ndisclose it now because I am not really satisfied  yet.\r\n\r\nI  do  not  want to make use of the privilege  of  this\r\n\r\nHouse   by  levelling  accusations  against  the   hon.\r\n\r\nMember's Party.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member said this move was to bolster the ego\r\n\r\nof  the  Minister.  Because of  politics,  any  sincere\r\n\r\nattempt   is   always  twisted.  Politicians   in   the\r\n\r\nOpposition do not care whether a move is beneficial  to\r\n\r\nthe  people.  They  only care that the  move  shall  be\r\n\r\nfrustrated for their own political manoeuvring. That is\r\n\r\nvery bad and I am against that sort of thing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi raised sensible questions. I\r\n\r\ndid  not say it was not a socialist measure. I said  it\r\n\r\nwas  a  democratic socialist measure, not  a  socialist\r\n\r\nmeasure  in  the normal sense that the Government  owns\r\n\r\nthe enterprise. Then he asked me when it is expected to\r\n\r\nbe  brought about. I think I covered that point at  the\r\n\r\nbeginning  when  I said, in answer to a  query  by  the\r\n\r\nMember  for  Tanjong Pagar, that that depended  on  the\r\n\r\nresponse   of  the  people  and  on  the   outcome   of\r\n\r\nnegotiations now going on with the B.A.T. and also with\r\n\r\nother companies possibly. Then the hon. Member asked me\r\n\r\nwhether  the  import of cigarettes would be prohibited.\r\n\r\nSir, in my statement I have said that restrictions will\r\n\r\nbe placed on the import of cigarettes when this project\r\n\r\nis  brought to fruition. Restrictions could be  in  the\r\n\r\nform of either quantitative restrictions\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1790</b></font><br><br>\r\n\r\n\r\n\r\nor by imposing a higher duty on imported cigarettes.  A\r\n\r\nnatural restriction would be brought about thereby.  We\r\n\r\ndo  not  contemplate a total prohibition in the initial\r\n\r\nstages  at  least, but it remains to be  seen  how  the\r\n\r\nventure goes and whether there is too much of smuggling\r\n\r\nbecause  of higher duties on imported brands. Smuggling\r\n\r\ncould  increase the quantity of imported cigarettes  in\r\n\r\nwhich case prohibition would probably have to come in.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then the hon. Member goes on to ask me about the\r\n\r\nrevenue  angle. The Member for Tanjong Pagar  was  sure\r\n\r\nthat  there  will be loss in revenue.  The  answers  to\r\n\r\nquestions  supplied by the Hon. the Financial Secretary\r\n\r\nyesterday are pertinent. If you take one item, Player's\r\n\r\nMedium, according to his answer given orally yesterday,\r\n\r\nit  beats all other brands in the same grade. It  means\r\n\r\nthat  the release of Player's Medium is more than fifty\r\n\r\nper  cent of Grade B cigarettes, which total 66,285,000\r\n\r\nsticks a month. Sir, the release of Player's Medium  is\r\n\r\nmore  than 33 million sticks a month. Therefore, if  we\r\n\r\ntake  as  an example, we will see that the duty element\r\n\r\non  1,000 sticks is $19.44 and the retail price is $40.\r\n\r\nThat  means  that  the retail price  is  four  cents  a\r\n\r\ncigarette. The duty element is 1.944 cents, which means\r\n\r\nthat  it  is  less  than  two cents  a  cigarette,  and\r\n\r\ntherefore  the cost of the actual cigarette  minus  the\r\n\r\nduty  is  just a little over two cents to the consumer.\r\n\r\nNow,  that duty element is on imported cigarettes.  The\r\n\r\npresent duty on tobacco for manufacture is very low.  I\r\n\r\nthink  it is $2.50 or something like that per  lb.  The\r\n\r\nduty  element works out at half a cent for the  locally\r\n\r\nmanufactured cigarettes. Now it is very easy to put  an\r\n\r\nexcise  duty on local manufacture to the same level  of\r\n\r\n$19.44 per 1,000 sticks and that is roughly two cents a\r\n\r\ncigarette.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1791</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of information. How many\r\n\r\nlocal  manufacturers of cigarettes  are  there  at  the\r\n\r\nmoment  and  how  many  of them would  be  put  out  of\r\n\r\nbusiness as a result of this?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> There are three local\r\n\r\nmanufacturers. I do not contemplate that they  will  be\r\n\r\nput  out of business because certain arrangements  will\r\n\r\nbe  made  with  them. I have said  so  in  my  previous\r\n\r\nstatement  too. If only the hon. Member would  care  to\r\n\r\nlook it up in the Hansard, it will be to his benefit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now supposing you take the two cents original cost of\r\n\r\na cigarette to the public without the duty element, the\r\n\r\nlocal cigarette would then sell at two cents plus  half\r\n\r\na  cent  duty - 2½ cents. The imported cigarette  would\r\n\r\nsell  at  two cents plus two cents - four cents.  If  you\r\n\r\nkeep it at the same price of four cents a cigarette  to\r\n\r\nthe  public  and, instead of import duty,  you  put  an\r\n\r\nexcise  duty raising it from half a cent to two  cents,\r\n\r\nyour  revenue is then guaranteed. You then  raise  your\r\n\r\nduty  on  imported cigarettes from two  cents  to  four\r\n\r\ncents  each  - this  is just a case  in  point - and  your\r\n\r\nimported  cigarettes will cost the consumer  six  cents\r\n\r\neach,  your locally-made cigarettes will cost him  four\r\n\r\ncents each, as the imported cigarettes are costing  him\r\n\r\nnow,  and the duty element will be the same. Therefore,\r\n\r\nthere can be no loss of revenue. It is simple, Sir,  to\r\n\r\nwork it out, but hon. Members are not inclined to apply\r\n\r\ntheir  minds  to it, because they are afraid  and  they\r\n\r\nwant to oppose it for political reasons.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now we come to the Hon. the Financial Secretary's\r\n\r\nreply  again,  and  it shows us  that  the  cost  of  a\r\n\r\ncigarette retail, minus the duty element, to the public\r\n\r\nis  two cents - the retail price of a cigarette is nearly\r\n\r\ntwo  cents if you ignore the duty element. It is common\r\n\r\nknowledge, Sir - you ask any retailer about this as it is\r\n\r\nnot  a  secret - that the retailer is getting  eight  per\r\n\r\ncent  profit on his sales. When the retailer gets eight\r\n\r\nper  cent, it is normal to expect the wholesaler to get\r\n\r\na  quarter  of  that - about two  per  cent.  Let  us  be\r\n\r\ncharitable and say\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1792</b></font><br><br>\r\n\r\n\r\n\r\nthat the wholesaler gets three per cent. That means  11\r\n\r\nper  cent in all out of that two cents on four cents - 11\r\n\r\nper  cent on the four cents is a safe basis - goes to the\r\n\r\nwholesaler  and the retailer. Now, if you work  out  11\r\n\r\nper  cent  of four cents, you get .44 cent on your  one\r\n\r\ncigarette.  If you take that away from two  cents,  you\r\n\r\nstill  get about 1.6 cents, which is the price  charged\r\n\r\nby  the  importing firm to the wholesaler. This is  all\r\n\r\nworked  out.  I  am  not letting out  any  secrets  and\r\n\r\nanybody  possessing  intelligence  can  work  it   out.\r\n\r\nTherefore,  1.6  cent  is  the  price  charged  to  the\r\n\r\nwholesaler by the importer. I have been to America  and\r\n\r\nthe  Philippines and I have studied the costing of  the\r\n\r\ncigarette  industry thoroughly. You  can  buy  American\r\n\r\nVirginia tobacco. We have got confirmed offers from the\r\n\r\nUnited States of Virginia tobacco which is used in  all\r\n\r\nthe  English  cigarettes. These tobacco cigarettes  are\r\n\r\ncalled  straight Virginias. You can buy it today  ready\r\n\r\ncut  for  making into cigarettes with all the flavoring\r\n\r\nand  so  on. The maximum price you pay is U.S.  $1  per\r\n\r\nlb., that is M$3 per lb. For 1 lb. of tobacco, you  get\r\n\r\n400  to  420  cigarettes. The tobacco  in  a  cigarette\r\n\r\ntherefore costs ¾ cent. But you never use all  Virginia\r\n\r\ntobacco.  You use 30 or 40 per cent Rhodesian  tobacco,\r\n\r\nbecause  Rhodesian  tobacco has a  better  colour;  the\r\n\r\nVirginia tobacco has a more pungent odour and therefore\r\n\r\nyou  blend  it  with  Rhodesian tobacco.  The  cost  of\r\n\r\nRhodesian tobacco is half that of Virginia tobacco.  If\r\n\r\nyou  use  say,  40 per cent of Rhodesian tobacco,  then\r\n\r\nyour  cost  comes  down by 20 per cent  on  your  whole\r\n\r\ncigarette and that will cover the paper, the labour and\r\n\r\nso  on.  So, in effect, your cigarette should cost  you\r\n\r\nwell under one cent and therefore the profit factor  in\r\n\r\na  cigarette is more than ½ cent per stick. I  am  well\r\n\r\nconvinced  that it comes to ½ cent per  stick.  I  have\r\n\r\nworked  it  all  out and the Manager of the  Industrial\r\n\r\nPromotion  Board, who is an experienced man,  has  also\r\n\r\nworked it out. I have checked it in Manila and have re-checked  it in America. The profit element is a  little\r\n\r\nover  4  cent per stick on the medium grade cigarettes,\r\n\r\nnot on the very low grade cigarettes.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1793</b></font><br><br>\r\n\r\n\r\n\r\nSir,  the answer to yesterday's Oral Question 2 (a)  is\r\n\r\nthat  one month's consumption is 152 million cigarettes\r\n\r\nwhich works out to 5 million sticks a day. Five million\r\n\r\nsticks  a day at half a cent profit on each stick  will\r\n\r\ngive you a profit element of $25,000 a day. If you work\r\n\r\nit out further, it will give you $750,000 a month or $9\r\n\r\nmillion  a  year. Am I a criminal, Sir, if I  want  the\r\n\r\npeople  of  Singapore to share half of this $9  million\r\n\r\nprofit  a year? I am labelled by the P.A.P. as one  who\r\n\r\nthinks  of  imaginative schemes. Let the  people  know,\r\n\r\nSir,  who is right. If there are no machinations  going\r\n\r\non,  this scheme will come to fruition. If machinations\r\n\r\nare  going  on, if threats are held out to the  foreign\r\n\r\ninvestor that, \"if the Government changes, we will  see\r\n\r\nyou if you come to agreement with this Government\",  or\r\n\r\nif  the  olive  branch is held out, \"We will  give  you\r\n\r\nbetter  terms  than the Lim Yew Hock  Government  gives\r\n\r\nyou\",  then the people will know - and one day I am going\r\n\r\nto publicise what terms we are offering in case another\r\n\r\nGovernment tries to give better terms - which government\r\n\r\nwas  beneficial to the people or which Government  sold\r\n\r\nthem out. Anyhow, all that I am trying to do is to give\r\n\r\nthe people a half share-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> May I ask the Minister a question\r\n\r\non a point of clarification, Sir?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will not mind giving\r\n\r\nway.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I do.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Afraid?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am not afraid, Sir, I have had\r\n\r\nenough from the Member for Tanjong Pagar. Sir, if  only\r\n\r\nthe Member for Tanjong Pagar had less of the ego in him\r\n\r\nand   gave  credit  to  others  also  for  having  some\r\n\r\nbrains - which he does not do - he would not have  made  me\r\n\r\nreveal all these figures. He has shown his ignorance of\r\n\r\nthe issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan</b> rose -\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> On a point of information?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1794</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Yes, Sir. As regards the figures put\r\n\r\nforward  by  the Minister for Commerce and Industry,  I\r\n\r\nwould  like  to know whether the quantity of cigarettes\r\n\r\nsmoked by the public will increase or reduce.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, that is a hypothetical\r\n\r\nquestion. The quantity smoked is 5 million cigarettes a\r\n\r\nday. If you give them the same brands made in Singapore\r\n\r\nwith  the  same formula and with the same Virginia  and\r\n\r\nRhodesian tobacco mixed, I do not see why there  should\r\n\r\nbe  a  switch to other brands. The switch can only come\r\n\r\nif,  because of machinations, foreign firms  refuse  to\r\n\r\nparticipate.  We will then be forced to  make  our  own\r\n\r\ncigarettes. Even then, Sir, I have had the assurance of\r\n\r\ndealers  of an adequate supply of tobacco. Believe  me,\r\n\r\nSir,   a   cigarette  is  not  a  difficult  thing   to\r\n\r\nmanufacture. In Thailand they are doing it,  and  their\r\n\r\nquality  is  acclaimed to be as good  as  that  of  any\r\n\r\nimported  cigarettes.  Though the  Member  for  Tanjong\r\n\r\nPagar may laugh, Sir, he knows in his heart that it  is\r\n\r\ntrue,  that  it is not something that is  so  difficult\r\n\r\nthat  you  cannot make it here. You can make cigarettes\r\n\r\nof an equivalent quality here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> No, Sir, Now, I think that has\r\n\r\nanswered  the  question of Sir Ewen Fergusson  why  the\r\n\r\nGovernment  should not start it first. My intention  is\r\n\r\nthat the public should participate in it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have nothing further to add to what I have said. I\r\n\r\nthink  I  have  clarified the position enough  and  the\r\n\r\npublic will not be under the impression that this is an\r\n\r\nattempt at a political stunt, as put by somebody. It is\r\n\r\nnot,  Sir, It is a genuine attempt to give them a share\r\n\r\nin  this  venture  with  millions  of  dollars'  profit\r\n\r\naccruing to outsiders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1795</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> The Minister has sat down!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a\r\n\r\nCommittee of the whole Assembly.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Assembly immediately resolved itself into a Committee\r\n\r\non the Bill.-[Mr J.M Jumabhoy]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee.\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>4.32 p.m.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> There is a note of an alteration,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, line 5, to leave out \"1958\" and insert\r\n\r\n\"1959\".\r\n\r\n\r\n\r\n<br><br>That will be done.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I am going very slowly through this\r\n\r\nBill  because  I  do not think it will be  beyond  hon.\r\n\r\nMembers,  if they wish to, to make further comments  on\r\n\r\nthe clauses as are appropriate.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 4 stand part of the Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Sir, will the Corporation be\r\n\r\nexempted from income tax or will it pay taxes like  any\r\n\r\nother Corporation?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, the Corporation will pay tax\r\n\r\njust   like  any  other  public  body,  but  the  joint\r\n\r\nenterprise  or  the  cigarette  venture  or   whatever\r\n\r\nventure it is, could apply for pioneer status under the\r\n\r\nPioneer Industry legislation, just as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1796</b></font><br><br>\r\n\r\n\r\n\r\nany other private company could. Government's intention\r\n\r\nis,  before  any  floatation  is  made,  to  put  up  a\r\n\r\nprospectus  to show them what the profits are  on  that\r\n\r\nparticular venture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 ordered to stand part of the stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 ordered to stand part of the stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That clause 6 stand part of the Bill.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If any hon. Member has any comments to\r\n\r\nmake on the Schedules, this is his opportunity to do\r\n\r\nso.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, since you have indicated that\r\n\r\nthis is an appropriate time to consider the Schedule, I\r\n\r\nwould  like to draw the House's attention to  clause  1\r\n\r\n(1) of the Schedule:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person shall be permitted to hold more than fifty\r\n\r\nshares  and  no  further share  shall  be  allotted  or\r\n\r\ntransferred  to  any  person who  already  holds  fifty\r\n\r\nshares in the Corporation.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not as good as the Hon. Minister for adding\r\n\r\nand  subtracting but it seems to me that if each person\r\n\r\ntook  up  $500 worth of shares, there will not be  more\r\n\r\nthan  20,000 investors. In any case, according  to  the\r\n\r\nProperty Survey Report, there are no 20,000 people with\r\n\r\n$500  to  invest. But - and this is just  by  way  of  an\r\n\r\nopening  remark to preface my point - if,  in  fact,  the\r\n\r\nMinister's intention is not to help the middle class to\r\n\r\nbecome  richer, but to help the worker to become  petty\r\n\r\nbourgeoisie, then surely he does not want to extend the\r\n\r\ninvestment to the amount of 50 shares? He should  limit\r\n\r\nit  to a figure much lower than that. Therefore I would\r\n\r\nlike  to ask him now to consider whether he would  like\r\n\r\nto  reduce  the figure - if it is meant for the  workers,\r\n\r\nand not for the middle class - to reduce it to 10 shares,\r\n\r\nbecause  the average worker has not got $100 to invest.\r\n\r\nThat  is  the  first  point. I will  therefore,  at  an\r\n\r\nappropriate time, Sir, move an amendment to reduce from\r\n\r\n50 to 10.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1797</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Minister has not answered my\r\n\r\npoint-although  I see he was in consultation  with  his\r\n\r\nlegal  adviser.  There is no proviso  anywhere  in  the\r\n\r\nSchedule to prevent the beneficial holding of more than\r\n\r\n50  shares. And I think he knows the answer. He is such\r\n\r\na  bright  man that when it comes to a sticky question,\r\n\r\nhe  prefers  not to answer it: that is why he  did  not\r\n\r\nwant  me  to  ask  questions. The point  is:  there  is\r\n\r\nnothing in the Schedule to prevent one man beneficially\r\n\r\nholding $10 million worth of shares. The Schedule says:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No person shall be permitted to hold more than fifty\r\n\r\nshares  and  no  further share  shall  be  allotted  or\r\n\r\ntransferred  to  any  person who  already  holds  fifty\r\n\r\nshares in the Corporation.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 (2) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"No share shall be allotted to any person unless such\r\n\r\nperson  has given in his application for the share  the\r\n\r\nnumber  of  the identity card issued or  deemed  to  be\r\n\r\nissued  to him under the provisions of the Registration\r\n\r\nof  Persons Ordinance, 1955; and such number  shall  be\r\n\r\nshown  in  the  Register of Shares  and  on  the  share\r\n\r\ncertificate issued to the person.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-clause (3) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Subject to the provisions of this section, all shares\r\n\r\nshall be transferable.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 (1) reads:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Directors shall have power from time to time to\r\n\r\nregulate the floating and issue of shares-\"\r\n\r\n\r\n\r\n<br><br>and  so  on.  Nothing prevents any man from  being  the\r\n\r\nnominal  holder of a share and holding it in trust  for\r\n\r\nsomebody  else.  There is nothing in this  Schedule  to\r\n\r\nprevent a wealthy man from getting other people to  buy\r\n\r\nall the shares for him and getting everyone of them  to\r\n\r\nsign  a  declaration of trust that he  is  the  nominal\r\n\r\nholder  of  shares  for someone else.  This  is  common\r\n\r\npractice - \"I  (so  and so), who appear  as  the  nominal\r\n\r\nholder of shares Nos. (so and so), hereby declare  that\r\n\r\nI  hold them in trust for (so and so).\" In my view, all\r\n\r\nthis is just so much sound and fury, and it is going to\r\n\r\ncome  to  nothing. But since we have to be logical  and\r\n\r\npursue  things  to  their logical conclusion-first,  we\r\n\r\nshould  reduce the figure to 10 shares if  we  want  to\r\n\r\nhelp the workers and not the middle class; secondly, we\r\n\r\nmake  it  an offence for anyone to hold more than  that\r\n\r\neither  as  nominee  or  as beneficial  owner.  Another\r\n\r\nproviso, a completely new proviso, will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1798</b></font><br><br>\r\n\r\n\r\n\r\nhave  to be worked out to make it an offence for anyone\r\n\r\nto hold it on trust for another beneficiary.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> The hon. Member is, of course, out of\r\n\r\ntime  if he is thinking of moving an amendment, because\r\n\r\nunder  Standing  Order 51, paragraph 2,  \"no  amendment\r\n\r\nshall  be  proposed\", that is to a  Bill,  \"unless  two\r\n\r\nclear  days'  notice thereof has been given.\"  But,  of\r\n\r\ncourse,  the  hon. Member may seek the  assent  of  the\r\n\r\nAssembly under the provisions of Standing Order 23.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I will move an amendment under\r\n\r\nthe Standing Order you have indicated.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> At the appropriate time.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, if one cannot stymie the\r\n\r\nGovernment  in  carrying out something which  is  good,\r\n\r\nthen one puts obstacles in the way. The hon. Member for\r\n\r\nTanjong  Pagar,  who has a very good knowledge  of  the\r\n\r\nlaw, proposes to put obstacles. First, he mentioned the\r\n\r\nmiddle class bourgeois (and other political terms which\r\n\r\nthe hon. Member is good at using). Sir, my intention is\r\n\r\ncontained  in  my  original statement  which  the  hon.\r\n\r\nMember  does not care to read-these shares are intended\r\n\r\nfor the ordinary man and woman in Singapore. The middle-class  man,  that is the clerk, is also a working  man.\r\n\r\nAnd  any  government does not necessarily look  to  the\r\n\r\ninterests of the labouring class only but also  to  the\r\n\r\ninterests  of  all the citizens, and the working  class\r\n\r\nman,  according to my definition, is also the clerk  as\r\n\r\nwell as the labourer.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is an attempt, Sir, to gain further time to try\r\n\r\nto  stymie  the  Bill. At the worst, he now  tells  the\r\n\r\npublic that this is a capitalist government because  it\r\n\r\noffers  50  shares and not 10 shares. He has failed  in\r\n\r\nhis   attempt  to  convince  his  left-wing  supporters\r\n\r\nthrough  the Press that this is a bad move,  because  I\r\n\r\nhave given all the points, the profit angle, and so on,\r\n\r\nand  it will be very difficult for him to challenge me.\r\n\r\nSir,  I  am not inclined to fall into the trap that  50\r\n\r\nshares will create capitalism in the middle class.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1799</b></font><br><br>\r\n\r\n\r\n\r\nI am also not inclined to give my assent to his move to\r\n\r\nreduce  the number of shares from 50 to 10. If he  were\r\n\r\ngenuine about it, he should have given notice; the Bill\r\n\r\nafter it was introduced has been with him for nearly  a\r\n\r\nmonth.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other point he raised - and he is a clever\r\n\r\nlawyer - about a person holding shares in trust  has  got\r\n\r\nme  confounded a bit. Sir, a simple mind like mine does\r\n\r\nnot  work out the intricate ways of overcoming the law,\r\n\r\nbut  a  clever  mind,  like that of  a  lawyer  of  his\r\n\r\ncalibre,  would be capable of working that  out.  I  am\r\n\r\nglad,  Sir, he has pointed that out to me.  And  if  we\r\n\r\nfind  later on that this restrictive clause is  abused,\r\n\r\nthen  certainly an amendment will be moved at that time\r\n\r\nto   remedy  that.  But  one  cannot  foresee  all  the\r\n\r\nloopholes  that could arise as a result of a  new  law,\r\n\r\nbecause  if  one  did then the lawyers  would  have  no\r\n\r\nincome  left.  One would have plugged the loopholes  at\r\n\r\nthe outset, and there would be no lawyers, and the hon.\r\n\r\nMember would probably not be able to sit here.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> That is the business of the\r\n\r\nLegislative-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member will have\r\n\r\nanother opportunity to speak. We are in Committee.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, first of all, I would like to\r\n\r\npoint  out to the Hon. Minister that if it is true,  as\r\n\r\nhe  has  admitted that he has a simple  mind,  then  we\r\n\r\nshould  ask  him to confine it to simple subjects.  But\r\n\r\nwhen  he  has  embarked  on the  intricate  and  highly\r\n\r\ncomplex business of floating something which is neither\r\n\r\na  co-operative  nor  a  nationalised  industry  nor  a\r\n\r\nmutualised  industry, something that does not  fall  in\r\n\r\nall the known categories of political thinking anywhere\r\n\r\nin  this  world,  when indeed he embarks  on  a  highly\r\n\r\ncomplex  and intriguing situation, we expect a  complex\r\n\r\nmind  to  bring itself to bear on the problem with  the\r\n\r\nthoroughness and expertise which have been  lacking  in\r\n\r\nthis case.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no use his telling us that we will wait and see\r\n\r\nwhether people abuse\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1800</b></font><br><br>\r\n\r\n\r\n\r\nthe lacuna that he has allowed within the Schedule. How\r\n\r\nand  when is he going to find this out? Let me tell him\r\n\r\nthis:  we  do not want to waste time to try  and  block\r\n\r\nthis  Bill. We know the Bill will be passed  today.  We\r\n\r\nhave  not  the slightest intention of blocking  it.  We\r\n\r\nknow it will come to nothing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further we will tell him this: unless he makes an\r\n\r\namendment now - and he might obtain your permission, Sir,\r\n\r\nto  get to work with his legal adviser for ten minutes.\r\n\r\nIf  he  likes, I am prepared to give him my  assistance\r\n\r\nfree,  to  work out a clause to make it impossible  for\r\n\r\npeople  to  buy  up shares in the name of  the  nominal\r\n\r\nholders.  All this talk about nobody holding more  than\r\n\r\nfifty  shares:  we will look after the clerk;  we  will\r\n\r\nlook  after the trisha riders; we will look  after  the\r\n\r\ntaxi   drivers;  we  will  even  look  after  the  poor\r\n\r\nmillionaires - all that it is going to do, if  it  is  in\r\n\r\nfact  the  way he envisages it in his dream - the  B.A.T.\r\n\r\nworking  hard to produce profits for him, and he  says,\r\n\r\n\"Ah, you people of Singapore, I have got the B.A.T. to\r\n\r\nwork  for  you; 49 per cent - here you are.\" If it  works\r\n\r\nout the way he dreams it, then we are all going to fall\r\n\r\ninto the hands of a few racketeers who will corner  the\r\n\r\nshare  market. That is all. And when he later moves  an\r\n\r\namendment,  there  will  be  a  hue  and  cry   against\r\n\r\nretrospective legislation. And one of the  things  that\r\n\r\nhe  will  not  be able to do without being  accused  of\r\n\r\nbeing  undemocratic  is  to  legislate  retrospectively\r\n\r\npenal legislation of this nature.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let him consult his legal adviser. We are not in\r\n\r\nthe  least bit concerned whether this Bill goes through\r\n\r\nor  not, but his legal adviser will tell him that it is\r\n\r\nwrong    to   legislate   retrospectively   on    penal\r\n\r\nlegislation.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim (Nominated):</b> Mr Speaker, Sir, my\r\n\r\nmind  is sometimes simple, sometimes brilliant, but  in\r\n\r\nwhatever  state my mind may be, Sir, I cannot visualize\r\n\r\nany  one single millionaire in Singapore who will trust\r\n\r\n1,000  individuals,  unknown to  him,  with  50  shares\r\n\r\nregistered  in  each  of  their  names.  If  one   such\r\n\r\nindividual does not cheat him, others will. We may have\r\n\r\nsome\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1801</b></font><br><br>\r\n\r\n\r\n\r\nmillionaires  in  this  Assembly.  Will  a  millionaire\r\n\r\ntrust  1,000 individuals unknown to him, with 50 shares\r\n\r\nregistered  in  each of their names in trust  for  him?\r\n\r\nSo,  Sir,  although an amendment may be  necessary  for\r\n\r\nthe  purpose of preventing one or two individuals  from\r\n\r\nabusing  the  intention of this  Bill,  the  danger  of\r\n\r\nhaving  a  millionaire investing hundreds of  thousands\r\n\r\nof  dollars in the name of 50, 100 or 1,000 individuals\r\n\r\nin trust for him, will never happen.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I feel almost abashed at the\r\n\r\nidea of a trade union lawyer trying to give advice to a\r\n\r\nrich  man's  lawyer. If accompanying  the  document  of\r\n\r\ntrust  you also hold the shares and make sure you  send\r\n\r\nyour  representative to collect the  dividends  on  the\r\n\r\nbasis  of  the shares, surely a rich man's lawyer  like\r\n\r\nthe  hon.  Member  Mr  R. C. H. Lim  could  well  work\r\n\r\nout - and  I  am sure he must in his long and  successful\r\n\r\ncareer at the Bar have worked out - one thousand and  one\r\n\r\nguarantees  to  make sure that the  money  having  been\r\n\r\ntransferred  and all the formalities having  been  gone\r\n\r\nthrough,  there is a sufficient grasp on the  documents\r\n\r\nto  prevent any swindling. I do not want to be  accused\r\n\r\nof  having  joined  the  fierce people  who  constantly\r\n\r\nterrify the Minister for Commerce and Industry and make\r\n\r\nhim  go into sudden and unexpected retreat. But I would\r\n\r\nask  him, with your consent, Sir, to adjourn this House\r\n\r\nfor  ten  minutes and work out a new clause so that  it\r\n\r\nbecomes penal before it comes into operation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I spent some time in New Delhi recently discussing\r\n\r\nthe   rule  of  law.  The  Attorney-General   will   be\r\n\r\ninterested   to  know  this,  one  of  the  fundamental\r\n\r\nprinciples which was upheld was that there should be no\r\n\r\npenal legislation which is retrospective. You can  have\r\n\r\nretrospective civil legislation. You can try and  right\r\n\r\nsomething  which  was done wrong;  but  if  a  man  has\r\n\r\nalready  acquired a beneficial interest in  100,000  of\r\n\r\nthose   shares   and  you  then   make   it   a   crime\r\n\r\nretrospectively, it is contrary to the rule of law. So,\r\n\r\nI  would  suggest a ten-minute adjournment to help  the\r\n\r\nMinister for Commerce and Industry out.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1802</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Mr Speaker, Sir, this is one of\r\n\r\nthe greatest social legislative measures ever passed in\r\n\r\nthis  House, a measure which is going to give  members\r\n\r\nof  the  lower income group a chance to be shareholders\r\n\r\nof  a  company,  and perhaps directors  of  a  company.\r\n\r\nImagine  the  pride of an ordinary clerk, a  hawker,  a\r\n\r\ntrishaw rider holding shares and being a director of  a\r\n\r\ncompany!  Never has it happened before.  Government  is\r\n\r\noffering  that  opportunity. Sir, an amendment  may  be\r\n\r\nnecessary  to  make sure that any trust  would  not  be\r\n\r\nrecognised. There may be no need for any penalty to  be\r\n\r\naffixed,  but the Government should refuse to recognise\r\n\r\nany  trust. And any limited company has always provided\r\n\r\nthat no trust will be recognised.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I do not want to start a legal\r\n\r\ndebate  with  a gentleman who is expert in  stabilising\r\n\r\nthe worries of other people, but -\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I think perhaps we should avoid\r\n\r\npersonalities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Indeed, Sir, I was just trying to\r\n\r\nsay,  with humility, how reluctant I am to embark on  a\r\n\r\nlegal  dissertation in this House. But to  pass  a  law\r\n\r\nsubsequent  to  this  and say  that  all  trusts  shall\r\n\r\nhenceforth  be ignored, implies forfeiture of  a  man's\r\n\r\nbeneficial interest, and that is penal legislation.  It\r\n\r\nis  as  simple  as that. If you say to a  man  who  has\r\n\r\nacquired  a  beneficial interest in property  that  his\r\n\r\nbeneficial  interest  will not be recognised,  that  is\r\n\r\npenal, because you are confiscating his property.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr R. C. H. Lim's point that all companies do\r\n\r\nnot recognise trusts, that is true, for the purposes of\r\n\r\ntheir  company's  books. They do not care  whether  A's\r\n\r\nshare is held in trust for\r\n\r\nB  or  C or D. They pay A or whoever has got the  share\r\n\r\nscrip,  and that is the end of the company's liability.\r\n\r\nBut  B,  who  is the beneficial owner can  enforce  his\r\n\r\n\r\n\r\nbeneficial interest against A.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1803</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is as simple as this. If I hold 50 shares, and one\r\n\r\nquiet  day  I  am inveigled to sell them  to  the  Hon.\r\n\r\nMinister  for  Commerce  and Industry,  and  I  sign  a\r\n\r\n\r\n\r\ndocument to say that I hold them in trust for him,  and\r\n\r\nthen I go and collect the money, as far as the People's\r\n\r\nInvestment  Corporation are concerned, they  have  paid\r\n\r\nthe  shareholder.  They are not interested.  But  if  I\r\n\r\nrefuse  to  pay  the  Hon. Minister  for  Commerce  and\r\n\r\nIndustry  what I have acquired for him, because  he  is\r\n\r\nthe beneficial owner, an action lies against me to hand\r\n\r\nover  the proceeds. If the Attorney-General comes along\r\n\r\nand  says that all that shall be illegal, that is penal\r\n\r\nlegislation made retrospective because, at the time the\r\n\r\npoor Minister acquired the beneficial interest, it  was\r\n\r\nnot illegal to do so.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I am rather lost in this. To\r\n\r\nmy  way  of thinking, if a man goes and gets a thousand\r\n\r\npersons to become shareholders and agree to write  that\r\n\r\nthey  have  given  him  their shares  as  trustee,  the\r\n\r\ndividend that the company pays out will still  only  be\r\n\r\npaid to the registered holders.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> To whoever holds the share scrip.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> No. It is the normal company\r\n\r\npractice that, on a certain date before paying out  the\r\n\r\ndividend,  the transfer books are closed and  then  the\r\n\r\ndividend  warrants are made out in  the  names  of  the\r\n\r\nregistered shareholders. Now, if a person has gone  and\r\n\r\nbought  shares from 1,000 persons be cannot  claim  the\r\n\r\ndividend.  The dividend will be paid to the  registered\r\n\r\nshareholders, and these shareholders may refuse to give\r\n\r\nhim  the dividend, because he cannot then legally  say,\r\n\r\n\"I own these shares\", since a person is prohibited from\r\n\r\nowning  more than 50 shares. So that dividend  will  be\r\n\r\npaid  only to the registered shareholders, who can then\r\n\r\nrefuse  to pay him. I do not think a man would then  go\r\n\r\nand  sue  these  one thousand persons  for  such  small\r\n\r\namounts like $200 or $300 each, that being\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1804</b></font><br><br>\r\n\r\n\r\n\r\nthe dividend. That is my interpretation. However, as  I\r\n\r\nsaid,  I will look into this question. I marvel at  the\r\n\r\nability  of  the  Member for Tanjong Pagar  to  make  a\r\n\r\nmountain out of a mole hill!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing is the way he has described this new\r\n\r\nscheme.  He says the scheme does not fall into  any  of\r\n\r\nthe political thoughts-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Categories.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Yes. I am sorry. I did not catch\r\n\r\nthe word.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> It does not fall into any category\r\n\r\nof socialist enterprise.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> That shows the narrow confines\r\n\r\nwithin which his political theories work. He cannot get\r\n\r\naway from the narrow confines of Marxism, \"Thisism\"  or\r\n\r\nThatism\"!  He cannot imagine new ideas or  new  schemes\r\n\r\nbut he must perforce confine himself only to those that\r\n\r\nare thought out by others.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know, Sir, whether an amendment is\r\n\r\nnecessary,  but  I  shall  certainly  look   into   the\r\n\r\nquestion.  If an amendment is necessary, I  shall  then\r\n\r\nbring up an amending Bill to incorporate the amendment.\r\n\r\nAt  this  stage,  Sir, I do not think an  amendment  is\r\n\r\nnecessary, because I think the fears expressed  by  the\r\n\r\nMember  are  just too imaginary. Possibly he  has  been\r\n\r\nable,  by  his command of English and his knowledge  of\r\n\r\nlaw,  to  try  to exaggerate those fears, so  that  the\r\n\r\npublic reading the newspapers will open themselves to a\r\n\r\nfuture  suggestion, \"Ah, this is the way  a  capitalist\r\n\r\ngovernment  try  to  make  the  capitalists  own   this\r\n\r\ncompany.\"\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> I want to make a point of\r\n\r\nclarification on the shares. It has been stated that  a\r\n\r\ndividend  cannot  be  paid  to  anybody  else  but  the\r\n\r\nregistered  shareholder. But as  I  understand  it  any\r\n\r\nregistered shareholder can give directions, \"Please  do\r\n\r\nthis.\"  I  also do not see anywhere where  it  says  no\r\n\r\nperson can mortgage his shares. Surely there is nothing\r\n\r\nto  stop him from borrowing money on the shares  if  he\r\n\r\nwants to.\r\n\r\n\r\n\r\n<br><br><!-- Mr William Tan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr William Tan:</b> Sir, I wish to draw the attention of\r\n\r\nthe  Minister for Commerce and Industry to the Schedule\r\n\r\nat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1805</b></font><br><br>\r\n\r\n\r\n\r\npage 3, clause 3 on the redemption of shares. It states\r\n\r\nthere:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The shares of the Corporation shall be redeemable at\r\n\r\npar  at the office of the Corporation or at such  other\r\n\r\npiece or places as may be decided by the Corporation:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Provided that where shares are presented for\r\n\r\nredemption payment for such shares may be made  by  the\r\n\r\nCorporation  within  three  months  of  the   date   of\r\n\r\npresentation.\"\r\n\r\n\r\n\r\n<br><br>As  we  know,  these shares will be sold to  the  lower\r\n\r\nincome  group,  as Mr R. C. H. Lim has  just  said - the\r\n\r\ntaxi-drivers,  bus  conductors and other  working-class\r\n\r\npeople.  What I want to know is why must it take  three\r\n\r\nmonths  from  the  date  of  presentation  before   the\r\n\r\ninvestor  can redeem his shares? A person in the  lower\r\n\r\nincome  group may save a few hundred dollars  and  then\r\n\r\nbuy  shares from the Corporation; later he may suddenly\r\n\r\nfind  himself in urgent need of money. In  such  cases,\r\n\r\nprovision  should be made for this type  of  people  to\r\n\r\nredeem  their  shares and get the money back.  We  must\r\n\r\nprovide  them with the facility to withdraw  or  redeem\r\n\r\ntheir  money immediately without their having  to  wait\r\n\r\nfor three months.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> The three-month clause is an\r\n\r\nenabling clause. It says a maximum of three months.  It\r\n\r\nmeans  that  there  is  nothing to  prevent  the  early\r\n\r\nrepayment  of  the  money  in  the  case  of  a  person\r\n\r\nredeeming his shares. But supposing there is a  run  on\r\n\r\nthe  Corporation, and all the money of the  Corporation\r\n\r\nis  invested,  then this three-month clause  will  come\r\n\r\ninto  use, because that will give the Corporation  time\r\n\r\nto  get assistance from the Government to redeem  these\r\n\r\nshares,  since  the  Government is  guaranteeing  these\r\n\r\nshares  and will have to pay up. Before Government  can\r\n\r\npay up this money, we have to get the Treasury to raise\r\n\r\nthe  funds and so on. Therefore, the three-month period\r\n\r\nwill  come  in  useful.  But  normally  in  simple  and\r\n\r\nstraight-forward cases, a man seeking  redemption  will\r\n\r\nget his money at once.\r\n\r\n\r\n\r\n<br><br>5.00 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> Mr Speaker, Sir, it is true to say\r\n\r\nthat a company, on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1806</b></font><br><br>\r\n\r\n\r\n\r\nproper  authority from the shareholder,  must  pay  the\r\n\r\ndividend   to   the   person  so  authorised   by   the\r\n\r\nshareholder. But, Sir, in actual practice,  as  I  have\r\n\r\nsaid  before, can anyone imagine a millionaire  of  any\r\n\r\ntype  asking  for an authority from a hawker  that  the\r\n\r\ndividend from his 50 shares be paid to him?\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Why not? The Government-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. The hon. Member will have an\r\n\r\nopportunity to speak.\r\n\r\n\r\n\r\n<br><br><!-- Mr R. C. H. Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr R. C. H. Lim:</b> However much we may dislike a person\r\n\r\nwho has accumulated his wealth, we cannot underestimate\r\n\r\nhis  intelligence. Will a millionaire buy shares in the\r\n\r\nname of 1,000 nominees? Is it worth his while to go  to\r\n\r\nthe  trouble  of  getting 1,000  persons  and  to  give\r\n\r\nwritten  authority  to  his  nominees  to  collect  the\r\n\r\ndividends  on the shares? In actual practice this  will\r\n\r\nnever happen. In fact, from the very beginning, I  have\r\n\r\nsuggested a little amendment - \"no holding on trust\". But\r\n\r\nI  have  been convinced by the Minister that in  actual\r\n\r\npractice this will not happen, and I think he is right.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> May I inquire from the Minister\r\n\r\nwhether  he  is  against  a man  mortgaging  shares  or\r\n\r\nputting them on pledge and so on? All these intricacies\r\n\r\nmust surely have been given their due consideration  by\r\n\r\nhis adroit mind.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, sometimes a man\r\n\r\nis  in  need  of money. As these will be  poor  people,\r\n\r\ntherefore, if a man is in need of money quickly, he can\r\n\r\neither  come for redemption and get his money  quickly,\r\n\r\nor,  if  there is a delay in redemption,  then  he  can\r\n\r\nmortgage his shares and raise the money temporarily.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Siak Kew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Siak Kew:</b> Mr Speaker, Sir, Mr R. C. H. Lim\r\n\r\nhas said that ordinarily nobody would be interested  in\r\n\r\ninvesting money in 1,000 people holding 50 shares each.\r\n\r\nBut  the eventual danger really is when the Corporation\r\n\r\nsucceeds and makes money like 100 per cent or  200  per\r\n\r\ncent  profit.  Then if the shareholder  is  allowed  to\r\n\r\nmortgage  his  shares, he could be  induced  to  borrow\r\n\r\nmoney\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1807</b></font><br><br>\r\n\r\n\r\n\r\nfrom  somebody with the shares as guarantee. There  are\r\n\r\nways  whereby people will get interest. If a $500 share\r\n\r\nwere   to  go  up  to,  say,  $2,000,  you  will   find\r\n\r\nbusinessmen  interested  in  offering  the  shareholder\r\n\r\nsomething like $1,000 as a loan - knowing that  he  is  a\r\n\r\nregistered owner of the shares - and then extracting, not\r\n\r\nthe dividend itself, but the equivalent of the dividend\r\n\r\nas interest. There is the danger. If the Corporation is\r\n\r\nvery successful, then the danger will arise.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I do not consider that a\r\n\r\ndanger. That is one time when the poor working man  has\r\n\r\nhis own back on the capitalist, and sells him something\r\n\r\nat a greatly enhanced price. Usually it is the reverse.\r\n\r\nTherefore,  I will be very happy if a working  man  who\r\n\r\nowns a $10 share can sell it for $1,000.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Mr Speaker, Sir, I would like\r\n\r\nthe  Hon. Minister to clarify the Schedule. \"The shares\r\n\r\nof the Corporation shall be redeemable al par\". Is this\r\n\r\nCorporation a revolving Corporation? Is there any power\r\n\r\nto  re-issue  shares after they have been  redeemed?  Is\r\n\r\nthere such a thing as a re-issue?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also one other point. I wonder whether the\r\n\r\nMinister has thought of, Sir. The Corporation has many,\r\n\r\nmany  small shareholders. They are restricted  to  $500\r\n\r\neach.  Dividends are paid subject to the  reduction  of\r\n\r\ntax,  like every other corporation. So if you pay  five\r\n\r\nper  cent  in  one year on $500-$25 less  40  per  cent\r\n\r\nbrings   it   down   to   $15.   Everyone   of    these\r\n\r\nshareholders - let us say there are 20,000 - makes a  claim\r\n\r\nor  fills up an income tax form and claims a return  of\r\n\r\ntheir  income tax. I do not say it is a bad thing,  but\r\n\r\nis it one of those things that should have been thought\r\n\r\nout when the Schedule was drawn up?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, if it were the\r\n\r\nintention  that the shareholders should make  five  per\r\n\r\ncent profit, this Corporation would not have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1808</b></font><br><br>\r\n\r\n\r\n\r\nbeen  floated. I gave the figure of $9 million  on  the\r\n\r\ncigarette industry as the possible profit accruing.  If\r\n\r\nthe  factory requires $5 million capital,  half  of  it\r\n\r\nwill  come  to $2½ million. If the profit factor  were\r\n\r\nonly  $2  million  or  $3 million  on  the  $5  million\r\n\r\ncapital, the percentage would probably come to 50 or 60\r\n\r\nper cent profit. Therefore, the Singapore man would get\r\n\r\nbetween  $200 and $300 on his $500 investment. That  is\r\n\r\nmy  own working out of the possibilities, but the  real\r\n\r\npossibilities  will be worked out  in  the  form  of  a\r\n\r\nprospectus.  The  answer to the other question  raised,\r\n\r\nSir, is in the affirmative.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 ordered to stand part of the Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 ordered to stand part of the Bill.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Schedule-\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, since the Minister has already\r\n\r\nindicated his intention not to give heed to my\r\n\r\napplication for leave to change the figure \"50\" to\r\n\r\n\"10\", or rather, despite his intention not to agree, I\r\n\r\nshall still ask you, Sir, to ask the House for their\r\n\r\nassent to change \"50\" to \"10\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My reason in so moving is quite simply this. There is\r\n\r\nno difficulty in any one person owning anywhere between\r\n\r\nfive  and ten times the figure actually set down  here.\r\n\r\nThe  average family - mother, father, five children, plus\r\n\r\ngrandfather and grandmother - comes to nine. Nine  times\r\n\r\n50 shares will bring it up to 450 shares-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I have allowed the Member to\r\n\r\ncarry  on  up to now, but I think he ought to  ask  for\r\n\r\nleave first.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> As you please, Mr Speaker, Sir. I\r\n\r\nask for the assent of the House to move an amendment,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the word \"fifty\" in clause 1 (1) of the Schedule\r\n\r\nbe struck off and the word \"ten\" be inserted.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Hon. Members, of course, are aware that\r\n\r\nnotice  of  an amendment of that nature ought  to  have\r\n\r\nbeen  given, but the hon. Member is asking  for  assent\r\n\r\nunder the provisions of Standing Order 23, which reads:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1809</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Notice shall not be dispensed with in the case of a\r\n\r\nmotion or in respect of any other proceeding for  which\r\n\r\nnotice  is  required  except with the  consent  of  the\r\n\r\nSpeaker and the general assent of Members present.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I give my consent. Is it the pleasure of hon. Members\r\n\r\nthat the motion be moved?\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister (Tun Lim Yew Hock):</b> May I crave\r\n\r\nyour indulgence, Sir? You have given the hon. mover  of\r\n\r\nthat motion a chance to speak. I would like to be given\r\n\r\na  chance  to explain why we cannot agree to  give  our\r\n\r\nassent.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> I do not think the hon. Member went as\r\n\r\nfar  as  that.  I think the hon. Member  spoke  on  the\r\n\r\nmerits of his amendment, and that is all. If any Member\r\n\r\non  the  Government  Bench wishes to  comment  on  that\r\n\r\naspect, then assent should be given. The question  will\r\n\r\nthen  be  before the Assembly and then a  debate  could\r\n\r\ntake place. But if no assent is given, then, of course,\r\n\r\nthat is the end of the matter. I repeat my question. Is\r\n\r\nit  the pleasure of hon. Members that assent should  be\r\n\r\ngiven? Is it \"Aye\" or \"No\"? That is all I want.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> May I rise on a point of\r\n\r\nclarification?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Will you be calling each item on\r\n\r\nthe  Schedule?  Will we again have the  opportunity  to\r\n\r\nspeak on the Schedule?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Yes.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> In which case the clarification\r\n\r\nthe Chief Minister now seeks could be given later.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> But not, of course, as to the reasons\r\n\r\nwhy assent is not being given.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> No.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> On a point of clarification. Is\r\n\r\nthis  assent  to be given in regard to this  number  of\r\n\r\nshares?\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Assent to the request by the hon.\r\n\r\nMember for Tanjong Pagar that he be given leave to move\r\n\r\nan\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1810</b></font><br><br>\r\n\r\n\r\n\r\namendment  of  which he has not given notice.  And  the\r\n\r\namendment  he has suggested is in page 2, line  33,  to\r\n\r\nleave out \"fifty\" and there to insert \"ten\". All I need\r\n\r\nnow  is an \"Aye\" or a \"No\". Is it the pleasure of  hon.\r\n\r\nMembers that absent be given?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Some hon. Members:</b> Aye.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, I am obliged that, as a result\r\n\r\nof confusion amongst the S.P.A. Ministers,-\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. It is getting rather late and I\r\n\r\ndo   not   think  we  should  indulge   in   any   more\r\n\r\npersonalities.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Indeed, Sir, I was anonymous in my\r\n\r\nreference.  Nevertheless, the point that I  was  making\r\n\r\nwas  that  in Singapore, where the size of  an  average\r\n\r\nfamily is anywhere between five and ten - father, mother,\r\n\r\nthree   to  five  children,  grandfather,  grandmother,\r\n\r\nuncles  and aunts - there is no difficulty for any single\r\n\r\nperson  to own anything between five and ten times  the\r\n\r\nstatutory  maximum number of shares. I  have  indicated\r\n\r\nearlier - and  the  Minister for  Commerce  and  Industry\r\n\r\nagreed  with me - that it is extremely unlikely that  the\r\n\r\naverage  worker will have even $100 to invest and  that\r\n\r\nthe  limit  of $500 is the average investment potential\r\n\r\nof  the  middle class. Therefore, if we allow 50 shares\r\n\r\nto  be  the  maximum, then in fact we are allowing  the\r\n\r\naverage man with a family of five to ten people to  own\r\n\r\n500  shares. Apart from the question whether Mr R.  C.\r\n\r\nH.  Lim thinks that it is a risk or it is not a risk to\r\n\r\nhold  just a beneficial interest in shares - there is  no\r\n\r\nrisk  whatsoever in any person holding them in his name\r\n\r\nor  in  the  names of his wife, his five children,  his\r\n\r\naged  father and his mother. He collects the  dividends\r\n\r\nand  it is his investment. Then, far from it just being\r\n\r\na  $500 investment, it becomes a $5,000 investment;  or\r\n\r\nif  the  size of the family is sufficiently  large,  or\r\n\r\nthere  are sufficient numbers of faithful retainers  in\r\n\r\nthe family, it may well be 50 or 60 times the statutory\r\n\r\nmaximum number of shares.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore ask the House to join me in my amendment\r\n\r\nthat \"fifty\" be changed to \"ten\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1811</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, on the Second\r\n\r\nReading of this Bill, it was pointed out by the hon.\r\n\r\nmover of this amendment that the scheme would not be\r\n\r\nsuccessful and that nothing would come out of it. In\r\n\r\norder to ensure that it will not be successful and that\r\n\r\nnothing will come out of it, he is doing all he can\r\n\r\nduring the Committee stage to try and confuse the\r\n\r\npublic of Singapore with regards to the intentions of\r\n\r\nthe Government and the usefulness of the scheme which\r\n\r\nthe Minister has embodied in his Bill. While it is true\r\n\r\nthat no labouring class man would be in a position to\r\n\r\nown 50 shares all at once, it does not mean that he\r\n\r\nshould be deprived of the opportunity to increase his\r\n\r\nholdings up to a maximum of 50 shares in due course of\r\n\r\ntime. Again I say that this is another attempt on the\r\n\r\npart of the Opposition, particularly the P.A.P., to try\r\n\r\nto make it impossible for this scheme to go forward. If\r\n\r\nwe reduced it to ten shares only, Sir, it would\r\n\r\nincrease the work of the Corporation in seeking the $10\r\n\r\nmillion required. If it is up to a maximum of fifty\r\n\r\nshares, the time factor and the number of people who\r\n\r\nwould like to participate in the scheme would be\r\n\r\nconsiderably reduced. The Member said he did not think\r\n\r\nthat it was a good scheme and it was a matter of\r\n\r\nopinion. Therefore, he would like to make it more\r\n\r\ndifficult by limiting the number of shares for each\r\n\r\nperson to ten shares!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We oppose the amendment, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Mr Speaker, Sir, do I understand\r\n\r\nfrom the Hon. the Chief Minister's reply that, in fact,\r\n\r\nhe  agrees with me that the average investment possible\r\n\r\nis  five to ten times fifty shares? He has not given an\r\n\r\nanswer  to that. All that he is able to put forward  in\r\n\r\njustification  of  keeping it  at  50  shares  is  that\r\n\r\nperhaps a poor man can only buy one $10 share and  that\r\n\r\nin  the  course  of  time,  when  he  accumulates  more\r\n\r\ncapital,  he  can buy fifty shares. That  is  the  most\r\n\r\nspecious  argument ever put forward in this  House.  If\r\n\r\nthe  Corporation is a success, all the shares  will  be\r\n\r\nsnapped  up.  If  it is a flop, the poor  man  will  be\r\n\r\nwanting   back   his  $10  which  the  Government   had\r\n\r\nguaranteed at par. Never mind about\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1812</b></font><br><br>\r\n\r\n\r\n\r\nmotives  and  intentions! Let us  meet  arguments  with\r\n\r\narguments! My argument is that if you say 50 shares  is\r\n\r\nthe  maximum,  in  effect,  in  the  Asian  society  in\r\n\r\nSingapore, an average family man will be able  to  hold\r\n\r\n500  shares.  Every lawyer knows that  no  wealthy  man\r\n\r\nholds properties in his name. He has properties in  the\r\n\r\nnames  of all his various wives, girl friends,  uncles,\r\n\r\ngrand  aunts,  nephews  and a  whole  retinue  of  camp\r\n\r\nfollowers. With this practice of five to ten members of\r\n\r\nan  average man's family holding shares, the investment\r\n\r\nbecomes  anywhere  from $5,000  to  $15,000.  In  other\r\n\r\nwords, far from weeping at the thought of the poor  man\r\n\r\nwho,  for the first time in his life is given a  chance\r\n\r\nto become a Director in case he gets elected by all his\r\n\r\nother  poor  fellowmen, it will be the  usual  ring  of\r\n\r\nshareholders  and  share investors who  will  take  the\r\n\r\nprofit out of the Singapore Investment Corporation.\r\n\r\n\r\n\r\n<br><br>5.15 p.m.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lim Cher Kheng:</b> Mr Speaker, Sir, I do not know\r\n\r\nwhether I am making a mistake but just now I heard  the\r\n\r\nMember   for  Tanjong  Pagar  say  that  he  was   only\r\n\r\ninterested in facing an argument with an argument,  and\r\n\r\nthat the debate was not on motives and intentions. Sir,\r\n\r\nI  think  that  is  quite wrong.  We  are  debating  an\r\n\r\nimportant  Bill. If the Member for Tanjong Pagar  takes\r\n\r\nsuch  an  attitude towards this debate,  he  is  merely\r\n\r\nwasting  our  time, Sir, I want to ask the  Member  for\r\n\r\nTanjong  Pagar this. What is the reason for his  moving\r\n\r\nsuch  an amendment? Why is it wrong for a family of  5,\r\n\r\n10  or even 20 persons buying 50 shares each? It is not\r\n\r\na matter of facing an argument with an argument, but it\r\n\r\nis  one of principle. What is the intention of the hon.\r\n\r\nMember by bringing up this amendment? What is wrong for\r\n\r\na  big family wanting to buy 250 shares under different\r\n\r\nnames?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> What is wrong is that the Member\r\n\r\nfor  Tanjong Pagar did not first think of the idea, and\r\n\r\nhe  does  not want to acknowledge that this is  a  good\r\n\r\nmove. I marvel, Sir, at him. If\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1813</b></font><br><br>\r\n\r\n\r\n\r\nI  ever need a lawyer, I promise that I will go and see\r\n\r\nhim.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I have stopped the Member for\r\n\r\nTanjong Pagar from indulging in personalities, and  the\r\n\r\nMinister is now embarking on personalities.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> I am sorry, Sir, It was not meant\r\n\r\nin  any bad sense. At first, he tried to build it  into\r\n\r\nsomething  that  is  useless and  which  will  come  to\r\n\r\nnought. Now he tries to twist the angle, that he is the\r\n\r\nchampion  of the people fighting for the poor  labourer\r\n\r\nagainst the imaginary bourgeois - the middle-class!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why is the $500 necessary? The $500 is the\r\n\r\nmaximum enabling figure. It need not necessarily follow\r\n\r\nthat every one must be given shares up to the value  of\r\n\r\n$500.  In  normal  company practice,  when  shares  are\r\n\r\nfloated,  if the shares applied for are more  than  the\r\n\r\nnumber of shares to be floated, they are then allocated\r\n\r\nin proportion to the number of shares applied for. Sir,\r\n\r\nif  the  first  floatation was for $2½ million  or  $3\r\n\r\nmillion as a start for a cigarette factory venture, and\r\n\r\ninstead,   of  20,000  applicants  there  are   100,000\r\n\r\napplicants, then those applying for 50 shares each will\r\n\r\nget  ten  shares  each. It is up to the Corporation  to\r\n\r\nallocate the shares. No person can say, \"I have applied\r\n\r\nfor 50 shares and therefore I must get 50 shares.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to the Hon. the Chief Minister, the hon.\r\n\r\nMember  said that if the Corporation was a success  all\r\n\r\nthe shares would be snapped up. That is not so. All the\r\n\r\nshares of each floatation will be snapped up. It is not\r\n\r\nintended to float all the $10 million at the same time,\r\n\r\nif the venture is a success, the Directors can call for\r\n\r\nits  extension and this will mean finding  more  money.\r\n\r\nThen that is the time when new people can come into the\r\n\r\nventure,  because all shares will rank pari  passu - that\r\n\r\nis stated in the Schedule. The Directors could then say\r\n\r\nthat  the  existing  shareholders should  not  get  the\r\n\r\nshares and that new applicants should get the new issue\r\n\r\nof  shares. They could very well say that. It is up  to\r\n\r\nthe Minister, Sir, to direct if\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1814</b></font><br><br>\r\n\r\n\r\n\r\nhe  wishes  to  do  so,  because there  will  be  three\r\n\r\nappointed  Directors and the Chairman will be appointed\r\n\r\nby the Minister.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> On a point of clarification, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> If the Minister will give way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy</b> resumed his seat.\r\n\r\n\r\n\r\n<br><br><!-- Sir Ewen Fergusson -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Sir Ewen Fergusson:</b> Sir, is the Minister accepting\r\n\r\nresponsibility for issuing the shares when he says that\r\n\r\nthe  Directors  may not issue what a particular  person\r\n\r\napplies  for,  and  may  not even  issue  them  to  one\r\n\r\nparticular person?\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Mr Speaker, Sir, it is not a\r\n\r\nquestion  of  the  Minister being responsible  for  the\r\n\r\nissue  of shares. The Minister can give a directive  on\r\n\r\nall  the  things  that come within his  portfolio.  For\r\n\r\ninstance,  I can give a general directive - I  think  the\r\n\r\nGovernor  in  Council  can - to the Industrial  Promotion\r\n\r\nBoard, and so on. In fact, this is not a matter where a\r\n\r\nMinister  will say, \"I exercise this by my  authority.\"\r\n\r\nIt  is  a  matter of general directive for  the  public\r\n\r\ngood. That is all.\r\n\r\n\r\n\r\n<br><br><!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lee Kuan Yew:</b> Sir, let me wind up the argument on\r\n\r\nprinciple.  We  are not just arguing for  the  sake  of\r\n\r\nargument.  The  argument is based on the  principle  of\r\n\r\nthis   Bill.  This  Bill  will  come  to  nought.   The\r\n\r\nGovernment is insisting on going through with it. I  am\r\n\r\nnow  holding  the  Government to the principle  it  has\r\n\r\nenunciated  as  the  raison d'etre of  this  Bill.  The\r\n\r\nraison  d'etre,  I  understood from  the  Minister  for\r\n\r\nCommerce  and Industry, is not to help the share-owning\r\n\r\nclass  to  own  more shares in a guaranteed  profitable\r\n\r\nconcern,  but  to  help  the  usually  non-share-owning\r\n\r\nclass - the poor workers - who have not got $500 to invest\r\n\r\nanyway, to get them firstly, to save money;\r\n\r\nsecondly,  to  invest  the  money  on  industry;   and,\r\n\r\nthirdly, to provide them with good profits. I am saying\r\n\r\nthat  if  you want to achieve that, then that principle\r\n\r\nis  not being achieved when you limit the maximum to 50\r\n\r\ntimes $10, which is $500\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1815</b></font><br><br>\r\n\r\n\r\n\r\nper  person.  As  I have explained - and nobody  had  the\r\n\r\naudacity  to  refute  it - there  is  no  difficulty  in\r\n\r\nSingapore  to  multiply that by five  to  ten.  If  the\r\n\r\nGovernment  sincerely believes that the purpose  is  to\r\n\r\nhelp  the  non-share-owning public to own shares,  then\r\n\r\nthe maximum ownership of the number of shares should be\r\n\r\nreduced. If, in fact, that is not the scheme but it is,\r\n\r\nin the words of the Minister for Commerce and Industry,\r\n\r\n\"only a political stunt\", then so be it.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> Mr Speaker, Sir, I heard the\r\n\r\nhon.  Member say that no one had the audacity to refute\r\n\r\nthe  reason for his amendment. It would mean, Sir, that\r\n\r\nif  any  one had the courage to stand up to refute  any\r\n\r\nreason  of  his,  it is audacity. What cheek  and  what\r\n\r\nimpertinence!\r\n\r\n\r\n\r\n<br><br><!-- Sir George Oehlers (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. It pains me to have to pull up\r\n\r\nthe  Chief Minister on a point of order of that nature.\r\n\r\nI am sure that he did know, before he used those words,\r\n\r\n\r\n\r\nthat they are completely unparliamentary and I ask  him\r\n\r\nto withdraw those words.\r\n\r\n\r\n\r\n<br><br><!-- Tun Lim Yew Hock (Chief Minister and minister for Labour and Welfare) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chief Minister:</b> I beg to withdraw both those\r\n\r\nwords.  Well, it may be better to leave things  unsaid!\r\n\r\nOne  can  see  how I feel. If anyone says  anything  to\r\n\r\nrefute the reasons put forward by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1816</b></font><br><br>\r\n\r\n\r\n\r\nthe  hon.  Member,  it  is  audacity.  Sir,  I  am  not\r\n\r\naudacious at all. I have never been and I hope  I  will\r\n\r\nnever  be. But I say that the Government is introducing\r\n\r\nthis measure in order to bring in the working class  to\r\n\r\nparticipate  in  a  cigarette factory.  That  has  been\r\n\r\nmentioned.  The  Opposition, particularly  the  P.A.P.,\r\n\r\nsays  that  it  cannot  be done. All  right,  they  are\r\n\r\nentitled to their view. We say that it can be done  and\r\n\r\nwe  are doing all we can to prove that we are right. We\r\n\r\ndo  not  feel that we need any assistance from them  to\r\n\r\ntry to carry out what we think is right.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived.\r\n\r\n\r\n\r\n<br><br><!-- Mr J. M. Jumabhoy -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr J. M. Jumabhoy:</b> Sir, I move,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In page 4, line 22, to leave out \"nominated\" and\r\n\r\ninsert \"appointed\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a drafting amendment to bring it in line with\r\n\r\nthe language used in other parts of the Schedule.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Schedule, as amended, ordered to stand part of\r\n\r\nthe Bill.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with an Amendment; read the Third time\r\n\r\nand passed.\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n                      \r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \"That this Assembly do now\r\n\r\nadjourn.\"-[The Chief Minister].\r\n\r\n\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">twenty-nine minutes to Six o'clock p.m. to</div>\r\n\r\n<div align=\"right\">Monday, 26th January, 1959.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
